{"path": "data/input/ta/23106-phi-tar.pdf", "pages": ["RESTRICTED\nTAR:PHI 23106\nThis Report has been prepared for\nASIAN DEVELOPMENT BANK\nthe exclusive use of the Bank.\nTECHNICAL ASSISTANCE\n(JSF-Flnanced)\nTO THE\nREPUBLIC OF THE PHILIPPINES\nFOR THE\nWESTERN VISAYAS AGRO-INDUSTRIAL DEVELOPMENT PROJECT\nMay 1994\nI r. V I -\t fl r I", "CURRENCY EQUIVALENTS\n(as of 15 April 1994)\nCurrency Unit\t -\t Philippines Peso (P)\np 1.00\t -\t $0.036\n$1.00\t -\t P27.53\nI\nThe exchange rate of the Peso is determined on the basis of a floating exchange\nrate system.\nABBREVIATIONS\nDA Department of Agriculture\nGRDP Gross Regional Domestic Product\nLGC Local Government Code\nLGU Local Government Unit\nNGO Non-Government Organization\nTA Technical Assistance\nWVR Western Visayas Region\nNOTES\n(i)\t The fiscal year of the Government ends on 31 December.\nII$II \n(ii)\t In this Report,  refers to US dollars.", "I. INTRODUCTION\n1. During the Country Programming Mission in February 1993 the Government of\nthe Philippines requested technical assistance1 (TA) from the Bank to prepare an investment\nproject for agro-industrial development in the Western Visayas Region (WVR). The Project\nis based on the Bank-funded Development Master Plan Study. 2 This Study, initiated by the\nRegional Development Council, provides a framework for the economic and social\ndevelopment of the WVR, covering all sectors, for 15 years from 1993. The estimated\nexpenditure of P19.540 billion for the first five years is allocated largely to social services (54\nper cent) and infrastructure (35 per cent). The agriculture, forestry and fishery share is 7 per\ncent. A Bank Fact-Finding Mission visited the WVR from 3 to 17 November 1993 to identify\ndevelopment opportunities in the agriculture sector. The Mission visited all six WVR\nprovinces (Aklan, Antique, Capiz, Guimaras, Iloilo, and Negros Occidental), and discussed\ndevelopment objectives, strategies and priorities with regional agencies, Governors, officials\nof provincial government agencies, non-government organization (NGO) personnel, and\nprivate sector representatives.\nII. BACKGROUND AND RATIONALE\n2. The gross regional domestic product (GRDP) for the WVR from 1987 to 1991\naveraged an annual growth rate of 2.3 per cent compared with national growth rate of 2.8\nper cent. The services sector registered the highest growth at 3.2 per cent, followed by\nindustry at 2.3 per cent and agriculture 1 .4 per cent. The average annual growth rate of real\nGRDP per capita was 0.82 per cent.\n3. The six provinces of WVR are located on three neighboring islands that can be\ntraversed easily by road or sea within a day's journey. The WVR has the fourth largest\npopulation in the Philippines, with 5.4 million in 1990 and its population is growing at 1 .7 per\ncent per annum. Poverty is particularly high in rural areas, where 62 per cent of the people\nhave incomes below the poverty level of P 6,174 ($224) per annum. 3 Antique and Guimaras\nare part of the 19 provinces in the economic development catch-up program coordinated by\nthe Presidential Commission for Countryside Development.\n4. The Western Visayas Development Master Plan identified agro-industrial\ndevelopment as a key strategy to stimulate economic growth and reduce poverty in the WVR.\nRegional and provincial development plans, which have drawn on the Master Plan (see\npara. 1), have adopted agro-industrial development as a major strategy for development.\nThe Master Plan recommended 28 financially viable project activities that could be (i) based\non locally produced and/or processed agricultural, marine, aquatic and forest products; and\n(ii) undertaken by owner-operators, cooperatives and private companies at levels of\ninvestment ranging from $12,000 to $130 million (see Appendix 1).\nThe TA first appeared in ADB Business Opportunities in July 1993.\nTA No. 1496-PHI: Western Visayas Development Master Plan Study for Regional Development Council\nRegion VI, for $1,336,000, approved on 19 March 1991.\nNational Statistics Coordination Board, 'What Do You Know About Our Poverty Statistics\", December 1992.\n_,\t I_'\t -\t - ,\t , -\t -", "5. In 1988 the WVR had 5,992 or 7.6 per cent of the manufacturing establishments\nin the Philippines. Only 1 per cent are considered as medium or large (having more than\n100 employees). About 95 per cent of the establishments are cottage industries (with less\nthan 9 employees), dominated by food and garment activities. The WVR's main agro-\nindustries are sugar, milled rice, shrimp and prawn processing, tropical fruits and juices,\ncassava starch and edible oil from copra.\n6. The development of agriculture has focused on the production of primary\nproducts and industry has focused on import-dependent manufacturing and processing.\nEven with a substantial agricultural resource base, the linkages between agriculture and\nindustry have not capitalized on the opportunities for joint development. Agriculture and\nindustry are to be treated under a common framework to emphasize the links in the activities\ninvolved in producing, processing and marketing agricultural products. These activities\ninclude input suppliers, farmers, transporters, processors, distributors, financial entities,\nresearch agencies, government, industrial associations, chambers of commerce, training and\neducational institutions. The entities involved can be individuals, associations, cooperatives,\nprivate enterprise and government organizations. In pursuing agro-industrial development,\nan industry approach is required to accommodate the interdependencies and stakeholders1\ninvolved.\n7. The major constraints to agro-industrial development in the WVR include\ndisincentives emanating from government policies and regulations; inadequate transport\nincluding interisland shipping and communications infrastructure; inaccessibility of credit;\nlimited research and extension; weak linkages between agribusiness firms and small farmers;\nlack of marketing knowledge and expertise; difficulties in accessing modern technologies;\nquantity and quality of raw materials; obsolete processing equipment; limited agricultural\nstorage; and limited skilled technical, administrative and managerial personnel.\n8. The process of agro-industrial development must be led by the private sector and\ndriven by the market, yet it must benefit most rural smallholders in support of the Bank's and\nthe Government's strategies for agricultural development. Agro-industrial development in the\nWVR requires a long-term (10-year) strategy to address the interdependency of activities and\nstakeholders involved and to provide an enabling environment for private sector led\ndevelopment.\n9. With implementation of the Local Government Code (LGC) 2 there is greater\nopportunity for provincial governments to play an integrating role in supporting agro-industrial\ndevelopment. The technical, administrative, managerial and financial capability of local\ngovernment units (LGUs) to meet the expectations of the private sector in providing this\nsupporting role needs further examination. The growing cooperation among the private\nsector, government, NGOs, cooperatives and large private businesses should be\nencouraged. There will be an increasing need for private sector involvement in helping its\nown agro-industrial growth.\nA stakeholder is any organization or person who has an interest in the project's success, contributes to\nor is affected by the objectives of the project, or can influence the problems and opportunities to which\nit responds.\nThe Local Government Code of 1991, effective from January 1992, devolved considerable responsibility,\npower and resources to the local government units.", "3\n10. The goal of the Project designed under the TA is to stimulate regional economic\ndevelopment, and the purpose of the Project is to increase agro-industrial development with\na focus on small and medium enterprises. The TA will formulate a comprehensive strategy\nfor phasing agro-industrial development in the WVR. The Project, being the first phase, will\nfocus on investments to support the private sector and will probably include institutional\ncapability building and training, infrastructure, support services and pilot value-adding\nactivities. Through the vertical integration of enterprises, particularly cooperatives, within\nindustries, farmers will have increased control over their produce and can share in the value-\nadding process.\n11. The TA will initially address mainstream industries such as rice, corn and sugar,\nand diversified industries based on products identified by the LGUs and in the Master Plan\npre-investment studies. The final selection of industries for inclusion in the Project will be\nbased on criteria agreed among the Government, LGUs and the Bank. The criteria will\ninclude (i) the availability of raw material; (ii) the regional, national and international market\npotential; (iii) the level and availability of technology and current industry capacity; (iv) the\nscope for increased vertical integration by involving small to medium enterprises; and\n(v) viability and sustainability.\n12. The numerous stakeholders in agro-industrial development have their own\nobjectives and approaches. However, their involvement and cooperation is essential to the\nformulation of the Project and their subsequent ownership to the Project is fundamental to\nsustaining the agro-industrial process. To ensure the participation of stakeholders, a\nprocess-oriented approach to Project formulation and implementation will be adopted. In the\nTA, the consultants will operate as facilitators, using workshops as the primary instrument\nof participation to share views, identify problems, and develop consensus and commitment\nto the solutions and the Project. This approach is in line with the Bank's Medium Term\nStrategic Framework (1993-1996), which encourages the gradual shift in emphasis from\n\"blueprint\" projects to \"process-oriented\" projects.1\n13. The Project will be in accordance with the Bank's (i) Country Operational\nStrategy for the Philippines dated November 1993, which emphasizes growth and greater\nprivate sector involvement in the economy; and (ii) Agriculture Department Strategic\nFramework, 1993-1 996, which recommends assistance in diversifying agricultural production\nand value-adding opportunities through agro-industrial development and assistance for\nstrengthening cooperatives, NGOs and rural communities.\nIII. THE PROPOSED TECHNICAL ASSISTANCE\nA.\t Objective\n14. The objective of the TA is to assist the Government in formulating a long-term\nstrategy and designing the Project to stimulate agro-industrial development focusing on small\nand medium enterprises.\nThis TA will be supported by the ADTA: ZOPP Applications for Strengthening Community and Local\nGovernment Participation in Agriculture and Rural Development Project Implementation where this Project\nis identified as one of six projects involved.\n-\t\n-:-\t r-'\t '-• \"-\" I I'.JIUI\t VVV1\t .", "4\nB. Scope\n15. Within the framework of the LGC, the TA will (i) prepare a strategy for agro-\nindustry development in the WVR to be implemented in phases over a ten-year period;\n(ii) determine the components of the Project to be funded in Phase I, clearly identifying the\nrespective roles of the Government, LGUs and the private sector; (iii) assess the technical,\nfinancial, economic, social, institutional and environmental feasibility and sustainability of\nthe Project; and (iv) develop appropriate implementation, monitoring and financing\narrangements.\n16. The preparation of the Project is to be based on three essential elements: (i) the\nneed for the private sector to lead agro-industrial development in the WVR, (ii) the necessity\nfor LGUs to be able to provide the essential supporting infrastructure and institutional\nbuilding, and (iii) the necessity for all stakeholders from private sector and government to be\nactively involved. The TA will analyze factors that constrain or support the development of\neach selected industry, assess those that can and should be targeted for support, and define\nan investment project based on the initiatives identified.\nC.\t Cost Estimates and Financing Plan\n17. The total cost of the TA study is estimated at $860,750, of which the foreign\nexchange cost is $739,200 and the local currency cost is $121,550 equivalent. The foreign\nexchange cost and $83,050 equivalent of the local currency cost will be financed by the Bank\non a grant basis from the Japan Special Fund. The rest of the local currency cost will be\nfinanced by the Government. A breakdown of the cost estimates is given in Appendix 2.\n18. The cost of the Project is currently estimated to be about $50 million. The\nforeign currency requirements will be determined during the course of the TA. The\nGovernment has been informed that approval of the TA study does not commit the Bank to\nfinance any ensuing project.\nD.\t Implementation Arrangements\n19. The Executing Agency will be the Department of Agriculture (DA) of the\nPhilippines. The DA will be responsible for the general administration and coordination of\nthe TA with the relevant line agencies in the WVR (including the Regional Development\nCouncil and the regional office of the National Economic and Development Authority in Iloilo),\nprovincial governments and other stakeholders. A steering committee will be formed to\noversee and provide direction to the TA consultants. The DA will chair this committee which\nwill include representatives of the Regional Development Council, the National Economic and\nDevelopment Authority, the Department of Trade and Industry and the local business groups.\nOther agencies as required will be called on to participate. The provincial governments,\nthrough the planning and development office of each province, will be the implementing\nagencies for the TA. The DA will appoint a senior level officer as the counterpart Project\nDirector for the TA. The DA and each implementing agency will assign counterpart\nprofessional and supporting staff (secretaries and drivers) to assist the consultants, and will\nprovide suitable office space and amenities.\n20. The TA will be undertaken over a period of 7.5 months by an international\nconsulting firm to be recruited by the Bank in accordance with the Bank's  Guidelines on the", "5\nUse of Consultants. The firm will be responsible for recruiting a team of about five\ninternational consultants to provide a total of 28 person-months of services in agribusiness!\nmarketing (7.5 months), financial analysis (4 months), institutions/management and training\n(4 months), sociologist (2 months), environment (4 months) and various short-term specialists\n(6 months).1 The firm will also provide about five local consultants for a total of 26 person-\nmonths. The local consultants will be experts in agriculture/agribusiness economics\n(7.5 months), workshop facilitation (3 months), agribusiness/marketing (6 months), sociology\n(2 months), civil engineering (3 months) and various specializations for short terms\n(4 months).2 The detailed terms of reference for the consultants are in Appendix 3.\n21. Some essential office equipment3 and two vehicles will be procured for the use\nof the consultants under the TA. Procurement will be carried out in accordance with the\nBank's Guidelines on Procurement.\n22. The TA will be implemented over 7.5 months in two stages. The first stage will\nbuild on the Master Plan Study and will review recent developments in agro-industry, analyze\nthe investment potential and constraints, undertake case studies of successful agro-industry\nprojects and activities, select feasible investments, and determine the roles and commitments\nof the stakeholders. The stakeholders will be involved in this consultative process. Stage\ntwo will involve formulation of the long-term strategy and the Project, including feasibility\nstudies of site-specific project activities.\n23. The consultant team, in cooperation with the counterpart staff of DA and the\nimplementing agencies, will prepare four reports. An inception report will be submitted to\nthe Bank at the end of the third week. It will give details of the approach to be taken, and\nthe work program for the TA in general and first stage in particular. At the end of the tenth\nweek, the consultants will submit an interim report that summarizes the findings in the first\nstage, identifies and justifies the industries selected, develops the proposed Project and\nrefines the approach and scheduling of activities for the second stage. This report will be\nfollowed by a tripartite meeting to discuss the report and refine requirements for the second\nstage. A draft final report will be submitted at the end of the twenty-fifth week and will be\nfollowed by a tripartite meeting to review the report. The final report, incorporating comments\nfrom the Government and the Bank, will be submitted at the end of the thirtieth week.\nIV. THE PRESIDENT'S RECOMMENDATION\n24. It is considered that the proposed technical assistance to the Government of the\nPhilippines is necessary for the purpose of the Western Visayas Agro-Industrial Development\nProject. The President recommends that the Board approve the proposed technical\nassistance, on a grant basis, in the amount of $822,250.\nThese short-term inputs will be based on the industries selected for inclusion in the Project.\nThese short-term inputs will be determined by the industries selected for investment activities.\nTwo, 386 kb microcomputers, each with a monitor, uninterruptible power source and software; one laser\nprinter; one long carriage dot matrix printer; one photocopier.", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\n6 Appendix 1\nPage 1\nPROJECTS IDENTIFIED BY PRE-INVESTMENT STUDIES IN\nAGRICULTURE, MARINE AND AQUATIC ACTIVITIES\n\tUnit investment\t Type of\nName\t Cost (P '000)\t Enterprise\nShrimp Production\n1. Mussels Filtration for\n\t\nShrimp Farms 203 Owner-Operated\nFinfish Production\n2. Cage Culture of Tilapia Hybrids 97\n3. Modular Production of Milkfish 355\n4. Milkfish Fingerling Production 470\n\t\n5. Sea Bass Hatchery 296 Owner-Operated\n\t\n6. Cage Culture of Groupers 204 Cooperative or\n\t\n7. Polycuiture of Sea Bass and Tilapia 277 Private Company\n8. Multi-sized Stocking of Milkfish 314\nMarine Fish Production\n\t\n9. Artificial Reef 99 Cooperative\n\t\n10. Flake ice Plant 3,379 Owner-Operated or\nCooperative\nMussels Production and Processing\n11. Mussels Production 29\t Cooperative or\nOwner-Operated\n12. Mussels Freezing 98,070\t Private Company\n13. Mussels Canning 130,000\t Private Company\nSeaweed Production and Processing\n14. Eucheuma Seaweed Production 12\t Cooperative or\nOwner-Operated\n15. Refined Carrageenan Processing 111,700\t Private Company\nPoultry Production and Processing\n16. integrated Broiler Production\n\t\nIntegrator 7,001 Private Company or\nCooperative\n\t\nProcessors 6,038 Cooperative\n\t\nBroiler Farms 143 Owner-Operated or\nCooperative\n(Reference in text: page 1, para. 4)", "\t\t\t\t\t\t\t\t\t\t\t\t\n\t\nrA\nAppendix 1\nPage 2\nUnit Investment Type of\nName Cost (P '000) Enterprise\n\t\n17.\t Layer Production 426 Owner-Operated or\nCooperative\nAnimal Husbandry and Processing\n18. Hog Breeding and Fattening 5,790\t Cooperative or\nOwner-Operated\n19. Feedmilling and Hog Fattening 7,474\t Cooperative or\nOwner-Operated\n20. Slaughterhouse Meat and Processing 54,077\t Private Company\nFruits, Nuts and Vegetables Processing\n21. Multi-Fruit Processing 2,513\t Owner-Operated or\nCooperative\n22. Cashew Nut Processing 1,609\t Owner-Operated or\nCooperative\n23. Cucumber Pickles Processing 4,556\t Private Company or\nCooperative\nPiña Fiber Production and Processing\n24. Integrated Piña Production Cooperative or\nand Processing 1,710\t Private Company\n25. Outgrower Production and Cooperative,\nCentral Processing Owner-Operated\nOutgrower 15\t and/or\nCentral Processing 2,189\t Private Company\nCut Flower Production\n\t\n26. Tissue Culture Laboratory 1,369 Cooperative\n\t\n27. Dendrobium Production 252 Cooperative or\nOwner-Operated\n\t\n28. Anthurium Production 468 Cooperative or\nOwner-Operated\nrw IIIR.ILL JlIIJuLeI\t edt..iI With d riiuiiiit.n, uriiriirrupuoie power source ana sortware; one laser", "\t\n8 Appendix 2\nCOST ESTIMATE AND FINANCING PLAN\nAmount\n($)\nFINANCED BY THE BANK\nA. Foreign Exchange Cost\n1. International Consultants' Remuneration 481,000\n2. International Consultants' Per Diem 15,500\n3. International Travel 40,500\n4. Equipment and Vehicles 61,000\n5. Seminars, Conferences, Workshops 18,000\n6. Studies, Surveys, Reports 30,000\n7. Contract Negotiations 5,000\n8. Miscellaneous, TA Administration\nand Support Costs 21,200\n9. Contingency 67,000\nSubtotal (A) 739,200\nB.\t Local Currency Cost\n1. Local Consultants' Remuneration 60,500\n2. Local Consultants' Per Diem 8,000\n3. Domestic Travel 7,000\n4. Contingencies 7,550\nSubtotal (B) 83,050\nTOTAL (I) 822,250\nFINANCED BY THE GOVERNMENT (Local Currency Cost)\n1. Counterpart Staff 10,000\n2. Office Equipment and Supplies 5,000\n3. Communications and Utilities 10,000\n4. Workshop 10,000\n5. Contingencies 3,500\nTOTAL (II) 38,500\nGRAND TOTAL (I + II) 860,750\n(Reference in text: page 4, para. 17)", "\t\n9 Appendix 3\nPage 1\nDETAILED TERMS OF REFERENCE FOR CONSULTING SERVICES\nA. Terms of Reference\n1. In undertaking the TA the consultants will adopt a process-oriented approach to\nfacilitate the participation of all stakeholders and to seek cooperation in pursuing the overall\nstrategy in general and in designing, financing and implementing the Project. The consultants\nwill emphasize (i) building on already established and successful activities, including\nGovernment and foreign assisted activities; and (ii) increasing cooperation between larger\nbusiness firms and small to medium organizations, the respective roles of all major\nstakeholders, the implications of the Local Government Code (LGC) and in particular the\noverall capability of Government to support their expected role, and the willingness and\ncapability of the private sector to share or provide expected Government functions.\n2. The TA will be 7.5 months duration and consist of two stages:\nStage I\t Analysis and Identification of Industries\nStage II\t Feasibility study of overall project and individual components.\n3. The team leader will have the overall responsibility for ensuring the quality of the\nwork of the team.\n4. The terms of reference for the TA will include, but will not be limited to, the\nfollowing:\n1. Stage I - Analysis and Identification of Industries (2 months)\n(i) prepare a work plan for the TA in consultation with DA and implementing\nagencies;\n(ii) prepare a profile of the agro-industry sector and its contribution to the\neconomy of the WVR and the Provinces: major commodities processed,\nsource of raw materials, processing capacity, ownership and management\narrangements, technologies used, location and access to markets, value-\nadded, financial performance, extent of vertical integration, major support\nservices, and contribution to employment, export earnings and gross\ndomestic product (GDP);\n(iii) review and assess general impediments to agro-industrial development\narising from the following:\n(a)\t existing policies and regulations, including the LGC;\n(Reference in text: page 5, para. 20)\ntive or\t . I\t ,.\t uenarooium rroaucuon\t -\t 2b2\t uooper", "\t\n10 Appendix 3\nPage 2\n(b)\t quantity, quality and availability of agricultural produce;\n(c) lack of access, or development of, services and technologies (e.g.,\ninput supply, credit, energy, transport, technology, technical and\nmarketing information, markets, competition); and\n(d)\t the respective roles of the private and public sectors;\n(iv) describe and assess likely duplication or complementarity of ongoing\nprivate, Government and foreign assisted projects;\n(v) in consultation with the Government and the private sector:\n(a) establish criteria for the selection of industries;\n(b) select industries from pre-investment studies, and identified priorities\nof Government and the private sector;\n(c) prioritize industries for further development;\n(vi) conduct industry-focused workshops to involve all stakeholders from input\nsuppliers to agricultural production to retailers of agro-processed products\nto ascertain specific ongoing activities, problems and constraints; and\nidentify specific investment requirements and the interest of stakeholders\nin participating in the implementation of the identified investments;\n(vii) where necessary, assess local and international markets for each of the\nmajor commodities/services produced or utilized in each industry;\n(viii) conduct short case studies of selected successful project activities\ninvolving cooperatives, non-government organizations (NGOs),\ngovernment, and the private sector to identify and incorporate lessons\nlearned into the selection and design of proposed activities for the Project;\n(ix) examine the constraints/problems to further development of each selected\nindustry in terms of:\n(a) sources and quality of agricultural produce and other raw materials;\ntransport, communications, power supply, water supply, and other\ncivil works; and existing procurement arrangements for the different\ncommodities/inputs;\n(b) the support services available to the industry including procurement\nof equipment and replacement parts (both imported and local),\nrepair and maintenance facilities, and technical and marketing\nadvice;", "\t\n11 Appendix 3\nPage 3\n(c)\t the current storage facilities, methods and infrastructure available\nand in use for raw materials and processed products;\n(d) the transport and distribution network for domestic and international\nmarkets, including packaging and handling methods;\n(e)\t the availability and accessibility of credit;\n(f)\t appropriate organization/management arrangements for ownership\nand management of these industries;\n(g) research and extension; and\n(h)\t education and training;\n(x) review the environmental standards required by type of industry and the\npotential risk by type of industry and identify major environmental issues\nthat need to be incorporated into industry workshops and decision-making\nconcerning the overall design of the Project;\n(xi) assess the scope for small and medium-scale enterprises, particularly\ncooperative enterprises, to participate in the industry and seek support of\nlarger private business in providing technical and service support;\n(xii) assess the technical, administrative and financial capabilities of provinces\nand municipalities to provide the support required for agro-industry\ndevelopment, including maintenance of infrastructure, provision of\nresearch and extension and market information services;\n(xiii) define the most appropriate administrative, managerial, financial, and\ncorporate strategy to support and sustain the development of agro-\nindustry involving both the government and the private sector;\n(xiv) prepare an outline of investments for development of the selected\nindustries and locations with expected participation from major\nstakeholders for feasibility study in Stage II;\n(xv) participate in the Tripartite Review at the end of Stage I to reach\nagreement for the conduct of Stage II.\n2.\t Stage II - Design of Investment Project (5.5 months)\n(i) Based on the results of Stage I, prepare an investment strategy for the\nselected activities in the framework of a long-term program to develop an\nindustry around each activity and prepare a Project that will include\ninstitutional capability building and training, infrastructure, support\nservices, and pilot activities to vertically integrate industries through", "12\t Appendix 3\nPage 4\ncooperation within the private sector and between government and the\nprivate sector in developing small-medium scale enterprises; the Project\nshould be designed using the Bank's Project (Logical) Framework as\ndescribed in The Project Framework, September 1993.\n(ii) The Project design should continue the process-oriented approach and as\nsuch should be flexible in providing a mechanism to adjust the project\nobjectives, implementation activities and budgets during the course of\nProject implementation. The design initially should be within existing\npolicy and identified resource constraints.\n(iii) Prepare a program for institutional capability building and training in both\nthe public and private sectors, relevant to the industries identified and the\nlong-term development of agro-industry.\n(iv) Undertake economic and financial analyses of the project using the Bank's\nGuidelines for Economic Analysis and Guidelines for Preparation and\nPresentation of FinancialAnalysis, and evaluate the economic and financial\nviability of each component as well as of the whole Project including\nsensitivity and risk analysis.\n(v) Assess the social dimensions of the proposed investments, including their\npotential impact on producers, especially on women and the poor, in\naccordance with the Guidelines for Incorporation of Social Dimensions in\nBank Operations.\n(vi) Prepare a general framework for Project monitoring and evaluation, which\nshould include recommendations on the appropriate monitoring agency,\nkey socioeconomic and other indicators, data collection and methods for\nmonitoring Project impact, and format and frequency of report preparation.\n(vii) Conduct, and prepare a report on, an initial environmental examination of\nthe activities/industries proposed for funding under the Project, including\nthe Government's requirements for securing an environmental compliance\ncertificate, based on the Bank's Environmental Guidelines for Selected\nAgriculture and Natural Resources Development Projects, Environmental\nGuidelines for Selected Industrial and Power Development Projects,\nEnvironmental Assessment Requirements, Environmental Review\nProcedures and the Bank's format for initial environmental examination\nreport and summary.\n(viii) Prepare a realistic and detailed implementation schedule for each of the\ncomponents proposed under the Project.\n(ix) Prepare an annual loan disbursement schedule in accordance with the\nimplementation schedule, and draw up a financing plan, taking into\naccount the Government and stakeholder contributions as well as external\nfinancing.", "\t\n13 Appendix 3\nPage 5\n(x) Review and make recommendations on an appropriate mechanism(s) for\nchanneling loan funds to the provincial governments and private sector.\n(xi) Identify the appropriate Government agency/agencies for overall\nimplementation of the project; and develop a mechanism for coordination\namong the implementing agency/agencies, financial intermediaries,\ncooperatives, NGOs and private entrepreneurs.\n(xii) Determine the nature and length of consulting services required for project\nimplementation, if any, and prepare terms of reference for these services.\n(xiii) Assess the benefits of the Project on provincial and regional growth,\nincome and income distribution at family level, poverty reduction,\nemployment generation and balanced regional development.\n(xiv) Consider opportunities for co-financing with other aid agencies.\n(xv) Prepare a draft Memorandum of Understanding on the Project for signing\nbetween the Bank and the Government.\nThe preparation and printing of cost tables should be prepared using the software package\n\"COSTAB\" which will be provided by the Bank. The report text, cost tables and spreadsheet\nanalysis should be submitted to the Bank on disk with the final report.\nB.\t Reporting Requirements\n(i) At the end of week three of TA implementation, the consultants will submit to the\nBank an inception report detailing the approach to be taken and the work\nprogram for the TA in general and Stage I in particular.\n(ii) At the end of week 10, the consultants will submit an interim report that\ndescribes the findings in Stage I, identifies and justifies the industries selected,\ndevelops the proposed Project and refines the approach and scheduling of\nactivities for Stage II. A tripartite meeting will be held at the end of Stage I.\n(iii) At the end of week 25, the consultant will submit a draft final report for review by\nthe Government and the Bank at a tripartite meeting to be held at the end of\nweek 28.\n(iv) Comments made at the meeting will be incorporated by the consultants and a\nfinal report will be presented at the Bank at the end of week 30.\nparticipate in me i ripartite Heview at the end  stage i to reach\n(XV)  OT ", "RESTRICTED\nTAR:PHI 23106\nThis Report has been prepared for\nASIAN DEVELOPMENT BANK\nthe exclusive use of the Bank.\nTECHNICAL ASSISTANCE\n(JSF-Flnanced)\nTO THE\nREPUBLIC OF THE PHILIPPINES\nFOR THE\nWESTERN VISAYAS AGRO-INDUSTRIAL DEVELOPMENT PROJECT\nMay 1994\nI r. V I -\t fl r I", "CURRENCY EQUIVALENTS\n(as of 15 April 1994)\nCurrency Unit\t -\t Philippines Peso (P)\np 1.00\t -\t $0.036\n$1.00\t -\t P27.53\nI\nThe exchange rate of the Peso is determined on the basis of a floating exchange\nrate system.\nABBREVIATIONS\nDA Department of Agriculture\nGRDP Gross Regional Domestic Product\nLGC Local Government Code\nLGU Local Government Unit\nNGO Non-Government Organization\nTA Technical Assistance\nWVR Western Visayas Region\nNOTES\n(i)\t The fiscal year of the Government ends on 31 December.\nII$II \n(ii)\t In this Report,  refers to US dollars.", "I. INTRODUCTION\n1. During the Country Programming Mission in February 1993 the Government of\nthe Philippines requested technical assistance1 (TA) from the Bank to prepare an investment\nproject for agro-industrial development in the Western Visayas Region (WVR). The Project\nis based on the Bank-funded Development Master Plan Study. 2 This Study, initiated by the\nRegional Development Council, provides a framework for the economic and social\ndevelopment of the WVR, covering all sectors, for 15 years from 1993. The estimated\nexpenditure of P19.540 billion for the first five years is allocated largely to social services (54\nper cent) and infrastructure (35 per cent). The agriculture, forestry and fishery share is 7 per\ncent. A Bank Fact-Finding Mission visited the WVR from 3 to 17 November 1993 to identify\ndevelopment opportunities in the agriculture sector. The Mission visited all six WVR\nprovinces (Aklan, Antique, Capiz, Guimaras, Iloilo, and Negros Occidental), and discussed\ndevelopment objectives, strategies and priorities with regional agencies, Governors, officials\nof provincial government agencies, non-government organization (NGO) personnel, and\nprivate sector representatives.\nII. BACKGROUND AND RATIONALE\n2. The gross regional domestic product (GRDP) for the WVR from 1987 to 1991\naveraged an annual growth rate of 2.3 per cent compared with national growth rate of 2.8\nper cent. The services sector registered the highest growth at 3.2 per cent, followed by\nindustry at 2.3 per cent and agriculture 1 .4 per cent. The average annual growth rate of real\nGRDP per capita was 0.82 per cent.\n3. The six provinces of WVR are located on three neighboring islands that can be\ntraversed easily by road or sea within a day's journey. The WVR has the fourth largest\npopulation in the Philippines, with 5.4 million in 1990 and its population is growing at 1 .7 per\ncent per annum. Poverty is particularly high in rural areas, where 62 per cent of the people\nhave incomes below the poverty level of P 6,174 ($224) per annum. 3 Antique and Guimaras\nare part of the 19 provinces in the economic development catch-up program coordinated by\nthe Presidential Commission for Countryside Development.\n4. The Western Visayas Development Master Plan identified agro-industrial\ndevelopment as a key strategy to stimulate economic growth and reduce poverty in the WVR.\nRegional and provincial development plans, which have drawn on the Master Plan (see\npara. 1), have adopted agro-industrial development as a major strategy for development.\nThe Master Plan recommended 28 financially viable project activities that could be (i) based\non locally produced and/or processed agricultural, marine, aquatic and forest products; and\n(ii) undertaken by owner-operators, cooperatives and private companies at levels of\ninvestment ranging from $12,000 to $130 million (see Appendix 1).\nThe TA first appeared in ADB Business Opportunities in July 1993.\nTA No. 1496-PHI: Western Visayas Development Master Plan Study for Regional Development Council\nRegion VI, for $1,336,000, approved on 19 March 1991.\nNational Statistics Coordination Board, 'What Do You Know About Our Poverty Statistics\", December 1992.\n_,\t I_'\t -\t - ,\t , -\t -", "5. In 1988 the WVR had 5,992 or 7.6 per cent of the manufacturing establishments\nin the Philippines. Only 1 per cent are considered as medium or large (having more than\n100 employees). About 95 per cent of the establishments are cottage industries (with less\nthan 9 employees), dominated by food and garment activities. The WVR's main agro-\nindustries are sugar, milled rice, shrimp and prawn processing, tropical fruits and juices,\ncassava starch and edible oil from copra.\n6. The development of agriculture has focused on the production of primary\nproducts and industry has focused on import-dependent manufacturing and processing.\nEven with a substantial agricultural resource base, the linkages between agriculture and\nindustry have not capitalized on the opportunities for joint development. Agriculture and\nindustry are to be treated under a common framework to emphasize the links in the activities\ninvolved in producing, processing and marketing agricultural products. These activities\ninclude input suppliers, farmers, transporters, processors, distributors, financial entities,\nresearch agencies, government, industrial associations, chambers of commerce, training and\neducational institutions. The entities involved can be individuals, associations, cooperatives,\nprivate enterprise and government organizations. In pursuing agro-industrial development,\nan industry approach is required to accommodate the interdependencies and stakeholders1\ninvolved.\n7. The major constraints to agro-industrial development in the WVR include\ndisincentives emanating from government policies and regulations; inadequate transport\nincluding interisland shipping and communications infrastructure; inaccessibility of credit;\nlimited research and extension; weak linkages between agribusiness firms and small farmers;\nlack of marketing knowledge and expertise; difficulties in accessing modern technologies;\nquantity and quality of raw materials; obsolete processing equipment; limited agricultural\nstorage; and limited skilled technical, administrative and managerial personnel.\n8. The process of agro-industrial development must be led by the private sector and\ndriven by the market, yet it must benefit most rural smallholders in support of the Bank's and\nthe Government's strategies for agricultural development. Agro-industrial development in the\nWVR requires a long-term (10-year) strategy to address the interdependency of activities and\nstakeholders involved and to provide an enabling environment for private sector led\ndevelopment.\n9. With implementation of the Local Government Code (LGC) 2 there is greater\nopportunity for provincial governments to play an integrating role in supporting agro-industrial\ndevelopment. The technical, administrative, managerial and financial capability of local\ngovernment units (LGUs) to meet the expectations of the private sector in providing this\nsupporting role needs further examination. The growing cooperation among the private\nsector, government, NGOs, cooperatives and large private businesses should be\nencouraged. There will be an increasing need for private sector involvement in helping its\nown agro-industrial growth.\nA stakeholder is any organization or person who has an interest in the project's success, contributes to\nor is affected by the objectives of the project, or can influence the problems and opportunities to which\nit responds.\nThe Local Government Code of 1991, effective from January 1992, devolved considerable responsibility,\npower and resources to the local government units.", "3\n10. The goal of the Project designed under the TA is to stimulate regional economic\ndevelopment, and the purpose of the Project is to increase agro-industrial development with\na focus on small and medium enterprises. The TA will formulate a comprehensive strategy\nfor phasing agro-industrial development in the WVR. The Project, being the first phase, will\nfocus on investments to support the private sector and will probably include institutional\ncapability building and training, infrastructure, support services and pilot value-adding\nactivities. Through the vertical integration of enterprises, particularly cooperatives, within\nindustries, farmers will have increased control over their produce and can share in the value-\nadding process.\n11. The TA will initially address mainstream industries such as rice, corn and sugar,\nand diversified industries based on products identified by the LGUs and in the Master Plan\npre-investment studies. The final selection of industries for inclusion in the Project will be\nbased on criteria agreed among the Government, LGUs and the Bank. The criteria will\ninclude (i) the availability of raw material; (ii) the regional, national and international market\npotential; (iii) the level and availability of technology and current industry capacity; (iv) the\nscope for increased vertical integration by involving small to medium enterprises; and\n(v) viability and sustainability.\n12. The numerous stakeholders in agro-industrial development have their own\nobjectives and approaches. However, their involvement and cooperation is essential to the\nformulation of the Project and their subsequent ownership to the Project is fundamental to\nsustaining the agro-industrial process. To ensure the participation of stakeholders, a\nprocess-oriented approach to Project formulation and implementation will be adopted. In the\nTA, the consultants will operate as facilitators, using workshops as the primary instrument\nof participation to share views, identify problems, and develop consensus and commitment\nto the solutions and the Project. This approach is in line with the Bank's Medium Term\nStrategic Framework (1993-1996), which encourages the gradual shift in emphasis from\n\"blueprint\" projects to \"process-oriented\" projects.1\n13. The Project will be in accordance with the Bank's (i) Country Operational\nStrategy for the Philippines dated November 1993, which emphasizes growth and greater\nprivate sector involvement in the economy; and (ii) Agriculture Department Strategic\nFramework, 1993-1 996, which recommends assistance in diversifying agricultural production\nand value-adding opportunities through agro-industrial development and assistance for\nstrengthening cooperatives, NGOs and rural communities.\nIII. THE PROPOSED TECHNICAL ASSISTANCE\nA.\t Objective\n14. The objective of the TA is to assist the Government in formulating a long-term\nstrategy and designing the Project to stimulate agro-industrial development focusing on small\nand medium enterprises.\nThis TA will be supported by the ADTA: ZOPP Applications for Strengthening Community and Local\nGovernment Participation in Agriculture and Rural Development Project Implementation where this Project\nis identified as one of six projects involved.\n-\t\n-:-\t r-'\t '-• \"-\" I I'.JIUI\t VVV1\t .", "4\nB. Scope\n15. Within the framework of the LGC, the TA will (i) prepare a strategy for agro-\nindustry development in the WVR to be implemented in phases over a ten-year period;\n(ii) determine the components of the Project to be funded in Phase I, clearly identifying the\nrespective roles of the Government, LGUs and the private sector; (iii) assess the technical,\nfinancial, economic, social, institutional and environmental feasibility and sustainability of\nthe Project; and (iv) develop appropriate implementation, monitoring and financing\narrangements.\n16. The preparation of the Project is to be based on three essential elements: (i) the\nneed for the private sector to lead agro-industrial development in the WVR, (ii) the necessity\nfor LGUs to be able to provide the essential supporting infrastructure and institutional\nbuilding, and (iii) the necessity for all stakeholders from private sector and government to be\nactively involved. The TA will analyze factors that constrain or support the development of\neach selected industry, assess those that can and should be targeted for support, and define\nan investment project based on the initiatives identified.\nC.\t Cost Estimates and Financing Plan\n17. The total cost of the TA study is estimated at $860,750, of which the foreign\nexchange cost is $739,200 and the local currency cost is $121,550 equivalent. The foreign\nexchange cost and $83,050 equivalent of the local currency cost will be financed by the Bank\non a grant basis from the Japan Special Fund. The rest of the local currency cost will be\nfinanced by the Government. A breakdown of the cost estimates is given in Appendix 2.\n18. The cost of the Project is currently estimated to be about $50 million. The\nforeign currency requirements will be determined during the course of the TA. The\nGovernment has been informed that approval of the TA study does not commit the Bank to\nfinance any ensuing project.\nD.\t Implementation Arrangements\n19. The Executing Agency will be the Department of Agriculture (DA) of the\nPhilippines. The DA will be responsible for the general administration and coordination of\nthe TA with the relevant line agencies in the WVR (including the Regional Development\nCouncil and the regional office of the National Economic and Development Authority in Iloilo),\nprovincial governments and other stakeholders. A steering committee will be formed to\noversee and provide direction to the TA consultants. The DA will chair this committee which\nwill include representatives of the Regional Development Council, the National Economic and\nDevelopment Authority, the Department of Trade and Industry and the local business groups.\nOther agencies as required will be called on to participate. The provincial governments,\nthrough the planning and development office of each province, will be the implementing\nagencies for the TA. The DA will appoint a senior level officer as the counterpart Project\nDirector for the TA. The DA and each implementing agency will assign counterpart\nprofessional and supporting staff (secretaries and drivers) to assist the consultants, and will\nprovide suitable office space and amenities.\n20. The TA will be undertaken over a period of 7.5 months by an international\nconsulting firm to be recruited by the Bank in accordance with the Bank's  Guidelines on the", "5\nUse of Consultants. The firm will be responsible for recruiting a team of about five\ninternational consultants to provide a total of 28 person-months of services in agribusiness!\nmarketing (7.5 months), financial analysis (4 months), institutions/management and training\n(4 months), sociologist (2 months), environment (4 months) and various short-term specialists\n(6 months).1 The firm will also provide about five local consultants for a total of 26 person-\nmonths. The local consultants will be experts in agriculture/agribusiness economics\n(7.5 months), workshop facilitation (3 months), agribusiness/marketing (6 months), sociology\n(2 months), civil engineering (3 months) and various specializations for short terms\n(4 months).2 The detailed terms of reference for the consultants are in Appendix 3.\n21. Some essential office equipment3 and two vehicles will be procured for the use\nof the consultants under the TA. Procurement will be carried out in accordance with the\nBank's Guidelines on Procurement.\n22. The TA will be implemented over 7.5 months in two stages. The first stage will\nbuild on the Master Plan Study and will review recent developments in agro-industry, analyze\nthe investment potential and constraints, undertake case studies of successful agro-industry\nprojects and activities, select feasible investments, and determine the roles and commitments\nof the stakeholders. The stakeholders will be involved in this consultative process. Stage\ntwo will involve formulation of the long-term strategy and the Project, including feasibility\nstudies of site-specific project activities.\n23. The consultant team, in cooperation with the counterpart staff of DA and the\nimplementing agencies, will prepare four reports. An inception report will be submitted to\nthe Bank at the end of the third week. It will give details of the approach to be taken, and\nthe work program for the TA in general and first stage in particular. At the end of the tenth\nweek, the consultants will submit an interim report that summarizes the findings in the first\nstage, identifies and justifies the industries selected, develops the proposed Project and\nrefines the approach and scheduling of activities for the second stage. This report will be\nfollowed by a tripartite meeting to discuss the report and refine requirements for the second\nstage. A draft final report will be submitted at the end of the twenty-fifth week and will be\nfollowed by a tripartite meeting to review the report. The final report, incorporating comments\nfrom the Government and the Bank, will be submitted at the end of the thirtieth week.\nIV. THE PRESIDENT'S RECOMMENDATION\n24. It is considered that the proposed technical assistance to the Government of the\nPhilippines is necessary for the purpose of the Western Visayas Agro-Industrial Development\nProject. The President recommends that the Board approve the proposed technical\nassistance, on a grant basis, in the amount of $822,250.\nThese short-term inputs will be based on the industries selected for inclusion in the Project.\nThese short-term inputs will be determined by the industries selected for investment activities.\nTwo, 386 kb microcomputers, each with a monitor, uninterruptible power source and software; one laser\nprinter; one long carriage dot matrix printer; one photocopier.", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\n6 Appendix 1\nPage 1\nPROJECTS IDENTIFIED BY PRE-INVESTMENT STUDIES IN\nAGRICULTURE, MARINE AND AQUATIC ACTIVITIES\n\tUnit investment\t Type of\nName\t Cost (P '000)\t Enterprise\nShrimp Production\n1. Mussels Filtration for\n\t\nShrimp Farms 203 Owner-Operated\nFinfish Production\n2. Cage Culture of Tilapia Hybrids 97\n3. Modular Production of Milkfish 355\n4. Milkfish Fingerling Production 470\n\t\n5. Sea Bass Hatchery 296 Owner-Operated\n\t\n6. Cage Culture of Groupers 204 Cooperative or\n\t\n7. Polycuiture of Sea Bass and Tilapia 277 Private Company\n8. Multi-sized Stocking of Milkfish 314\nMarine Fish Production\n\t\n9. Artificial Reef 99 Cooperative\n\t\n10. Flake ice Plant 3,379 Owner-Operated or\nCooperative\nMussels Production and Processing\n11. Mussels Production 29\t Cooperative or\nOwner-Operated\n12. Mussels Freezing 98,070\t Private Company\n13. Mussels Canning 130,000\t Private Company\nSeaweed Production and Processing\n14. Eucheuma Seaweed Production 12\t Cooperative or\nOwner-Operated\n15. Refined Carrageenan Processing 111,700\t Private Company\nPoultry Production and Processing\n16. integrated Broiler Production\n\t\nIntegrator 7,001 Private Company or\nCooperative\n\t\nProcessors 6,038 Cooperative\n\t\nBroiler Farms 143 Owner-Operated or\nCooperative\n(Reference in text: page 1, para. 4)", "\t\t\t\t\t\t\t\t\t\t\t\t\n\t\nrA\nAppendix 1\nPage 2\nUnit Investment Type of\nName Cost (P '000) Enterprise\n\t\n17.\t Layer Production 426 Owner-Operated or\nCooperative\nAnimal Husbandry and Processing\n18. Hog Breeding and Fattening 5,790\t Cooperative or\nOwner-Operated\n19. Feedmilling and Hog Fattening 7,474\t Cooperative or\nOwner-Operated\n20. Slaughterhouse Meat and Processing 54,077\t Private Company\nFruits, Nuts and Vegetables Processing\n21. Multi-Fruit Processing 2,513\t Owner-Operated or\nCooperative\n22. Cashew Nut Processing 1,609\t Owner-Operated or\nCooperative\n23. Cucumber Pickles Processing 4,556\t Private Company or\nCooperative\nPiña Fiber Production and Processing\n24. Integrated Piña Production Cooperative or\nand Processing 1,710\t Private Company\n25. Outgrower Production and Cooperative,\nCentral Processing Owner-Operated\nOutgrower 15\t and/or\nCentral Processing 2,189\t Private Company\nCut Flower Production\n\t\n26. Tissue Culture Laboratory 1,369 Cooperative\n\t\n27. Dendrobium Production 252 Cooperative or\nOwner-Operated\n\t\n28. Anthurium Production 468 Cooperative or\nOwner-Operated\nrw IIIR.ILL JlIIJuLeI\t edt..iI With d riiuiiiit.n, uriiriirrupuoie power source ana sortware; one laser", "\t\n8 Appendix 2\nCOST ESTIMATE AND FINANCING PLAN\nAmount\n($)\nFINANCED BY THE BANK\nA. Foreign Exchange Cost\n1. International Consultants' Remuneration 481,000\n2. International Consultants' Per Diem 15,500\n3. International Travel 40,500\n4. Equipment and Vehicles 61,000\n5. Seminars, Conferences, Workshops 18,000\n6. Studies, Surveys, Reports 30,000\n7. Contract Negotiations 5,000\n8. Miscellaneous, TA Administration\nand Support Costs 21,200\n9. Contingency 67,000\nSubtotal (A) 739,200\nB.\t Local Currency Cost\n1. Local Consultants' Remuneration 60,500\n2. Local Consultants' Per Diem 8,000\n3. Domestic Travel 7,000\n4. Contingencies 7,550\nSubtotal (B) 83,050\nTOTAL (I) 822,250\nFINANCED BY THE GOVERNMENT (Local Currency Cost)\n1. Counterpart Staff 10,000\n2. Office Equipment and Supplies 5,000\n3. Communications and Utilities 10,000\n4. Workshop 10,000\n5. Contingencies 3,500\nTOTAL (II) 38,500\nGRAND TOTAL (I + II) 860,750\n(Reference in text: page 4, para. 17)", "\t\n9 Appendix 3\nPage 1\nDETAILED TERMS OF REFERENCE FOR CONSULTING SERVICES\nA. Terms of Reference\n1. In undertaking the TA the consultants will adopt a process-oriented approach to\nfacilitate the participation of all stakeholders and to seek cooperation in pursuing the overall\nstrategy in general and in designing, financing and implementing the Project. The consultants\nwill emphasize (i) building on already established and successful activities, including\nGovernment and foreign assisted activities; and (ii) increasing cooperation between larger\nbusiness firms and small to medium organizations, the respective roles of all major\nstakeholders, the implications of the Local Government Code (LGC) and in particular the\noverall capability of Government to support their expected role, and the willingness and\ncapability of the private sector to share or provide expected Government functions.\n2. The TA will be 7.5 months duration and consist of two stages:\nStage I\t Analysis and Identification of Industries\nStage II\t Feasibility study of overall project and individual components.\n3. The team leader will have the overall responsibility for ensuring the quality of the\nwork of the team.\n4. The terms of reference for the TA will include, but will not be limited to, the\nfollowing:\n1. Stage I - Analysis and Identification of Industries (2 months)\n(i) prepare a work plan for the TA in consultation with DA and implementing\nagencies;\n(ii) prepare a profile of the agro-industry sector and its contribution to the\neconomy of the WVR and the Provinces: major commodities processed,\nsource of raw materials, processing capacity, ownership and management\narrangements, technologies used, location and access to markets, value-\nadded, financial performance, extent of vertical integration, major support\nservices, and contribution to employment, export earnings and gross\ndomestic product (GDP);\n(iii) review and assess general impediments to agro-industrial development\narising from the following:\n(a)\t existing policies and regulations, including the LGC;\n(Reference in text: page 5, para. 20)\ntive or\t . I\t ,.\t uenarooium rroaucuon\t -\t 2b2\t uooper", "\t\n10 Appendix 3\nPage 2\n(b)\t quantity, quality and availability of agricultural produce;\n(c) lack of access, or development of, services and technologies (e.g.,\ninput supply, credit, energy, transport, technology, technical and\nmarketing information, markets, competition); and\n(d)\t the respective roles of the private and public sectors;\n(iv) describe and assess likely duplication or complementarity of ongoing\nprivate, Government and foreign assisted projects;\n(v) in consultation with the Government and the private sector:\n(a) establish criteria for the selection of industries;\n(b) select industries from pre-investment studies, and identified priorities\nof Government and the private sector;\n(c) prioritize industries for further development;\n(vi) conduct industry-focused workshops to involve all stakeholders from input\nsuppliers to agricultural production to retailers of agro-processed products\nto ascertain specific ongoing activities, problems and constraints; and\nidentify specific investment requirements and the interest of stakeholders\nin participating in the implementation of the identified investments;\n(vii) where necessary, assess local and international markets for each of the\nmajor commodities/services produced or utilized in each industry;\n(viii) conduct short case studies of selected successful project activities\ninvolving cooperatives, non-government organizations (NGOs),\ngovernment, and the private sector to identify and incorporate lessons\nlearned into the selection and design of proposed activities for the Project;\n(ix) examine the constraints/problems to further development of each selected\nindustry in terms of:\n(a) sources and quality of agricultural produce and other raw materials;\ntransport, communications, power supply, water supply, and other\ncivil works; and existing procurement arrangements for the different\ncommodities/inputs;\n(b) the support services available to the industry including procurement\nof equipment and replacement parts (both imported and local),\nrepair and maintenance facilities, and technical and marketing\nadvice;", "\t\n11 Appendix 3\nPage 3\n(c)\t the current storage facilities, methods and infrastructure available\nand in use for raw materials and processed products;\n(d) the transport and distribution network for domestic and international\nmarkets, including packaging and handling methods;\n(e)\t the availability and accessibility of credit;\n(f)\t appropriate organization/management arrangements for ownership\nand management of these industries;\n(g) research and extension; and\n(h)\t education and training;\n(x) review the environmental standards required by type of industry and the\npotential risk by type of industry and identify major environmental issues\nthat need to be incorporated into industry workshops and decision-making\nconcerning the overall design of the Project;\n(xi) assess the scope for small and medium-scale enterprises, particularly\ncooperative enterprises, to participate in the industry and seek support of\nlarger private business in providing technical and service support;\n(xii) assess the technical, administrative and financial capabilities of provinces\nand municipalities to provide the support required for agro-industry\ndevelopment, including maintenance of infrastructure, provision of\nresearch and extension and market information services;\n(xiii) define the most appropriate administrative, managerial, financial, and\ncorporate strategy to support and sustain the development of agro-\nindustry involving both the government and the private sector;\n(xiv) prepare an outline of investments for development of the selected\nindustries and locations with expected participation from major\nstakeholders for feasibility study in Stage II;\n(xv) participate in the Tripartite Review at the end of Stage I to reach\nagreement for the conduct of Stage II.\n2.\t Stage II - Design of Investment Project (5.5 months)\n(i) Based on the results of Stage I, prepare an investment strategy for the\nselected activities in the framework of a long-term program to develop an\nindustry around each activity and prepare a Project that will include\ninstitutional capability building and training, infrastructure, support\nservices, and pilot activities to vertically integrate industries through", "12\t Appendix 3\nPage 4\ncooperation within the private sector and between government and the\nprivate sector in developing small-medium scale enterprises; the Project\nshould be designed using the Bank's Project (Logical) Framework as\ndescribed in The Project Framework, September 1993.\n(ii) The Project design should continue the process-oriented approach and as\nsuch should be flexible in providing a mechanism to adjust the project\nobjectives, implementation activities and budgets during the course of\nProject implementation. The design initially should be within existing\npolicy and identified resource constraints.\n(iii) Prepare a program for institutional capability building and training in both\nthe public and private sectors, relevant to the industries identified and the\nlong-term development of agro-industry.\n(iv) Undertake economic and financial analyses of the project using the Bank's\nGuidelines for Economic Analysis and Guidelines for Preparation and\nPresentation of FinancialAnalysis, and evaluate the economic and financial\nviability of each component as well as of the whole Project including\nsensitivity and risk analysis.\n(v) Assess the social dimensions of the proposed investments, including their\npotential impact on producers, especially on women and the poor, in\naccordance with the Guidelines for Incorporation of Social Dimensions in\nBank Operations.\n(vi) Prepare a general framework for Project monitoring and evaluation, which\nshould include recommendations on the appropriate monitoring agency,\nkey socioeconomic and other indicators, data collection and methods for\nmonitoring Project impact, and format and frequency of report preparation.\n(vii) Conduct, and prepare a report on, an initial environmental examination of\nthe activities/industries proposed for funding under the Project, including\nthe Government's requirements for securing an environmental compliance\ncertificate, based on the Bank's Environmental Guidelines for Selected\nAgriculture and Natural Resources Development Projects, Environmental\nGuidelines for Selected Industrial and Power Development Projects,\nEnvironmental Assessment Requirements, Environmental Review\nProcedures and the Bank's format for initial environmental examination\nreport and summary.\n(viii) Prepare a realistic and detailed implementation schedule for each of the\ncomponents proposed under the Project.\n(ix) Prepare an annual loan disbursement schedule in accordance with the\nimplementation schedule, and draw up a financing plan, taking into\naccount the Government and stakeholder contributions as well as external\nfinancing.", "\t\n13 Appendix 3\nPage 5\n(x) Review and make recommendations on an appropriate mechanism(s) for\nchanneling loan funds to the provincial governments and private sector.\n(xi) Identify the appropriate Government agency/agencies for overall\nimplementation of the project; and develop a mechanism for coordination\namong the implementing agency/agencies, financial intermediaries,\ncooperatives, NGOs and private entrepreneurs.\n(xii) Determine the nature and length of consulting services required for project\nimplementation, if any, and prepare terms of reference for these services.\n(xiii) Assess the benefits of the Project on provincial and regional growth,\nincome and income distribution at family level, poverty reduction,\nemployment generation and balanced regional development.\n(xiv) Consider opportunities for co-financing with other aid agencies.\n(xv) Prepare a draft Memorandum of Understanding on the Project for signing\nbetween the Bank and the Government.\nThe preparation and printing of cost tables should be prepared using the software package\n\"COSTAB\" which will be provided by the Bank. The report text, cost tables and spreadsheet\nanalysis should be submitted to the Bank on disk with the final report.\nB.\t Reporting Requirements\n(i) At the end of week three of TA implementation, the consultants will submit to the\nBank an inception report detailing the approach to be taken and the work\nprogram for the TA in general and Stage I in particular.\n(ii) At the end of week 10, the consultants will submit an interim report that\ndescribes the findings in Stage I, identifies and justifies the industries selected,\ndevelops the proposed Project and refines the approach and scheduling of\nactivities for Stage II. A tripartite meeting will be held at the end of Stage I.\n(iii) At the end of week 25, the consultant will submit a draft final report for review by\nthe Government and the Bank at a tripartite meeting to be held at the end of\nweek 28.\n(iv) Comments made at the meeting will be incorporated by the consultants and a\nfinal report will be presented at the Bank at the end of week 30.\nparticipate in me i ripartite Heview at the end  stage i to reach\n(XV)  OT "], "metadata": {"CreationDate": "D:20090426155127+08'00'", "Subject": "TECHNICAL ASSISTANCE REPORT", "Creator": "Envision OCR", "Keywords": "western visayas agro-industrial development, phils western visayas region, WVR phils agro-industrial development, phils agro-industrial development, phils agriculture development project, adb technical assistance 2109, adb project 23106", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20091013135907+08'00'", "Title": "Western Visayas Agro-Industrial Development"}}