{"path": "data/input/ta/24244-ton-tar.pdf", "pages": ["• -• --- - ____\n.,\nRESTRICTED\nTAR:TON 24244\nASIAN DEVELOPMENT BANK This Report has been prepared for\nthe exclusive use of the Bank.\nTECHNICAL ASSISTANCE\nTO THE\nKINGDOM OF TONGA\nFORA\nNATIONAL TOURISM PLAN\nJanuary 1991", "CURRENCY EQU I VALENTS\n(As of 15 November 1990)\n\t\nCurrency Unit =\t Tonga Pa'anga\n\t\nT$1. 00 =\t US$0.771998054\n\t\nUS$1.00 =\t T$1.295340\nThe Pa'anga is pegged to the Australian dollar. For the purpose of calculations\nin this Report, an exchange rate of US$1.00 = T$1.30 has been used. This was the\nrate prevailing when the technical assistance was formulated.\n]\nABBREVIATIONS\nAIDAB -\t Australian International Development Assistance Bureau\nEC -\t European Community\nGNP -\t Gross National Product\nMLCI -\t Ministry of Labour, Commerce and Industry\nNTP -\t National Tourism Plan\nSDP -\t Sixth Development Plan\nTCSP -\t Tourism Council for the South Pacific\nTTA -\t Tonga Tourist Association\nTVB -\t Tonga Visitors Bureau\nVFR -\t Visiting Friends and Relatives\nWTO -\t World Tourism Organization\nGLOSSARY\nTourist A temporary visitor spending at least one night in a\ncountry, whose stay does not exceed one year (WTO\ndefinition; synonyms: visitor, arrival).\nSeat Capacity The total number of airline seats on regularly scheduled\nairline services available to a certain country.\nDedicated Seats Seats allocated by an airline operator to a certain\ndestination, either as a result of aviation agreements,\nor as part of commercial deals with travel agents.\nPrimary Tourism The part of the economy producing basic tourism services\n(mainly accommodation).\nSecondary Tourism -\t The part of the economy producing optional services for\ntourists (restaurants, attractions, transport, shopping).\nNOTE\n(i) The fiscal year (FY) of the Government ends on 30 June.\n(ii) In this Report, $ refers to US dollars.", "1\nI. INTRODUCTION\n1. In December 1989, the Government of the Kingdom of Tonga requested\nadvisory technical assistance to help prepare a National Tourism Plan (NTP) for\nthe country. A Fact-Finding Mission visited Tonga from 12 to 19 June 1990 and held\ndiscussions with Government officials and private sector representatives. The\nMission confirmed the need for the advisory technical assistancel/ and reached\nagreement on both the objectives and scope of the consultant's terms of reference,\ncost estimates and the financing and implementation arrangements. The technical\nassistance first appeared in ADB Business Opportunities in September 1990.\n!1\nII • BACKGROUND\nA.\t General\n2. The Kingdom of Tonga, an archipelago of 171 islands of which 36 are\ninhabited, is located 3,500 kilometers northeast of Sydney, Australia and 1,900\nkilometers north of Auckland, the capital of New Zealand. The three main island\ngroups are, from south to north, Tongatapu, Ha'apai and Vava'u. Nuku'alof a, the\ncapital, is located on Tongatapu, the largest island in the country. The total\npopulation amounts to about 99,500 (mid-1989 estimate). It is estimated, however,\nthat about 32,000 Tongans live overseas, mainly in the United States (14,000) and\nNew Zealand (9,000). The 1986 census counted 24,000 people as economically active\nin the monetary sector, or 25.7 per cent of the total population; about ten per\ncent of those were unemployed.\n3. The Tongan economy, providing the population with an average per caput\nGNP income of US$910,2/ has been seriously affected by declining world market\nprices for its major agricultural products, notably coconut and its derivatives,\nbananas, fish and vanilla. This led to a decrease in exports and larger trade\ndeficits as imports continued to increase. Foreign exchange remittances from\noverseas Tongans have met the trade deficit to a considerable extent. Also foreign\nexchange earnings from tourism have grown in importance as a means to reduce trade\nimbalances and balance-of-payment deficits.\n4. Tourism's contribution to the national economy is not accurately known.\nEstimates made for 1987 range from T$8.0 million ($6.2 million) by the World\nTourism Organization (WTO), to T$10.6 million (US$8.2 million) by the Tourism\nCouncil of the South Pacific (TCSP)3/ and T$14.6 (US$11.2 million) by the Bank of\nTonga. For 1989, the Ministry of Finance estimated the foreign exchange earnings\nto amount to T$11.5 million ($8.8 million). Comparing these figures with the 1987\n1/ Under TA No. 1298-TON: Tourism Development, for $65,000, approved on 15 May\n1990, suggestions for Terms of Reference for a possible National Tourism Plan\nhad been drafted.\n2/ World Bank, September 1990.\n3/ In a regional context, Tonga is a member of TCSP.\t This EEC-sponsored\norganization initiates, and where possible, coordinates tourism development\nefforts for all its South Pacific member countries. Most overseas\nrepresentations of the South Pacific countries in the major travel markets\nare financed with TCSP funds.", "2\ntotal export earnings (including re-exports) of T$9.6 million ($7.4 million), it\ncan be said that tourism as a source of foreign exchange is of major importance\nto the economy of the country.\n5. Other direct and indirect tourism benefits to the Tongan economy are\nquite significant as well, More than 1,600 Tongans (about 7 per cent of the\neconomically active population) are estimated to have been employed directly in\nthe tourism industry. Further, the Government has estimated that: (i) for each\ndollar spent by a tourist, an additional income of 42 cents was generated elsewhere\nin the economy; (ii) for each job created in the accommodation field, 1.42\nadditional jobs were created elsewhere; and (iii) each tourist dollar would yield\n30 cents in Government revenue, It was also estimated that between 10 per cent\nand 15 per cent of the Government's estimated revenue for FY 1987/88 of T$29.4 fl\nmillion ($22.6 million) was directly attributable to tourism.\n6. Tourism revenues are derived mainly from air visitors, who numbered about\n21,000 in 1989. Excluding cruise ship visitors (which unrealistically inflate\ntourism numbers, but stay only for very brief periods on shore and spend limited\namounts only), tourist traffic has crept slowly upwards in the past two decades.\nIn 1969, only 3,300 tourists arrived. For the years between 1985 and 1989, growth\nin air visitors averaged about 10 per cent a year.\n7. At present, there are about 530 rooms of varying configurations and\nstandards available in 37 hotels and guesthouses for tourist use in Tonga. A\nunique feature of the Tongan tourism industry is the almost total local ownership\nof the accommodation establishments. This and the fragmented nature of the\naccommodation field probably has increased the accrual of local economic benefits.\nHowever, the absence of large-scale resorts capable of providing a promotional\nfocus and feeding smaller resorts has been a deterrent to more rapid growth,\nutilizing the considerable tourism potential in the country.\n8. Due to the relatively high incidence of small scale accommodation\nattractive to young back-packers, who tend to have long length of stays (more than\ntwo weeks), the leakage of foreign exchange into imports for tourism is relatively\nsmall, ranging from 3 per cent for guesthouses to 46 per cent in regional hotels.\nFor the larger, foreign-owned and operated hotels and resorts catering to more\nwealthy tourists in other South Pacific countries, imports typically absorb 60 to\n80 per cent of all foreign exchange spent by tourists.1/\n9, Historically, the USA, Australia and New Zealand have been the major\nsource markets, but their combined share of the market has declined somewhat, from\n63 per cent in 1965, to 60 per cent in 1985 and 54 per cent in 1989. Increases\nin arrival numbers from Europe and Asia (mainly Japan) have compensated for this\ndecline. As the numbers for individual countries are small or not available, and\nf1uctuate widely from year to year, conclusions about arrival trends from other\nmarkets are not warranted. The majority of all visitors arrive at Fua'amotu\nInternational Airport, Tongatapu, recently upgraded, with Japanese assistance, to\nreceive B-747s. This airport is served by four international carriers, which\nprovide a total of 1,332 in-bound seats per week and link Tonga with Honolulu,\nAuckland, Sydney and Nadi (Fiji).\nj/ See, for instance: Dwyer, L. \"Import Content of Tourist Hotel Food and\nBeverage Purchases in the South Pacific\", 1988.", "3\n10. The figures on tourism in Tonga provided in previous paragraphs include\nboth tourism by foreign nationals (or \"tourism for pleasure\" purposes, often\nconsidered to be tourism in a restricted sense of the word) and Tongans residing\nabroad who return to visit friends and relatives (the so-called Visiting Friends\nand Relatives or VFR category). In 1987, less than fifty per cent of all arrivals\ndeclared \"pleasure\" as the purpose of their visits. Although bonafide visitors,\nthe non-pleasure category of tourists (mainly belonging to the VFR category) have\ndifferent patterns of behavior, use of tourism facilities and spending. Tourists\nfrom the VFR category, for example, rarely stay in hotels, make few visits to\ntourist attractions and spend less in the hospitality industry. It should be\nnoted, however, that this does not imply that the VFR and other \"non-pleasure\"\ncategories spend less than foreign visitors.\n11. The high, and stable, VFR and \"non-pleasure\" content in the number of\nair arrivals creates a rather severe constraint for the future expansion of\ninternational tourism in Tonga. Under present conditions, airlines have good\noccupancy rates with commercially attractive fare structures. Increasing the\nnumber of flights or using larger planes for the sole purpose of promoting\nadditional international tourism to Tonga may be commercially unattractive. To\nfill one additional extra flight per week by a B-737 (at present being used by Air\nNew Zealand), requires an increase in the number of foreign tourists of 5,720 on\nan annual basis, roughly fifty per cent of present arrivals. In addition, as\nother destinations in the South Pacific are as a rule better known, airlines tend\nto spend their promotional budgets on those destinations.\n12. The development of tourism in Tonga is further hampered by constraints\nsuch as: (i) lack of competitiveness in the international tourism market; (ii) a\nlack of tourism-specific skills and management expertise, despite relatively high\nlevels of general education; (iii) limited air access; (iv) inadequate tourism-\nrelated infrastructure; (v) land tenure regulations; and (vi) insufficient access\nto capital. A lack of drinking water may become a severe constraint in the\nfuture. 1/\n13. Almost all South Pacific countries have their own, government-sponsored,\ntourism promotion agencies. In Tonga, promotion (as well as data collection and\nresearch) has been entrusted to the Tonga Visitors Bureau (TVB), a statutory body\nfinanced by the Government and the TCSP. The TVB is accountable to the Ministry\nof Labour, Commerce and Industries (MLCI), which is responsible for tourism,\nalthough it employs no tourism specialists. The annual budget of TVB for FY\n1990/91 amounts to T$872,000 ($671,000); only 32 per cent is spent on marketing\nand 6 per cent on overseas representation and promotion, the remainder being spent\nmainly on salaries.\n1/ The Australian International Development Assistance Bureau (AIDAB) is\ncurrently implementing a study on the water supply potential in the country.", "4\n14. Recently, the Tonga Tourist Association (TTA) was formed and recognized\nby the Government.1/ Also, the establishment of an inter-governmental Tourism\nAdvisory Board is under consideration. In addition to several studies on specific\naspects of tourism (archaeology, handicrafts manufacturing, water supply, manpower\ndevelopment, feasibility of hotels, supply and demand, sectoral linkages and air\ntransport, for example), three studies2/ on general development policies and\nstrategies have been prepared. However, progress in implementing tourism policies\nhas been limited. Despite the Government's emphasis on tourism development, the\nfunds allocated in annual budgets were limited. Besides, the Government did not\nappoint any officials responsible for translating policies into action programs\nfor implementation.\n15. The tourism objectives stated in the Sixth Development Plan for the\n1990/91-1994/95 period are shown in Appendix 1, together with the related action\nplans for future tourism growth up to 1995 prepared by the TVB. In the Sixth Plan,\nthe Government emphasizes the development of tourism in order to create job\nopportunities, diversify the structure of the economy and increase foreign exchange\nearnings. It, therefore, attaches priority to programs designed to: (i) facilitate\nvisitor access; (ii) market Tonga in major source countries; (iii) develop tourism-\nrelated infrastructure; and (iv) promote (local) private sector investment in the\ntourism sector.\nB. Need for Technical Assistance\n16. The reasons for the limited implementation of past tourism development\npolicies have not been adequately studied. It is, therefore, not clear whether\ncorrect or wrong policies have been advocated. The reasons for the limited\nresponse of the private sector to Government policies are also insufficiently\nknown. In any case, the respective roles of the public and private sectors remain\nill-defined, making local investors (including Tongans returning from abroad),\nreluctant to participate in the development of tourism. Finally, the SDP provides\nno budget for action programs for implementation. The TVB provided some action\nplans (see Appendix 1) but did not provide details on implementation. Such\nprograms, including guidelines for matching institutional development, are urgently\nneeded.\n17. It is at present beyond the capacity of the Government and other\norganizations (TVB, TTA) to prepare strategic guidelines and related action plans.\nTo overcome this shortcoming and to adequately evaluate the interplay of other key\n1/ The Tonga Tourist Association has been formed for the prime purpose of\npromoting tourism within Tonga, and in particular to coordinate and encourage\nthe improvement of the services and facilities of persons engaged in the\nhospitality and tourism industry. It is also the role of the TTA to make\nrecommendations on Tonga's tourism development to the Minister reponsible for\ntourism in the Government.\n(1) Tonga Development Plan for Tourism 1976-1986. By: R. Lascelles, B.\nj \nMumtaz and M. Sal ier, Bartlett School of Architecture and Planning.\nUniversity College, London, 1978.\n(2) Tourism Development Programme, 1975/76. By: P.A. Management Consultants,\nNew Zealand, 1976.\n(3) Tourism Development Policy and Strategy for the Kingdom of Tonga. By:\nE.L. Inskeep. UNDP/WTO (RAS/83/002), 1984.", "constraints mentioned above, external support is required for the formulation of\na National Tourism Plan (NTP), building upon the considerable number of previous\nstudies. The NTP should review existing policies and strategies to enable the\nGovernment to choose between the various development alternatives (for instance\nbetween indigenously-managed tourism or foreign-capital based tourism) and develop\nmore realistic action plans for the development of tourism. The NTP should,\ntherefore, contain appropriate suggestions for action-oriented programs and\nprojects which must be implementable within the context of the prevailing\nexpertise, capital and budget constraints or suggest measures to eliminate these\nconstraints. The proposed technical assistance will address these issues.\nIII. THE TECHNICAL ASSISTANCE\nA.\t Objective\n18. The objective of the technical assistance is to prepare a National\nTourism Plan that will assist the Government and the private sector in Tonga in\ngenerating sustainable growth in the tourism sector in a socially acceptable,\nenvironmentally sound and economically viable manner. This growth should be\nbalanced with the requirements of other economic sectors, relevant developments\nin the international tourism sector and trends in tourism in the South Pacific.\n19. The outcome of the technical assistance will enable the Government and\nprivate sector operators to make clear policy choice and commit to a development\nstrategy for tourism. The social, economic and environmental ramifications of the\nvarious policy and strategic development options for the medium- and longer-term\nwill be assessed. Short-term action plans, including assessment of resource\nrequirements, will be formulated to support the implementation of policies\nsuggested.\nB. Scope and Work Program\n\t\n20. The basic tasks of the technical assistance will be to:\n(i) enable a clear policy choice and commitment to tourism by the Government\nand the private sector by identifying the various policy and strategic\ndevelopment options available for tourism in Tonga, and the social,\neconomic and political ramifications of each option; and\n(ii) prepare a strategic program for the coming decade together with explicit\nsubsidiary action plans to achieve step-by-step expansion of the tourism\nsector in coordination with, but without adversely affecting the\ndevelopment of, other social and economic sectors.\n21.\t The work program under the technical assistance will concentrate on the\nfollowing major aspects:\n(1) Development Policy Issues: involving identification of the prospective\ntourism development options available to Tonga, ranging from maintaining\na small-scale, locally-owned, limited capacity industry to large-scale\ntourism development utilizing substantial external (and significant\nlocal) resources;", "6\n(ii) Regional Development: analysis of the tourism potential for the three\nisland groups viz Tongatapu, Ha'apai and Vava'u and the manner in which\nexpansion of tourism development and tourist penetration might be staged\nfor each; priority sites suitable for varying types of tourism would be\nidentified and detailed development plans formulated within an overall\nstrategic framework and time table;\n(iii) Manpower: identification of current employment patterns and the impact\non services, development potentials, and labour migration from a formally\nwell educated population without adequate tourism and management skills;\nfuture training needs and manpower requirements for the various strategic\noptions would be stated as would ways of maintaining local management\nlevels;\n(iv) Marketing: formulation of an appropriate market position for Tonga in\nidentified high potential markets, in such a way as to give maximum yield\nfor minimum visitor throughput; identification of specific marketing\nprograms to increase the competitiveness of Tonga, develop suitable\ncommercial tour products and man-made attractions, reduce seasonality,\nand increase patronage of commercial tourist facilities and\naccommodation;\n(v) Financial Resources: assessment of the relevance of the existing\ninvestment incentives schemes and identification of specific measures\nand a strategic framework to stimulate local and foreign investment in\nselected tourism infrastructure and operations;\n(vi) Tourism Product Development: preparation of inventory and assessment of\nthe market relevance of the existing scenic attractions, accommodation\nand transport infrastructure and secondary tourism activities and\nidentification of opportunities for new products in each category;\n(vii) Environmental (Tourism-Related) Issues: identification of those\nattractions or regions which are environmentally sensitive; development\nof appropriate control/management measures or limits; assessment of the\ntown planning and zoning needs of Nuku'alofa; examination of the need\nto introduce buffer zones around tourism development areas, appropriate\nbuilding and sewage disposal codes;\n(viii) Social and Legal Issues: analysis to gauge local awareness of tourism\nactivities and tourists and to assess mechanisms and processes of change\nin the Tongan culture among the local population; land usage and the land\ntenure system as impacted by, and impacting on, tourism development will\nbe examined;\n(ix) Infrastructure: assessment of additional requirements in tourism-related\ninfrastructure (water, electricity, roads) stemming from the projected\ninOrease in tourist traffic and development of remote sites;\nidentification of appropriate development measures to be taken by,\nrespectively, the private and the public sector as part of the\ndevelopment process;\n(x) Institutional Framework: involving a review of the official instruments\nof tourism policy; i.e. the MLCI and TVB, the impact of incentives and", "the performance and relationship of activities of the Tonga Development\nBank and the impact and relevance of private sector (but Government\nsupported) organizations such as the TTA; and\n(xi) Absorptive Capacity: formulation of short-term action plans and an\nassessment of the country's capacity to implement these plans, including\nthe design of remedial measures whenever necessary.\n22. A team of international consultants will be required for a total of about\n20 man-months, covering the following main fields of expertise: (i) tourism\nplanning and development; (ii) tourism marketing and international aviation\nforecasting; (iii) physical planning; and (iv) economic/financial analysis. In\naddition, short-term specialist input may be required in the fields of: (i)\ninternational aviation and transport economics; (ii) development sociology; (iii)\nlaw; (iv) manpower development and training; (v) (small-scale) hotel operations;\n(vi) archaeology; (vi) environmental impact assessment and marine park management;\n(viii) water supply; and (ix) civil and coastal engineering. The number of\nconsultants would be kept to a minimum by combining different areas of expertise\namong individuals to the extent possible. The consultants will be recruited in\naccordance with the Bank's Guidelines on the Use of Consultants. The broad terms\nof reference for the consultants are given in Appendix 2.\nC. Cost Estimates and Financing Arrangements\n23.\t The total cost of the technical assistance is estimated at $575,000,\nconsisting of $515,000 in foreign exchange costs and $60,000 equivalent in local\ncurrency costs (see Appendix 3). The Bank will provide from the Technical\nAssistance Special Fund a grant of $550,000 to meet the entire foreign exchange\ncost and $35,000 equivalent of local currency cost. The Government will contribute\nthe equivalent of $25,000 in kind for counterpart staff and other local costs such\nas office accommodation, logistical support and administrative expenses.\nD. Implementation Arrangements\n24.\t The MLCI will be the Executing Agency for the technical assistance. The\n-\t study will be undertaken in close collaboration with relevant Government agencies,\nTVB and TTA, and private sector organizations involved in the tourism sector.\n25. The consultants' team is expected to be fielded in April 1991 and the\nstudy will be undertaken in the following four months. The inception report, to\nbe submitted within three weeks after the start of the work will be reviewed by\nthe Government and the Bank. An interim report will be submitted within two months\nafter the start of the work. It will contain an outline of the major policy and\nstrategic development options. This report will be discussed during a workshop,\nto be organized as soon as possible after its completion, attended by the\nGovernment, private sector representatives and the Bank to enable the Government\nto indicate to the consultants which development option(s) should be worked out\nin detail and for which option(s) supporting short-term action plans are to be\ndesigned. The draft fna1 report, to be submitted four months after the start of\nthe work, will be reviewed and discussed shortly after its completion at a seminar\nto be held in Tonga, attended by representatives of the Government, the private\nsector, the community and the Bank. The aim of these discussions will be to reach\nas much consensus on, and acceptability of, the emerging National Tourism Plan as", "8\npossible. The final report, which will incorporate changes agreed at the seminar,\nwill be available within two months after the seminar.\nIV. THE PRESIDENT'S DECISION\n26. The President, acting under the authority delegated to him by the Board,\nhas approved the provision of technical assistance to the Government of Tonga in\nan amount not exceeding $550,000 for the purpose of preparing a National Tourism\nPlan and hereby reports his action to the Board.", "9\t Appendix 1\nPage 1\nGOVERNMENT SECTORAL POLICIES PLANS AND STRATEGIES\nA. Policy Guidelines from Sixth Development Plan\n1. Tourism is accorded a high priority in terms of sectoral and national\naims under the Sixth Development Plan (1990/91-1994/95). National objectives for\nthe Plan are to:\n(i) continually develop tourism, expand it into one of the major sectors of\nTonga's economy and integrate it into the country's total development\nobjectives and program;\n(ii) ensure a planned sectoral growth with positive contribution to employment\ncreation, foreign exchange earnings and to net economic benefits to\nTonga;\n(iii) ensure an equitable distribution of tourism activities and earnings\nthroughout the Kingdom given the limited scope for expansion of tourism\ndevelopment in the outer regions and rural areas;\n(iv) ensure that tourism development will be used as a technique for the\nconservation of Tonga's unique cultural patterns, archaeological and\nhistorical sites, the natural environment and for improvements to the\ncountry's urban areas;\n(v) continually develop tourism so that it attracts the types of tourists\nwho appreciate and respect Tonga's culture and environment;\n(vi) ensure that tourism maintains a high level of local participation in\nownership and management while allowing sufficient flexibility for\nforeign investors where large amounts of capital are needed and/or when\nspecialized operations or skills are needed to provide variety; and\n(vii) ensure effective Government support by providing adequate resources for\ntourism planning, development and marketing.\nDuring the Plan period, the Government will place priority on programs designed\nto free-up visitor access, marketing Tonga in major visitor origins and the further\ndevelopment of infrastructure facilities, which in turn will stimulate private\nsector expenditure in the tourism industry.\nB. Action Plans Proposed by TVB\n2. The Tongan Visitors Bureau, as part of its contribution to the\nformulation of Sixth Development Plan, has developed comprehensive scenarios of\nfuture tourism growth up to 1995. The program envisages an extensive range of\nproduct improvement and development aimed at overcoming the earlier identified\nconstraints.\n(Reference in text: page 4, para. 15)", "\t\n10 Appendix 1\nPage 2\n3.\t Some of the key initiatives identified for the next five years are:\n(1) upgrading of international accessibility by air, in terms of overall\ncapacity and frequency of flights with a minimum of transfers;\n(ii) encouraging the establishment of a Government hotel corporation to\ninvest, with joint venture partners, in hotels and resorts in Tonga;\n(iii) encouraging the development of new, high quality, medium size (up to 500\nrooms) beach-oriented integrated resorts with convention facilities in\nTongatapu under international management;\n(iv) encouraging upgrading of existing small-scale lodges and new small-scale\nfale-type (traditional cottage-style accommodation), beach-oriented\nresorts;\n(v) expanding the Tonga National Center, development of a museum and other\nmanmade and secondary tourism attractions;\n(vi) improving access to tourist facilities in all regions;\n(vii) upgrading the organizational and administrative arrangements of tourism;\n(viii) formulating and implementing a ten year national plan for tourism;\n(ix) expanding marketing activities in long haul markets and increasing\ncooperative and regional marketing to achieve a high quality, special\ninterest market; and\n(x) upgrading training opportunities for Tongans by expanding course\navailability and linking training with new infrastructure development.", "\t\n11 Appendix 2\nPage 1\nBROAD TERMS OF REFERENCE\nA. Objective and Scope\n1. The objective of the technical assistance is to prepare a National\nTourism Plan that will assist the Government and the private sector in Tonga in\ngenerating sustained growth in the tourism sector in a socially acceptable,\nenvironmentally sound, and economically viable manner. This growth will be\nbalanced with requirements of other economic sectors, relevant developments in the\ninternational tourism sector, and trends in tourism to the South Pacific.\n2. The technical assistance will enable the Government and private sector\noperators to make a clear policy choice and commitment to a development strategy\nfor tourism. The various policy and strategic development options for the medium-\nand longer-term will be assessed as to their social, economic and environmental\nramifications. Short-term action plans will be formulated to support the\nimplementation of policies suggested.\nB.\t Expertise Required\n3. The technical assistance will require the services of a multi-\ndisciplinary team of consultants. It is envisaged that about 20 man-months of\nconsultants' time will be required for the largest part in the following fields\nof expertise:\n(i) Tourism Planning and Development (Team Leader) - the tourism sector and\nthe national economy, opportunities for intersectoral links and secondary\ntourism development, and institutional and organizational issues.\n(ii) Tourism Marketing - international air visitor trends, market\nsegmentation, promotional targeting and cost-effective concomitant\ninstitutional framework.\n(iii) Physical Planning - tourism development nodes, tourism-related\ninfrastructure need, land use and urban planning, planning and design\nguidelines, environmental protection, and development opportunities.\n(iv) Economics/Financial Analysis - national economic development priorities,\nlinks with other sectors, economic and financial feasibility of short-\nterm action plans.\n4. In addition, short-term specialist services may be required in the fields\nof: (i) international aviation and transport economics; (ii) development sociology;\n(iii) law; (iv) manpower development and training, including the impact of labor\nmigration; (v) small-scale hotel operations; (vi) archaeology; (vii) environmental\nanalysis and marine park management; (viii) water supply; and (ix) civil and\ncoastal engineering.\n(Reference in text: page 7, para. 22)", "\t\n12 Appendix 2\nPage2\nC. Broad Terms of Reference\n5. Collection of primary data is not foreseen. Consultants will review\ncompleted and ongoing studies,1/ particularly those associated with environmental\nissues, policies, proposals, data collecting systems and statistical data related\nto the tourism sector, and liaise with the public and private sector organizations\nwhich have an interest in tourism development, in order to facilitate acceptance,\nof and commitment to, the National Tourism Plan.\n6. To achieve the objective, the consultants will:\n(i) review all relevant literature, documents, maps and publications\navailable;\n(ii) identify tourism development options available to Tonga and evaluate\ncosts and benefits of the most relevant options, taking into account\nfuture demand, transport facilities, accommodation supply, the market\nrelevance of existing attractions and marketing efforts;\n(iii) consult and liaise with all relevant Government officials and private\nsector representatives, in particular in connection with selecting\ndevelopment options for further detailed analysis;\n(iv) analyze the tourism potential for the three island groups (Tongatapu,\nHa'apai and Vava'u) and the manner in which development of these\npotentials can be synchronized with national development policies, those\nconcerning environmental protection in particular;\n(v) assess the environmental impact of tourism on the foreshore, coral reefs\nand lagoons and suggest measures for their protection, taking into\naccount the interests of traditional users as well;\n(vi) gauge local attitudes towards tourism and tourists, especially those in\nconnection with land use and the land tenure system;\n(vii) identify potential sources of investment funds, local as well as foreign,\nand assess whether incentives are adequate to mobilize these sources;\n1/ Relevant studies include: (i) \"Tourism Opportunities in the South Pacific\nTonga\", Arthur 0. Little, 1989; (ii) \"Masterplan for Development of Popua\nPeninsular\", Riedel & Byrne, 1990; (iii) \"Import Content of Tourist Hotel Food\nand Beverage Purchases in the South Pacific\", Larry Dwyer, 1988; (iv)\n\"Preliminary Report on Tourism Development in Tongatapu Island\", Fujita\nCorporation, 1987; (v) \"Improvement to the Handicraft Industry in Tonga\",\nTCSP, 1987; (vi) \"Improvements of Tourist Attractions, notably Historic and\nArcheological Sites within the Kingdom of Tonga\", TCSP, 1987; (vii) \"Tonga\nDevelopment Plan, 1976-1986\", R. Lascelles, P. Mumtaz, andM. Safier, Bartlett\nSchool of Architecture and Planning, University College, 1978; (viii) \"Tourism\nDevelopment Programme, 1975/76, PA Management Consultants (New Zealand), 1976;\nand (ix) \"Tourism Development Policy and Strategy for the Kingdom of Tonga\",\nE.L. Inskeep, UNDP/WTO, 1984.", "\t\n13 Appendix 2\nPage 3\n(viii) make an inventory of present manpower and training needs, and suggest\nappropriate training programs, in particular those for improving the\nmanagement standards of local operators;\n(ix) assess the additional requirements in tourism-related infrastructure\n(water, electricity, roads) and suggest projects for necessary\nimprovements;\n(x) review the official instruments of tourism policy and assess the need\nfor changes in institutional arrangements and procedures, especially\nthose related to facilitatory mechanisms for intending developers; and\n(xi) taking into account the above, formulate policy guidelines for the mid-\nand longer-term, and short-term action plans containing economically\nviable, socially acceptable and environmentally sustainable tourism\ndevelopment projects for implementation, fully taking into account the\nabsorptive capacity of the country and, when necessary, suggest remedial\nmeasures.\nD. Implementation Arrangements\n7. The work program is expected to commence in April 1991 and will be\ncompleted by August 1991. The consultants will, to the extent possible, be based\nin the Ministry of Labour, Commerce and Industries in Nuku'alofa and will liaise\nclosely with the Director of the Tonga Visitors' Bureau and representatives of the\ntourism industry throughout Tonga.\n8. The consultants will have full access to the necessary office space, word\nprocessing and copy facilities, local transport, communications, secretarial and\ntechnical support staff, and other necessary support facilities of the Ministry\nof Labour, Commerce and Industries.\nE.\t Reporting\n-\t 9.\t The consultants will be required to submit the following reports to the\nGovernment of Tonga and the Bank:\n(1) Inception Report: outlining the detailed work program, initial findings,\nmajor issues and proposed methodologies within three weeks of the\ncommencement of the Study.\n(ii) Interim Report: containing an outline of the major policy and strategic\ndevelopment options within two months after starting work.\n(iii) Draft Final Report: within four months of starting work.\n(iv) Final Report: incorporating the comments of the Government of Tonga,\nprivate sector representatives and the Bank, within two months of the\nreceipt of such comments.", "\t\n\t\n14 Appendix 2\nPage 4\n10. The Interim Report will be presented at a workshop to be held in Tonga\nto be attended by the Government, relevant private sector representatives and the\nBank to enable the Government to indicate to the consultants which development\noption has to be worked out in detail and for which policy supporting short-term\naction plans will have to be designed.\n11. The draft final report, to be submitted after four months, will be\nreviewed and discussed at a seminar to be held in Tonga as soon as possible after\ncompletion of the draft final report. The purpose of the seminar will be to\ndiscuss the conclusions and recommendations included in the draft final report with\nrelevant representatives of the Government, the private sector, the community and\nthe Bank in order to reach as much consensus as possible on, and acceptability of,\nthe emerging National Tourism Plan.", "15\nAppendix 3\nESTIMATED COST OF THE TECHNICAL ASSISTANCE\nAmount\n($)\n\t\nA. Financed by the Bank\n1. Foreign Currency Cost\n(i) Remuneration of Foreign Consultants 275,000\n(ii) Per diem of Foreign Consultants 70,000\n(iii) International Travel 50,000\n$ (iv) Reports and Communications 5,000\n(v) Government Participation in Contract Negotiations 7,000\n(vi) Report Production 10,000\n(vii) Contingencies 98,000\nSub-total (1) 515,000\n2.\t Local Currency Cost\n(i) Seminar 8,000\n(ii) Domestic Travel (air) 5,000\n(iii) Administrative Support\n-\t offices and secretarial services 3,500\n-\t word processing 3 ;500\n-\t local transport 1,000\n-\t communications 2,000\n(iv) Workshop 5,000\n(v) Contingencies 7,000\nSub-total (2) 35,000\nSub-total (1 + 2) 550,000\nB.\t Financed by the Government 1/ (Local Currency Cost)\n(i) Counterpart Staff 7,000\n(ii) Office Accommodation 4,000\n(iii) Administrative Services 4,000\n(iv) Liaison Assistance 2,000\n(v) Data Collection 2,000\n(vi) Domestic Travel (land) 1,000\n(vii) Contingencies 5,000\nSub-total (B) 25,000\nGRAND TOTAL (A + B) 575,000\n1/ It is anticipated that Government contributions as specified in paragraph 23\n(here expressed in $) will be made in kind.\n(Reference in text: page 7, para. 23)", "• -• --- - ____\n.,\nRESTRICTED\nTAR:TON 24244\nASIAN DEVELOPMENT BANK This Report has been prepared for\nthe exclusive use of the Bank.\nTECHNICAL ASSISTANCE\nTO THE\nKINGDOM OF TONGA\nFORA\nNATIONAL TOURISM PLAN\nJanuary 1991", "CURRENCY EQU I VALENTS\n(As of 15 November 1990)\n\t\nCurrency Unit =\t Tonga Pa'anga\n\t\nT$1. 00 =\t US$0.771998054\n\t\nUS$1.00 =\t T$1.295340\nThe Pa'anga is pegged to the Australian dollar. For the purpose of calculations\nin this Report, an exchange rate of US$1.00 = T$1.30 has been used. This was the\nrate prevailing when the technical assistance was formulated.\n]\nABBREVIATIONS\nAIDAB -\t Australian International Development Assistance Bureau\nEC -\t European Community\nGNP -\t Gross National Product\nMLCI -\t Ministry of Labour, Commerce and Industry\nNTP -\t National Tourism Plan\nSDP -\t Sixth Development Plan\nTCSP -\t Tourism Council for the South Pacific\nTTA -\t Tonga Tourist Association\nTVB -\t Tonga Visitors Bureau\nVFR -\t Visiting Friends and Relatives\nWTO -\t World Tourism Organization\nGLOSSARY\nTourist A temporary visitor spending at least one night in a\ncountry, whose stay does not exceed one year (WTO\ndefinition; synonyms: visitor, arrival).\nSeat Capacity The total number of airline seats on regularly scheduled\nairline services available to a certain country.\nDedicated Seats Seats allocated by an airline operator to a certain\ndestination, either as a result of aviation agreements,\nor as part of commercial deals with travel agents.\nPrimary Tourism The part of the economy producing basic tourism services\n(mainly accommodation).\nSecondary Tourism -\t The part of the economy producing optional services for\ntourists (restaurants, attractions, transport, shopping).\nNOTE\n(i) The fiscal year (FY) of the Government ends on 30 June.\n(ii) In this Report, $ refers to US dollars.", "1\nI. INTRODUCTION\n1. In December 1989, the Government of the Kingdom of Tonga requested\nadvisory technical assistance to help prepare a National Tourism Plan (NTP) for\nthe country. A Fact-Finding Mission visited Tonga from 12 to 19 June 1990 and held\ndiscussions with Government officials and private sector representatives. The\nMission confirmed the need for the advisory technical assistancel/ and reached\nagreement on both the objectives and scope of the consultant's terms of reference,\ncost estimates and the financing and implementation arrangements. The technical\nassistance first appeared in ADB Business Opportunities in September 1990.\n!1\nII • BACKGROUND\nA.\t General\n2. The Kingdom of Tonga, an archipelago of 171 islands of which 36 are\ninhabited, is located 3,500 kilometers northeast of Sydney, Australia and 1,900\nkilometers north of Auckland, the capital of New Zealand. The three main island\ngroups are, from south to north, Tongatapu, Ha'apai and Vava'u. Nuku'alof a, the\ncapital, is located on Tongatapu, the largest island in the country. The total\npopulation amounts to about 99,500 (mid-1989 estimate). It is estimated, however,\nthat about 32,000 Tongans live overseas, mainly in the United States (14,000) and\nNew Zealand (9,000). The 1986 census counted 24,000 people as economically active\nin the monetary sector, or 25.7 per cent of the total population; about ten per\ncent of those were unemployed.\n3. The Tongan economy, providing the population with an average per caput\nGNP income of US$910,2/ has been seriously affected by declining world market\nprices for its major agricultural products, notably coconut and its derivatives,\nbananas, fish and vanilla. This led to a decrease in exports and larger trade\ndeficits as imports continued to increase. Foreign exchange remittances from\noverseas Tongans have met the trade deficit to a considerable extent. Also foreign\nexchange earnings from tourism have grown in importance as a means to reduce trade\nimbalances and balance-of-payment deficits.\n4. Tourism's contribution to the national economy is not accurately known.\nEstimates made for 1987 range from T$8.0 million ($6.2 million) by the World\nTourism Organization (WTO), to T$10.6 million (US$8.2 million) by the Tourism\nCouncil of the South Pacific (TCSP)3/ and T$14.6 (US$11.2 million) by the Bank of\nTonga. For 1989, the Ministry of Finance estimated the foreign exchange earnings\nto amount to T$11.5 million ($8.8 million). Comparing these figures with the 1987\n1/ Under TA No. 1298-TON: Tourism Development, for $65,000, approved on 15 May\n1990, suggestions for Terms of Reference for a possible National Tourism Plan\nhad been drafted.\n2/ World Bank, September 1990.\n3/ In a regional context, Tonga is a member of TCSP.\t This EEC-sponsored\norganization initiates, and where possible, coordinates tourism development\nefforts for all its South Pacific member countries. Most overseas\nrepresentations of the South Pacific countries in the major travel markets\nare financed with TCSP funds.", "2\ntotal export earnings (including re-exports) of T$9.6 million ($7.4 million), it\ncan be said that tourism as a source of foreign exchange is of major importance\nto the economy of the country.\n5. Other direct and indirect tourism benefits to the Tongan economy are\nquite significant as well, More than 1,600 Tongans (about 7 per cent of the\neconomically active population) are estimated to have been employed directly in\nthe tourism industry. Further, the Government has estimated that: (i) for each\ndollar spent by a tourist, an additional income of 42 cents was generated elsewhere\nin the economy; (ii) for each job created in the accommodation field, 1.42\nadditional jobs were created elsewhere; and (iii) each tourist dollar would yield\n30 cents in Government revenue, It was also estimated that between 10 per cent\nand 15 per cent of the Government's estimated revenue for FY 1987/88 of T$29.4 fl\nmillion ($22.6 million) was directly attributable to tourism.\n6. Tourism revenues are derived mainly from air visitors, who numbered about\n21,000 in 1989. Excluding cruise ship visitors (which unrealistically inflate\ntourism numbers, but stay only for very brief periods on shore and spend limited\namounts only), tourist traffic has crept slowly upwards in the past two decades.\nIn 1969, only 3,300 tourists arrived. For the years between 1985 and 1989, growth\nin air visitors averaged about 10 per cent a year.\n7. At present, there are about 530 rooms of varying configurations and\nstandards available in 37 hotels and guesthouses for tourist use in Tonga. A\nunique feature of the Tongan tourism industry is the almost total local ownership\nof the accommodation establishments. This and the fragmented nature of the\naccommodation field probably has increased the accrual of local economic benefits.\nHowever, the absence of large-scale resorts capable of providing a promotional\nfocus and feeding smaller resorts has been a deterrent to more rapid growth,\nutilizing the considerable tourism potential in the country.\n8. Due to the relatively high incidence of small scale accommodation\nattractive to young back-packers, who tend to have long length of stays (more than\ntwo weeks), the leakage of foreign exchange into imports for tourism is relatively\nsmall, ranging from 3 per cent for guesthouses to 46 per cent in regional hotels.\nFor the larger, foreign-owned and operated hotels and resorts catering to more\nwealthy tourists in other South Pacific countries, imports typically absorb 60 to\n80 per cent of all foreign exchange spent by tourists.1/\n9, Historically, the USA, Australia and New Zealand have been the major\nsource markets, but their combined share of the market has declined somewhat, from\n63 per cent in 1965, to 60 per cent in 1985 and 54 per cent in 1989. Increases\nin arrival numbers from Europe and Asia (mainly Japan) have compensated for this\ndecline. As the numbers for individual countries are small or not available, and\nf1uctuate widely from year to year, conclusions about arrival trends from other\nmarkets are not warranted. The majority of all visitors arrive at Fua'amotu\nInternational Airport, Tongatapu, recently upgraded, with Japanese assistance, to\nreceive B-747s. This airport is served by four international carriers, which\nprovide a total of 1,332 in-bound seats per week and link Tonga with Honolulu,\nAuckland, Sydney and Nadi (Fiji).\nj/ See, for instance: Dwyer, L. \"Import Content of Tourist Hotel Food and\nBeverage Purchases in the South Pacific\", 1988.", "3\n10. The figures on tourism in Tonga provided in previous paragraphs include\nboth tourism by foreign nationals (or \"tourism for pleasure\" purposes, often\nconsidered to be tourism in a restricted sense of the word) and Tongans residing\nabroad who return to visit friends and relatives (the so-called Visiting Friends\nand Relatives or VFR category). In 1987, less than fifty per cent of all arrivals\ndeclared \"pleasure\" as the purpose of their visits. Although bonafide visitors,\nthe non-pleasure category of tourists (mainly belonging to the VFR category) have\ndifferent patterns of behavior, use of tourism facilities and spending. Tourists\nfrom the VFR category, for example, rarely stay in hotels, make few visits to\ntourist attractions and spend less in the hospitality industry. It should be\nnoted, however, that this does not imply that the VFR and other \"non-pleasure\"\ncategories spend less than foreign visitors.\n11. The high, and stable, VFR and \"non-pleasure\" content in the number of\nair arrivals creates a rather severe constraint for the future expansion of\ninternational tourism in Tonga. Under present conditions, airlines have good\noccupancy rates with commercially attractive fare structures. Increasing the\nnumber of flights or using larger planes for the sole purpose of promoting\nadditional international tourism to Tonga may be commercially unattractive. To\nfill one additional extra flight per week by a B-737 (at present being used by Air\nNew Zealand), requires an increase in the number of foreign tourists of 5,720 on\nan annual basis, roughly fifty per cent of present arrivals. In addition, as\nother destinations in the South Pacific are as a rule better known, airlines tend\nto spend their promotional budgets on those destinations.\n12. The development of tourism in Tonga is further hampered by constraints\nsuch as: (i) lack of competitiveness in the international tourism market; (ii) a\nlack of tourism-specific skills and management expertise, despite relatively high\nlevels of general education; (iii) limited air access; (iv) inadequate tourism-\nrelated infrastructure; (v) land tenure regulations; and (vi) insufficient access\nto capital. A lack of drinking water may become a severe constraint in the\nfuture. 1/\n13. Almost all South Pacific countries have their own, government-sponsored,\ntourism promotion agencies. In Tonga, promotion (as well as data collection and\nresearch) has been entrusted to the Tonga Visitors Bureau (TVB), a statutory body\nfinanced by the Government and the TCSP. The TVB is accountable to the Ministry\nof Labour, Commerce and Industries (MLCI), which is responsible for tourism,\nalthough it employs no tourism specialists. The annual budget of TVB for FY\n1990/91 amounts to T$872,000 ($671,000); only 32 per cent is spent on marketing\nand 6 per cent on overseas representation and promotion, the remainder being spent\nmainly on salaries.\n1/ The Australian International Development Assistance Bureau (AIDAB) is\ncurrently implementing a study on the water supply potential in the country.", "4\n14. Recently, the Tonga Tourist Association (TTA) was formed and recognized\nby the Government.1/ Also, the establishment of an inter-governmental Tourism\nAdvisory Board is under consideration. In addition to several studies on specific\naspects of tourism (archaeology, handicrafts manufacturing, water supply, manpower\ndevelopment, feasibility of hotels, supply and demand, sectoral linkages and air\ntransport, for example), three studies2/ on general development policies and\nstrategies have been prepared. However, progress in implementing tourism policies\nhas been limited. Despite the Government's emphasis on tourism development, the\nfunds allocated in annual budgets were limited. Besides, the Government did not\nappoint any officials responsible for translating policies into action programs\nfor implementation.\n15. The tourism objectives stated in the Sixth Development Plan for the\n1990/91-1994/95 period are shown in Appendix 1, together with the related action\nplans for future tourism growth up to 1995 prepared by the TVB. In the Sixth Plan,\nthe Government emphasizes the development of tourism in order to create job\nopportunities, diversify the structure of the economy and increase foreign exchange\nearnings. It, therefore, attaches priority to programs designed to: (i) facilitate\nvisitor access; (ii) market Tonga in major source countries; (iii) develop tourism-\nrelated infrastructure; and (iv) promote (local) private sector investment in the\ntourism sector.\nB. Need for Technical Assistance\n16. The reasons for the limited implementation of past tourism development\npolicies have not been adequately studied. It is, therefore, not clear whether\ncorrect or wrong policies have been advocated. The reasons for the limited\nresponse of the private sector to Government policies are also insufficiently\nknown. In any case, the respective roles of the public and private sectors remain\nill-defined, making local investors (including Tongans returning from abroad),\nreluctant to participate in the development of tourism. Finally, the SDP provides\nno budget for action programs for implementation. The TVB provided some action\nplans (see Appendix 1) but did not provide details on implementation. Such\nprograms, including guidelines for matching institutional development, are urgently\nneeded.\n17. It is at present beyond the capacity of the Government and other\norganizations (TVB, TTA) to prepare strategic guidelines and related action plans.\nTo overcome this shortcoming and to adequately evaluate the interplay of other key\n1/ The Tonga Tourist Association has been formed for the prime purpose of\npromoting tourism within Tonga, and in particular to coordinate and encourage\nthe improvement of the services and facilities of persons engaged in the\nhospitality and tourism industry. It is also the role of the TTA to make\nrecommendations on Tonga's tourism development to the Minister reponsible for\ntourism in the Government.\n(1) Tonga Development Plan for Tourism 1976-1986. By: R. Lascelles, B.\nj \nMumtaz and M. Sal ier, Bartlett School of Architecture and Planning.\nUniversity College, London, 1978.\n(2) Tourism Development Programme, 1975/76. By: P.A. Management Consultants,\nNew Zealand, 1976.\n(3) Tourism Development Policy and Strategy for the Kingdom of Tonga. By:\nE.L. Inskeep. UNDP/WTO (RAS/83/002), 1984.", "constraints mentioned above, external support is required for the formulation of\na National Tourism Plan (NTP), building upon the considerable number of previous\nstudies. The NTP should review existing policies and strategies to enable the\nGovernment to choose between the various development alternatives (for instance\nbetween indigenously-managed tourism or foreign-capital based tourism) and develop\nmore realistic action plans for the development of tourism. The NTP should,\ntherefore, contain appropriate suggestions for action-oriented programs and\nprojects which must be implementable within the context of the prevailing\nexpertise, capital and budget constraints or suggest measures to eliminate these\nconstraints. The proposed technical assistance will address these issues.\nIII. THE TECHNICAL ASSISTANCE\nA.\t Objective\n18. The objective of the technical assistance is to prepare a National\nTourism Plan that will assist the Government and the private sector in Tonga in\ngenerating sustainable growth in the tourism sector in a socially acceptable,\nenvironmentally sound and economically viable manner. This growth should be\nbalanced with the requirements of other economic sectors, relevant developments\nin the international tourism sector and trends in tourism in the South Pacific.\n19. The outcome of the technical assistance will enable the Government and\nprivate sector operators to make clear policy choice and commit to a development\nstrategy for tourism. The social, economic and environmental ramifications of the\nvarious policy and strategic development options for the medium- and longer-term\nwill be assessed. Short-term action plans, including assessment of resource\nrequirements, will be formulated to support the implementation of policies\nsuggested.\nB. Scope and Work Program\n\t\n20. The basic tasks of the technical assistance will be to:\n(i) enable a clear policy choice and commitment to tourism by the Government\nand the private sector by identifying the various policy and strategic\ndevelopment options available for tourism in Tonga, and the social,\neconomic and political ramifications of each option; and\n(ii) prepare a strategic program for the coming decade together with explicit\nsubsidiary action plans to achieve step-by-step expansion of the tourism\nsector in coordination with, but without adversely affecting the\ndevelopment of, other social and economic sectors.\n21.\t The work program under the technical assistance will concentrate on the\nfollowing major aspects:\n(1) Development Policy Issues: involving identification of the prospective\ntourism development options available to Tonga, ranging from maintaining\na small-scale, locally-owned, limited capacity industry to large-scale\ntourism development utilizing substantial external (and significant\nlocal) resources;", "6\n(ii) Regional Development: analysis of the tourism potential for the three\nisland groups viz Tongatapu, Ha'apai and Vava'u and the manner in which\nexpansion of tourism development and tourist penetration might be staged\nfor each; priority sites suitable for varying types of tourism would be\nidentified and detailed development plans formulated within an overall\nstrategic framework and time table;\n(iii) Manpower: identification of current employment patterns and the impact\non services, development potentials, and labour migration from a formally\nwell educated population without adequate tourism and management skills;\nfuture training needs and manpower requirements for the various strategic\noptions would be stated as would ways of maintaining local management\nlevels;\n(iv) Marketing: formulation of an appropriate market position for Tonga in\nidentified high potential markets, in such a way as to give maximum yield\nfor minimum visitor throughput; identification of specific marketing\nprograms to increase the competitiveness of Tonga, develop suitable\ncommercial tour products and man-made attractions, reduce seasonality,\nand increase patronage of commercial tourist facilities and\naccommodation;\n(v) Financial Resources: assessment of the relevance of the existing\ninvestment incentives schemes and identification of specific measures\nand a strategic framework to stimulate local and foreign investment in\nselected tourism infrastructure and operations;\n(vi) Tourism Product Development: preparation of inventory and assessment of\nthe market relevance of the existing scenic attractions, accommodation\nand transport infrastructure and secondary tourism activities and\nidentification of opportunities for new products in each category;\n(vii) Environmental (Tourism-Related) Issues: identification of those\nattractions or regions which are environmentally sensitive; development\nof appropriate control/management measures or limits; assessment of the\ntown planning and zoning needs of Nuku'alofa; examination of the need\nto introduce buffer zones around tourism development areas, appropriate\nbuilding and sewage disposal codes;\n(viii) Social and Legal Issues: analysis to gauge local awareness of tourism\nactivities and tourists and to assess mechanisms and processes of change\nin the Tongan culture among the local population; land usage and the land\ntenure system as impacted by, and impacting on, tourism development will\nbe examined;\n(ix) Infrastructure: assessment of additional requirements in tourism-related\ninfrastructure (water, electricity, roads) stemming from the projected\ninOrease in tourist traffic and development of remote sites;\nidentification of appropriate development measures to be taken by,\nrespectively, the private and the public sector as part of the\ndevelopment process;\n(x) Institutional Framework: involving a review of the official instruments\nof tourism policy; i.e. the MLCI and TVB, the impact of incentives and", "the performance and relationship of activities of the Tonga Development\nBank and the impact and relevance of private sector (but Government\nsupported) organizations such as the TTA; and\n(xi) Absorptive Capacity: formulation of short-term action plans and an\nassessment of the country's capacity to implement these plans, including\nthe design of remedial measures whenever necessary.\n22. A team of international consultants will be required for a total of about\n20 man-months, covering the following main fields of expertise: (i) tourism\nplanning and development; (ii) tourism marketing and international aviation\nforecasting; (iii) physical planning; and (iv) economic/financial analysis. In\naddition, short-term specialist input may be required in the fields of: (i)\ninternational aviation and transport economics; (ii) development sociology; (iii)\nlaw; (iv) manpower development and training; (v) (small-scale) hotel operations;\n(vi) archaeology; (vi) environmental impact assessment and marine park management;\n(viii) water supply; and (ix) civil and coastal engineering. The number of\nconsultants would be kept to a minimum by combining different areas of expertise\namong individuals to the extent possible. The consultants will be recruited in\naccordance with the Bank's Guidelines on the Use of Consultants. The broad terms\nof reference for the consultants are given in Appendix 2.\nC. Cost Estimates and Financing Arrangements\n23.\t The total cost of the technical assistance is estimated at $575,000,\nconsisting of $515,000 in foreign exchange costs and $60,000 equivalent in local\ncurrency costs (see Appendix 3). The Bank will provide from the Technical\nAssistance Special Fund a grant of $550,000 to meet the entire foreign exchange\ncost and $35,000 equivalent of local currency cost. The Government will contribute\nthe equivalent of $25,000 in kind for counterpart staff and other local costs such\nas office accommodation, logistical support and administrative expenses.\nD. Implementation Arrangements\n24.\t The MLCI will be the Executing Agency for the technical assistance. The\n-\t study will be undertaken in close collaboration with relevant Government agencies,\nTVB and TTA, and private sector organizations involved in the tourism sector.\n25. The consultants' team is expected to be fielded in April 1991 and the\nstudy will be undertaken in the following four months. The inception report, to\nbe submitted within three weeks after the start of the work will be reviewed by\nthe Government and the Bank. An interim report will be submitted within two months\nafter the start of the work. It will contain an outline of the major policy and\nstrategic development options. This report will be discussed during a workshop,\nto be organized as soon as possible after its completion, attended by the\nGovernment, private sector representatives and the Bank to enable the Government\nto indicate to the consultants which development option(s) should be worked out\nin detail and for which option(s) supporting short-term action plans are to be\ndesigned. The draft fna1 report, to be submitted four months after the start of\nthe work, will be reviewed and discussed shortly after its completion at a seminar\nto be held in Tonga, attended by representatives of the Government, the private\nsector, the community and the Bank. The aim of these discussions will be to reach\nas much consensus on, and acceptability of, the emerging National Tourism Plan as", "8\npossible. The final report, which will incorporate changes agreed at the seminar,\nwill be available within two months after the seminar.\nIV. THE PRESIDENT'S DECISION\n26. The President, acting under the authority delegated to him by the Board,\nhas approved the provision of technical assistance to the Government of Tonga in\nan amount not exceeding $550,000 for the purpose of preparing a National Tourism\nPlan and hereby reports his action to the Board.", "9\t Appendix 1\nPage 1\nGOVERNMENT SECTORAL POLICIES PLANS AND STRATEGIES\nA. Policy Guidelines from Sixth Development Plan\n1. Tourism is accorded a high priority in terms of sectoral and national\naims under the Sixth Development Plan (1990/91-1994/95). National objectives for\nthe Plan are to:\n(i) continually develop tourism, expand it into one of the major sectors of\nTonga's economy and integrate it into the country's total development\nobjectives and program;\n(ii) ensure a planned sectoral growth with positive contribution to employment\ncreation, foreign exchange earnings and to net economic benefits to\nTonga;\n(iii) ensure an equitable distribution of tourism activities and earnings\nthroughout the Kingdom given the limited scope for expansion of tourism\ndevelopment in the outer regions and rural areas;\n(iv) ensure that tourism development will be used as a technique for the\nconservation of Tonga's unique cultural patterns, archaeological and\nhistorical sites, the natural environment and for improvements to the\ncountry's urban areas;\n(v) continually develop tourism so that it attracts the types of tourists\nwho appreciate and respect Tonga's culture and environment;\n(vi) ensure that tourism maintains a high level of local participation in\nownership and management while allowing sufficient flexibility for\nforeign investors where large amounts of capital are needed and/or when\nspecialized operations or skills are needed to provide variety; and\n(vii) ensure effective Government support by providing adequate resources for\ntourism planning, development and marketing.\nDuring the Plan period, the Government will place priority on programs designed\nto free-up visitor access, marketing Tonga in major visitor origins and the further\ndevelopment of infrastructure facilities, which in turn will stimulate private\nsector expenditure in the tourism industry.\nB. Action Plans Proposed by TVB\n2. The Tongan Visitors Bureau, as part of its contribution to the\nformulation of Sixth Development Plan, has developed comprehensive scenarios of\nfuture tourism growth up to 1995. The program envisages an extensive range of\nproduct improvement and development aimed at overcoming the earlier identified\nconstraints.\n(Reference in text: page 4, para. 15)", "\t\n10 Appendix 1\nPage 2\n3.\t Some of the key initiatives identified for the next five years are:\n(1) upgrading of international accessibility by air, in terms of overall\ncapacity and frequency of flights with a minimum of transfers;\n(ii) encouraging the establishment of a Government hotel corporation to\ninvest, with joint venture partners, in hotels and resorts in Tonga;\n(iii) encouraging the development of new, high quality, medium size (up to 500\nrooms) beach-oriented integrated resorts with convention facilities in\nTongatapu under international management;\n(iv) encouraging upgrading of existing small-scale lodges and new small-scale\nfale-type (traditional cottage-style accommodation), beach-oriented\nresorts;\n(v) expanding the Tonga National Center, development of a museum and other\nmanmade and secondary tourism attractions;\n(vi) improving access to tourist facilities in all regions;\n(vii) upgrading the organizational and administrative arrangements of tourism;\n(viii) formulating and implementing a ten year national plan for tourism;\n(ix) expanding marketing activities in long haul markets and increasing\ncooperative and regional marketing to achieve a high quality, special\ninterest market; and\n(x) upgrading training opportunities for Tongans by expanding course\navailability and linking training with new infrastructure development.", "\t\n11 Appendix 2\nPage 1\nBROAD TERMS OF REFERENCE\nA. Objective and Scope\n1. The objective of the technical assistance is to prepare a National\nTourism Plan that will assist the Government and the private sector in Tonga in\ngenerating sustained growth in the tourism sector in a socially acceptable,\nenvironmentally sound, and economically viable manner. This growth will be\nbalanced with requirements of other economic sectors, relevant developments in the\ninternational tourism sector, and trends in tourism to the South Pacific.\n2. The technical assistance will enable the Government and private sector\noperators to make a clear policy choice and commitment to a development strategy\nfor tourism. The various policy and strategic development options for the medium-\nand longer-term will be assessed as to their social, economic and environmental\nramifications. Short-term action plans will be formulated to support the\nimplementation of policies suggested.\nB.\t Expertise Required\n3. The technical assistance will require the services of a multi-\ndisciplinary team of consultants. It is envisaged that about 20 man-months of\nconsultants' time will be required for the largest part in the following fields\nof expertise:\n(i) Tourism Planning and Development (Team Leader) - the tourism sector and\nthe national economy, opportunities for intersectoral links and secondary\ntourism development, and institutional and organizational issues.\n(ii) Tourism Marketing - international air visitor trends, market\nsegmentation, promotional targeting and cost-effective concomitant\ninstitutional framework.\n(iii) Physical Planning - tourism development nodes, tourism-related\ninfrastructure need, land use and urban planning, planning and design\nguidelines, environmental protection, and development opportunities.\n(iv) Economics/Financial Analysis - national economic development priorities,\nlinks with other sectors, economic and financial feasibility of short-\nterm action plans.\n4. In addition, short-term specialist services may be required in the fields\nof: (i) international aviation and transport economics; (ii) development sociology;\n(iii) law; (iv) manpower development and training, including the impact of labor\nmigration; (v) small-scale hotel operations; (vi) archaeology; (vii) environmental\nanalysis and marine park management; (viii) water supply; and (ix) civil and\ncoastal engineering.\n(Reference in text: page 7, para. 22)", "\t\n12 Appendix 2\nPage2\nC. Broad Terms of Reference\n5. Collection of primary data is not foreseen. Consultants will review\ncompleted and ongoing studies,1/ particularly those associated with environmental\nissues, policies, proposals, data collecting systems and statistical data related\nto the tourism sector, and liaise with the public and private sector organizations\nwhich have an interest in tourism development, in order to facilitate acceptance,\nof and commitment to, the National Tourism Plan.\n6. To achieve the objective, the consultants will:\n(i) review all relevant literature, documents, maps and publications\navailable;\n(ii) identify tourism development options available to Tonga and evaluate\ncosts and benefits of the most relevant options, taking into account\nfuture demand, transport facilities, accommodation supply, the market\nrelevance of existing attractions and marketing efforts;\n(iii) consult and liaise with all relevant Government officials and private\nsector representatives, in particular in connection with selecting\ndevelopment options for further detailed analysis;\n(iv) analyze the tourism potential for the three island groups (Tongatapu,\nHa'apai and Vava'u) and the manner in which development of these\npotentials can be synchronized with national development policies, those\nconcerning environmental protection in particular;\n(v) assess the environmental impact of tourism on the foreshore, coral reefs\nand lagoons and suggest measures for their protection, taking into\naccount the interests of traditional users as well;\n(vi) gauge local attitudes towards tourism and tourists, especially those in\nconnection with land use and the land tenure system;\n(vii) identify potential sources of investment funds, local as well as foreign,\nand assess whether incentives are adequate to mobilize these sources;\n1/ Relevant studies include: (i) \"Tourism Opportunities in the South Pacific\nTonga\", Arthur 0. Little, 1989; (ii) \"Masterplan for Development of Popua\nPeninsular\", Riedel & Byrne, 1990; (iii) \"Import Content of Tourist Hotel Food\nand Beverage Purchases in the South Pacific\", Larry Dwyer, 1988; (iv)\n\"Preliminary Report on Tourism Development in Tongatapu Island\", Fujita\nCorporation, 1987; (v) \"Improvement to the Handicraft Industry in Tonga\",\nTCSP, 1987; (vi) \"Improvements of Tourist Attractions, notably Historic and\nArcheological Sites within the Kingdom of Tonga\", TCSP, 1987; (vii) \"Tonga\nDevelopment Plan, 1976-1986\", R. Lascelles, P. Mumtaz, andM. Safier, Bartlett\nSchool of Architecture and Planning, University College, 1978; (viii) \"Tourism\nDevelopment Programme, 1975/76, PA Management Consultants (New Zealand), 1976;\nand (ix) \"Tourism Development Policy and Strategy for the Kingdom of Tonga\",\nE.L. Inskeep, UNDP/WTO, 1984.", "\t\n13 Appendix 2\nPage 3\n(viii) make an inventory of present manpower and training needs, and suggest\nappropriate training programs, in particular those for improving the\nmanagement standards of local operators;\n(ix) assess the additional requirements in tourism-related infrastructure\n(water, electricity, roads) and suggest projects for necessary\nimprovements;\n(x) review the official instruments of tourism policy and assess the need\nfor changes in institutional arrangements and procedures, especially\nthose related to facilitatory mechanisms for intending developers; and\n(xi) taking into account the above, formulate policy guidelines for the mid-\nand longer-term, and short-term action plans containing economically\nviable, socially acceptable and environmentally sustainable tourism\ndevelopment projects for implementation, fully taking into account the\nabsorptive capacity of the country and, when necessary, suggest remedial\nmeasures.\nD. Implementation Arrangements\n7. The work program is expected to commence in April 1991 and will be\ncompleted by August 1991. The consultants will, to the extent possible, be based\nin the Ministry of Labour, Commerce and Industries in Nuku'alofa and will liaise\nclosely with the Director of the Tonga Visitors' Bureau and representatives of the\ntourism industry throughout Tonga.\n8. The consultants will have full access to the necessary office space, word\nprocessing and copy facilities, local transport, communications, secretarial and\ntechnical support staff, and other necessary support facilities of the Ministry\nof Labour, Commerce and Industries.\nE.\t Reporting\n-\t 9.\t The consultants will be required to submit the following reports to the\nGovernment of Tonga and the Bank:\n(1) Inception Report: outlining the detailed work program, initial findings,\nmajor issues and proposed methodologies within three weeks of the\ncommencement of the Study.\n(ii) Interim Report: containing an outline of the major policy and strategic\ndevelopment options within two months after starting work.\n(iii) Draft Final Report: within four months of starting work.\n(iv) Final Report: incorporating the comments of the Government of Tonga,\nprivate sector representatives and the Bank, within two months of the\nreceipt of such comments.", "\t\n\t\n14 Appendix 2\nPage 4\n10. The Interim Report will be presented at a workshop to be held in Tonga\nto be attended by the Government, relevant private sector representatives and the\nBank to enable the Government to indicate to the consultants which development\noption has to be worked out in detail and for which policy supporting short-term\naction plans will have to be designed.\n11. The draft final report, to be submitted after four months, will be\nreviewed and discussed at a seminar to be held in Tonga as soon as possible after\ncompletion of the draft final report. The purpose of the seminar will be to\ndiscuss the conclusions and recommendations included in the draft final report with\nrelevant representatives of the Government, the private sector, the community and\nthe Bank in order to reach as much consensus as possible on, and acceptability of,\nthe emerging National Tourism Plan.", "15\nAppendix 3\nESTIMATED COST OF THE TECHNICAL ASSISTANCE\nAmount\n($)\n\t\nA. Financed by the Bank\n1. Foreign Currency Cost\n(i) Remuneration of Foreign Consultants 275,000\n(ii) Per diem of Foreign Consultants 70,000\n(iii) International Travel 50,000\n$ (iv) Reports and Communications 5,000\n(v) Government Participation in Contract Negotiations 7,000\n(vi) Report Production 10,000\n(vii) Contingencies 98,000\nSub-total (1) 515,000\n2.\t Local Currency Cost\n(i) Seminar 8,000\n(ii) Domestic Travel (air) 5,000\n(iii) Administrative Support\n-\t offices and secretarial services 3,500\n-\t word processing 3 ;500\n-\t local transport 1,000\n-\t communications 2,000\n(iv) Workshop 5,000\n(v) Contingencies 7,000\nSub-total (2) 35,000\nSub-total (1 + 2) 550,000\nB.\t Financed by the Government 1/ (Local Currency Cost)\n(i) Counterpart Staff 7,000\n(ii) Office Accommodation 4,000\n(iii) Administrative Services 4,000\n(iv) Liaison Assistance 2,000\n(v) Data Collection 2,000\n(vi) Domestic Travel (land) 1,000\n(vii) Contingencies 5,000\nSub-total (B) 25,000\nGRAND TOTAL (A + B) 575,000\n1/ It is anticipated that Government contributions as specified in paragraph 23\n(here expressed in $) will be made in kind.\n(Reference in text: page 7, para. 23)"], "metadata": {"CreationDate": "D:20080229152747+08'00'", "Creator": "Envision OCR", "Keywords": "tar: tonga 24244, national tourism development, tourism plan", "Producer": "www.adlibsoftware.com:EXS3185-Windows XP:TNG", "ModDate": "D:20080304135807+08'00'", "Title": "National Tourism Plan"}}