{"path": "data/input/ta/27211-ban-tar.pdf", "pages": ["TAR:BAN 27211\nASIAN DEVELOPMENT BANK\nTECHNICAL ASSiSTANCE\nTO ThE\nPEOPLE'S REPUBUC OF BANGLADESH\nFOR ThE\nNORThWEST REGION DEVELOPMENT AND INVESTMENT STUDY\nFebruary 1996", "CURRENCY EQUIVALENTS\n(as of 8 February 1996)\nCurrency Unit\t -\t Taka (Tk)\nTkl.00\t =\t $0.02439\n$1.00\t =\t Tk41.00\nThe Bangladesh taka is pegged to a basket of currencies with the US\ndollar as the intervention currency.\nABBREVIATIONS\nGAP\t -\t Gross Regional Product\nNGO\t -\t Nongovernmental Organization\nPPP\t -\t Participatory Perspective Plan for Bangladesh: 1995-2010\nNOTES\n(i) The fiscal year (FY) of the Government ends on 30 June.\n(ii) In this Report, \"$ refers to US dollars.", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\n89° E 90° E\nBanglabandhal '\n,rJ?I e\\\nBANGLADESH\nLi \".\n\t NORTHWEST REGION DEVELOPMENT\n) L.\nAND INVESTMENT STUDY\n.'JPANCHAGAv\t\nrI\n\t/ •\t\t /\tAtwan\t #1It\t\t .''-t\t .o . -..\t 1\n\t_.-p.\t \t JYB\\.o_d.a..\t\t ) Tuhoirirtinatet\t b\t \"\t . Bhurangamrl\nGoalparaQ\t ,..'- RuJhea (\t\t •.\t ....\t.\t \\Hataancjtra\t r',-p\nrHAGAON J\t SWiJ.  ••__•\nBwodng'.\t ID0fh..............Data\n26°N\t o\t \\.\t Jaldtraka '. Kaliganj\t I\t \\Nage$wari 26°N\niranisangiar\t .__\t ° NILPMAMARI\t \t .\tv-., -<..\t Adhnnar\t •..\\.....0—tia1twn\nHaip° \nr\t\nKURIGRAM\n•\t Paapor\t rr9aor.rra\nNational Capital\nDistrict Headquarters .\t -. R•e .m ->.\t.-\t \\\t .\t ctwmari /\n0\t Cy1rown Phulbari\t pirganjk\t /\nNational Highway Nawabganj.\t .\t I\n1.\t •••• ..-° '\t /5aduIlaur\t\nRegional Highway Birenipor.\t •-\t k j\nORathilewra Ryoad !!\t  \\\t Hakimpur .......•\t i. . /\t•\t GAIBANDHA.\t :\t I j\t _-\nRiver •..\t •.\t paiastiari\t ,.I\t ......................\n,..r1Pechbb9\t J\n- - District Boundary\n• —\t International Boundary Shapahar\t DhanrirhetP \\.\t1\t JOYPURHA\t \\.,•.•-\t•..•• G ndaganj\t PhulOfltr$n,.\t ••.\n.\n(Boundaries not necessarily authordalive)\n)\t --\t .................\t ..\t .\n/ Makarntale\t\n•\t •..\t LJ\t Badatgac.h h•i\t\t -\t riehaj\t I 0 Sherpor\nL\t •c\t Mahadebpur\t I\t JAMALPUR °\n/.\t ..\t Santaha\t OGtrA\t L.\n•,.,. Goasta\t \\\\\t Mand 0\t NAQGAON\t .._L.\t MYMENSINU 0\n!\t 0\t •/\t ..\t /\n1shibgaih\t ..-.\t\n•1\t .\t i . . —\t trai\t .\tf .p.\t\t Sherpur Kazipar\n• ••\t Arnura\t . •).\t '\t \"\t \"-S..\t /\t Madhupur\nNAL1ABUAN.\t ...\t Baornare -...• .—.\t\n7•.— •\t •.-\n'3\t Bhuiagati .0 Rayganj\t -.\nN\t Dargapur?\t SIAAJGNNJ •° jk(undniconsfrucssn)\n\tt. \t \\\t •\t NAOPE\t .\t Hati\t o--- n\nRAJSHAHI\t Kamrui Kaniarkhand\n/\t Garudaspar .\t 0\n-\t (.\t -\t BelkUctd\n\"•\t Baoat pare Maladu\t UoaPara\t ANCAIL\n(5\t r°'\\\\\nHardrrQ •\t Paksey\t\nPABNA\t Santirra0\n24°N\t\n•- -••\t Kagaari\nKUSHTIA ••\t• -.\t . . . — . . —\n20\t 40\nKitometers\n96-210 R\n— I", "I. INTRODUCTION\n1. The Government of Bangladesh requested the Bank to provide a technical\nassistance (TA)1 to prepare a development and investment plan for the Northwest Region2 in\nconjunction with the construction of the Jamuna Bridge3 when the Bank's Country Programming\nMission visited the country in January 1993. A TA Reconnaissance Mission was fielded in May -\nJune 1995 and a TA Fact-Finding Mission in October 1995, and held discussions with the\nGovernment, nongovernmental organizations (NGOs), the private sector, and the beneficiaries.\nSubsequently, a Project Specific Consultation Mission visited Dhaka in January 1996 and\norganized a Local Donor Consultation Meeting about the TA.\n2. The Mission visited selected areas in the Northwest Region during the TA\nReconnaissance and found that opportunities exist in the region will be enhanced with the\nopening of the Jamuna Bridge. The Mission recognized that a systematic approach and\ncoordinated efforts are imperative to maximize the benefits of the Jamuna Bridge. The TA has\nbeen developed on the basis of a study outline prepared by the Government and taking into\naccount the proposals submitted to the Missions during the reconnaissance and fact-finding for\nthe TA.\nII. BACKGROUND AND RATIONALE\n3. The Northwest Region accounts for 23.4 percent of Bangladesh's land area and\nabout 25.0 percent of the population. The region lags behind the other parts of the country. Its\nper capita gross regional product (GRP) was Tk 6,901 (or $177) in 1992/93, which was the\nlowest among the five divisions.4 Agriculture is the major industry in the region and accounts\nfor 35.0 percent of GRP. More than 80 percent of the population in the region live in rural areas.\n4. The development of the region from subsistence agriculture-based production to\na diversified and market-oriented production depends largely on removing the traffic and trade\n\"barrier\" posed by the Jamuna River. The Jamuna Bridge, which is scheduled to be completed\nin early 1998, will mitigate this most serious constraint to the development of the region. In\naddition, the transmission of electricity and natural gas over the Jamuna Bridge will improve the\nenergy supply in the region, another critical impediment to its development.\n5. The Jamuna Bridge will also bring about new possibilities for economic growth\nin the subregional context. The reduction of transport costs and the improvement in services,\nalong with suitable border trading arrangements, would stimulate trade with the neighboring\ncountries. Moreover, new transport corridors could be opened up for traffic including transit\ntraffic between Bangladesh, Bhutan, India, Myanmar, and Nepal.\n1\t The TA was first listed in ADB Business Opportunities in October 1995.\n2\t Administratively, the region is called Rajshahi Division.\nThe construction is being cofinanced by the Bank under Loan No. 1298-BAN(SF) Jamuna Bridge, for $200\nmillion, approved on 8 March 1994.\nPer capita gross domestic product of Bangladesh is Tk 8,374 or $215 (1992/93). Source: Bangladesh Bureau\nof Statistics.\n-\t '•\t --\t 1\t .:\t ---\t :-----\t '", "6. The direct benefits of the Jamuna Bridge and its growth and developmental impact\non the region, however, can be optimized only if future investments in the region are guided by\nstrategic regional development planning. There is a need to formulate a comprehensive\ndevelopment and investment plan (the Plan) for the region.\n7. The critical elements of a participatory bottom-up approach stipulated in the\nParticipatory Perspective Plan for Bangladesh: 1995 - 2010 (PPP) will be incorporated in the\npreparation of the Plan. It will also incorporate local needs and interests identified by the district\nplans of the PPP.1 The Plan will supplement the PPP by reflecting the aggregated priorities at\nthe regional level and by integrating those priorities into macroeconomic planning, development\nstrategies, and investment options at the national level.\n8. The Plan will focus on those sectors and subsectors that may be economically\nviable as a result of the new opportunities provided by the completion of the Jamuna Bridge.\nSpecifically, those sectors in which growth had been hindered by the constraints in\ncommunications and energy supply now have a potential to expand. Second, the Plan will\nconsolidate strategies to create employment opportunities and to reduce poverty. The principal\napproach will be to invest in those sectors on which the majority of the poor and underprivileged\nrely for their livelihood. Gender and environmental considerations will also be taken into account.\nThird, the Plan will enphasize the complementarity of public and private sector investments to\nachieve growth and to create employment opportunities in the region. The main thrust of the\ninvestment in the public sector wilt be to create a favorable environment for the investment by\nthe private sector.\n9. The fertile soils, the abundant ground water and the higher land in the region\nprovide the conditions for the expansion of the production of noncereal crops. The Jamuna\nBridge will promote the export of perishable farm products. The alluvial plains and extensive\ninland water systems in the region are highly productive for fisheries. With the improved access\nto Dhaka, the largest market in the country, commercial fisheries production in the region will\nbe expanded.\n10. Considering the abundant horticulture crops and labor resources in the region,\nthe development of labor-intensive, agro-based processing industry appears to be promising.\nWhile industrial growth is expected to evolve almost entirely in the private sector, the Government\nplans to establish an appropriate incentive environment supported by policies and services.\n11. The urban sector will play a dual role in the development of the region: on the one\nhand, by accelerating crop diversification through the creation of urban markets with a relatively\nhigher purchasing power; and on the other, by being the center for industries that generate\nemployment opportunities, which act as a disincentive to the migration of rural population out\nof the region. The major focus of urban planning is on providing the adequate service facilities\nto enhance production and increase efficiency.\n12. The economic activities that will be stimulated and expanded in these sectors\nneed to be supported by appropriate road, rail, and waterway infrastructure and services. Given\nAs of October 1995, district plans were published for Dinajpur, Lalmanirhat, Natore, Naogaon, Panchagar\nand Thakurgaon districts in the region.", "3\nthe relatively adequate primary transport network in the region, special attention would be given\nto access links and distribution systems. Strategic arterial transport corridors will be developed\ntogether with key links to neighboring countries.\n13. In view of these conditions, the following sectors have been identified  as\npossessing a potential: (i) agriculture; (ii) fisheries; (iii) industry; (iv) urban development; and (v)\ntransport infrastructure and services. The Plan will examine opportunities in these key sectors\nand identify investment projects to maximize growth and developmental impact of the Jamuna\nBridge on the region.\nIll. THE PROPOSED TECHNICAL ASSISTANCE\nA.\t Objective\n14. The objective of the TA is to support the Government in the formulation of a\ndevelopment and investment plan (the Plan) for the Northwest Region to reduce poverty and\nregional income disparities by stimulating growth, increasing incomes, and generating greater\nemployment opportunities in the region. The Plan will include short-term, medium-term and long-\nterm development strategies and investment framework up to 2015, and detailed project profiles\nof selected key investment projects for the region. The purpose of the Plan is to maximize the\nincremental benefits and the developmental impact of the Jamuna Bridge on the region.\nB.\t Scope\n15. The TA will study the opportunities to develop and integrate the region fully into\nthe domestic economy and will examine strategic transport corridors in the subregion in\nconjunction with the opening of the Jamuna Bridge. The TA will adopt  a participatory approach\nand reflect the needs, interests, and priorities of local communities and stakeholders.\nRepresentatives of the diverse stakeholder groups will be invited to all the meetings and\nworkshops at the district, regional, and national levels to enable them to participate in all the\nstages of the preparation of the Plan.\n16. Under the TA, a broad range of opportunities will be examined in the five key\nsectors: agriculture, fisheries, industry, urban development, and transport infrastructure and\nservices. The major developmental potentials will be identified and the investment requirements\nof both the public sector and the private sector will be defined. Subsequently, financial,\ninstitutional and human resource requirements will be examined; and detailed project profiles\nof key investment projects will be prepared. The areas of the study will cover regional planning;\neconomic, financial, and social analysis; environmental assessment; participatory approach, and\nthe five key sectors. The outline of terms of reference for consulting services is in Appendix 1.\n17. The TA will be divided into two phases. During the Phase I, an exploratory study\nwill be carried out to assess needs at the local level and to review past development efforts,\nconstraints, and future opportunities in the region. A socioeconomic profile of the region will be\nprepared identifying arGas of comparative advantage and markets. A model of current conditions\nand of the impact of increased investments in key strategic sectors will be developed.\nParticipatory consultation meetings will be held in the selected districts, which will be organized\nwith assistance of local NGOs.", "4\n18. Based on the findings of the exploratory study, a preliminary draft Plan for the\nregion will be prepared and presented at a regional workshop to be held at the end of the Phase\nI. The participants in the workshop will represent all the stakeholders in the region and aid\nagencies. The preliminary draft Plan will include a socioeconomic profile; an analysis of\ncomparative advantage, resource endowment, constraints, and opportunities; the results of local-\nlevel needs assessment; a set of strategies and programs; and a list of potential investment\nprojects for each sector. At the workshop, the overall regional development and investment\nstrategy will be defined and five to eight key investment projects for each sector will be selected.\n19. During the Phase II, detailed project profiles will be prepared for the identified key\ninvestment projects. Each project profile will contain the information necessary to facilitate\ninvestment decisions such as: (i) expected project impact on regional growth, poverty reduction,\nemployment creation, environment, gender, and equity; (ii) estimated costs and benefits; (iii)\neconomic and financial viability; and (iv) budgetary implications.\n20. Upon the completion of the detailed project profiles, a national workshop will be\norganized at the middle of the Phase II to present the final draft Plan for the region. At this\nnational workshop, participants will confirm the overall strategy of the Plan and identify necessary\nfollow-up actions for each project profile. Following this national workshop, the Plan will be\nfinalized at the end of the Phase II for submission to the Government and the Bank. The total\nduration of the TA will. le seven months.\nC.\t Cost Estimates and Financing Plan\n21. The total cost of the TA will be $1143 million equivalent comprising $788,000 in\nforeign exchange and $355,000 equivalent in local currency. The Bank will finance $1.1 million\ncovering all foreign currency costs and $312,000 equivalent in local currency costs. The TA will\nbe provided as a grant and charged to the Bank-funded technical assistance program. The\nGovernment will finance, from its own resources, $43,000 equivalent to cover costs of\ncounterpart taff remuneration, office accommodation and supplies, some administrative and\nclerical services, and all duties and taxes. The details of the cost estimates and the financing\nplan are in Appendix 2.\nD.\t Implementation Arrangements\n22. The Executing Agency will be the National Economic Council-Executive Committee\nof the National Economic Council and Coordination Wing of the Planning Division of the Ministry\nof Planning. The Wing will be responsible for the general administration and coordination of the\nTA with the line agencies concerned as well as those at the district level. The Wing will, in\nconsultation with the line agencies concerned, appoint full-time counterparts to work closely with\nthe consultants. A Technical Assistance Steering Committee, consisting of representatives from\nselected divisions of the Planning Commission, line ministries and departments, and other parties\nincluding the private sector and NGOs, will be formed to oversee and provide guidance to the\nconsultants.1 The Committee will meet once a month during the implementation of the TA. The\nSecretary of the Planning Division will chair the Committee. Donor consultation will be an\nThe Committee will include representatives from: Planning Commission, Department of Agricultural Extension,\nDepartment of Fisheries, Local Government Division, Local Government Engineering Division, Roads and\nRoad Transportation Division, Jamuna Bridge Division, Bangladesh Railway Authority, Board of Investment,\nMinistry of Energy and Mineral Resources, Ministry of Environment and Forest, Federation of Bangladesh\nChamber of Commerce and Industry and Association of Development Agencies in Bangladesh.\nRepresentatives from municipalities (pourashavas) may be invited as observers.", "5\nintegral part of the TA to ensure that the Plan will be complementary to ongoing and planned\nprojects of other aid agencies in the region.\n23. The TA will require about 28 person-months of international and 37.5 person-\nmonths of domestic consultant services. A team of consultants will be recruited on the basis of\nproposals from firms in accordance with the Bank's  Guidelines on the Use of Consultants and\nother arrangements satisfactory to the Bank for domestic consultants. The consultants' team will\nbe led by an international consultant (development economist/regional planner), who will be\nassisted by an economist (domestic consultant). For each sector, one international and one or\ntwo domestic consultants will work as a team. The consultants will coordinate closely with the\nBank's other consultants as well as personnel of other aid agencies about the projects identified\nin the region. The regional planner/team leader will be primarily responsible for coordination in\nthe field level. During the Phase I, the consultants will stay in Bogra. The Phase II work will be\ncarried out in Dhaka. Some essential office equipment1 will be procured for the use of the\nconsultants under the TA. The procurement will be carried out under arrangements satisfactory\nto the Bank.\n24. An inception report, summarizing the findings of local level consultation meetings\nand the initial socioeconomic assessment of the region and a detaUed work plan of the\nconsultants will be submitted by the consultants at the end of the second month. An inception\nmeeting will be held to discuss this report. In the middle of the fourth month, which is two weeks\nbefore the regional workshop, a preliminary draft of the Plan will be produced, which will form\nthe interim report. The report will consist of one overall report, five sector reports and one report\nlisting potential investment projects in the five sectors.\n25. By the middle of the sixth month, and two weeks before the national workshop,\na final draft Plan will be prepared, which will form a draft final report of the TA. The report will\ninclude, in addition to the reports mentioned above, one report containing detailed project\nprofiles in the five sectors. After the national workshop is held at the end of the sixth month, the\nPlan will be finalized for submission to the Government and the Bank at the end of the seventh\nmonth. The proposed work schedule of consultants and the timing for the reports is in Appendix\n3. It is expected that the TA will be completed in December 1996.\nIV. THE PRESIDENT'S RECOMMENDATION\n26. The President recommends that the Board approve the proposed technical\nassistance, on a grant basis, to the Government of the People's Republic of Bangladesh in an\namount not exceeding the equivalent of $1.1 million for the purpose of the Northwest Region\nDevelopment and Investment Study Project.\nIncluding microcomputers, accessaries and software; photocopier and facsimile machine.", "6\nAppendix 1, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\nA.\t Consultant Requirements\n1. The TA will require about 28 person-months of international and 37.5 person-\nmonths of domestic consultant services. The duration of services for each consultant is as\nfollows:\nInternational Consultants\nDevelopment Economist/Regional Planner 7 person-months\n(Team Leader)\nAgriculture Specialist 4 person-months\nFisheries Specialist 4 person-months\nIndustry/Finance Specialist 4 person-months\nUrban Development Specialist 2.5 person-months\nTransport Specialist 3.5 person-months\nEconomist/Financial Analyst 3 person-months\nDomestic Consultants\nEconomist 6 person-months\nRural Sociologist 4 person-months\nEnvironment Specialist 2 person-months\nSpecialist in Participatory Approach\nand Consultation 2 person-months\nAgrohomist 4 person months\nAquacu Itu rist 4 person-months\nExpert in Aro-processing Industry 4 person-months\nMunicipal Engineer 4 person-months\nTransport Experts 7.5 person-months\n2. The team leader (international consultant) will coordinate and facilitate the activities\nof all other consultants and oversee the implementation of the TA with assistance of economist\n(domestic consultant).\n3. For sector specialists, a pair of one international and one or two domestic\nconsultants will work s a team. While their responsibilities will be divided based on individual\nconsultants' specific khowledge and experience, in principle, the domestic consultants will be\nresponsible for sectoral data collection and analysis and international consultants, policy and\nstrategy recommendation and cross-sectoral linkages. In preparing detailed project profiles of\ninvestment projects, the domestic consultants will be required to provide technical inputs while\nthe international consultants will focus on examining project impact and resource\nrequirement/financing arrangements.\n(Reference in text: page 3, para. 16)", "7\nAppendix 1, page 2\nB.\t Scope of Services\n4.\t The major work of the consultants will include, but are not limited to, the following:\n1.\t Data Collection, Overall Assessment, and Analysis\n(i) a review of the overall economic conditions in the Northwest Region and the preparation\nof a detaile& economic profile of the region highlighting the structure of the economy\n(GRP, population, employment, social infrastructure, etc.) and changes over time in\ngrowth performance and the contribution of the Region to the overall economy of\nBangladesh;\n(ii) the collection of demographic data including: age, sex and family size; status of health\nand nutrition; migration patterns; and gender differentiation of households;\n(iii) the collection of socioeconomic data on rural and urban asset distribution, type of\nlivelihood, household income, employment and allocation of labor and use and access\nto resources (such as credit) and services (such as marketing and extension);\n(iv) an assessment of the impact of the Jamuna Bridge on the outmigration of semiskilled\nlabor and on changes in consumption patterns;\n(v) an analysis of the negative impact of the Jamuna Bridge, if any, and measures to mitigate\nthe potential negative impact;\n(vi) a review of current natural resource state and environmental conditions in the region to\nidentify major issues and opportunities;\n(vii) a review of existing policies and documents regarding environmental management;\n(viii) a review of the resource endowment of the region (human resources, physical, mineral\nand infrastructure) and the preparation of an inventory of the resources in the region and\ntheir present usage;\n(ix) a review of the past development efforts in the region and their impact;\n(x) an assessment of the composition of sectoral investments in the region over the past ten\nyears;\n(xi) a detailed economic investigation (including calculation of marketable surpluses and\ndomestic resource costs) to identify activities in which the region may have comparative\nadvantage1 including: horticulture (fruits, vegetables and flowers), fisheries; poultry,\nsericulture, agro-based processing industries (including rice/oil milling and food\nprocessing), labor-intensive industries (e.g. garments, handlooms, leather), light\nengineering works (e.g. foundries), and gas-based industries;\nIncludes a determination in comparative advantage based on domestic resource cost indicators.\n- -\t - ----- -\t -. \n.................... -\t . .\t ..\t\nV.L\t .'J.'i.J\t Yb\t • •", "8\nAppendix 1, page 3\n(xii) a determination of the major policies and institutional changes that will be necessary  at\nthe different government and local levels to realize the full potential of the region;\n(xiii) an assessment of the growth and investment potentials of the region in the light of the\nprojections envisaged in the Participatory Perspective Plan for Bangladesh: 1995 - 2010\n(PPP) especially by reviewing the district plans under PPP;\n(xiv) an assessment of the costs and benefits including environmental costs and benefits of\nimplementing a strategy for the development of the region; and\n(xv) an assessment of the impact on economic growth potentials of the region and the\ncountry through the use of an appropriate multisectoral growth model (e.g., computable\ngeneral equilibrium model) of increasing investment in the different sectors as well as in\nthe development of infrastructure.\n2.\t Regional Growth and Development Strategies\n5.\t Based on the above, the consultants will:\n(i) assess the impact of macroeconomic and sectoral policies on the spatial distribution of\neconomic activities and population and to identify the constraints to productive capacity;\n(ii) identify regional output patterns, linkages across-the-sectors, and its optimum spatial\ndistribution, which will produce greater returns;\n(iii) prepare a regional growth and development strategy to enhance the output of the region\ncovering:\n(a) infrastructure strategies e.g., transport strategy to enhance the easy flows of\ngoods, services, capital and human resources;\n(b) strategies to improve regulatory framework e.g., to promote private sector\ninvestments;\n(c) institutional strategies;\n(d) resource generation strategies and financial plan;\n(e) roles of the private sector and public sectors; and\n(f) likely fiscal impact.\n3.\t Sectoral Issues and Analysis\n6.\t Each team of the sector specialists-consultants will collect the following\ninformation on the sector:", "9\nAppendix 1, page 4\n(i) current conditions and opportunities of the sector in the region including  a review of the\nongoing and planned assistance for the sector;\n(ii) constraints to growth and development in the sector in the region including institutional\naspects and access to resources and services;\n(iii) opportunities for training and technology transfer;\n(iv) policy matters regarding access, human resources development, and equity issues and\nto recommend necessary changes;\n(v) the potential impact of the sector on employment generation;\n(vi) major environmental constraints and potential negative or positive impact in the sector\nand to suggest measures to mitigate those;\n(vii) the cross-sectoral linkage with other key sectors; and\n(viii) policy and strategy recommendations.\n4.\t Preparation of a List of Projects and Detailed Project Profiles\n7.\t Based on the information and analysis, consultants will:\n(i)\t identify ten to fifteen potential investment projects in the five sectors with basic\ninformation including:\n(a) project title;\n(b) approdmate project area;\n(c) brief project description; and\n(d) estimated costs; and\n(ii)\t prepare project profiles for minimum five projects per sector covering the following\naspects:\n(a) project title;\n(b) sector/subsector;\n(c) specific location;\n(d) objectives;\n(e) rationale and justifications;\n(f) scope, components and major activities;\n(g) expected impact with regard to growth, poverty reduction/employment creation,\nenvironment and gender and equity;\n(h) estimated costs and benefits;\n(i) economic and financial viability;\n(j) required resources including fiscal requirements and financing arrangements;\n(k) implementation arrangements;", "10\nAppendix 1, page 5\n(I)\t status, including inter-linkage to other ongoing or planned projects; and\n(m)\t necessary follow-up actions.\nC. Reporting Requirements\n8. The team will be requested to prepare the following reports at the time indicated\nbelow:\n1.\t End of the Second Month\nAn inception report containing:\n(a) summaries of findings of district-level consultation meetings;\n(b) initial socioeconomic assessment of the Region; and\n(c) a detailed work plan for the team of consultants.\n2.\t Middle of the Forth Month\nAn interim report (a preliminary draft Development and Investment Plan for the Northwest\nRegion) consisting of:\n(i) one overall report containing a socio-economic profile; comparative advantage and\nresource endowment; constraints and opportunities; the result of local-level needs\nassessment; and basic strategies and programs for the development;\n(ii) five sector reports containing sector-specific information on: current conditions and\nopportunities; constraints to growth and development; human resources development\nneed; environmental impact; cross-sectoral linkages; policy and strategy\nrecommendation; and\n(iii) one report listing potential investment projects in the five sectors.\n3.\t Middle of the Sixth Month\nA draft final report (a final draft Development and Investment Plan for the Northwest\nregion) containing: in addition to the reports (i) (ii), (ii) mentioned above;\n\t\n(iv) one report containing detailed project profiles containing detailed project profiles in the\nfive sectors.\n4.\t End of the Seventh Month\nA final report (Development and Investment Plan for the Northwest Region) containing\nall reports (I) to (iv).", "\t\t\t\t\t\t\t\t\t\n11\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n(in $,000)\nForeign\t Local\n\t\nExchanae Curren Total\nA. Barik Fjrpcing\n1. Consultants\na. Remuneration\n\t52I. International C1onsultant \t - 521\nii. ornestic Consultants -\t 130 130\nb. Per Diem\ni. International Consultants 95\t - 95\nii. Domestic Consultants -\t 60 60\nc. Travel\ni. International Consultants 35\t - 35\nii. Domestic Airfare -\t 3 3\n2. Equipment and Vehicles\na. Computers and Office Equipment 30 30\n3. Workshops 10 10\n4. Studies, Surveys and Reports 10 10\n5. Report Preparation 5 5\n6. Administration and Support Services\na Support Services 25 25\nb. Office Accommodation and Supplies 4 4\n\t\nc. Misc. Administration Expenses 1 5 6\nd. Vehicle Rentals 20 20\n7. Governmenmt representation at\nConsultant's Contract Negotiations 3 3\n\t\n8. Contingencies 103 40 1 43\n\t\nSubtotal (A) 788 312 1100\nB. Government Financing\n1. Counterpart Staft 20 20\n2. Office Accommodation & Supplies 3 3\n3. Administrative & Clerical Services 3 3\n4. Duties & Taxes 11 11\n5. Contingencies 6 6\nSubtotal (B) 43 43\nTOTAL (A+B) 788 355 1143\n(Reference in text: page 4, para. 21)", "Proposed Work Schedule of Consultants\n______ ______ Phase I\t Phase II\t ___________________\nMonth II\t T\t f ii2v__3\t\nWeek 1\t 23\t 41\t 2\t 3\t 4\t 1\t 2\t 3\t 4\nRegional Planner/feam Leader\t (I)\nEconomist\t (D)\nRural Sociologist\t (D)\nEnsironnnt Specialist\t (D)\nSpecialist in Participatory Approach\nand Consultation\t (D)\ntgiicuiiurr\t (1)\n(I\t (D)\nFisIries\t\n(D)\nIndustry\t (I)\n(D)\nrt\t Urban Deelopnnt\t (I)\n(D)\nTransport Infrastructure & Services\t (1)\n(Dl)\n(D)\nCt,\t\nUi\t Economist/Financial Analyst\t (I)\nSchedule of Workshops\nDistrict Level Consultations\ni-I\nInception Meeting\nRegional Workshop\nU'\nNational Workshop\nTiming of Reports\n*\nInception Report\nInrim Report (Preliminary Draft\nDevelopment & Investment Plan) *\nDraft Final Report (Final Draft\nDevelopment & Investment Plan) *\nFinal Report (Development & Insestment Plan) *\n-ci\nCr1\nLegends:\n(I) -\t i.rnuOflI H\n(0) - Donbc\nU'", ""], "metadata": {"CreationDate": "D:20090426040148+08'00'", "Creator": "Envision OCR", "Keywords": "tar: ban 27211, bangladesh finance study, bangladesh northwest region development, bangladesh investment planning, adb technical assistance 2545", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20091124145641+08'00'", "Title": "Northwest Region Development and Investment Study"}}