{"path": "data/input/ta/27220-phi-tar.pdf", "pages": ["RESTRICTED\nTAR:PHI 27220\nThis Report has been prepared for\nASIAN DEVELOPMENT BANK the exclusive use of the Bank\nTECHNICAL ASSISTANCE\nTO THE\nREPUBLIC OF ThE PHILIPPINES\nFOR THE\nWATER SUPPLY IMPROVEMENT STUDY\nDecember 1994", "CURRENCY EQUIVALENTS\n(as of 30 November 1994)\nCurrency Unit\t Peso (P)\nP 1.00\t =\t $0.0421\n$1.00\t =\t P23.75\n(i) The foreign exchange rate of the peso is determined on the basis of a\nfloating rate system related to the daily foreign exchange transactions of\nthe banking sector.\n(ii)\t For purposes of calculation in this Report, a rate of $1.00 = P 24.5 has\nbeen used.\nABBREVIATIONS\nCDS\t -\t Central Distribution System\nMWSS\t -\t Metropolitan Waterworks and Sewerage System\nNRW\t -\t Nonrevenue Water\nO&M\t -\t Operation and Maintenance\nOECF\t -\t Overseas Economic Cooperation Fund (Japan)\nNOTES\n(i) The fiscal year (FY) of the Government and MWSS ends on 31 December.\nH$U \n(ii) In this Report,  refers to US dollars.", "PHILIPPINES\nLUZON\nMWSS WATER DISTRIBUTION NETWORK\nPROJECT SITE PROVINCE OF BIJLACN\t\nJ\nMan,\n0 \\ A--\t\nI\nVISA'\nO#OSEO XML.\nCRED HERTPESEPVOIR\n1OPOSED XML.\nNUKBUK RERVOIR\nOPOSED SOW..\nI MESA RESERVCR\n40 PUMPING STATION\n<INA\nIi\nf d 1 ii a\nPROVINGE OF RI1AL\nIOPOSED 30A.\nLEGEND: BONIFAQORESERVOIR\n0 PUMPING STATION NO.2\nEn Pnm\nPrseG Pnr\nOPOSED 30W..\nEStIr.g Sa GUIG RESERV(R\nS\t R&seivour 10 PUMPING STATION\ni De Bay\nI\nI\t\n—I\nI\t /\nI\t /\nI\t —\t A\t A Y\t W £ TW7\t I\t • J. —", "I. INTRODUCTION\n1. The Government of the Republic of the Philippines has requested Bank technical\nassistance (TA) to prepare a project for improving the primary water distribution network in the\nMetropolitan Waterworks and Sewerage System (MWSS) service area. In response to the\nGovernment's request, a Bank Mission visited MWSS from 10 to 18 August 1994 to assess the\nneed for improvement in the primary distribution network and to formulate the TA. The Mission\nheld discussions with officials of MWSS, the National Economic and Development Authority, and\nthe Department of Finance, and reached an understanding with them on the objective, scope,\ncost estimates, implementation arrangements, and terms of reference for the consulting services.\nThis report is based on the Mission's findings and the understanding reached with the officials\nof MWSS and the Government.1\nII. BACKGROUND AND RATIONALE\n2. MWSS is a government-owned and autonomous public utility established in 1971\nand chartered to provide water supply and sewerage service to the Metropolitan Manila area and\nits environs, comprising 5 cities and 32 municipalities that are home to about ten million people.\nIts daily water production ranges from 2,500 to 2,800 million liters. Raw water being drawn from\nthe Angat multipurpose reservoir located on the Angat river, some 40 kilometers northeast of\nManila, gravitates to water treatment plants at Balara and La Mesa through a system of tunnels\nand aquaducts. Water produced at the three existing water treatment plants is delivered to\nconsumers through the MWSS central distribution system (CDS).\n3. The Bank has played a lead role in water supply and sanitation sector\ndevelopment in the Philippines by providing financial assistance and TA since 1973. To date,\nthe Bank has provided 13 TAs totalling $5.1 million, and has financed 13 water supply projects\nand one sewerage project amounting to $546 million. Of the 14 loan projects approved, nine\nhave been completed; the remaining five are still being implemented. The Bank has also\ninitiated studies on the water supply and sanitation sector, institutional strengthening, and\nimprovement in the technical capabilities of executing agencies by providing training systems\nfor rural water supply personnel. Besides, as a member of the Consultative Group of the\nInternational Drinking Water Supply and Sanitation Decade in the Philippines, the Bank has\nmaintained close relations with other major aid agencies, particularly the World Bank and the\nOverseas Economic Cooperation Fund (OECF) of Japan.\n4. A number of multilateral and bilateral aid agencies have assisted MWSS in the\nexpansion of water supply capacity and the improvement of water distribution. The Bank, the\nWorld Bank, and OECF cofinanced the ongoing Angat Water Supply Optimization Project,\napproved in 1989. More recently, the World Bank is preparing the Second Manila Sewerage\nProject and the Third Manila Water Supply Project. In this connection, the World Bank has a\nplan to carry out in 1995 a review of the MWSS water distribution system with grant financing\nof about $1 .1 million obtained from a bilateral source. To ensure complementarity with the\nBank's TA, it has been agreed that the World Bank study will focus on rehabilitation of the\nsecondary and tertiary distribution network, whereas the Bank TA will focus on rehabilitation of\nthe primary distribution network. Besides, the Japan International Cooperation Agency is\nproviding TA for the preparation of a long-term master plan for water supply and sewerage\noperations in the Metropolitan Manila area. Starting in December 1994, the study will be\nThe TA first appeared in ADB Business Opportunities  in September 1994.", "implemented over a period of 15 months. All the ongoing and planned assistance programs of\nvarious agencies have been taken into account in the formulation of this TA.\n5. Water supply coverage in the Metro Manila area has remained inadequate. MWSS\nhas about 800,000 connections, but it provides water supply service to only about 60 per cent\nof the ten million population, mainly because of insufficient water resources and the limited water\ndistribution network. The efficiency of MWSS operations continues to be affected by a high\nnonrevenue water (NRW)1 level. While the NRW level in well-managed water utility agencies in\nmany other developing member countries has been reduced to a lower level,2 MWSS operations\ncontinue to be plagued by high NRW, from some 64 per cent in 1986 to 58 per cent in the first\nhalf of 1994.\n6. The high level of NRW is reportedly caused by (i) leakage in the distribution lines,\n(ii) illegal usage of water, and (iii) underbillings due to inaccurate water meters. To assist MWSS\nin reducing NRW, the Bank provided two water supply distribution network rehabilitation\nprojects.3 The objective of these projects was to reduce the NRW level to about 30 per cent\nthrough rehabilitation of secondary and tertiary distribution lines, and replacement and\ninstallation of water meters. The first rehabilitation project was completed in May 1991, and the\nsecond project is now substantially complete. While the overall NRW has remained at around\nthe 55-58 per cent level, the NRW level in the rehabilitated zones has reportedly improved to\nabout 35 per cent. MWSS has explained that the overall situation has not improved because of\nincreased leakage in old pipelines, which were not replaced under the two rehabilitation projects,\nand also because of increased pressure in the distribution lines. It may be noted that under the\ntwo rehabilitation projects,4 a comprehensive pipe replacement program was not undertaken,\nbut only the pipelines that needed urgent repair at the time of project implementation were\nreplaced. Besides, primary distribution lines were excluded from the rehabilitation works based\non the assessment that there was not much reported leakage from the primary lines at that time.\nHowever, recent operational reports indicate that water losses from the primary distribution\nsystem have become significant.\n7. For operational purposes, MWSS has divided the CDS into primary, secondary,\nand tertiary systems, based on the size of pipes, i.e., greater than 300 mm, from 300mm to 150\nNonrevenue water is defined as the difference between the measured production volume\nand the total billed volume. It includes water loss caused by leakage, illegal\nconsumption, inaccurate meters, and administrative errors.\n2\t NRW in some maior cities of regional member countries (in per cent)\nBangkok\t 31\t Calcutta\t 36\nKuala Lumpur\t 37\t Bandung\t 42\nSeoul\t 42\t Kathmandu 45\nLoan No.645-PHI:Manila Water Supply Rehabilitation Project, for $39.3 million, approved\non 27 October 1983; and Loan No.947-PHI: Second Manila Water Supply Project, for\n$26.4 million, approved on 24 January 1989.\nThe success of the Bangkok Metropolitan Waterworks Authority in reducing NRW\nindicates that a comprehensive replacement of distribution pipelines in the rehabilitation\nareas is more effective.", "3\nmm, and smaller than 150 mm. The total length of the water distribution lines is estimated at\nabout 6,000 km. The primary distribution network consists of about 400 km of pipeline with\ndiameters ranging from 350 mm to 3,000 mm, and a number of storage tanks and pumping\nstations. The primary distribution lines consist of various materials including steel, cast iron, and\nprestressed concrete with different ages.\n8. Since physical leakage is still the main cause of the high NRW (comprising about\n27 per cent of total water production), following consultations, a consensus has emerged among\nthe Government, MWSS, and aid agencies, including the Bank, that high priority needs to be\ngiven to improving the efficiency of the water distribution system to make better use of the\nexisting availability of water and to improve the viability of proposed projects for augmenting\nwater supply in the MWSS service area. The TA accordingly aims at improving water distribution\nefficiency through reduction of leakage in the primary main network; this will complement similar\nfeasibility work for the secondary and tertiary distribution system being developed by the World\nBank and thus result in comprehensive improvement of the entire distribution system.\nIII. THE TECHNICAL ASSISTANCE\nA.\t Objective\n9. The objective of the TA is to formulate a project that will help MWSS improve its\noperational performance by reducing the NRW level through minimizing system loss in the\nprimary distribution network. The TA will help extend more reliable water supply services to the\npopulation living in the MWSS service area through improved water quality and quantity.\nB. Scope\n10, The scope of the TA will cover the following four main areas: (I) operational data\nanalysis, (ii) distribution network analysis, (iii) preliminary engineering design and project\nformulation, and (iv) development of policy framework. The major tasks include (i) study and\nanalysis of ongoing and planned activities for water distribution system improvement; (ii) water\ndemand and supply projections in the MWSS service area; (iii) hydraulic analysis of the MWSS\nwater distribution network; (iv) field examination of the existing primary distribution network and\nidentification of network inefficiency; (v) formulation of a project proposal, suitable for external\nfinancing, for improving the primary distribution system; (vi) initial social assessment and initial\nenvironment examination in accordance with the Bank's guidelines; (vii) institutional, financial,\nand socioeconomic justification of the ensuing project; and (viii) recommendations on a policy\nframework that will improve the operational efficiency of MWSS with regard to water resource\nmanagement and efficient use of scarce water resources among different users. The outline\nterms of reference are presented in Appendix 1.\nC. Cost Estimates and Financing Plan\n11. The total cost of the TA is estimated at $632,000 equivalent, comprising $442,000\nin foreign currency and $190,000 equivalent in local currency. The Government has requested\nBank financing in an amount equivalent to $582,000 to meet all foreign costs and a part\n($140,000 equivalent) of the local currency costs for local consultants, car rental, and field survey\nwork. The TA will be financed by the Bank on a grant basis. MWSS will provide the remaining\n$50,000 equivalent in kind for counterpart and support personnel, office facilities, and other", "4\nadministrative support. The details of the cost estimates are provided in Appendix 2. The cost\nfor rehabilitation of the primary distribution network is estimated at $60 million for possible Bank\nfinancing. The Government has been informed that approval of the TA does not necessarily\ncommit the Bank to finance any ensuing project.\nD.\t Implementation Arrangements\n12. MWSS will be the Executing Agency of the TA. A firm of international consultants\nin association with domestic consultants will be engaged by the Bank in accordance with the\nBank's Guidelines on the Use of Consultants to undertake the assignment. The consultant team\nwill incorporate expertise in the management and operation of large urban water utility\ncorporations, hydraulic engineering, water distribution system network analysis, and social and\neconomic analysis. It is estimated that a total of about 37 person-months of consulting services\nwill be required, of which about 16 person-months will be provided by an international consulting\nfirm (water supply engineering, water distribution system network analysis, hydraulic engineering,\nand leakage control) and 21 person-months will be contributed by the associated domestic\nconsulting firm (water supply engineering, social science, and economics). The procurement\nof leak detection equipment under the TA will be carried out by the consultants in accordance\nwith the Bank's Guidelines for Procurement.\n13. It is expected that, beginning around April 1995, the TA will be implemented over\na period of six months. The consultants will submit (i) an inception report at the end of the first\nmonth, (ii) an interim report at the end of third month, (iii) a draft final report at the end of the fifth\nmonth after commencement of the consulting services, and (iv) a final report within two weeks\nafter the receipt of comments from a tripartite meeting to be held within the sixth month after\ncommencement of the consulting services to review the draft final report.\n14. A Project Office will be set up within MWSS. MWSS will provide an adequate\nnumber of technical and support staff for the Project Office and will appoint one senior staff\nmember as Project Manager prior to the start of the TA to liaise with the consultants. The main\nresponsibilities of the Project Manager will be (i) coordination between MWSS management and\nthe consultants, (ii) arrangement of meetings and interviews with MWSS staff, (iii) control over\ncounterpart administrative support, (iv) provision of necessary assistance to the consultants in\nobtaining operational data and information, and (v) prompt review and comments on the various\nworking papers and reports prepared by the consultants.\nIV. THE PRESIDENT'S DECISION\n15. The President, acting under the authority delegated to him by the Board, has\napproved the provision of technical assistance, on a grant basis, to the Government of the\nRepublic of the Philippines in an amount not exceeding the equivalent of $582,000 for the\npurpose of the Water Supply Improvement Study, and hereby reports his action to the Board.", "5\nAppendix 1\nPage 1\nOUTLINE TERMS OF REFERENCE\n\t\nPart A: OPERATIONAL DATA ANALYSIS\n(i) Review urban water supply sector policies and identify constraints in the\nareas of sector institutions as well as physical status of the sector.\n(ii) Review socioeconomic data on the Metropolitan Waterworks and\nSewerage System (MWSS) service area, particularly regarding\ndemography and population growth, consumer profiles, household\nsurveys, per capita water consumption, health-related data, and\nenvironmental issues.\n(iii) Collect and review relevant information and data on MWSS' water\nproduction and distribution. This will include reports on the design of the\nMWSS water production and distribution system and \"as built\" drawings,\nprevious rehabilitation work, and leak detection and repair work.\n(iv) Review the water production capacity of MWSS taking into consideration\nwater resource availability, and economic and equitable water allocation\namong competing uses such as urban usage (domestic, industrial, and\ncommercial), irrigation, and power generation.\n(v) Evaluate the existing water production and distribution facilities of MWSS\nand assess the adequacy thereof with regard to design, construction, and\noperation.\n(vi) Review ongoing and planned water production and distribution\nimprovement and development schemes.\n(vii) Assess current operational practices in and staff allocations to the water\nproduction and distribution network.\n(viii) Evaluate current environmental problems associated with water supply\noperations together with planned measures for their improvement.\n(ix) Prepare water demand projections in the MWSS service area up to 2015\nbased, among others, on population projections and on industry and\ncommercial sector growth.\n\t\nPart B: DISTRIBUTION NETWORK ANALYSIS\n(i) Review available maps of the primary distribution lines and undertake\nadditional mapping to the extent required for analysis of the primary\ndistribution network.\n(Reference to text: page 3, para.1 0)", "6\nAppendix 1\nPage 2\n(ii) Undertake field surveys and examine the existing status of pipes, joints,\nvalves, bedding, and lining of the pipes along the primary mains. 1 Collate\nexisting data on the primary mains network and develop a new data base.\nThe required tasks will include (a) modification of the computerized model\nto include parameters for simulation of pumping head, pumping rate, and\nvalve closing status, and (b) refining of the roughness factor by measuring\nthe actual roughness factor for pipes of different ages, materials, and\ndiameters.2\n(iii) Review the results of previous hydraulic analyses including water hammer\nimpacts on the pumps and motors in the distribution system, and carry\nout new hydraulic analysis on the primary mains network based on water\nproduction and demand analysis.\n(iv) Carry out a leak detection and control study along the primary mains in\nthe pilot areas and identify the major causes of leakage; determine the\nsegments of the primary mains that need replacement/rehabilitation in the\ndistribution network; and propose a strategy for leakage control.\n(v) Carry out site investigations as necessary in weak soil formations where\npipelines are prone to movement and damage; undertake detailed soil and\nsoil water tests on major soil groups to determine soil corrosion; identify\nsegments of the distribution system with defective construction and\ndeteriorated pipelines categorized by age and pipe material; and propose\nremedial measures.\n(vi) Identify segments of the primary mains that need replacement!\nrehabilitation of pipelines, valves, and appurtenances; recommend\nappropriate materials to be used, rehabilitation methods, and\nspecifications of valves and appurtenances; and prepare a proposal to\nimprove the design, construction, and operation of the main distribution\nnetwork.\n(vii) Evaluate the adequacy of the existing distribution network in terms of the\nconveyance capacity of required quantities of water with sufficient\npressure to meet the demand in each sector area by simulation at 5-year\nintervals for a 20-year period.\n(viii) Identify areas that need new primary pipe laying to cope with future\ndemand; and determine the length, material, size, and specifications for\nvalves and appurtenances.\nFor the purposes of the TA, primary mains are pipelines with a nominal diameter of 350\nmm and above.\nThe measurement of the actual roughness factor for pipes, leakage detection, and soil\nstudy programs will be prepared by the consultants within one month of the start of the\nTA.", "7\nAppendix 1\nPage 3\nPART C: PRELIMINARY ENGINEERING DESIGN AND PROJECT FORMULATION\n(i) Based on an analysis of the operational information and the distribution\nnetwork, carry out a preliminary engineering design that will include\ndesign of the required system modifications and replacement; outline of\nrequired storage modifications and replacement; and specifications and\ndesigns for pipes, valves, and appurtenances. Prepare relevant drawings\nshowing all the proposed replacements and improvements to the system.\n(ii) Based on the preliminary design, formulate a project proposal suitable for\ninternational financing. The project proposal will comprise (a)\nrehabilitation/replacement of existing primary mains, service reservoirs,\nand booster pumping stations; (b) laying of new mains, construction of\nnew reservoirs, or installation of booster pumping stations as necessary;\n(c) timing of the implementation of the proposed works; (d) cost estimates\nby component and indicative contract packages; and (e) designs and\nspecifications of equipment and materials to be procured.\n(iii) Develop suitable cost parameters to be used for cost estimates of the\nproposed project. The cost parameters are to be developed taking into\nconsideration those used for other similar water supply projects in the\nPhilippines.\n(iv) Based on the established cost parameters, estimate the overall cost for the\nproposed project. The cost estimates will be broken down into the\nfollowing categories: civil works, equipment, consulting services, land\nacquisition, and taxes and duties, and will indicate the foreign (direct and\nindirect) and local cost components on a yearly basis through the\nimplementation period.\n(v) Define the required operation and maintenance (O&M) activities for the\nprimary mains maintenance work, and estimate the reasonable annual\nO&M costs needed for project facilities.\n(vi) Assess the institutional capacity of MWSS to implement the proposed\nrehabilitation of the primary distribution network.\n(vii) Prepare an investment and financing plan for the proposed project and\nevaluate the financial and economic1 justification of the project in terms\nof financial internal rate of return, economic internal rate of return, and\naverage incremental economic cost. For this purpose, the consultants will\ncarry out a survey to estimate the economic costs and benefits of the\nproposed project. The economic benefits of the proposed rehabilitation\nproject will be lower unit cost of water supplied or, alternatively, enhanced\nrevenue potential through reduction of nonrevenue water (NRW).\nAssumptions regarding the likely reduction of NRW should be plausible,\nThe Bank's Draft Guidelines for the Economic Analysis of Water Supply Projects will be\nused for economic analysis.", "8\nAppendix 1\nPage 4\nand sensitivity analysis should be carried out for the NRW variable. 1 The\nopportunity cost of water in the context of competing usage by different\nsubsectors will be estimated.\n(viii) Prepare a detailed implementation schedule for the project considering the\nrequired activities, and identify the critical path.\n(ix) Prepare a list of equipment, including detailed specifications, needed for\nthe leakage survey and training.\n(x) Prepare terms of reference for the detailed engineering design.\n(xi) Assess the overall socioeconomic benefits and contribution of the\nproposed project in terms of social well-being, poverty reduction, and\nother benefits; and carry out an initial social assessment in accordance\nwith relevant guidelines of the Bank.\n(xii) In accordance with the guidelines of the Government and the Bank,\nconduct an initial environmental examination for the proposed project and\noutline remedial measures for any adverse environmental impacts.\nPART D:\t DEVELOPMENT OF POLICY FRAMEWORK2\n(i) Based on the analysis of socioeconomic and operational data regarding\nMWSS' water supply operations in its service area, identify policy issues\nrelated to water supply sector development that include cost recovery,\nadequacy of water tariff, and affordability by beneficiaries. Recommend\nappropriate measures and action programs to be introduced in\nconjunction with project implementation for improvement in the overall\noperational efficiency of MWSS, particularly in terms of institution building\nand financial improvements.\n(ii) Review all activities being undertaken or planned by other international aid\nagencies with regard to water supply sector development in the\nPhilippines, and evaluate their possible impacts on the proposed project\nand on MWSS operations. Identify the areas that need aid coordination\nconcerning project development and financial and technical assistance to\nthe sector.\n(iii) Review previous study reports on MWSS' water resource management,\ntaking into consideration the efficient use of water resources among\ncompeting users; and assess the impact of the project on the overall water\nresource management of MWSS. Based on the analysis, develop a policy\nframework that will ensure efficient use of scarce water resources among\ncompeting users.\nThis analysis will be in accordance with the Bank's (revised) draft Guidelines on Sensitivity\nand Risk Analysis.\nThe development of a policy framework will be coordinated with the MWSS Operational\nStrengthening Study (TA No. 2254-PHI).", "\t\t\t\t\t\t\t\n9\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($)\nForeign\t Local\n\t \t\nItem Currency\t Currency Total\n\t\nCost\t Cost Cost\nI. Financed by the Bank\nA. Consultants\n1. International Consultants\n\t\n\t27a. Re2muneration ,000 272,000\n\t\nb. Per Diem 59,000 59,000\n\t\nc. International Travel 20,000 20,000\n\t\nSubtotal (1) 351,000 351,000\n2. Domestic Consultants\na. Remuneration -\t 84,000\t 84,000\nb. Per Diem\nSubtotal (2) -\t 84,000 - 84,000\nB. Equipment\nLeak Detection Equipment 25,000\t -\t 25,000\nC. Reports -\t 2,500\t 2,500\nft Field Survey Work -\t 15,000\t 15,000\nE. Miscellaneous TA Administration and Support Costs\n1.Car Rental 12,000 12,000\n2. Communications 2,500 2,500\n3. Local Travel - 3,000 3,000\nSubtotal (E) 17,500 17,500\nF. Contingencies 66,000 21,000 87,000\nTotal (I) 442,000 140,000 582,000\nII. Financed by MWSS\n\t\nA. Counterpart Staff 20,000 20,000\n\t\nB. Office Space and Logistics 20,000 20,000\n\t\nC. Administrative Support 10,000 10,000\n\t\nTotal (II) 50,000 50,000\nTotal (I + II) 442,OOO\t 19O,0OO\t 632,000\n(Reference in text: page 4, para. 11)\n,'-'.-,'_ -_I..;__.__-._.___--.-'..\t _L £L_\t £I..\t ...._..:.._.1 -----n-- ---I", "BOARD\n\t\nOF ASIAN DEVELOPMENT BANK\nDIRECTORS\nRlO-95\n6 January 1995\nTECHNICAL ASSISTANCE TO PHILIPPINES\nFOR THE WATER SUPPLY IMPROVEMENT STUDY\n(JSF-FINANCED)\nThe attached Report on Technical Assistance to the\nPhilippines for the Water Supply Improvement Study is\ncirculated for the information of the Board. The technical\nassistance was approved by the President on 27 December 1994.\nFor Enquiries: Mr. B. W. Park, Agriculture and Social Sectors\nDepartment (East) (Ext. 6496)\nMr. T. P. Walsh, Programs Department (East)\n(Ext. 6534)", "RESTRICTED\nTAR:PHI 27220\nThis Report has been prepared for\nASIAN DEVELOPMENT BANK the exclusive use of the Bank\nTECHNICAL ASSISTANCE\nTO THE\nREPUBLIC OF ThE PHILIPPINES\nFOR THE\nWATER SUPPLY IMPROVEMENT STUDY\nDecember 1994", "CURRENCY EQUIVALENTS\n(as of 30 November 1994)\nCurrency Unit\t Peso (P)\nP 1.00\t =\t $0.0421\n$1.00\t =\t P23.75\n(i) The foreign exchange rate of the peso is determined on the basis of a\nfloating rate system related to the daily foreign exchange transactions of\nthe banking sector.\n(ii)\t For purposes of calculation in this Report, a rate of $1.00 = P 24.5 has\nbeen used.\nABBREVIATIONS\nCDS\t -\t Central Distribution System\nMWSS\t -\t Metropolitan Waterworks and Sewerage System\nNRW\t -\t Nonrevenue Water\nO&M\t -\t Operation and Maintenance\nOECF\t -\t Overseas Economic Cooperation Fund (Japan)\nNOTES\n(i) The fiscal year (FY) of the Government and MWSS ends on 31 December.\nH$U \n(ii) In this Report,  refers to US dollars.", "PHILIPPINES\nLUZON\nMWSS WATER DISTRIBUTION NETWORK\nPROJECT SITE PROVINCE OF BIJLACN\t\nJ\nMan,\n0 \\ A--\t\nI\nVISA'\nO#OSEO XML.\nCRED HERTPESEPVOIR\n1OPOSED XML.\nNUKBUK RERVOIR\nOPOSED SOW..\nI MESA RESERVCR\n40 PUMPING STATION\n<INA\nIi\nf d 1 ii a\nPROVINGE OF RI1AL\nIOPOSED 30A.\nLEGEND: BONIFAQORESERVOIR\n0 PUMPING STATION NO.2\nEn Pnm\nPrseG Pnr\nOPOSED 30W..\nEStIr.g Sa GUIG RESERV(R\nS\t R&seivour 10 PUMPING STATION\ni De Bay\nI\nI\t\n—I\nI\t /\nI\t /\nI\t —\t A\t A Y\t W £ TW7\t I\t • J. —", "I. INTRODUCTION\n1. The Government of the Republic of the Philippines has requested Bank technical\nassistance (TA) to prepare a project for improving the primary water distribution network in the\nMetropolitan Waterworks and Sewerage System (MWSS) service area. In response to the\nGovernment's request, a Bank Mission visited MWSS from 10 to 18 August 1994 to assess the\nneed for improvement in the primary distribution network and to formulate the TA. The Mission\nheld discussions with officials of MWSS, the National Economic and Development Authority, and\nthe Department of Finance, and reached an understanding with them on the objective, scope,\ncost estimates, implementation arrangements, and terms of reference for the consulting services.\nThis report is based on the Mission's findings and the understanding reached with the officials\nof MWSS and the Government.1\nII. BACKGROUND AND RATIONALE\n2. MWSS is a government-owned and autonomous public utility established in 1971\nand chartered to provide water supply and sewerage service to the Metropolitan Manila area and\nits environs, comprising 5 cities and 32 municipalities that are home to about ten million people.\nIts daily water production ranges from 2,500 to 2,800 million liters. Raw water being drawn from\nthe Angat multipurpose reservoir located on the Angat river, some 40 kilometers northeast of\nManila, gravitates to water treatment plants at Balara and La Mesa through a system of tunnels\nand aquaducts. Water produced at the three existing water treatment plants is delivered to\nconsumers through the MWSS central distribution system (CDS).\n3. The Bank has played a lead role in water supply and sanitation sector\ndevelopment in the Philippines by providing financial assistance and TA since 1973. To date,\nthe Bank has provided 13 TAs totalling $5.1 million, and has financed 13 water supply projects\nand one sewerage project amounting to $546 million. Of the 14 loan projects approved, nine\nhave been completed; the remaining five are still being implemented. The Bank has also\ninitiated studies on the water supply and sanitation sector, institutional strengthening, and\nimprovement in the technical capabilities of executing agencies by providing training systems\nfor rural water supply personnel. Besides, as a member of the Consultative Group of the\nInternational Drinking Water Supply and Sanitation Decade in the Philippines, the Bank has\nmaintained close relations with other major aid agencies, particularly the World Bank and the\nOverseas Economic Cooperation Fund (OECF) of Japan.\n4. A number of multilateral and bilateral aid agencies have assisted MWSS in the\nexpansion of water supply capacity and the improvement of water distribution. The Bank, the\nWorld Bank, and OECF cofinanced the ongoing Angat Water Supply Optimization Project,\napproved in 1989. More recently, the World Bank is preparing the Second Manila Sewerage\nProject and the Third Manila Water Supply Project. In this connection, the World Bank has a\nplan to carry out in 1995 a review of the MWSS water distribution system with grant financing\nof about $1 .1 million obtained from a bilateral source. To ensure complementarity with the\nBank's TA, it has been agreed that the World Bank study will focus on rehabilitation of the\nsecondary and tertiary distribution network, whereas the Bank TA will focus on rehabilitation of\nthe primary distribution network. Besides, the Japan International Cooperation Agency is\nproviding TA for the preparation of a long-term master plan for water supply and sewerage\noperations in the Metropolitan Manila area. Starting in December 1994, the study will be\nThe TA first appeared in ADB Business Opportunities  in September 1994.", "implemented over a period of 15 months. All the ongoing and planned assistance programs of\nvarious agencies have been taken into account in the formulation of this TA.\n5. Water supply coverage in the Metro Manila area has remained inadequate. MWSS\nhas about 800,000 connections, but it provides water supply service to only about 60 per cent\nof the ten million population, mainly because of insufficient water resources and the limited water\ndistribution network. The efficiency of MWSS operations continues to be affected by a high\nnonrevenue water (NRW)1 level. While the NRW level in well-managed water utility agencies in\nmany other developing member countries has been reduced to a lower level,2 MWSS operations\ncontinue to be plagued by high NRW, from some 64 per cent in 1986 to 58 per cent in the first\nhalf of 1994.\n6. The high level of NRW is reportedly caused by (i) leakage in the distribution lines,\n(ii) illegal usage of water, and (iii) underbillings due to inaccurate water meters. To assist MWSS\nin reducing NRW, the Bank provided two water supply distribution network rehabilitation\nprojects.3 The objective of these projects was to reduce the NRW level to about 30 per cent\nthrough rehabilitation of secondary and tertiary distribution lines, and replacement and\ninstallation of water meters. The first rehabilitation project was completed in May 1991, and the\nsecond project is now substantially complete. While the overall NRW has remained at around\nthe 55-58 per cent level, the NRW level in the rehabilitated zones has reportedly improved to\nabout 35 per cent. MWSS has explained that the overall situation has not improved because of\nincreased leakage in old pipelines, which were not replaced under the two rehabilitation projects,\nand also because of increased pressure in the distribution lines. It may be noted that under the\ntwo rehabilitation projects,4 a comprehensive pipe replacement program was not undertaken,\nbut only the pipelines that needed urgent repair at the time of project implementation were\nreplaced. Besides, primary distribution lines were excluded from the rehabilitation works based\non the assessment that there was not much reported leakage from the primary lines at that time.\nHowever, recent operational reports indicate that water losses from the primary distribution\nsystem have become significant.\n7. For operational purposes, MWSS has divided the CDS into primary, secondary,\nand tertiary systems, based on the size of pipes, i.e., greater than 300 mm, from 300mm to 150\nNonrevenue water is defined as the difference between the measured production volume\nand the total billed volume. It includes water loss caused by leakage, illegal\nconsumption, inaccurate meters, and administrative errors.\n2\t NRW in some maior cities of regional member countries (in per cent)\nBangkok\t 31\t Calcutta\t 36\nKuala Lumpur\t 37\t Bandung\t 42\nSeoul\t 42\t Kathmandu 45\nLoan No.645-PHI:Manila Water Supply Rehabilitation Project, for $39.3 million, approved\non 27 October 1983; and Loan No.947-PHI: Second Manila Water Supply Project, for\n$26.4 million, approved on 24 January 1989.\nThe success of the Bangkok Metropolitan Waterworks Authority in reducing NRW\nindicates that a comprehensive replacement of distribution pipelines in the rehabilitation\nareas is more effective.", "3\nmm, and smaller than 150 mm. The total length of the water distribution lines is estimated at\nabout 6,000 km. The primary distribution network consists of about 400 km of pipeline with\ndiameters ranging from 350 mm to 3,000 mm, and a number of storage tanks and pumping\nstations. The primary distribution lines consist of various materials including steel, cast iron, and\nprestressed concrete with different ages.\n8. Since physical leakage is still the main cause of the high NRW (comprising about\n27 per cent of total water production), following consultations, a consensus has emerged among\nthe Government, MWSS, and aid agencies, including the Bank, that high priority needs to be\ngiven to improving the efficiency of the water distribution system to make better use of the\nexisting availability of water and to improve the viability of proposed projects for augmenting\nwater supply in the MWSS service area. The TA accordingly aims at improving water distribution\nefficiency through reduction of leakage in the primary main network; this will complement similar\nfeasibility work for the secondary and tertiary distribution system being developed by the World\nBank and thus result in comprehensive improvement of the entire distribution system.\nIII. THE TECHNICAL ASSISTANCE\nA.\t Objective\n9. The objective of the TA is to formulate a project that will help MWSS improve its\noperational performance by reducing the NRW level through minimizing system loss in the\nprimary distribution network. The TA will help extend more reliable water supply services to the\npopulation living in the MWSS service area through improved water quality and quantity.\nB. Scope\n10, The scope of the TA will cover the following four main areas: (I) operational data\nanalysis, (ii) distribution network analysis, (iii) preliminary engineering design and project\nformulation, and (iv) development of policy framework. The major tasks include (i) study and\nanalysis of ongoing and planned activities for water distribution system improvement; (ii) water\ndemand and supply projections in the MWSS service area; (iii) hydraulic analysis of the MWSS\nwater distribution network; (iv) field examination of the existing primary distribution network and\nidentification of network inefficiency; (v) formulation of a project proposal, suitable for external\nfinancing, for improving the primary distribution system; (vi) initial social assessment and initial\nenvironment examination in accordance with the Bank's guidelines; (vii) institutional, financial,\nand socioeconomic justification of the ensuing project; and (viii) recommendations on a policy\nframework that will improve the operational efficiency of MWSS with regard to water resource\nmanagement and efficient use of scarce water resources among different users. The outline\nterms of reference are presented in Appendix 1.\nC. Cost Estimates and Financing Plan\n11. The total cost of the TA is estimated at $632,000 equivalent, comprising $442,000\nin foreign currency and $190,000 equivalent in local currency. The Government has requested\nBank financing in an amount equivalent to $582,000 to meet all foreign costs and a part\n($140,000 equivalent) of the local currency costs for local consultants, car rental, and field survey\nwork. The TA will be financed by the Bank on a grant basis. MWSS will provide the remaining\n$50,000 equivalent in kind for counterpart and support personnel, office facilities, and other", "4\nadministrative support. The details of the cost estimates are provided in Appendix 2. The cost\nfor rehabilitation of the primary distribution network is estimated at $60 million for possible Bank\nfinancing. The Government has been informed that approval of the TA does not necessarily\ncommit the Bank to finance any ensuing project.\nD.\t Implementation Arrangements\n12. MWSS will be the Executing Agency of the TA. A firm of international consultants\nin association with domestic consultants will be engaged by the Bank in accordance with the\nBank's Guidelines on the Use of Consultants to undertake the assignment. The consultant team\nwill incorporate expertise in the management and operation of large urban water utility\ncorporations, hydraulic engineering, water distribution system network analysis, and social and\neconomic analysis. It is estimated that a total of about 37 person-months of consulting services\nwill be required, of which about 16 person-months will be provided by an international consulting\nfirm (water supply engineering, water distribution system network analysis, hydraulic engineering,\nand leakage control) and 21 person-months will be contributed by the associated domestic\nconsulting firm (water supply engineering, social science, and economics). The procurement\nof leak detection equipment under the TA will be carried out by the consultants in accordance\nwith the Bank's Guidelines for Procurement.\n13. It is expected that, beginning around April 1995, the TA will be implemented over\na period of six months. The consultants will submit (i) an inception report at the end of the first\nmonth, (ii) an interim report at the end of third month, (iii) a draft final report at the end of the fifth\nmonth after commencement of the consulting services, and (iv) a final report within two weeks\nafter the receipt of comments from a tripartite meeting to be held within the sixth month after\ncommencement of the consulting services to review the draft final report.\n14. A Project Office will be set up within MWSS. MWSS will provide an adequate\nnumber of technical and support staff for the Project Office and will appoint one senior staff\nmember as Project Manager prior to the start of the TA to liaise with the consultants. The main\nresponsibilities of the Project Manager will be (i) coordination between MWSS management and\nthe consultants, (ii) arrangement of meetings and interviews with MWSS staff, (iii) control over\ncounterpart administrative support, (iv) provision of necessary assistance to the consultants in\nobtaining operational data and information, and (v) prompt review and comments on the various\nworking papers and reports prepared by the consultants.\nIV. THE PRESIDENT'S DECISION\n15. The President, acting under the authority delegated to him by the Board, has\napproved the provision of technical assistance, on a grant basis, to the Government of the\nRepublic of the Philippines in an amount not exceeding the equivalent of $582,000 for the\npurpose of the Water Supply Improvement Study, and hereby reports his action to the Board.", "5\nAppendix 1\nPage 1\nOUTLINE TERMS OF REFERENCE\n\t\nPart A: OPERATIONAL DATA ANALYSIS\n(i) Review urban water supply sector policies and identify constraints in the\nareas of sector institutions as well as physical status of the sector.\n(ii) Review socioeconomic data on the Metropolitan Waterworks and\nSewerage System (MWSS) service area, particularly regarding\ndemography and population growth, consumer profiles, household\nsurveys, per capita water consumption, health-related data, and\nenvironmental issues.\n(iii) Collect and review relevant information and data on MWSS' water\nproduction and distribution. This will include reports on the design of the\nMWSS water production and distribution system and \"as built\" drawings,\nprevious rehabilitation work, and leak detection and repair work.\n(iv) Review the water production capacity of MWSS taking into consideration\nwater resource availability, and economic and equitable water allocation\namong competing uses such as urban usage (domestic, industrial, and\ncommercial), irrigation, and power generation.\n(v) Evaluate the existing water production and distribution facilities of MWSS\nand assess the adequacy thereof with regard to design, construction, and\noperation.\n(vi) Review ongoing and planned water production and distribution\nimprovement and development schemes.\n(vii) Assess current operational practices in and staff allocations to the water\nproduction and distribution network.\n(viii) Evaluate current environmental problems associated with water supply\noperations together with planned measures for their improvement.\n(ix) Prepare water demand projections in the MWSS service area up to 2015\nbased, among others, on population projections and on industry and\ncommercial sector growth.\n\t\nPart B: DISTRIBUTION NETWORK ANALYSIS\n(i) Review available maps of the primary distribution lines and undertake\nadditional mapping to the extent required for analysis of the primary\ndistribution network.\n(Reference to text: page 3, para.1 0)", "6\nAppendix 1\nPage 2\n(ii) Undertake field surveys and examine the existing status of pipes, joints,\nvalves, bedding, and lining of the pipes along the primary mains. 1 Collate\nexisting data on the primary mains network and develop a new data base.\nThe required tasks will include (a) modification of the computerized model\nto include parameters for simulation of pumping head, pumping rate, and\nvalve closing status, and (b) refining of the roughness factor by measuring\nthe actual roughness factor for pipes of different ages, materials, and\ndiameters.2\n(iii) Review the results of previous hydraulic analyses including water hammer\nimpacts on the pumps and motors in the distribution system, and carry\nout new hydraulic analysis on the primary mains network based on water\nproduction and demand analysis.\n(iv) Carry out a leak detection and control study along the primary mains in\nthe pilot areas and identify the major causes of leakage; determine the\nsegments of the primary mains that need replacement/rehabilitation in the\ndistribution network; and propose a strategy for leakage control.\n(v) Carry out site investigations as necessary in weak soil formations where\npipelines are prone to movement and damage; undertake detailed soil and\nsoil water tests on major soil groups to determine soil corrosion; identify\nsegments of the distribution system with defective construction and\ndeteriorated pipelines categorized by age and pipe material; and propose\nremedial measures.\n(vi) Identify segments of the primary mains that need replacement!\nrehabilitation of pipelines, valves, and appurtenances; recommend\nappropriate materials to be used, rehabilitation methods, and\nspecifications of valves and appurtenances; and prepare a proposal to\nimprove the design, construction, and operation of the main distribution\nnetwork.\n(vii) Evaluate the adequacy of the existing distribution network in terms of the\nconveyance capacity of required quantities of water with sufficient\npressure to meet the demand in each sector area by simulation at 5-year\nintervals for a 20-year period.\n(viii) Identify areas that need new primary pipe laying to cope with future\ndemand; and determine the length, material, size, and specifications for\nvalves and appurtenances.\nFor the purposes of the TA, primary mains are pipelines with a nominal diameter of 350\nmm and above.\nThe measurement of the actual roughness factor for pipes, leakage detection, and soil\nstudy programs will be prepared by the consultants within one month of the start of the\nTA.", "7\nAppendix 1\nPage 3\nPART C: PRELIMINARY ENGINEERING DESIGN AND PROJECT FORMULATION\n(i) Based on an analysis of the operational information and the distribution\nnetwork, carry out a preliminary engineering design that will include\ndesign of the required system modifications and replacement; outline of\nrequired storage modifications and replacement; and specifications and\ndesigns for pipes, valves, and appurtenances. Prepare relevant drawings\nshowing all the proposed replacements and improvements to the system.\n(ii) Based on the preliminary design, formulate a project proposal suitable for\ninternational financing. The project proposal will comprise (a)\nrehabilitation/replacement of existing primary mains, service reservoirs,\nand booster pumping stations; (b) laying of new mains, construction of\nnew reservoirs, or installation of booster pumping stations as necessary;\n(c) timing of the implementation of the proposed works; (d) cost estimates\nby component and indicative contract packages; and (e) designs and\nspecifications of equipment and materials to be procured.\n(iii) Develop suitable cost parameters to be used for cost estimates of the\nproposed project. The cost parameters are to be developed taking into\nconsideration those used for other similar water supply projects in the\nPhilippines.\n(iv) Based on the established cost parameters, estimate the overall cost for the\nproposed project. The cost estimates will be broken down into the\nfollowing categories: civil works, equipment, consulting services, land\nacquisition, and taxes and duties, and will indicate the foreign (direct and\nindirect) and local cost components on a yearly basis through the\nimplementation period.\n(v) Define the required operation and maintenance (O&M) activities for the\nprimary mains maintenance work, and estimate the reasonable annual\nO&M costs needed for project facilities.\n(vi) Assess the institutional capacity of MWSS to implement the proposed\nrehabilitation of the primary distribution network.\n(vii) Prepare an investment and financing plan for the proposed project and\nevaluate the financial and economic1 justification of the project in terms\nof financial internal rate of return, economic internal rate of return, and\naverage incremental economic cost. For this purpose, the consultants will\ncarry out a survey to estimate the economic costs and benefits of the\nproposed project. The economic benefits of the proposed rehabilitation\nproject will be lower unit cost of water supplied or, alternatively, enhanced\nrevenue potential through reduction of nonrevenue water (NRW).\nAssumptions regarding the likely reduction of NRW should be plausible,\nThe Bank's Draft Guidelines for the Economic Analysis of Water Supply Projects will be\nused for economic analysis.", "8\nAppendix 1\nPage 4\nand sensitivity analysis should be carried out for the NRW variable. 1 The\nopportunity cost of water in the context of competing usage by different\nsubsectors will be estimated.\n(viii) Prepare a detailed implementation schedule for the project considering the\nrequired activities, and identify the critical path.\n(ix) Prepare a list of equipment, including detailed specifications, needed for\nthe leakage survey and training.\n(x) Prepare terms of reference for the detailed engineering design.\n(xi) Assess the overall socioeconomic benefits and contribution of the\nproposed project in terms of social well-being, poverty reduction, and\nother benefits; and carry out an initial social assessment in accordance\nwith relevant guidelines of the Bank.\n(xii) In accordance with the guidelines of the Government and the Bank,\nconduct an initial environmental examination for the proposed project and\noutline remedial measures for any adverse environmental impacts.\nPART D:\t DEVELOPMENT OF POLICY FRAMEWORK2\n(i) Based on the analysis of socioeconomic and operational data regarding\nMWSS' water supply operations in its service area, identify policy issues\nrelated to water supply sector development that include cost recovery,\nadequacy of water tariff, and affordability by beneficiaries. Recommend\nappropriate measures and action programs to be introduced in\nconjunction with project implementation for improvement in the overall\noperational efficiency of MWSS, particularly in terms of institution building\nand financial improvements.\n(ii) Review all activities being undertaken or planned by other international aid\nagencies with regard to water supply sector development in the\nPhilippines, and evaluate their possible impacts on the proposed project\nand on MWSS operations. Identify the areas that need aid coordination\nconcerning project development and financial and technical assistance to\nthe sector.\n(iii) Review previous study reports on MWSS' water resource management,\ntaking into consideration the efficient use of water resources among\ncompeting users; and assess the impact of the project on the overall water\nresource management of MWSS. Based on the analysis, develop a policy\nframework that will ensure efficient use of scarce water resources among\ncompeting users.\nThis analysis will be in accordance with the Bank's (revised) draft Guidelines on Sensitivity\nand Risk Analysis.\nThe development of a policy framework will be coordinated with the MWSS Operational\nStrengthening Study (TA No. 2254-PHI).", "\t\t\t\t\t\t\t\n9\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($)\nForeign\t Local\n\t \t\nItem Currency\t Currency Total\n\t\nCost\t Cost Cost\nI. Financed by the Bank\nA. Consultants\n1. International Consultants\n\t\n\t27a. Re2muneration ,000 272,000\n\t\nb. Per Diem 59,000 59,000\n\t\nc. International Travel 20,000 20,000\n\t\nSubtotal (1) 351,000 351,000\n2. Domestic Consultants\na. Remuneration -\t 84,000\t 84,000\nb. Per Diem\nSubtotal (2) -\t 84,000 - 84,000\nB. Equipment\nLeak Detection Equipment 25,000\t -\t 25,000\nC. Reports -\t 2,500\t 2,500\nft Field Survey Work -\t 15,000\t 15,000\nE. Miscellaneous TA Administration and Support Costs\n1.Car Rental 12,000 12,000\n2. Communications 2,500 2,500\n3. Local Travel - 3,000 3,000\nSubtotal (E) 17,500 17,500\nF. Contingencies 66,000 21,000 87,000\nTotal (I) 442,000 140,000 582,000\nII. Financed by MWSS\n\t\nA. Counterpart Staff 20,000 20,000\n\t\nB. Office Space and Logistics 20,000 20,000\n\t\nC. Administrative Support 10,000 10,000\n\t\nTotal (II) 50,000 50,000\nTotal (I + II) 442,OOO\t 19O,0OO\t 632,000\n(Reference in text: page 4, para. 11)\n,'-'.-,'_ -_I..;__.__-._.___--.-'..\t _L £L_\t £I..\t ...._..:.._.1 -----n-- ---I", "BOARD\n\t\nOF ASIAN DEVELOPMENT BANK\nDIRECTORS\nRlO-95\n6 January 1995\nTECHNICAL ASSISTANCE TO PHILIPPINES\nFOR THE WATER SUPPLY IMPROVEMENT STUDY\n(JSF-FINANCED)\nThe attached Report on Technical Assistance to the\nPhilippines for the Water Supply Improvement Study is\ncirculated for the information of the Board. The technical\nassistance was approved by the President on 27 December 1994.\nFor Enquiries: Mr. B. W. Park, Agriculture and Social Sectors\nDepartment (East) (Ext. 6496)\nMr. T. P. Walsh, Programs Department (East)\n(Ext. 6534)"], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20090423194512+08'00'", "Creator": "Envision OCR", "Keywords": "adb project 27220, water, technical assistance, administration, finance, philippines, phi", "ModDate": "D:20110928114944+08'00'", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "Subject": "Decision document for the Technical Assistance to Philippines for the Water Supply Improvement Study in Philippines presented to ADB's Board of Directors or Management for approval. ", "Title": "TAR: Philippines: Technical Assistance to Philippines for the Water Supply Improvement Study "}}