{"path": "data/input/ta/28302-phi-tar.pdf", "pages": ["TAR:PHI 28302\nASIAN DEVELOPMENT BANK\nTECHNICAL ASSISTANCE\nTO THE\nREPUBLIC OF THE PHILIPPINES\nFOR\nINSTITUTIONAL CAPACITY BUILDING FOR POLICY FORMULATION,\nPLANNING, MONITORING AND EVALUATION\nFOR THE\nAGRICULTURE SECTOR\nDecember 1996", "\t\t\nCURRENCY EQUIVALENTS\n(as of 30 November 1996)\nCurrency Unit\t -\t Peso (P)\nP1.00\t =\t $0.0381\n$1.00\t =\t P26.255\nABBREVIATIONS\nBAS Bureau of Agricultural Statistics\nDA Department of Agriculture\nDMC Developing Member Country\nILGA Institute of Local Government Academies\nLGC Local Government Code\nLGU Local Government Unit\nMIS Management Information System\nMTADP Medium Term Agricultural Development Plan\nPAD Policy Analysis Division\nPMEUs Planning, Monitoring, and Evaluation Units\nPMS Planning and Monitoring Service\nRETA Regional Technical Assistance\nNOTES\n(i) The fiscal year (FY) of the Government ends on 31 December.\n(ii) In this Report, \"$\" refers to US dollars.\npanicipatory planning and implementation modality, and prepare a traininq", "I. INTRODUCTION\n1. During the Bank's Country Programming Mission in 1995, the Government of the\nPhilippines requested Bank advisory technical assistance (TA) to strengthen the Department of\nAgriculture's (DA) capabilities for policy formulation, planning, monitoring, and evaluation of\nprograms and projects in the agriculture sector. In response to DA's request, the Bank fielded\na Fact-finding Mission in September 1996 that reached an understanding with the Government\non the objectives, scope, terms of reference, cost-estimates and financing plan, and\nimplementation arrangements for the proposed TA.1\nII. BACKGROUND AND RATIONALE\n2. The Medium Term Agricultural Development Plan (MTADP)2 of DA provides the\nframework for food security and overall development strategy for the agriculture sector. The\nenactment of the Local Government Code (LGC) empowers Local Government Units (LGUs) to\nperform functions related to agriculture at the barangay,3 municipality, provincial, and city levels.\nThe implementation of the MTADP is constrained by the limited institutional capacity of DA and\nLGUs to formulate and implement appropriate policies, plans, programs, and projects, and to\nmonitor and evaluate their implementation.\n3. The present interim organizational structure of DA consists of three\nUndersecretaries, three Assistant Secretaries, and six Services providing staff support at DA's\nCentral Office; seven Staff Bureaus; 11 Aft ached Agencies; and 11 Government corporations (see\nAppendix 1). Similarly, there are 13 Regional Field Units for agriculture representing the\nadministrative regions. The Regional Field Units serve as frontline agencies of DA because the\nprovincial and municipal agricultural offices have been devolved to the LGUs.\n4. Among the Services of DA, the Planning and Monitoring Service (PMS) has very\ncrucial and strategic functions. The PMS is responsible for the (i) formulation, analysis, and\nadvocacy of agricultural policies; (ii) preparation of strategic aricultural development plans; (iii)\ncoordination with field offices for the planning and implementation of agricultural development\nprograms; and (iv) review of work and financial plans for ongoing projects. The PMS is\ncomposed of six Divisions with 78 professional staff, namely, the Policy Analysis Division (PAD),\nthe Project Development and Evaluation Division (PDED),the Planning and Programming Division\n(PPD), the Project Packaging Division (PPD), the Research and Project Development Division\n(RPDD), and the Program Monitoring and Evaluation Division (PMED). Planning, Monitoring, and\nEvaluation Units (PMEUs) are located in the Regional Field Units. The major functions of the\nPMEUs are to (i) prepare regional development plans, and monitor and evaluate their\nimplementation; (ii) provide guidance to the provincial planning units; (iii) monitor and evaluate\nthe regional programs and projects; and (iv) develop and prioritize project proposals for\nimplementation in the regions.\n5. The DA is facing several major constraints in the formulation, planning,\nimplementation, monitoring and evaluation of policies, programs, and projects. These include:\n(i) the absence of integrated and coordinated agricultural development plans at the regional and\nLGU levels; (ii) absence of a long-term agricultural strategy; (iii) inadequate data base and\ninformation system; (iv) the skills and capacity of PAD staff in several major areas of policy\nThe TA first appeared in ADB Business Opportunities in December 1995.\nThe Medium Term Agricultural Development Plan (1993-1998), Department of Agriculture.\nSmallest administrative unit.", "2\nanalysis, formulation, and advocacy has not kept up with the increased and more complex\ndemands for agricultural policies at the (subsector) macro level, as also required for international\ntrade agreements and liberalization of the sector; (v) lack of skills and capacity in project\nplanning, implementation, monitoring, and evaluation; and (vi) no clearly defined linkages and\nmechanisms for policy and project/program formulation and implementation between DA,\nPMEUs, and LGUs. These constraints, have resulted in poor implementation of agricultural\ndevelopment programs and projects.\n6. To increase the production and productivity of the agriculture sector, higher\ninvestment in the sector is needed. This requires corresponding improvement in capacity at both\nDA as well as the Regional Field Units and LGU level to formulate, plan, implement, monitor,\nevaluate, and manage projects especially if additional external sources are to be sought. In\naddition, DA needs to strengthen its capacity for agriculture sector policy formulation and\nadvocacy, and sector planning especially at the regional and provincial levels, involving LGU\nparticipation. For example, the current MTADP has been criticized for its inadequate consultations\nat the LGU level. For this reason, the DA central and regional offices have to build up their\ncapacity for a participatory approach for agricultural sector planning, which addresses the LGUs'\nparticular problems and needs.\n7. As a result of the LGC, expanded democracy and beneficiary participation, the\nplanning and decision-making mechanism has been broadened and has become more complex,\ninvolving other agencies and institutions. In addition, the liberalization of the agriculture sector\nand the international trade agreements has transformed agriculture from a closed to an outward\nlooking sector. However, PMS capabilities have not been strengthened to handle the more\ndemanding new tasks dictated by the rapid and complex change of the agriculture sector.\n8. The future requirements are twofold: (i) agriculture sector strategy and policy\nformulation, evaluation, advocacy, preparation for legislative action, and interaction with\nmacroeconomic policy are responsibilities mainly of DA requiring strengthening of PMS/PAD; and\n(ii) project planning, implementation, and evaluation are responsibilities mainly of the LGUs, to\nbe assisted and coordinated by DA. Because they lack the requisite skills, the role of the LGUs\nin the planning and implementation of the agricultural development programs and projects has\nbeen minimal. The success of the Government to develop the agriculture sector and to\ndecentralize the role and functions of central DA will depend on the successful involvement of\nLGUs in agricultural development. Essentially, the basis for decentralization has been laid down\nin the LGC, and the relevant organizational structures need strengthening to achieve the\nobjectives of decentralization. In view of the foregoing, there is an urgent need for technical\nassistance that will assist the Government to identify the organizational and administrative\nchanges required, and that will strengthen the institutional capability of DA to enable it to perform\nits new functions more effectively. In particular, there is an urgent need to strengthen the PMS,\nPMEUs, and LGUs in project planning and implementation, monitoring, and evaluation of the\nimplementation of the MTADP, and to strengthen PAD for policy analysis, formulation, and\nadvocacy.\n9. The Bank's Country Assistance Plan for Philippine agriculture is aimed at\nincreasing efficiency and productivity through (i) human resource development, institutional\nstrengthening infrastructural development, and policy adjustments; (ii) improvement of the\nmanagement of natural resource endowments for increased sustainability; and (iii) poverty\nreduction. The proposed advisory TA has human resource development and institutional\nstrengthening as its central components and will increase the institutional capability in the context\nof devolution. During 1996, the Bank provided a regional technical assistance (RETA) for", "3\nevaluation of Bank assistance to developing member countries (DMCs) for benefit monitoring and\nevaluation.1 The RETA included five country studies (including for the Philippines) and two\nworkshops to review the existing systems utilized in DMCs for supervising, monitoring, and\nevaluation of project performance. One of the major conclusions of the RETA was that the Bank\nshould provide assistance to build capacity in DMCs for performance management.\n10. The TA will strengthen the capability of the DA to (I) fulfill its responsibilities and\nfunctions and improve the formulation and implementation of agricultural development plans,\nprograms, and projects; (ii) rationalize and restructure existing organizations and procedures; (iii)\nstrengthen its capability for policy formulation and implementation; (iv) improve its management\ninformation system; (v) improve the formulation and implementation of agricultural projects and\ninvolve the LGUs through a participatory process; and (vi) bring about increased levels of\nexternal assistance for agriculture.\nIll. THE PROPOSED TECHNICAL ASSISTANCE\nA.\t Objectives\n11. The objective of the proposed TA is to strengthen DA's capacity for sectoral\nagricultural policy analysis and advocacy, national and regional project and program formulation,\nimplementation, monitoring and evaluation, and to develop a participatory modality involving the\n[GUs in the formulation of local agricultural policies, programs and projects, and their\nimplementation and evaluation. The proposed TA will focus on the strengthening of\norganizational arrangements and procedures, and human resources development.\nB.\t Scope\n12.\t The scope of work under the proposed TA wUl include the following:\n1.\t Institutional Assessment\n13. The proposed TA will review and make recommendations on the organizational\narrangements and on the role and functions of DA in policy formulation and advocacy, planning,\nimplementation, monitoring, and evaluation of agriculture sector programs and projects. The\nassessment will include the Regional Field Units, and linkage of DA/PMS with the LGUs, taking\ninto account the changes of the role and responsibilities brought about by the devolution\nprocess. Coordinative linkages and interaction among the different DA units such as PMS, the\nBureau of Agricultural Statistics (BAS), and Computer Services (CS) will be reviewed and\nproposals for improvements made.\n2.\t Strengthening Policy Analysis, Formulation, and Advocacy Capability\n14. The capability of PMS/PAD to analyze agriculture sector policy issues and to\nformulate and advocate policies to support legislative measures will be enhanced. The TA will\nprovide proposals on how this can be achieved, and will also develop guidelines and provide\nfor training by organizing training workshops.\nRETA No. 5636:Evaluation of Bank Assistance to DMCs for Benefit Monitoring Evaluation, for $450,000,\napproved on 22 June 1995.", "4\n3.\t Improvement in Project Planning, Implementation, Monitoring, and Evaluation\n15. This activity has two distinct, but yet closely linked levels, namely: (I) at the sector\nand regional level, where the main responsibility and capability rest with DA/PMS and Regional\nField Units; and (ii) at the provincial level and below, where the responsibility lies with the LGU.\nFor the latter, DA/PMS through their Regional Field Units will provide advise and assistance to\nthe LGUs, and also will ensure proper linkages to and from the DA sector plans and programs\nto facilitate coherence and integration. At DAJPMS, Regional Field Units as well as at selected\nLGUs, training will be provided to enhance the agricultural planning, programming, monitoring,\nand evaluation capability. At the LGU level, present procedures will be reviewed and proposals\nwill be made for a participatory planning and implementation modality.\n16. During the Pilot (implementation) Phase, and as part of the training and testing of\nproposed modalities, assistance will be provided in the actual formulation of projects and\nprograms at selected LGUs, as well as for the preparation of selected provincial and regional\nagriculture sector programs. Manuals and guidelines will be prepared for participatory project\nplanning, monitoring, and evaluation. Through feedback during the Pilot Phase, the modalities\nwill be refined, and a comprehensive proposal prepared for nationwide implementation.\n4.\t Improvement of the Management Information System\n17. Existing procedures adopted by DA/PMS for the collection of agricultural data and\nstatistics, their compilation, analysis and interpretation will be reviewed. Performance indicators\nfor DA's programs and their evaluation will be established. The institutional arrangements for data\ncollection will be reviewed including the function and role of PMS vis-a-vis BAS. A computerized\nmanagement information system will be formulated and tested during the Pilot Phase.\n5.\t Human Resource Development\n18. In addition to on-the-job training and training workshops to be held under the\nactivities above, a comprehensive human resource development program for DA/PMS staff will\nbe prepared at both Central and Regional levels, and for selected LGUs. Training courses will\nbe organized (using the services of appropriate national institutions and resource persons) for\nDA/PMS staff and selected LGU staff. The training will cover key areas of policy analysis and\nadvocacy, planning, programming, sectoral review, project analysis and implementation, and\nmonitoring and evaluation, including economic and financial analysis of agricultural projects.\n19. Some equipment (e.g., computers/compatible electronic data processing\nequipment, supplies for data analysis and monitoring) and a vehicle that are required for training\nand field work will be provided. This equipment and vehicle will initially be utilized for the training\nprograms and, thereafter, be assigned to the PMS for continuation of the activities nationwide\nafter completion of the TA.\nC.\t Cost Estimates and Financing Plan\n20. The total cost of the proposed TA is estimated at $1 ,21 2,000 equivalent of which\n$536,000 is the foreign exchange cost and $676,000 equivalent is the local currency cost. The\nBank will provide $976,000, on a grant basis, covering the entire foreign exchange cost and a\npart of the local currency amounting to $440,000 equivalent. The Government will meet the\nremaining local currency cost of $236,000 equivalent for expenditures (in cash and kind) for", "5\nremuneration, per diem, domestic travel cost, and counterpart staff; training facilities and office\nspace, operating cost, and support staff (see Appendix 2).\nD.\t Implementation Arrangements\n21. The Executing Agency for the proposed TA will be DA. DA will provide full-time\ncounterpart professional and support staff from the PMS and will provide required logistics\nsupport. The Assistant Secretary for Policy and Planning will serve as Program Director for the\nTA and will be responsible for overall coordination. A Steering Committee, chaired by an\nUndersecretary of DA and including representatives of PMS, National Economic and\nDevelopment Authority (NEDA), Department of Finance (DOF), Department of Interior and Local\nGovernment (DILG), Regional DA, and selected LGUs will provide guidance during TA\nimplementation.\n22. The proposed TA will be carried out by a team of five consultants from a\nconsulting firm, selected and engaged by the Bank in accordance with the Bank's  Guidelines on\nthe Use of Consultants and other arrangements satisfactory to the Bank. Two internationally\nrecruited consultants will provide 19 person-months and three domestically recruited consultants\nwill provide 38 person-months. The consultants will provide expertise in agricultural project\nplanning and implementation, participatory planning methodology, policy research and advocacy,\ninstitutional and organizational aspects, and management information systems. Equipment and\nthe vehicle needed for TA implementation will be procured in a manner acceptable to the Bank.\nSome of the training seminars will be implemented with the assistance of suitable local resource\npersons and institutions, for example, the Institute of Local Government Academies (ILGA). The\nterms of reference are given in Appendix 3.\n23. The proposed TA will be implemented over a period of 15 months in three distinct\nphases: a Diagnostic Phase (two months), a Pilot Phase (12 months), and a Third Phase (one\nmonth) which will be used for evaluation of the Pilot Phase and for the formulation of a project\nproposal for implementation nationwide. This proposal will include scope, implementation\narrangements, and investment requirements.\n24. The consultant team will submit an inception report with a detailed draft work\nprogram one month after commencement of work, to be discussed at a tripartite meeting with\nthe Steering Committee and the Bank. At the end of each phase, a report will be submitted\ncovering the terms of reference for that phase, and to be discussed at a tripartite meeting with\nthe Steering Committee and the Bank. In addition, the consultants will make regular\npresentations to communicate findings and ideas to participants and clients to ensure an\ninteractive process.\nIV. THE PRESIDENT'S RECOMMENDATION\n25. The President recommends that the Board approve the provision of technical\nassistance, on a grant basis, to the Government of the Republic of the Philippines in an amount\nnot exceeding the equivalent of $976,000 for Institutional Capacity Building for Policy\nFormulation, Planning, Monitoring, and Evaluation for the Agriculture Sector.", "\t\n6\nAppendix 1\nINTERIM MANAGEMENT STRUCTURE OF THE\nDEPARTMENT OF AGRICULTURE\nSECRETARY\nBureau of National\nAgricultural Statistics Food Authority\nComputer Quedan\nService Center Guarantee Corporation\nNational Agriculture National\nand Fishery Council Irrigation Administration\nNational Philippine\nNutrition Council Coconut Authority\nNational\t Sugar\nH\t\nLAgribusiness Corporat\t Regulatory Authority\nI\t Philippine Cotton 1\t 1\t National\nDevelopment\t Irngation Administration\nI\nI\t _____\nUndersecretary for Policy and Undersecretary for Fisheries,\nfor\t T\nPlanning, Finance and Livestock and Legislative!\nField Operations\nAdministrative Services Executive Uaison\nAssistant Secretary Assistant Secretary for Assistant Secretary\nfor Policy and Planning Regional Operations for\nLivestock Activities\nPlanning and - Regional Fields Units Livestock Group\nMonitoring Service - Regional Operations Group,\n• Bureau of Animal Industry,\n- Agricultural Information\n- Livestock Development Council,\nand Management Service,\n- National Meat Inspection\ninternational - Marketing Assistance Service, Commission,\nAgricultural - Special Concerns Office- - Philippine Carabao Center,\nAffairs Project Assistance Division - National Stud Farm,\n- Philippine Dairy Corporation\nAgricultural Credit\nAgribusiness Investment\nPolicy Council Fisheries Group\nand\ninformation Service\n- Bureau of Fisheries and\nAquatic Resources,\nFinance and Crops Group * Philippine Fisheries Development\nManagement Service Authority,\n- Bureau of Plant Industry, - Philippine Technical Administrative\n- Bureau of Soils and Water Committee\n- Southeast Asian Fisheries\nManagement,\nAdminstrative Service - Philippine Rice Research Development Center\ninstitute,\n- National Postharvest Institute\nfor Research and Extension,\n• Fertilizer and Pesticide Authority, LEGISLATIVE LIAISON OFFICE\n- Fiber Industry Develoopment\nAuthority\nResearch and Training Group\nBureau of Agricultural Research,\nAgricultural Training Institute\n(Reference in text: page 1, para. 3)", "\t\n7\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\nItem\t Foreign\t Local Total\nExchange\t Currency Cost\nA. Bank Financing\n1\t Consultants\na. Remuneration and Per Diem\n\t\ni. International Consultants 386 386\n\t\nii. Domestic Consultants 258 258\n\t \t\n2. International and Domestic Travel 10 5 15\n\t\n3. Training 120 120\n\t\n4. Equipment and Vehicle 60 60\n\t\n5. Reports & Communications 10 10\n\t \t\n6. Contingencies (15%) 70 57 127\n\t \t\nSubtotal (A) 536 440 976\nB. Government Financing\n\t\n1. Office Accommodation 15 15\n2. Remuneration and Per Diem\n\t\nof Counterpart Staff 113 113\n\t\n3. Training Workshops/Seminars 40 40\n\t\n4. Transport and Local Travel 25 25\n\t\n5. Office Supplies and Communications 12 12\n\t\n6. Contingencies (15%) 31 31\n\t\nSubtotal (B) 236 236\n\t \t\nTOTAL 536 676 1,212\nSource: Staff estimates.\nNote: The local currency costs financed by the Bank (exclusive of those for domestic consultant services which\namount to $297,000) do not exceed 15%.\n(Reference in text: page 4, para. 20)", "8\t Appendix 3, page 1\nTERMS OF REFERENCE\nA.\t General\n1. A multidisciplinary team composed of two international consultants and three\ndomestic consultants working in close collaboration with DA, DA attached agencies, DILG, and\nselected LGUs will carry out the TA. The TA is envisaged to be carried out over a period of 15\nmonths. It has three phases: Phase I is the diagnostic phase (two months); Phase II, the pilot\nimplementation phase (12 months); and Phase Ill, evaluation/formulation phase (one month).\n2. Phase I of the TA will be centered on diagnostic analyses and assessments of (i)\nthe organizational structure of DA, selected DA-related agencies and selected LGUs, staffing\npatterns and linkages among the agencies involved in policy formulation, sectoral planning,\nmonitoring, evaluation, and implementation of agricultural programs/projects; (ii) the capacity of\nPMS/PAD in the analysis and formulation of agricultural policies, advocacy capabilities to effect\npolicy reforms in agricultural trade, transport, fiscal, credit pricing policies, and other policies of\ndirect relevance to the agricultural sector; (iii) the capacity of DA-PMS and Regional Field Units\nfor participatory type of sectoral planning given the changes brought about by the LGC; (iv)\nDAJPMS capability to monitor and evaluate programs/projects effectively from central to the LGU\nlevels, and systems and procedures to enhance LGU-centered program/project implementation;\n(v) the systems and procedures in data collection and analysis and linkages with DA-related\nagencies such as the BAS, PMS, and Computer Services as well as LGUs involved in data\ngeneration, processing, analysis and interpretation, and storage and retrieval of data; (vi) role and\nfunction of PMS vis-a-vis BAS in data collection for monitoring and evaluation; and (vii) the\ngeneral capability and professional skills of DA staff in policy analysis, participatory planning,\nmonitoring, evaluation and implementation of programs/projects, and need for human resource\ndevelopment and training.\n3. The consultants will take stock of relevant project and donor experiences and also\nreview existing proposals for changes in DA which are relevant to their terms of reference. In\nparticular, the consultants will take into account the findings, conclusions, and recommendations\nof the Bank's RETA on Evaluation of Bank's Assistance to DMCs for Benefit Monitoring\nEvaluation. As part of the diagnostic/assessment process, a workshop will be organized during\nPhase I. At this workshop, the team of consultants will present their findings and\nrecommendations of Phase I to an audience of DA and relevant DA agencies, DILG, selected\nLGUs, and other stakeholders. This will include specific pilot activities, a human resources\ndevelopment and training program to be implemented under the TA in Phase II. It will also outline\nspecific institutional strengthening related to DA, Regional Field Units, and selected LGUs, some\nof which may be implemented during the second phase. This does not (necessarily) mean\nenlarging of the bureaucracy but rather modalities should be explored which led to a leaner but\nmore efficient bureaucracy.\n4. Phase Il will implement the proposals of Phase I, with specific field activities and\ntraining on a pilot basis. Subject to the findings of Phase I, three provinces (one in each major\nisland groupings of Luzon, Visayas, Mindanao) will be chosen as pilot areas for participatory\nsectoral planning, monitoring, evaluation, and implementation. The provinces will be selected on\nthe basis of their participation in the four banner programs (grains, livestock, commercial crops,\nfisheries) under the MTADP, their accessibility, and willingness of LGUs to collaborate with DA\nin this pilot phase. Subject to the findings in Phase I, recommendations that are likely to be\nimplemented in Phase II may include: (i) interim organizational improvements in DA-LGU\n(Reference in text: page 5, para. 22)", "9\t Appendix 3, page 2\norganizational set ups that accommodate better participatory planning at the LGU levels\n(municipal, provincial levels); (ii) planning and implementation procedures that will result in more\neffective management decisions and implementation performance because of feedback and\ninputs from beneficiaries and other stakeholders in the planning process such as farmer\norganizations, women, NGOs, and the private sector; (iii) training activities, workshops, etc., that\nwill enhance the capacity of PMS/PAD staff to analyze, formulate, and advocate agricultural\npolicies, including strategies in promoting policy reforms; (iv) strengthening of institutional\nlinkages in the generation, processing and analysis of data, and monitoring and evaluation of\nprojects; and (v) development of a computerized management information system.\n5. Phase Ill will consolidate the findings from the pilot regional and provincial\nagricultural planning and training experiences, subject them to critical evaluation during\nworkshops, and finalize participatory planning, evaluation, monitoring and implementation\nmodalities which can be expanded in a nationwide program. A comprehensive proposal will be\nformulated to expand the pilot activities nationwide. The proposal will include a realistic\nimplementation schedule, cost estimates, human resource development, and training program,\nand manpower requirements.\n6. It will be important for the consultant to adopt a work methodology that ensures\nthat they work in a facilitating role within DA, and develop ownership and commitment in DA to\nany proposed changes. In case the required capacity to be trained/strengthened does not exist,\nalternative strategies may need to be explored the acquire the needed capabilities. As an\nalternative to traditional training programs, alternative methods may be to \"workshop\" what would\nbe provided in a training program, such as (i) review the objectives of the organizational unit, (ii)\nestablish critical success factors and identify performance indicators to report those factors, and\n(iii) review processes used to achieve the objectives. Regular presentations will be made to\ncommunicate findings and ideas to participants and clients to ensure an interactive process.\nB.\t International Consultants\n1.\t Agricultural Project Planning Specialist/Team Leader (15 person-months)\n7. The team leader will provide the overall leadership and supervision on the work\nof consultants and will ensure that reports are prepared on time and according to specifications.\nIn addition, the consultant will\nPhase I\n(i) in close consultation with relevant parties involved, prepare a\ncomprehensive work program for the duration of the TA;\n(ii) with the assistance of the institutional specialist and other members of the\nteam, review the overall organizational structure of the DA, selected DA\nattached agencies, Regional Field Units, and LGUs involved in agricultural\npolicy formulation, planning, implementation and evaluation activities, the\nmandated functions, authorities and responsibilities at various levels (from\nnational to LGUs); compare these with actual functions and practices; and\npropose improvements, including a modified organizational structure if\nrequired, clearly delineating functions and responsibilities at each level\n(national/regional/LGU). The review and recommendations will be in line\nwith the Local Government Code, which has shifted the focus of planning\nand implementation to regional and LGU level;", "10\t\nAppendix 3, page 3\n(iii) review DA's existing procedures and data requirements for policy\nformulation and advocacy, planning, programming, project development,\nimplementation, monitoring and evaluation, and propose specific measures\nfor improvement, including how to overcome the problem of staffing\nconstraints;\n(iv) review existing planning, implementation, and monitoring procedures at the\nLGU level, and propose specific measures for improvement;\n(v) review current staff positions involved in policy formulation, planning, and\nmonitoring and identify additional staff requirement including qualifications\nand experience; prepare job descriptions for key positions at each level,\nand identify staff development needs;\n(vi) in consultation with other members of the team, prepare a comprehensive\nhuman resource development/training program to be implemented during\nPhase II, including identification of training institutions/resource persons\nand preparation of training material;\n(vii) similarly, prepare a pilot program to be implemented during Phase II; and\n(viii) present the findings and recommendations of Phase I at a workshop.\nPhase II\n(i) in selected pilot areas implement, together with staff from DA, Regional\nOffices, and selected LGUs, a participatory approach for program and\nproject planning, procedures for project monitoring and evaluation; and\n(ii) in relation to (i) above, advise and assist with the organization of training\nprograms and provide an input as a resource person.\nPhase III\n(i) critically evaluate the pilot provincial experience for participatory planning\nand improve procedures and mechanisms, and recommend workable\nmodalities in participatory planning which can be adopted by DA and\nLGUs; and\n(ii) based on the recommended changes in the organization and functional\nscope for sectoral planning, policy review, implementation, program\nmonitoring and evaluation, and based on the pilot experience, prepare a\nproject proposal and operational plan for participatory planning activities\nnationwide which could be financed jointly or selectively by local resources\nor foreign donors. For this purpose, specify medium and long-term project\nactivities, implementation arrangements, and cost estimates.", "11\t Appendix 3, page 4\n2.\t Policy Research and Advocacy Specialist (4 person-months)\n8. The policy research and advocacy specialist will assess the policy research needs\nand directions of DA, the organizational set-up of PMS/PAD, and assist with the development of\nan effective procedure and system for policy analysis, formulation, advocacy, and\nimplementation. The consultant will\nPhase I:\n(i) review and assess the DA staff institutional capabilities in policy analysis,\nformulation, and advocacy, and recommend comprehensive proposals to\nstrengthen this capability;\n(ii) assess the institutional set-up of PAD under the PMS and make\nrecommendations;\n(iii) review and introduce improved procedures for sectoral policy review,\nplanning and implementation, and recommend a work program for Phase\nII which will address specific policies;\n(iv) assess the training needs of DA staff involved in policy analysis,\nformulation, planning and advocacy, and prepare guidelines and a\ncomprehensive staff development/training program;\n(v) advise and assist with developing a policy reform agenda; and\n(vi) assist the team leader in proposals for institutional strengthening activities\nparticularly those related to policy and policy.\nPhase II\n(i) advise and assist with formulation of a sector policy reform and advocacy\nagenda for the DA and liaise with other branches (e.g., legislative) of\nGovernment on how to implement them; and\n(ii) assist with the organization and implementation of the training program\nand provide an input as a resource person.\nC.\t Domestic Consultants\n1.\t Institutional Specialist (15 person-months)\n9. Taking into account the shift in role and responsibilities of the various agencies\nas a result of the LGC, the broadening and increase in complexity of the planning and decision\nmaking process, and the increase in demand for policy work, the institutional specialist will\nexamine the current functions and organizational structure of DA, DA-attached agencies involved\nin policy analysis, project planning/implementation and the LGUs and recommend improvements\nand arrangements to facilitate participatory planning and closer interaction between DA, Regional\nField Units, and LGUs In particular, the consultant will", "12\t Appendix 3, page 5\nPhase I\n(i) assess the organizational structures of DA and LGUs and the agricultural\npolicy formulation and planning process at the DA and LGU levels.\nRecommend modalities that can enhance the DA-LGU participatory\nplanning interface. Such modalities will be implemented in the selected\nprovinces during the pilot Phase II.\nPhase II\n(i) assist the participatory development planner in devising feedback\nmechanisms for participatory planning at the beneficiary level (farmers),\nimplementor's level (LGU) and DA-Central Office; and\n(ii) apply these feedback mechanisms at the pilot provinces.\nPhase Ill\n(i)\t assist the team leader in the write-up of the nationwide project proposal\nrelated to institutional development.\n2.\t Management Information System Expert (9 person-months)\n10. The expert in management information system (MIS) will assist with the\nimprovement of the MIS, which will support DA's management decision-making, and monitoring\nand evaluation of DA programs and projects up to the LGU levels. More specifically, the\nconsultant will\nPhase I\n(i) review the existing procedures for the collection of basic agricultural\nstatistics data and information, market intelligence and supply/price\nforecasting and propose specific measures for improvements;\n(ii) examine the institutional linkages and data bases used for the MTADP and\nLOU agricultural development plans, specific projects and programs (e.g.,\nGintong Ani) and assess their adequacy and reliability for program/project\nplanning, monitoring, and evaluation;\n(iii) assess the present PMS system for project monitoring and evaluation, and\nmake recommendations;\n(iv) review the role and function of PMS vis-a-vis BAS in data collection for\nmonitoring and evaluation;\n(v) identify data gaps and critical data benchmark requirements for policy\nanalysis, program/project planning, monitoring and evaluation, in particular\nfor the banner programs of DA and recommend measures to rectify this;\nand\n(vi)\t prepare a comprehensive training program, to be partly implemented\nduring Phase II.", "13\t Appendix 3, page 6\nPhase II\n(i) develop and introduce on a pilot scale a computerized and user-friendly\nmanagement information system within DA to undertake the following\ntasks:\n(a) for the banner programs of DA, define impact parameters and\ncollect data from each level (national/regional/provincial/municipal)\nto monitor implementation and evaluate impact; and\n(b) process and disseminate the information in a suitable format to\nvarious officials within DA, DA-attached agencies, other Government\ndepartments, and the piloted LGUs.\n(ii) advise and assist with the establishment of a documentation center at DA\nand at selected LGUs to serve as a repository of important policy papers,\nproject plans, feasibility reports and other important documents, including\nprocedures to facilitate retrieval and dissemination of\ninformation/documents as required; and\n(iii) implement (part of the) training program for DA and LGU staff in data\nprocessing, data analysis and interpretation, and project benefit monitoring\nand evaluation at the pilot areas.\nPhase Ill\n(i) consolidate findings of Phase II and finalize workable modalities in MIS;\nand\n(ii) prepare a project proposal for MIS data computerization that can be\nadopted nationwide, including impIemntation arrangements and cost\nestimate.\n3.\t Participatory Development Planner (14 person-months)\n11. The development planner will provide the framework for ensuring that a\nparticipatory approach is central to the DA and LGU planning process. In particular, the\nconsultant will\nPhase I\n(i) review the DA and LGU planning processes and institutional linkages from\nthe point of view of actively involving the beneficiaries and design a\nparticipatory planning and plan implementation modality; and\n(ii) identify staffing and training requirements needed to implement a\nparticipatory planning and implementation modality, and prepare a training\nproposal for this purpose, including with training material, to be used\nduring Phase II.", "14\t Appendix 3, page 7\nPhase II\n(I) conduct rapid rural appraisals and analysis among planners and farmer\nbeneficiaries on the DA programs, in general, and the pilot provincial\nplanning activities, in particular; and\n(ii) based on the training experiences obtained during the pilot phase, prepare\na long-term training and human resources development program for\nimplementation by DA nationwide, catering for DA and LGU staff. The\nprogram will include cost estimates, implementation arrangements, and\ndetails of resources required.", "15\t Appendix 4, page 1\nPROJECT FRAMEWORK\nDesign Summary\t Measurable Indicators/Targets\t Project\t Risks!\nMonitoring\t Assumptions\nMechanism\n1.Sector/Area Goal\n1.1\t To strengthen the • Participatory-oriented program/project planning\t • DA PBME\t • Local Government\ninstitutional capability of\t and implementation is integrated into the\t systems for\t Code does not\nDA and LGUs in policy\t routine planning and implementation systems\t banner\t clarify the linkages\nanalysis, formulation\t of DA-LGUs\t programs under\t between DA central\nand advocacy, program\t the MTADP\t office and LGUs in\nplanning, monitoring,\t • Annual reports\t program/project\nevaluation, and\t of LGUs\t implementation\nimplementation\t • TA Mission\t • Lack of commitment\nreports\t of DA and LGUs in\nparticipatory\nagricultural sector\nplanning and\nimplementation\nExternal factors\n(e.g., political\ninterest, bureaucratic\nconstraints)\n2. Objective/Purpose\n2.1\t To enhance the\t • establish a functional organizational structure of\t • Final TA reports\t • Staffing constraints\ncapacity to formulate\t DA with stronger linkage with LGUs\t • Progress reports • Local Government\npolicies, plan, monitor,\t • develop policy analysis and advocacy capability\t in Phases 1 to 3\t Code does not\nevaluate, and implement\t at DAJPMS\t • DA-LGUs MOAs\t clarify the linkages\nagricultural Projects\t • enhance participatory sectoral planning,\t • Executive and\t between DA central\nmonitoring, evaluation, and sectoral program\t administrative\t office and LGUs in\n• enhanced MIS and synchronized data\t orders\t program/project\ngeneration, analysis, and interpretation.\t • Number of\t implementation\n• HAD/staff training of DA and LGUs\t trained courses\t • Lack of commitment\n• increased level of ODA to agricultural sector\t organized\t of DA and LGUs in\n• formulation and implementation of policies\t participatory\nagricultural sector\nplanning and\nimplementation\n• External factors\n(e.g., political\ninterest, bureaucratic\nconstraints)\n(Reference in text: page 3, para. 12)", "\t\nAppendix 4, page 2\n16\t\nDesign Summary\t Project Targets\t Monitoring\t Risks!\n_____________________\t (Verifiable indicators)\t Mechanism\t Assumptions\n3. Components!\nOutputs\n3.1\t Reorganized\t • Executive Order signed by the President, and\t • Executive and\t • Lack of commitment\nStructure of DAJPMS\t Administrative Order signed by DA Secretary\t administrative\t of DA and LGUs in\norders\t participatory\n3.2\t Formulated\t • major agricultural policies formulated and bills\t • Final TA reports\t agricultural sector\nPolicies for Advocacy\t to be proposed to Congress\t • Progress reports\t planning and\nin Phases 1 to 3\t implementation\n3.3\t Guidelines for\t • participatory planning manuals\t • External factors\nParticipatory Planning,\t • PBME manuals\t (e.g., political\nMonitoring, and\t interest, bureaucratic\nEvaluation for DA-LGUs\t constraints)\nLack of commitment\n3.4\t User-friendly\t • MIS manuals\t to policy change\nComputerized MIS\t • proposal for computerized MIS\t • Budget for MIS\nimplementation\n3.5\t Trained DA-LGU\t • trained staff\nStaff\t • at least 75 DA\nat least 100 LGUs\n4. Activities\t INPUTS\n4.1\t Phase 1:\t • Consultants\t • TAworkplan\t . Funding\nDiagnostic Assessment\t • Diagnostic\t commitment for\nof DA-LGU Constraints\t International (19 months)\t Report\t nationwide\nand Need in\t • Team Leader, Planning Specialist\t Consolidated\t computerized MIS\nParticipatory Planning,\t • Policy Analyst/Advocacy Expert\t Phase 1 Report\t • Competent TA\nMonitoring, Evaluation,\t • Agreed Pilot\t Consultants\nand Implementation\t Local (38 months)\t Program\t • DA-LGUs willingness\nHAD/Training Specialist\t • Evaluation of\t to collaborate\n4.2\t Phase 2:\t • Institutional Specialist\t Pilot Program\nimplementation of\t • MIS/Computer Expert\t • Final Report\t • Suitable donor or\nRecommended Program\t • Participatory Development Planner\t • Implementation\t budget for\nin 3 Pilot Provinces\t of nationwide\t nationwide program\nprogram\n4.3\t Phase 3:\nEvaluation of the Pilot\nProvincial Experiences\nand Preparation of a\nNationwide Program\nagricultural sector"], "metadata": {"CreationDate": "D:20090423060836+08'00'", "Creator": "Envision OCR", "Keywords": "tar: phi 28302, philippines policy formulation projects, philippines institutional capacity building, philippines planning monitoring evaluation, philippines agriculture sector projects, adb technical assistance 2733, adb projects 28302", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20090922101223+08'00'", "Title": "Institutional Capacity Building for Policy Formulation, Planning, Monitoring and Evaluation"}}