{"path": "data/input/ta/29284-lao-tar.pdf", "pages": ["TAR:LAO 29284\nASIAN DEVELOPMENT BANK\nTECHNICAL ASSISTANCE\nTO ThE\nLAO PEOPLE'S DEMOCRATIC REPUBLIC\nFOR ThE\nCORPORATE AND FINANCIAL DEVELOPMENT\nOF\nELECTRICIT DU LAO\nLI\nLI\nMay 1996\n-\t\n-I", "CURRENCY EQUIVALENTS\n(as of May 1996)\nCurrency Unit\t -\t Kip (KN)\nKN1.00\t =\t $0.0011\n$1.00\t =\t KN920\nFor the purpose of calculations in this Report, an exchange rate of $1.00 = KN920 has\nbeen used.\nABBREVIATIONS\nEdL\t -\t Electricité du Lao\nGWh (gigawatt-hour)\t -\t 1,000,000 kWh\nkWh (kilowatt-hour)\t -\t 1,000 Wh\nMW (megawatt)\t -\t 1,000 kW\nLao PDR\t -\t Lao People's Democratic Republic\nTA\t -\t Technical Assistance\nNOTES\n(i) The fIscal year (FY) of the Government ends on 31 December.\n(ii) In this Report, $\" refers to US dollars.", "I. INTRODUCTION\n1. During the Bank's Country Programming Mission in January 1995, the Government\nof the Lao People's Democratic Republic (Lao PDR) requested inclusion in the Bank's Country\nProgram, of advisory technical assistance (TA) for the Corporate and Financial Development of\nElectricité du Lao. In October 1995, a Bank Fact-finding Mission visited Lao PDR and reached\nan understanding with the Government on the objectives, scope, cost, and implementation\narrangements of the TA.1 The TA has been included in the Bank's 1996 Country Program.\nII. BACKGROUND AND RATIONALE\n2. The Bank's activities in the energy sector in Lao PDR have concentrated on the\npower subsector. The Bank has played a leading role by providing 11 loans to the subsector;\nacting as coordinator of funds for the second phase of the 1 50-megawatt (MW) Nam Ngum\nHydropower Project; and extending TA for project preparation, improvements in operating\nefficiency, and strengthening the accounting capabilities of Electricité du Lao (EdL). The Bank's\nstrategy in the energy sector supports the Government's objectives, particularly in the\ndevelopment of hydropower resources for export and the expansion of the power system, as\nhydropower exports are a major foreign exchange earner for the country. Policy dialogue with\nthe Government has focused on cost recovery, improvements in financial and operational\nefficiency of the power utility, and the development of procedures to identify and evaluate\npotential power projects for private sector participation, as well as development of the legal\nframework to facilitate such participation.\n3. Power generation, transmission, and distribution are the responsibility of EdL,\nwhich is a wholly State-owned public enterprise. EdL's area of responsibility was in the past\nlimited to Vientiane Province, but in mid-1991, the service area was expanded as EdL took over\nthe assets of the provincial electricity authorities in Luang Prabang, Khammouane, Savannakhet,\nSaravane, and Champassak provinces. In other provinces, local authorities assisted by EdL are\nresponsible for minor electricity networks, but plans are under way to gradually extend EdL's\nresponsibility to the entire country as the grid expands.\n4. Access to electricity in Lao PDR is limited, with only about 17 percent of the\npopulation currently connected to the relatively small, separated grids. The largest grid serves\nVientiane City, the surrounding rural area, and the towns of Vangvieng and Luang Prabang. The\nVientiane grid is supplied from the Nam Ngum hydropower station (150 MW). The southern Xeset\ngrid covers parts of Saravane and Champassak provinces and is supplied from the Xeset\n(45 MW) and Selabam (2 MW) hydropower stations. Both of these grids are interconnected to\nthe Tahir grid for export of electric power generated in excess of domestic demand. Outside\nthese areas, electricity service consists of (i) two small networks serving the capitals of the\ncentral provinces of Khammouane and Savannakhet (Thakhek and Savannakhet, respectively)\nand surrounding areas that are supplied from the Thai grid through cables under the Mekong\nRiver; and (ii) scattered, small generating sets (hydro and diesel) serving small communities.\n5. Over the past ten years, 70-80 percent of the total electricity generated has been\nexported to Thailand. At about 43 kilowatt-hours (kWh) in 1994, the domestic per capita\nThe TA was first isted in ADB Business Opportunities in January 1996.", "electricity consumption in Lao PDR is among the lowest in Asia.2 Vientiane and the surrounding\narea have the best developed distribution network and account for more than 80 percent of\ndomestic consumption. Energy sales in the Vientiane grid have increased at an average of\n9.9 percent per annum over the last four years, from 87 gigawatt-hours (GWh) in 1991 to an\nestimated 127 GWh in 1995, because of increased economic activity, particularly in cottage and\nsmall-scale industries. Following commissioning of the Xeset hydropower station in mid-i 991,\ndomestic sales in the Xeset grid grew rapidly to supply the previously suppressed demand, and\nto meet the increased industrial and commercial loads in the expanding distribution network.\nSales in the Xeset grid for 1995 are expected to reach 23 GWh, which is more than three times\nthe 1990 sales (7 GWh). The demand in these two grids, as well as in the central provinces\nsupplied by imports from Thailand, is expected to continue growing rapidly.\n6. The most significant past investment in the energy sector was the 150-MW\nNam Ngum hydropower station (Phase 1-30 MW; Phase 11-80 MW; and Phase 111-40 MW).\nPhases I and II were financed mainly on a bilateral basis, while Phase Ill was assisted by the\nWorld Bank. In addition, the World Bank financed (i) the power transmission component for the\nXeset hydropower station; (ii) power distribution facilities in the southern provinces of\nSavannakhet, Champassak, and Saravane; and (iii) the investigation work for small-scale\nhydropower development in these provinces. The most recent assistance provided by the World\nBank is the expansion of the transmission and distribution networks in the central and southern\nprovinces, including the institutional development of EdL and a feasibility study for further\nexpansion of Nam Ngum.\n7. The Bank's 11 loans to the power subsector to date have included\n3 supplementary loans to finance cost overruns, for a total of 7 projects. Four projects financed\nby seven loans are complete: two (the Nam Ngum-Luang Prabang Power Transmission Project,\nfor which a supplementary loan was approved by the Bank in August 1994, and the Nam Song\nHydropower Development Project) are at an advanced stage of implementation, while\nimplementation of the 210-MW Theun-Hinboun Hydropower Project, approved in November\n1994, has just commenced. The completed power projects have been postevaluated. The first,\nthe Vientiane Power Distribution Project, was rated partly successful, as it experienced a cost\noverrun following civil unrest in the country in the mid-1970s, resulting in the need for a\nsupplementary loan. The next two projects, Vientiane Plain Rural Electrification, Phases I and II,\nwhile relatively problem free and, therefore, rated generally successful, highlighted the need to\naddress the issues of low domestic tariffs, and high accounts receivable and system losses in\nthe Vientiane Plain grid. The Xeset Hydropower Project was also rated generally successful; it\nwas implemented within the original schedule but incurred a cost overrun because of factors\nbeyond the control of Project management. The Project Performance Audit Report identified the\ncontinuing need to address the issues of domestic tariffs and system losses, and to implement\nthe EdL reorganization plan that had been prepared under a World Bank credit3 and approved\nby the Government. Policy dialogue with the Government has addressed the issues raised in the\npostevaluation exercise, indicating that cognizance has been taken of the previous experience\ngained in lending to the power subsector.\nThis compares with 26 kWh in Cambodia, 28 kWh in Nepal, 42 kWh in Bangladesh, 130 kWh in Viet Nam,\nand 739 kWh in Thailand.\nIDA Credit No. 2425: Provincial Grid Integration Project, approved on 23 December 1992.", "3\n8. Discussions with the Government and EdL have covered two main areas: private\nsector participation in the power subsector and EdL's institutional capability and financial\nperformance. Given the Government's limited capital resources and its ambitious investment\nprogram, the dialogue has focused on the institutional and financial aspects of EdL to ensure\nthe efficient development of the power subsector. The success of the policy dialogue is indicated\nby the significant improvement of EdL's institutional strength and the major tariff increases during\nthe past years, as well as by the recognition by the Government of the need to corporatize EdL.\nThe latter has become a priority under the recently enacted Public Enterprise Law, and a\nrestructuring of Ed L's organizational and management structure is already under way. The new\ncorporate structure includes a Board of Directors and four Deputy General Manager positions\nto lessen the span of management control, which was a major problem with the previous\nstructure. The restructuring establishes EdL as an autonomous corporate body with a defined\nrole and set of responsibilities, while at the same time providing it with the tools to become a\nmodern utility, able to deal effectively with private sector sponsors. The restructuring has also\nseen the creation of a Department of Electricity within the Ministry of Industry and Handicraft,\nresponsible for policy issues including initial approval of the tariff structure. This has been a\nmajor change in policy, with the Government assuming the role of the regulator of the power\nsubsector as opposed to being its operator.\n9. To meet the Government's objective of improving the corporate financial and\nmanagement capacity of EdLto accelerate operational performance in the power subsector, EdL\nwill require assistance in developing a sound business plan and a revenue base to ensure future\nviability. This is particularly important as EdL enters a phase of rapid expansion within the\ncountry as well as entering into several joint venture agreements with the private sector.\n10. The scope of work to be undertaken through the TA conforms to the Bank's\nsectoral strategy. As outlined in the Bank's 1996 Country Assistance Plan for Lao PDR, one of\nthe objectives of the Bank's interim operational strategy is to provide for policy ana'ysis and\nadministrative reforms to provide the policy and institutional framework necessary for\ndevelopment and for private sector participation in the power subsector. The establishment of\na modern and efficient power utility capable of meeting the demand of supplying reasonably\npriced electricity to sectors of the economy is a vital part of this strategy. The scope of work\ncovered under the TA also conforms to the Government's objective of establishing EdL as a\nprofitable State-owned corporation able to effectively fulfill the power needs of the country.\nIll. THE TECHNICAL ASSISTANCE\nA.\t Objectives\n11.\t The objectives of the TA are to assist EdL in the development of a five-year\ncorporate plan and to update a 1990 national tariff study prepared under Bank assistance.\nB.\t Scope\n12. The scope of the TA will include (i) definition and evaluation of alternative\nstrategies for EdL's operation during 1996-2000, while identifying an operational strategy that\noffers the best prospects for EdL's ongoing evolution as a profitable, autonomous, and self-\nfinancing institution able to fully support the Government's objectives for the promotion of private\nsector investment activity and for the development of the power subsector in Lao PDR;\n--\t\n,Il,lIlIVlJ!I.l(J\nL_ --_\t I .\t -\t ,, I\t", "ru\n(ii) development of a corporate plan for EdL's operations through the year 2000 that will provide\nfor the most effective implementation of the operational strategy; and (iii) development of a tariff\nstructure (based on voltage levels and consumption patterns) to meet sector financial and social\nobjectives. The terms of reference and the required person-months of the experts are shown in\nAppendix 1.\nC.\t Cost Estimates and Financing Plan\n13. The total cost of the TA is estimated at $390,000 equivalent, consisting of\n$340,000 in foreign exchange cost and $50,000 equivalent in local currency cost. The Bank will\nfinance the entire foreign exchange cost of $340,000. The TA will be financed by the Bank on\na grant basis. The Government has agreed to make available suitably qualified and experienced\ncounterpart staff, office accommodations, office supplies, local transport, local communication\nfacilities, and administrative support, equivalent to $50,000. Details of the cost estimates are\nattached as Appendix 2.\nD.\t Implementation Arrangements\n14. EdL will be the Executing Agency for the TA. EdL has completed several Bank-\nfinanced projects and TAs in the power subsector, and its overall performance has been\nsatisfactory. Consultants will be selected by the Bank in accordance with the Bank's Guidelines\non the Use of Consultants. The services will be provided by a team of experts from an\ninternational consulting firm with experience in developing of corporate plans and in electric\npower tariff studies. The TA will require about 12 person-months of consulting services spread\nover a period of six months. A tripartite meeting among the Government, the Bank, and the\nconsultants will be held after the submission of the draft final report. The work is expected to\ncommence in June 1996 and to be completed by November 1996.\nIV. THE PRESIDENT'S DECISION\n15. The President, acting under the authority delegated by the Board, has approved\nthe provision of technical assistance, on a grant basis, to the Government of the Lao People's\nDemocratic Republic in an amount not exceeding the equivalent of $340,000 for the purpose of\nthe Corporate and Financial Development of Electricité du Lao, and hereby reports such action\nto the Board.", "5\nAppendix 1, page 1\nBROAD TERMS OF REFERENCE\n\t\nA. Part A: Development of a Corporate Plan for EdL\n1.\t Objectives\n1. The consultants will define and evaluate alternative strategies for EdL's operation\nduring 1996-2000, and identify an operational strategy that offers the best prospects for EdL's\nongoing evolution as a profitable, autonomous, and self-financing institution able to fully support\nthe Government's objectives for the promotion of private sector investment activity and for the\ndevelopment of the power subsector in Lao PDR.\n2. The consultants will develop a corporate plan for EdL's operations through the\nyear 2000 that will provide for the most effective implementation of the operational strategy\ndeveloped above.\n3. Both the operational strategy and the corporate plan should pay particular\nattention to addressing the problems of private sector participation in the power subsector and\nto EdL's financial and institutional capacity.\n2.\t Terms of Reference\n\t\n4. The terms of reference will include the following:\n(i) develop, in close consultation with Ed L's Board and Management, specific\noperational objectives for 1996-2000, in terms of EdL's profitability,\noperational performance (i.e., collection and arrears ratios), financial\nstructure, and the economic benefits derived from EdL's operations;\n(ii) based on a review of current private sector investment activity,\nGovernment incentives for private-sector investment in the power\nsubsector, prospective pipeline projects within EdL, and the current state\nof development of the power subsector; develop estimates of the demand\nfor financing EdL will face.\n(iii) review EdL's current operations, in close consultation with the Government\nas the sole shareholder, with the objective of identifying the major areas\nof weak performance; based on the review, develop specific\nrecommendations for change in EdL's operational policies, operational\nprocedures, and staff training programs that will directly address the major\noperational weaknesses;\n(iv) taking account of the Government's dual objectives of increasing the\nelectrification ratio within the country and increasing foreign exchange\nearnings through the export of power, identify the relative cost to EdL and\nbenefits to the country from each of these aspects of EdL's operations;\nbased on this analysis, critically assess EdL's current operating policies\n(Reference in text: page 4, para. 12)", "6\nfor private sector power operations and rural electrification, and\nrecommend improvements that will enhance the efficiency of\nsuchoperations; identify the costs associated with rural electrification\noperations that could be the basis for an explicit subsidy from the\nGovernment to allow EdL to undertake a degree of small-scale rural\nelectrification without detriment to its financial condition and general\noperational capabilities; and\n(v) based on the output of the tasks described in (i) to (iv), develop yearly\nfinancial projections that EdL could realistically achieve during 1996-2000\nand that will offer the best prospects for achieving the objectives\ndeveloped from (i) above; the output from this task will be presented as\na business development plan that may propose appropriate diversification\nof EdL's activities.\nB.\t Part B: National Tariff Study\n1.\t Objectives\n5. The current retail tariff for public power supply in Lao PDR requires adjustment to\nmeet the financial and other objectives of EdL. The main objectives of the study are to develop\na tariff policy based on appropriate financial and social objectives and to formulate suitable tarift\nstructures to meet sector objectives based on voltage levels and consumption patterns.\n2.\t Terms of Reference\n6.\t The terms of reference will include the following:\n(i) review the current pricing structure of the electricity sector; this will include a\nreview of the long-run marginal cost of supply, both economic and financial, at\ndifferent delivery points, as well as a review of the desirability and practicability\nof having a uniform tariff throughout the country;\n(ii) carry out a survey of residential consumers to determine their ability and\nwillingness to pay;\n(iii) develop a tariff policy based upon appropriate financial and cost recovery\nobjectives of the power sector and consumers' ability and willingness to pay;\n(iv) review the adequacy of the existing tariff in terms of both level and structure\nbased on the tariff policy developed in (iii) above and by drawing on, where\nappropriate, experience with tariff levels and the structure of other power utilities\nof the region;\n(v) review the billing and collection capabilities of EdL, determine the extent to which\nthese capabilities may affect the implementation of a revised tariff structure, and\nrecommend suitable improvements; and\n(vi) formulate and recommend an appropriate tariff structure that is consistent with the\ntariff policy developed in (iii) above, and the billing and collection capabilities of\nEdL, that will enable the power subsector to meet its operational budgets and to", "7\nfinance a reasonable proportion of its capital development program (new capacity\nadditions under build-operate-transfer or joint-venture type of investments and\ntheir likely costs should be considered in formulating the bulk tariff).\n3.\t Reporting Requirements\na.\t Inception Report\n7. The consultant will submit an inception report for Bank approval within six weeks\nof the commencement of the assignment. The report will detail initial findings, proposed\nmethodology, and the timetable for the remainder of the study. Four copies of the inception\nreport will be submitted to the Bank and four to the Government.\nb.\t Draft Final Report\n8. A draft final report will be submitted for the approval of the Bank within four\nmonths of the commencement of the assignment. Four copies of this report will be submitted\nto the Bank, four to the Government, and four to the power companies.\nc.\t Final Report\n9. The final report will be submitted within one month of the receipt of comments,.\nThree copies of the final report will be submitted to the Bank, and ten to the Government and\nEd L.\nC.\t Executing Agency Inputs\n10. The Executing Agency, EdL, will provide, free of charge, all project information,\noffice accommodation, local transport, secretarial services, interpreters, and local\ncommunications. The consultants are expected to make their own arrangements for word\nprocessing and computer facilities. For this purpose, personal computers and related software\nmay be purchased under the TA, for subsequent transfer to EdL at the discretion of the Bank.", "\t\t\t\t\t\t\t\t\t\t\t\t\n8\nAppendix 2\nCOST ESTIMATE AND FINANCING PLAN\n($)\nForeign\t Local\t Total\nItem\t Exchange\t Currency\t Cost\nA.\t Bank Financing\n1.\t Consultants - Field\n\t\n\t228a. ,Rem0uneration 00 228,000\n\t\nb. Per Diem 36,000 36,000\n\t\nc. International Travel 15,000 15,000\n\t\n2.\t Equipment 10,000 10,000\n\t\n3.\t Reports 5,000 5,000\n\t\n4.\t Contract Negotiations 3,000 3,000\n\t\n5.\t Miscellaneous 9,000 9,000\n(communications, supplies)\n\t\n6.\t Contingency 34,000 34,000\n\t\nSubtotal (A) 340,000 340,000\nB.\t Government Financing\n\t\n1. Counterpart Staff 15,000 15,000\n\t\n2. Office Facilities 30,000 30,000\n\t\n3. Contingencies 5,000 5,000\n\t\nSubtotal (B) 50,000 50,000\n\t \t\nTotal 340,000 50,000 390,000\nSource: Staff estimates.\n(Reference in text: page 4, para. 13)", "TAR:LAO 29284\nASIAN DEVELOPMENT BANK\nTECHNICAL ASSISTANCE\nTO ThE\nLAO PEOPLE'S DEMOCRATIC REPUBLIC\nFOR ThE\nCORPORATE AND FINANCIAL DEVELOPMENT\nOF\nELECTRICIT DU LAO\nLI\nLI\nMay 1996\n-\t\n-I", "CURRENCY EQUIVALENTS\n(as of May 1996)\nCurrency Unit\t -\t Kip (KN)\nKN1.00\t =\t $0.0011\n$1.00\t =\t KN920\nFor the purpose of calculations in this Report, an exchange rate of $1.00 = KN920 has\nbeen used.\nABBREVIATIONS\nEdL\t -\t Electricité du Lao\nGWh (gigawatt-hour)\t -\t 1,000,000 kWh\nkWh (kilowatt-hour)\t -\t 1,000 Wh\nMW (megawatt)\t -\t 1,000 kW\nLao PDR\t -\t Lao People's Democratic Republic\nTA\t -\t Technical Assistance\nNOTES\n(i) The fIscal year (FY) of the Government ends on 31 December.\n(ii) In this Report, $\" refers to US dollars.", "I. INTRODUCTION\n1. During the Bank's Country Programming Mission in January 1995, the Government\nof the Lao People's Democratic Republic (Lao PDR) requested inclusion in the Bank's Country\nProgram, of advisory technical assistance (TA) for the Corporate and Financial Development of\nElectricité du Lao. In October 1995, a Bank Fact-finding Mission visited Lao PDR and reached\nan understanding with the Government on the objectives, scope, cost, and implementation\narrangements of the TA.1 The TA has been included in the Bank's 1996 Country Program.\nII. BACKGROUND AND RATIONALE\n2. The Bank's activities in the energy sector in Lao PDR have concentrated on the\npower subsector. The Bank has played a leading role by providing 11 loans to the subsector;\nacting as coordinator of funds for the second phase of the 1 50-megawatt (MW) Nam Ngum\nHydropower Project; and extending TA for project preparation, improvements in operating\nefficiency, and strengthening the accounting capabilities of Electricité du Lao (EdL). The Bank's\nstrategy in the energy sector supports the Government's objectives, particularly in the\ndevelopment of hydropower resources for export and the expansion of the power system, as\nhydropower exports are a major foreign exchange earner for the country. Policy dialogue with\nthe Government has focused on cost recovery, improvements in financial and operational\nefficiency of the power utility, and the development of procedures to identify and evaluate\npotential power projects for private sector participation, as well as development of the legal\nframework to facilitate such participation.\n3. Power generation, transmission, and distribution are the responsibility of EdL,\nwhich is a wholly State-owned public enterprise. EdL's area of responsibility was in the past\nlimited to Vientiane Province, but in mid-1991, the service area was expanded as EdL took over\nthe assets of the provincial electricity authorities in Luang Prabang, Khammouane, Savannakhet,\nSaravane, and Champassak provinces. In other provinces, local authorities assisted by EdL are\nresponsible for minor electricity networks, but plans are under way to gradually extend EdL's\nresponsibility to the entire country as the grid expands.\n4. Access to electricity in Lao PDR is limited, with only about 17 percent of the\npopulation currently connected to the relatively small, separated grids. The largest grid serves\nVientiane City, the surrounding rural area, and the towns of Vangvieng and Luang Prabang. The\nVientiane grid is supplied from the Nam Ngum hydropower station (150 MW). The southern Xeset\ngrid covers parts of Saravane and Champassak provinces and is supplied from the Xeset\n(45 MW) and Selabam (2 MW) hydropower stations. Both of these grids are interconnected to\nthe Tahir grid for export of electric power generated in excess of domestic demand. Outside\nthese areas, electricity service consists of (i) two small networks serving the capitals of the\ncentral provinces of Khammouane and Savannakhet (Thakhek and Savannakhet, respectively)\nand surrounding areas that are supplied from the Thai grid through cables under the Mekong\nRiver; and (ii) scattered, small generating sets (hydro and diesel) serving small communities.\n5. Over the past ten years, 70-80 percent of the total electricity generated has been\nexported to Thailand. At about 43 kilowatt-hours (kWh) in 1994, the domestic per capita\nThe TA was first isted in ADB Business Opportunities in January 1996.", "electricity consumption in Lao PDR is among the lowest in Asia.2 Vientiane and the surrounding\narea have the best developed distribution network and account for more than 80 percent of\ndomestic consumption. Energy sales in the Vientiane grid have increased at an average of\n9.9 percent per annum over the last four years, from 87 gigawatt-hours (GWh) in 1991 to an\nestimated 127 GWh in 1995, because of increased economic activity, particularly in cottage and\nsmall-scale industries. Following commissioning of the Xeset hydropower station in mid-i 991,\ndomestic sales in the Xeset grid grew rapidly to supply the previously suppressed demand, and\nto meet the increased industrial and commercial loads in the expanding distribution network.\nSales in the Xeset grid for 1995 are expected to reach 23 GWh, which is more than three times\nthe 1990 sales (7 GWh). The demand in these two grids, as well as in the central provinces\nsupplied by imports from Thailand, is expected to continue growing rapidly.\n6. The most significant past investment in the energy sector was the 150-MW\nNam Ngum hydropower station (Phase 1-30 MW; Phase 11-80 MW; and Phase 111-40 MW).\nPhases I and II were financed mainly on a bilateral basis, while Phase Ill was assisted by the\nWorld Bank. In addition, the World Bank financed (i) the power transmission component for the\nXeset hydropower station; (ii) power distribution facilities in the southern provinces of\nSavannakhet, Champassak, and Saravane; and (iii) the investigation work for small-scale\nhydropower development in these provinces. The most recent assistance provided by the World\nBank is the expansion of the transmission and distribution networks in the central and southern\nprovinces, including the institutional development of EdL and a feasibility study for further\nexpansion of Nam Ngum.\n7. The Bank's 11 loans to the power subsector to date have included\n3 supplementary loans to finance cost overruns, for a total of 7 projects. Four projects financed\nby seven loans are complete: two (the Nam Ngum-Luang Prabang Power Transmission Project,\nfor which a supplementary loan was approved by the Bank in August 1994, and the Nam Song\nHydropower Development Project) are at an advanced stage of implementation, while\nimplementation of the 210-MW Theun-Hinboun Hydropower Project, approved in November\n1994, has just commenced. The completed power projects have been postevaluated. The first,\nthe Vientiane Power Distribution Project, was rated partly successful, as it experienced a cost\noverrun following civil unrest in the country in the mid-1970s, resulting in the need for a\nsupplementary loan. The next two projects, Vientiane Plain Rural Electrification, Phases I and II,\nwhile relatively problem free and, therefore, rated generally successful, highlighted the need to\naddress the issues of low domestic tariffs, and high accounts receivable and system losses in\nthe Vientiane Plain grid. The Xeset Hydropower Project was also rated generally successful; it\nwas implemented within the original schedule but incurred a cost overrun because of factors\nbeyond the control of Project management. The Project Performance Audit Report identified the\ncontinuing need to address the issues of domestic tariffs and system losses, and to implement\nthe EdL reorganization plan that had been prepared under a World Bank credit3 and approved\nby the Government. Policy dialogue with the Government has addressed the issues raised in the\npostevaluation exercise, indicating that cognizance has been taken of the previous experience\ngained in lending to the power subsector.\nThis compares with 26 kWh in Cambodia, 28 kWh in Nepal, 42 kWh in Bangladesh, 130 kWh in Viet Nam,\nand 739 kWh in Thailand.\nIDA Credit No. 2425: Provincial Grid Integration Project, approved on 23 December 1992.", "3\n8. Discussions with the Government and EdL have covered two main areas: private\nsector participation in the power subsector and EdL's institutional capability and financial\nperformance. Given the Government's limited capital resources and its ambitious investment\nprogram, the dialogue has focused on the institutional and financial aspects of EdL to ensure\nthe efficient development of the power subsector. The success of the policy dialogue is indicated\nby the significant improvement of EdL's institutional strength and the major tariff increases during\nthe past years, as well as by the recognition by the Government of the need to corporatize EdL.\nThe latter has become a priority under the recently enacted Public Enterprise Law, and a\nrestructuring of Ed L's organizational and management structure is already under way. The new\ncorporate structure includes a Board of Directors and four Deputy General Manager positions\nto lessen the span of management control, which was a major problem with the previous\nstructure. The restructuring establishes EdL as an autonomous corporate body with a defined\nrole and set of responsibilities, while at the same time providing it with the tools to become a\nmodern utility, able to deal effectively with private sector sponsors. The restructuring has also\nseen the creation of a Department of Electricity within the Ministry of Industry and Handicraft,\nresponsible for policy issues including initial approval of the tariff structure. This has been a\nmajor change in policy, with the Government assuming the role of the regulator of the power\nsubsector as opposed to being its operator.\n9. To meet the Government's objective of improving the corporate financial and\nmanagement capacity of EdLto accelerate operational performance in the power subsector, EdL\nwill require assistance in developing a sound business plan and a revenue base to ensure future\nviability. This is particularly important as EdL enters a phase of rapid expansion within the\ncountry as well as entering into several joint venture agreements with the private sector.\n10. The scope of work to be undertaken through the TA conforms to the Bank's\nsectoral strategy. As outlined in the Bank's 1996 Country Assistance Plan for Lao PDR, one of\nthe objectives of the Bank's interim operational strategy is to provide for policy ana'ysis and\nadministrative reforms to provide the policy and institutional framework necessary for\ndevelopment and for private sector participation in the power subsector. The establishment of\na modern and efficient power utility capable of meeting the demand of supplying reasonably\npriced electricity to sectors of the economy is a vital part of this strategy. The scope of work\ncovered under the TA also conforms to the Government's objective of establishing EdL as a\nprofitable State-owned corporation able to effectively fulfill the power needs of the country.\nIll. THE TECHNICAL ASSISTANCE\nA.\t Objectives\n11.\t The objectives of the TA are to assist EdL in the development of a five-year\ncorporate plan and to update a 1990 national tariff study prepared under Bank assistance.\nB.\t Scope\n12. The scope of the TA will include (i) definition and evaluation of alternative\nstrategies for EdL's operation during 1996-2000, while identifying an operational strategy that\noffers the best prospects for EdL's ongoing evolution as a profitable, autonomous, and self-\nfinancing institution able to fully support the Government's objectives for the promotion of private\nsector investment activity and for the development of the power subsector in Lao PDR;\n--\t\n,Il,lIlIVlJ!I.l(J\nL_ --_\t I .\t -\t ,, I\t", "ru\n(ii) development of a corporate plan for EdL's operations through the year 2000 that will provide\nfor the most effective implementation of the operational strategy; and (iii) development of a tariff\nstructure (based on voltage levels and consumption patterns) to meet sector financial and social\nobjectives. The terms of reference and the required person-months of the experts are shown in\nAppendix 1.\nC.\t Cost Estimates and Financing Plan\n13. The total cost of the TA is estimated at $390,000 equivalent, consisting of\n$340,000 in foreign exchange cost and $50,000 equivalent in local currency cost. The Bank will\nfinance the entire foreign exchange cost of $340,000. The TA will be financed by the Bank on\na grant basis. The Government has agreed to make available suitably qualified and experienced\ncounterpart staff, office accommodations, office supplies, local transport, local communication\nfacilities, and administrative support, equivalent to $50,000. Details of the cost estimates are\nattached as Appendix 2.\nD.\t Implementation Arrangements\n14. EdL will be the Executing Agency for the TA. EdL has completed several Bank-\nfinanced projects and TAs in the power subsector, and its overall performance has been\nsatisfactory. Consultants will be selected by the Bank in accordance with the Bank's Guidelines\non the Use of Consultants. The services will be provided by a team of experts from an\ninternational consulting firm with experience in developing of corporate plans and in electric\npower tariff studies. The TA will require about 12 person-months of consulting services spread\nover a period of six months. A tripartite meeting among the Government, the Bank, and the\nconsultants will be held after the submission of the draft final report. The work is expected to\ncommence in June 1996 and to be completed by November 1996.\nIV. THE PRESIDENT'S DECISION\n15. The President, acting under the authority delegated by the Board, has approved\nthe provision of technical assistance, on a grant basis, to the Government of the Lao People's\nDemocratic Republic in an amount not exceeding the equivalent of $340,000 for the purpose of\nthe Corporate and Financial Development of Electricité du Lao, and hereby reports such action\nto the Board.", "5\nAppendix 1, page 1\nBROAD TERMS OF REFERENCE\n\t\nA. Part A: Development of a Corporate Plan for EdL\n1.\t Objectives\n1. The consultants will define and evaluate alternative strategies for EdL's operation\nduring 1996-2000, and identify an operational strategy that offers the best prospects for EdL's\nongoing evolution as a profitable, autonomous, and self-financing institution able to fully support\nthe Government's objectives for the promotion of private sector investment activity and for the\ndevelopment of the power subsector in Lao PDR.\n2. The consultants will develop a corporate plan for EdL's operations through the\nyear 2000 that will provide for the most effective implementation of the operational strategy\ndeveloped above.\n3. Both the operational strategy and the corporate plan should pay particular\nattention to addressing the problems of private sector participation in the power subsector and\nto EdL's financial and institutional capacity.\n2.\t Terms of Reference\n\t\n4. The terms of reference will include the following:\n(i) develop, in close consultation with Ed L's Board and Management, specific\noperational objectives for 1996-2000, in terms of EdL's profitability,\noperational performance (i.e., collection and arrears ratios), financial\nstructure, and the economic benefits derived from EdL's operations;\n(ii) based on a review of current private sector investment activity,\nGovernment incentives for private-sector investment in the power\nsubsector, prospective pipeline projects within EdL, and the current state\nof development of the power subsector; develop estimates of the demand\nfor financing EdL will face.\n(iii) review EdL's current operations, in close consultation with the Government\nas the sole shareholder, with the objective of identifying the major areas\nof weak performance; based on the review, develop specific\nrecommendations for change in EdL's operational policies, operational\nprocedures, and staff training programs that will directly address the major\noperational weaknesses;\n(iv) taking account of the Government's dual objectives of increasing the\nelectrification ratio within the country and increasing foreign exchange\nearnings through the export of power, identify the relative cost to EdL and\nbenefits to the country from each of these aspects of EdL's operations;\nbased on this analysis, critically assess EdL's current operating policies\n(Reference in text: page 4, para. 12)", "6\nfor private sector power operations and rural electrification, and\nrecommend improvements that will enhance the efficiency of\nsuchoperations; identify the costs associated with rural electrification\noperations that could be the basis for an explicit subsidy from the\nGovernment to allow EdL to undertake a degree of small-scale rural\nelectrification without detriment to its financial condition and general\noperational capabilities; and\n(v) based on the output of the tasks described in (i) to (iv), develop yearly\nfinancial projections that EdL could realistically achieve during 1996-2000\nand that will offer the best prospects for achieving the objectives\ndeveloped from (i) above; the output from this task will be presented as\na business development plan that may propose appropriate diversification\nof EdL's activities.\nB.\t Part B: National Tariff Study\n1.\t Objectives\n5. The current retail tariff for public power supply in Lao PDR requires adjustment to\nmeet the financial and other objectives of EdL. The main objectives of the study are to develop\na tariff policy based on appropriate financial and social objectives and to formulate suitable tarift\nstructures to meet sector objectives based on voltage levels and consumption patterns.\n2.\t Terms of Reference\n6.\t The terms of reference will include the following:\n(i) review the current pricing structure of the electricity sector; this will include a\nreview of the long-run marginal cost of supply, both economic and financial, at\ndifferent delivery points, as well as a review of the desirability and practicability\nof having a uniform tariff throughout the country;\n(ii) carry out a survey of residential consumers to determine their ability and\nwillingness to pay;\n(iii) develop a tariff policy based upon appropriate financial and cost recovery\nobjectives of the power sector and consumers' ability and willingness to pay;\n(iv) review the adequacy of the existing tariff in terms of both level and structure\nbased on the tariff policy developed in (iii) above and by drawing on, where\nappropriate, experience with tariff levels and the structure of other power utilities\nof the region;\n(v) review the billing and collection capabilities of EdL, determine the extent to which\nthese capabilities may affect the implementation of a revised tariff structure, and\nrecommend suitable improvements; and\n(vi) formulate and recommend an appropriate tariff structure that is consistent with the\ntariff policy developed in (iii) above, and the billing and collection capabilities of\nEdL, that will enable the power subsector to meet its operational budgets and to", "7\nfinance a reasonable proportion of its capital development program (new capacity\nadditions under build-operate-transfer or joint-venture type of investments and\ntheir likely costs should be considered in formulating the bulk tariff).\n3.\t Reporting Requirements\na.\t Inception Report\n7. The consultant will submit an inception report for Bank approval within six weeks\nof the commencement of the assignment. The report will detail initial findings, proposed\nmethodology, and the timetable for the remainder of the study. Four copies of the inception\nreport will be submitted to the Bank and four to the Government.\nb.\t Draft Final Report\n8. A draft final report will be submitted for the approval of the Bank within four\nmonths of the commencement of the assignment. Four copies of this report will be submitted\nto the Bank, four to the Government, and four to the power companies.\nc.\t Final Report\n9. The final report will be submitted within one month of the receipt of comments,.\nThree copies of the final report will be submitted to the Bank, and ten to the Government and\nEd L.\nC.\t Executing Agency Inputs\n10. The Executing Agency, EdL, will provide, free of charge, all project information,\noffice accommodation, local transport, secretarial services, interpreters, and local\ncommunications. The consultants are expected to make their own arrangements for word\nprocessing and computer facilities. For this purpose, personal computers and related software\nmay be purchased under the TA, for subsequent transfer to EdL at the discretion of the Bank.", "\t\t\t\t\t\t\t\t\t\t\t\t\n8\nAppendix 2\nCOST ESTIMATE AND FINANCING PLAN\n($)\nForeign\t Local\t Total\nItem\t Exchange\t Currency\t Cost\nA.\t Bank Financing\n1.\t Consultants - Field\n\t\n\t228a. ,Rem0uneration 00 228,000\n\t\nb. Per Diem 36,000 36,000\n\t\nc. International Travel 15,000 15,000\n\t\n2.\t Equipment 10,000 10,000\n\t\n3.\t Reports 5,000 5,000\n\t\n4.\t Contract Negotiations 3,000 3,000\n\t\n5.\t Miscellaneous 9,000 9,000\n(communications, supplies)\n\t\n6.\t Contingency 34,000 34,000\n\t\nSubtotal (A) 340,000 340,000\nB.\t Government Financing\n\t\n1. Counterpart Staff 15,000 15,000\n\t\n2. Office Facilities 30,000 30,000\n\t\n3. Contingencies 5,000 5,000\n\t\nSubtotal (B) 50,000 50,000\n\t \t\nTotal 340,000 50,000 390,000\nSource: Staff estimates.\n(Reference in text: page 4, para. 13)"], "metadata": {"CreationDate": "D:20090420142117+08'00'", "Creator": "Envision OCR", "Keywords": "EdL corporate financial development, electricite du lao, electricite du lao financial development, lao pdr energy sector, lao pdr power subsector, adb technical assistance 2569, adb project 29284", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20091022143300+08'00'", "Title": "Corporate and Financial Development of Electricite du Lao"}}