{"path": "data/input/ta/29572-mal-tar.pdf", "pages": ["MONTHLY REPORT ON SMALL-SCALE TECHNICAL ASSISTANCE PROJECTS\nNOT EXCEEDING $100,000 PER PROJECT\nOCTOBER 1995\n1. Subregional Electric Power Forum - Greater Mekong Subregion, Regional1!\nExecuting Agency Asian Development Bank\nTA   Type Conference\nTA Amount ($'000) 78.0\nADBBO Listing November 1995\nDate Approved 20 September 1995\nProject  Description:\nThe  objective  of  the  technical  assistance  is  to  help  meet  financial\nrequirements  involved  in preparing  and conducting  the  next meeting.  The scope  of the\nT A consists  of (i) preparation  of terms  of reference  for two of the three  river basin  studies\nas agreed  during  the previous  meeting;  (ii) preparation  and organization  of the meeting;\n(iii) conduct  of the meeting;  and (iv) publication  and circulation  of a report  of the meeting.\nStatus  of Consulting  Services:  An individual  consultant  has been selected  for item  (i).\nWater  Resources  Management  (Angat  Reservoir),  Philippines\nExecuting  Agency:  National  Water  Resources  Board  (NWRB)\nTA Type  :  Advisory  and Operational\nTA Amount  ($'000):  100.0\nADBBO Listing  :  August 1995\nDate  Approved  :  6 October  1995\nProject  Description:\nThe objectives  of the T A are to (i) carry out a study  on optimal  allocation\nof Angat reservoir  water among  different  users and provide  NWRB with recommendations\non water  allocations  with  a view to rationalize  scarce  water  resource  utilization;  and  (ii)\nfacilitate  the establishment  of database  needed  for the development  of a water  allocation\nframework  of the Angat  reservoir.\nStatus of Consulting Services: Two individual consultants have been selected.\n1/ Inadvertently  omitted  in the  September  1995 issue.\n~~~~", "2\nEnvironmental Impact Assessment of the Integrated Agricultural\nDevelopment Project.  Phase II, Malaysia\nExecuting Agency Ministryo f Agriculture\nTA Type\nProject  Preparatory\nTA Amount ($'000) 87.0\nADBBO Listing Not  listed\nDate Approved 17 October  1995\nProject Description:\nThe objective  of the technical  assistance  is to undertake  an EIA of all the\nproposed  components  of the Kalaka-Saribas  Integrated  Agricultural  Development  Project\n- Phase II. The proposed  Project  covers  an area of about  8,000 ha of suitable  agricultural\nland for oil palm  and sago  palm,  and an additional  area of protection  forest-cum-wildlife\nreserve.  The ensuing  investment  Project will have the objectives  of (i) increasing  income\nand employment  opportunities  of the target  beneficiaries,  including  women;  (ii) reducing\npoverty  among  small farmers;  (iii) protecting  the environment  of the coastal  and riverine\nareas from  adverse  developmental  interventions  in the absence  of the proposed  Project;\nand  (iv) capacity-building  in terms  of project  management.\nStatus of Consulting Services:  Consultantsw ill be directly  selected.\nImprovement of Contract Approval and Procedures,Sri Lanka\nExecuting Agency Finance Division, Ministry of Finance\nTA   Type Advisory and Operational\nTA Amount ($'000) 100.0\nADBBO Listing November 1995\nDate Approved 26 October 1995\nProject  Description:\nThe  TA's  objective  will  be  to  assist  the  Government  expedite  project\nimplementation,  by  developing  and  implementing  improvements  to  the  procedure\npresently  used  for  approving  contract  awards  of all types.  The  scope  will  include:  (i)\nreview of the existing  procedure,  to include  extensive  consultation  with relevant  agencies\nand organizations;  (ii) study  how it is being applied  in representative  sectors  (roads, etc.);\n(iii)  identify  the  delays  and  costs  that  are attributable  to  the  procedure,  as  it is being\nimplemented,  based  on a study  of suitable  projects  (including  the  Bank-financed  Third\nRoad Improvement  Project);  (iv) develop  alternative  procedures  that simplify  and expedite\nthe  approval  process,  while  addressing  the  Government's  concerns  regarding\ntransparency  and  accountability;  (v) conduct  seminars,  involving  the  public  and  private\nsectors,  to  discuss  the  existing  procedure,  its  strengths  and  weaknesses,  and  to\n~~~~~~", "3\nintroduce and elicit comment on the proposed alternativep rocedures;  (vi) prepare\nmanuals and training materials to be used for disseminating the new procedures;  (vii)\nfine-tune the procedures and manuals based on Government and Bank comments and\nobservations;  and  (viii) conduct  final seminars to introduce the  procedures  to  senior\nofficials and other interested groups.\nStatus of Consulting  Services:  No action has yet been taken to recruit consultants.\n- \nMeeting  of Telecommunications  Officials  Greater Mekong Subregion,  Regional\nExecuting Agency:  Asian Development Bank\nTA   Type  :  Conference\nTA Amount  ($'000):  30.0\nADBBO listing  :  Not listed\nDate Approved  :  2 October 1995\nProject  Description'\nThe  objective  of  the  technical  assistance  is  to  help  meet  financial\nrequirements involved in conducting  the meeting.  The scope of the TA consists of (i)\npreparation  and  organization  of the  meeting;  (ii) conduct  of  the  meeting;  and  (iii)\npublication and circulation of the Report of the meeting.\nStatus of Consulting Services:  No consultants required."], "metadata": {"CreationDate": "D:20040128164556Z", "Producer": "Hewlett-Packard Intelligent Scanning Technology\n3", "ModDate": "D:20090402135936+08'00'"}}