{"path": "data/input/ta/29677-pak-tar.pdf", "pages": ["TAR:PAK 29677\nASIAN DEVELOPMENT BANK\nTECHNICAL ASSISTANCE\nTO ThE\nISLAMIC REPUBUC OF PAKISTAN\nFOR\nNATURAL GAS IMPORT STUDY\n4\nJune 1996", "CURRENCY EQUIVALENTS\n(25 May 1996)\nCurrency Unit Rupees\nPReI.0O $00287\nI\n$1.00 PRs 34.84\nABBREVIATIONS\nMPNR -\t Ministry of Petroleum and Natural Resources\nSNGPL -\t Sui Northern Gas Pipelines\nSSGC -\t Sul Southern Gas Company\nTA -\t Technical Assistance\ntoe -\t tons of oil equivalent\nNOTES\n(i) The fiscal year of the Government ends on 30 June.\n(ii) In this Report,\t refers to US dollars.", "INTRODUCTION\n1. The Government of Pakistan has requested the Bank to provide advisory\ntechnical assistance (TA) to help address issues that will arise as a result of the proposal\nto import natural gas into the country. The TA was first identified during the Country\nProgram Portfolio Review Mission in 1995 and was included in the Bank's program for\nPakistan for 1996. The Fact-finding Mission that visited Pakistan in February 1996, held\ndiscussions with the relevant Government authorities and reached an understanding on\nthc scope, cost estimates, financing plan, terms of reference for the consultants, and\nimplementation arrangements for the TA.1\nII.\t BACKGROUND AND RATIONALE\n2. Pakistan faces significant challenges in the energy sector. During the past\ndecade, commercial energy consumption has expanded rapidly at about 6.3 percent per\nannum, It is projected to continue to grow at an average rate of about 7 percent per\nannum between 1994-2018. Indigenous natural gas production, which now totals about\n1600 million cubic feet per day has an important role in the country's energy balance\nbecause it meets about 31 percent of the country's energy requirements. However, the\ncountry has substantial untapped hydrocarbon reserves, especially natural gas, and in the\nshort to medium term, the most economic option to obtain additional energy is to\naccelerate the development of domestic oil and natural gas resources. Recently, the\nGovernment, with assistance from the Bank2 has taken policy initiatives and reforms to\nmake investments in the petroleum sector attractive to private enterprise. The Petroleum\nPolicy, issued in 1994, places more reliance on market forces in the exploration,\nproduction, transportation, and distribution of petroleum products. It also improves prices\nand returns for the domestic oil and natural gas producers, oil refining and marketing\ncompanies, and the natural gas transmission and distribution companies. In addition, the\ntwo natural gas transmission and distribution companies, Sui Northern Gas Pipelines\n(SNGPL) and the Sui Southern Gas Company (SSGC), are in the process of being\nprivatized. As part of the deregulation of the natural gas subsector, a draft natural gas law\nvesting tariff setting and other regulatory powers in a Gas Regulatory Authority has been\nprepared.3\n3. The Government's new policies are expected to encourage investment in\nthe exploration and development of indigenous oil and natural gas resources. However,\neven after assuming a reasonable successful exploration program in the country based on\nthe continued adoption of an aggressive incentive policy for the private sector on part of\nthe Government, indigenous production will not be able to meet the demand. The import of\nfuel is projected to grow from 11.3 million tons of oil equivalent (toe) in 1994 to 21.8 million\ntoe in 2003 and to 51.7 million toe in 2013.\n4. A regional conference, the Natural Gas Potential: South Asia Summit, held\nin New Delhi in March 1995k highlighted the potential economic benefits to South Asia\nfrom importing natural gas from the gas rich regional countries. Geographically, Pakistan\nThe TA was first listed in the ADB Business Opportunities in April 1996\n2\t TA No. 161 6-PAK (November 1991), Hydrocarbon Sector Strategy Study.\nLoan No. 1138-PAK (December 1991), Sui Southern Gas System Rehabilitation and Expansion.\nRETA 5547 (October 1993), Regional Conference on Natural Gas Supply to South Asia.\n-\t I\t -", "2\nis well situated to take advantage of the natural gas available in the Persian Gulf and the\ncountries in Central Asia. A preliminary analysis indicates that import of natural gas from\nthese gas rich countries by pipeline to Pakistan to meet part of the country's primary\nenergy needs is economically attractive compared with import of liquid petroleum.\nTherefore, the Government has responded favorably to preliminary proposals by the\nprivate sector to supply piped natural gas from regional countries.\n5. Projects such as the proposed regional gas pipelines have long gestation\nperiods, large capital requirements, and complicated legal and financial structures. While\nspecific issues may be resolved for projects that import gas, the Government must first\ncreate the proper environment for the projects by addressing the issues that will arise as a\nresult of the import of natural gas. These include: the changes in the regulatory regime of\nthe sector, gas pricing, and allocation as the result of competition on the supply side; the\nimpact on local natural gas producers and on the soon to be privatized gas transmission\nand distribution companies; and the effect on future investment in new exploration\nactivities in the country. Earlier, the Bank has assisted the Government in the formulation\nof the gas sector regulatory frame work and the gas pricing structure. This TA will build on\nthe work done earlier. It will also assist the Government in realistically assessing the\neconomic impact of different proposals from the private sector and will lay the foundation\nfor the policy framework for natural gas imports.\nIll.\t The TECHNICAL ASSISTANCE\nA.\t Objective\n6. The main objective of the TA is to improve the policy environment for\nprivate sector investment in gas import projects. The TA will assist the Government in\n(I) evaluating the impact of different proposals for gas imports; and (ii) identifying the\neconomic, technical, legal, and regulatory issues that need to be addressed as a result of\nthe import of natural gas.\nB.\t Scope\n7. The TA will analyze natural gas import needs of Pakistan in the context of\nits medium and long-term energy requirements including the fuel requirements of the\nindependent power producers and the economic impact of switching oil-based power\nplants to gas. The different options for importing natural gas into Pakistan will be evaluated\nto establish the most viable alternative considering the economic cost of the additional\ninfrastructure required in the country, the target user group, and the timing of the\navailability of the imported natural gas. The consultants will evaluate the experience of\nother countries in importing natural gas and assess their applicability to Pakistan. The TA\nwill identify the changes that may be necessary to the existing laws, rules, and policies\ngoverning the hydrocarbon sector to create a favorable environment for private sector\ninvestors and to ensure that investors in indigenous production are not disadvantaged\ncompared with the importers. The terms of reference for the consultants are in\nAppendix 1.", "3\nC.\t Cost Estimates and Financing Plan\n8. The total cost of the TA is estimated at $622,000 equivalent, of which\n$526,000 is in foreign currency and $96,000 equivalent is in local currency, see\nAppendix 2. The foreign currency cost will be for the remuneration, per diem, international\ntravel of the international consultants, communications, reports, and the participation of\none staff from the Ministry of Petroleum and Natural Resources (MPNR) for contract\nnegotiations with the consultants in Manila. The local currency component will meet the\ncost of local consultants, miscellaneous administrative and support services, domestic air\ntravel, city transportation, salaries of the counterpart staff of the MPNR, administrative\nsupport, and office accommodation.\n9. The entire foreign currency cost amounting to $526,000 and part of the\nlocal currency cost amounting to $74,000 equivalent will be financed by the Bank. The\nremainder of the local currency cost amounting to $22,000 equivalent will be financed by\nthe Government from its own resources. The TA will be financed by the Bank on a grant\nbasis.\nD.\t Implementation Arrangements\n10 The TA will be carried out by a firm of consultants to be engaged in\naccordance with the Bank's Guidelines on the Use of Consultants and other\narrangements satisfactory to the Bank. It is estimated that the TA will require about\n12 person-months of international and 9 person-months of local consulting services. It is\nenvisaged that the international consultants to be recruited will have extensive experience\nand expertise in developing energy options, evaluating the technical and economic\naspects of such options, and the legal and regulatory issues associated with cross border\ngas supplies. The local consultants will have experience and expertise in energy market\nsurveys, gas systems design, cost estimation; and the country's legal framework, rules,\nand regulations related to the gas and energy sectors.\n11. MPNR will be the Executing Agency responsible for the implementation of\nthe TA. MPNR will provide at least one senior officer as counterpart staff, suitable office\nspace, and administrative support for the consultants. MPNR will arrange for all data and\nnecessary information to be available to the consultants, and will organize meetings for the\nconsultants with government agencies, and gas sector and business organizations\ninvolved in the import of natural gas.\n12. The Government will establish a Steering Committee before the\nconsultants are fielded. The Steering Committee will be chaired by the Secretary, MPNR.\nThe other members of the Steering Committee will include as a minimum the Joint\nSecretary (Development), MPNR, and representatives of the Director General (Gas),\nMPNR; SNGPL; and SSGC. The Steering Committee may have other members as\nnecessary. The Steering Committee will meet at least once a month with the consultants\nand representatives of the Bank to review the progress of the TA and the findings of the\nconsultants. The Government will provide the Bank with the names of the counterpart staff\nbefore the consultants are fielded.", "4\n13. The study is expected to commence in August 1996 and to be completed in\nsix months. The consultants will submit an inception report within one month, an interim\nreport within three months and a draft final report within five months of the commencement\nof the TA. The draft final report will be discussed by the Bank, the MPNR, the consultants\nand other concerned agencies at a tripartite meeting to be held in Islamabad. The final\nreport will be prepared by the consultants within one month of the tripartite meeting and\nwill incorporate the comments as well as any additional information agreed during the\nmeeting.\nIV.\t THE PRESIDENT'S DECISION\n14. The President, acting under the authority delegated by the Board, has\napproved the provision of technical assistance, on a grant basis, to the Government of the\nIslamic Republic of Pakistan in an amount not exceeding the equivalent of $600,000 for\nthe purpose of the Natural Gas Import Study, and hereby reports such action to the Board.", "5\nAppendix 1, page 1\nTERMS OF REFERENCE\nThe study will analyze the demand for imports of natural gas by Pakistan and the\noptions available to Pakistan in the context of its medium and long term energy\ndemands, identify the different issues arising from such imports, and assist the\nGovernment in formulating the necessary policies and regulations. The advisory\ntechnical assistance (TA) will also evaluate the experience of other countries in\nimporting natural gas and assess the applicability of these to Pakistan. In conducting\nthis study, the consultants will take into account all previous work done in the sector\nparticularly by the Energy Wing of the Ministry of Planning and Development and the\nWorld Bank's Pakistan: Energy Options Study. The specific terms of reference of the\nstudy include, but are not necessarily limited to the following:\n(i) Review and reconcile the natural gas demand projections prepared by the\nGovernment, the World Bank and the proponents of the different projects to\nimport natural gas into Pakistan and establish the medium and long-term natural\ngas import requirement. The demand should take into account the fuel supply\ncommitments made to the Independent Power Producers (IPPs) and the\neconomics of their switching to the use of gas.\n(ii) Evaluate the different options available including liquefied natural gas (LNG) and\nestablish the minimum quantity of gas to be imported for an option to be\ntechnically and financially viable. In carrying out this study, take into account for\neach option, the cost of additional infrastructure required in the country to\ndistribute the gas to the ultimate consumer.\n(iii) For the options identified under (ii) carryout a sensitivity analysis to evaluate the\nimpact of delays in the proposed projects. Besides normal economic impact, the\nanalysis should specifically take into account the impact of such delays on direct\nor indirect guarantees issued by the Government to energy suppliers in the\nprivate sector.\n(iv) Establish the least-cost economic option for the medium-and long-term taking\ninto account (iii). If the medium-term option is not the same as the long-term\noption, evaluate the viability of a two step approach.\n(v) In the light of the Government's Petroleum Policy, the policy on gas prices, and\nthe rate of return guarantees for gas companies, evaluate the impact of the\ndifferent gas import options on the price of gas for the different categories of\nconsumers.\n(vi) Identify the political and commercial risks, create a risk matrix.\n(vii) Evaluate the impact of gas imports on the operation of the transmission and\ndistribution companies and indigenous production.\nwiii oe cnirea oy me ecrITM4\t '.,,.'.\t 9OitjiUiiWiul", "6\nAppendix 1, page 2\n(viii) Identify changes/amendments that may be necessary to any legislation, rule, or\nregulation such as the Ordinance on Gas Regulation and the Petroleum Policy.\n(ix) Prepare a review of (i) existing international contracts and practices for cross\nborder trade in natural gas and (ii) the current practices of establishing cost of\nimported gas.\n(x) Identify areas in which the Government may need additional technical assistance\nsuch as drafting contracts, guarantees and assurances, if any, and establish the\nprice and contractual structure for transmission of gas under the open access\nsystem.", "\t\n7\nAppendix 2\nCOST ESTIMATES\n($'OOO)\nForeign\t Local\t Total\nItem\t Exchange Currency\t Cost\nA.\t Bank Financing\n1.\t Consultants\na. Remuneration and per diem\nI.\t International Consultants\t 350\t -\t 350\nii.\t Domestic Consultants\t -\t 50\t 50\nb. International and local travel\t 60\t 7\t 67\nc. Report and Communications\t 8\t -\t 8\n2.\t Miscellaneous Administrative and\nSupport Cost\t -\t 7\t 7\n3.\t Representative for Contract Negs.\t 4\t 4\n4.\t Contingency\t 1Q4\t 114\nSubtotal A\t 526\t 74\t 600\nB.\t Government Financing\n\t\n1. Office Accommodation -\t 5\t 5\n\t\n2. Counterpart Staff -\t 10\t 10\n\t\n3. Administrative Support -\t 2\t 2\n4. Contingencies\t -\n\t\nSubtotal B -\t 22\t 22\n\t\nTotal 526\t 96\t 622\n- •• ...............I }IfTh (ovrnmnt's PAtrolIJm Pnliv thi", "TAR:PAK 29677\nASIAN DEVELOPMENT BANK\nTECHNICAL ASSISTANCE\nTO ThE\nISLAMIC REPUBUC OF PAKISTAN\nFOR\nNATURAL GAS IMPORT STUDY\n4\nJune 1996", "CURRENCY EQUIVALENTS\n(25 May 1996)\nCurrency Unit Rupees\nPReI.0O $00287\nI\n$1.00 PRs 34.84\nABBREVIATIONS\nMPNR -\t Ministry of Petroleum and Natural Resources\nSNGPL -\t Sui Northern Gas Pipelines\nSSGC -\t Sul Southern Gas Company\nTA -\t Technical Assistance\ntoe -\t tons of oil equivalent\nNOTES\n(i) The fiscal year of the Government ends on 30 June.\n(ii) In this Report,\t refers to US dollars.", "INTRODUCTION\n1. The Government of Pakistan has requested the Bank to provide advisory\ntechnical assistance (TA) to help address issues that will arise as a result of the proposal\nto import natural gas into the country. The TA was first identified during the Country\nProgram Portfolio Review Mission in 1995 and was included in the Bank's program for\nPakistan for 1996. The Fact-finding Mission that visited Pakistan in February 1996, held\ndiscussions with the relevant Government authorities and reached an understanding on\nthc scope, cost estimates, financing plan, terms of reference for the consultants, and\nimplementation arrangements for the TA.1\nII.\t BACKGROUND AND RATIONALE\n2. Pakistan faces significant challenges in the energy sector. During the past\ndecade, commercial energy consumption has expanded rapidly at about 6.3 percent per\nannum, It is projected to continue to grow at an average rate of about 7 percent per\nannum between 1994-2018. Indigenous natural gas production, which now totals about\n1600 million cubic feet per day has an important role in the country's energy balance\nbecause it meets about 31 percent of the country's energy requirements. However, the\ncountry has substantial untapped hydrocarbon reserves, especially natural gas, and in the\nshort to medium term, the most economic option to obtain additional energy is to\naccelerate the development of domestic oil and natural gas resources. Recently, the\nGovernment, with assistance from the Bank2 has taken policy initiatives and reforms to\nmake investments in the petroleum sector attractive to private enterprise. The Petroleum\nPolicy, issued in 1994, places more reliance on market forces in the exploration,\nproduction, transportation, and distribution of petroleum products. It also improves prices\nand returns for the domestic oil and natural gas producers, oil refining and marketing\ncompanies, and the natural gas transmission and distribution companies. In addition, the\ntwo natural gas transmission and distribution companies, Sui Northern Gas Pipelines\n(SNGPL) and the Sui Southern Gas Company (SSGC), are in the process of being\nprivatized. As part of the deregulation of the natural gas subsector, a draft natural gas law\nvesting tariff setting and other regulatory powers in a Gas Regulatory Authority has been\nprepared.3\n3. The Government's new policies are expected to encourage investment in\nthe exploration and development of indigenous oil and natural gas resources. However,\neven after assuming a reasonable successful exploration program in the country based on\nthe continued adoption of an aggressive incentive policy for the private sector on part of\nthe Government, indigenous production will not be able to meet the demand. The import of\nfuel is projected to grow from 11.3 million tons of oil equivalent (toe) in 1994 to 21.8 million\ntoe in 2003 and to 51.7 million toe in 2013.\n4. A regional conference, the Natural Gas Potential: South Asia Summit, held\nin New Delhi in March 1995k highlighted the potential economic benefits to South Asia\nfrom importing natural gas from the gas rich regional countries. Geographically, Pakistan\nThe TA was first listed in the ADB Business Opportunities in April 1996\n2\t TA No. 161 6-PAK (November 1991), Hydrocarbon Sector Strategy Study.\nLoan No. 1138-PAK (December 1991), Sui Southern Gas System Rehabilitation and Expansion.\nRETA 5547 (October 1993), Regional Conference on Natural Gas Supply to South Asia.\n-\t I\t -", "2\nis well situated to take advantage of the natural gas available in the Persian Gulf and the\ncountries in Central Asia. A preliminary analysis indicates that import of natural gas from\nthese gas rich countries by pipeline to Pakistan to meet part of the country's primary\nenergy needs is economically attractive compared with import of liquid petroleum.\nTherefore, the Government has responded favorably to preliminary proposals by the\nprivate sector to supply piped natural gas from regional countries.\n5. Projects such as the proposed regional gas pipelines have long gestation\nperiods, large capital requirements, and complicated legal and financial structures. While\nspecific issues may be resolved for projects that import gas, the Government must first\ncreate the proper environment for the projects by addressing the issues that will arise as a\nresult of the import of natural gas. These include: the changes in the regulatory regime of\nthe sector, gas pricing, and allocation as the result of competition on the supply side; the\nimpact on local natural gas producers and on the soon to be privatized gas transmission\nand distribution companies; and the effect on future investment in new exploration\nactivities in the country. Earlier, the Bank has assisted the Government in the formulation\nof the gas sector regulatory frame work and the gas pricing structure. This TA will build on\nthe work done earlier. It will also assist the Government in realistically assessing the\neconomic impact of different proposals from the private sector and will lay the foundation\nfor the policy framework for natural gas imports.\nIll.\t The TECHNICAL ASSISTANCE\nA.\t Objective\n6. The main objective of the TA is to improve the policy environment for\nprivate sector investment in gas import projects. The TA will assist the Government in\n(I) evaluating the impact of different proposals for gas imports; and (ii) identifying the\neconomic, technical, legal, and regulatory issues that need to be addressed as a result of\nthe import of natural gas.\nB.\t Scope\n7. The TA will analyze natural gas import needs of Pakistan in the context of\nits medium and long-term energy requirements including the fuel requirements of the\nindependent power producers and the economic impact of switching oil-based power\nplants to gas. The different options for importing natural gas into Pakistan will be evaluated\nto establish the most viable alternative considering the economic cost of the additional\ninfrastructure required in the country, the target user group, and the timing of the\navailability of the imported natural gas. The consultants will evaluate the experience of\nother countries in importing natural gas and assess their applicability to Pakistan. The TA\nwill identify the changes that may be necessary to the existing laws, rules, and policies\ngoverning the hydrocarbon sector to create a favorable environment for private sector\ninvestors and to ensure that investors in indigenous production are not disadvantaged\ncompared with the importers. The terms of reference for the consultants are in\nAppendix 1.", "3\nC.\t Cost Estimates and Financing Plan\n8. The total cost of the TA is estimated at $622,000 equivalent, of which\n$526,000 is in foreign currency and $96,000 equivalent is in local currency, see\nAppendix 2. The foreign currency cost will be for the remuneration, per diem, international\ntravel of the international consultants, communications, reports, and the participation of\none staff from the Ministry of Petroleum and Natural Resources (MPNR) for contract\nnegotiations with the consultants in Manila. The local currency component will meet the\ncost of local consultants, miscellaneous administrative and support services, domestic air\ntravel, city transportation, salaries of the counterpart staff of the MPNR, administrative\nsupport, and office accommodation.\n9. The entire foreign currency cost amounting to $526,000 and part of the\nlocal currency cost amounting to $74,000 equivalent will be financed by the Bank. The\nremainder of the local currency cost amounting to $22,000 equivalent will be financed by\nthe Government from its own resources. The TA will be financed by the Bank on a grant\nbasis.\nD.\t Implementation Arrangements\n10 The TA will be carried out by a firm of consultants to be engaged in\naccordance with the Bank's Guidelines on the Use of Consultants and other\narrangements satisfactory to the Bank. It is estimated that the TA will require about\n12 person-months of international and 9 person-months of local consulting services. It is\nenvisaged that the international consultants to be recruited will have extensive experience\nand expertise in developing energy options, evaluating the technical and economic\naspects of such options, and the legal and regulatory issues associated with cross border\ngas supplies. The local consultants will have experience and expertise in energy market\nsurveys, gas systems design, cost estimation; and the country's legal framework, rules,\nand regulations related to the gas and energy sectors.\n11. MPNR will be the Executing Agency responsible for the implementation of\nthe TA. MPNR will provide at least one senior officer as counterpart staff, suitable office\nspace, and administrative support for the consultants. MPNR will arrange for all data and\nnecessary information to be available to the consultants, and will organize meetings for the\nconsultants with government agencies, and gas sector and business organizations\ninvolved in the import of natural gas.\n12. The Government will establish a Steering Committee before the\nconsultants are fielded. The Steering Committee will be chaired by the Secretary, MPNR.\nThe other members of the Steering Committee will include as a minimum the Joint\nSecretary (Development), MPNR, and representatives of the Director General (Gas),\nMPNR; SNGPL; and SSGC. The Steering Committee may have other members as\nnecessary. The Steering Committee will meet at least once a month with the consultants\nand representatives of the Bank to review the progress of the TA and the findings of the\nconsultants. The Government will provide the Bank with the names of the counterpart staff\nbefore the consultants are fielded.", "4\n13. The study is expected to commence in August 1996 and to be completed in\nsix months. The consultants will submit an inception report within one month, an interim\nreport within three months and a draft final report within five months of the commencement\nof the TA. The draft final report will be discussed by the Bank, the MPNR, the consultants\nand other concerned agencies at a tripartite meeting to be held in Islamabad. The final\nreport will be prepared by the consultants within one month of the tripartite meeting and\nwill incorporate the comments as well as any additional information agreed during the\nmeeting.\nIV.\t THE PRESIDENT'S DECISION\n14. The President, acting under the authority delegated by the Board, has\napproved the provision of technical assistance, on a grant basis, to the Government of the\nIslamic Republic of Pakistan in an amount not exceeding the equivalent of $600,000 for\nthe purpose of the Natural Gas Import Study, and hereby reports such action to the Board.", "5\nAppendix 1, page 1\nTERMS OF REFERENCE\nThe study will analyze the demand for imports of natural gas by Pakistan and the\noptions available to Pakistan in the context of its medium and long term energy\ndemands, identify the different issues arising from such imports, and assist the\nGovernment in formulating the necessary policies and regulations. The advisory\ntechnical assistance (TA) will also evaluate the experience of other countries in\nimporting natural gas and assess the applicability of these to Pakistan. In conducting\nthis study, the consultants will take into account all previous work done in the sector\nparticularly by the Energy Wing of the Ministry of Planning and Development and the\nWorld Bank's Pakistan: Energy Options Study. The specific terms of reference of the\nstudy include, but are not necessarily limited to the following:\n(i) Review and reconcile the natural gas demand projections prepared by the\nGovernment, the World Bank and the proponents of the different projects to\nimport natural gas into Pakistan and establish the medium and long-term natural\ngas import requirement. The demand should take into account the fuel supply\ncommitments made to the Independent Power Producers (IPPs) and the\neconomics of their switching to the use of gas.\n(ii) Evaluate the different options available including liquefied natural gas (LNG) and\nestablish the minimum quantity of gas to be imported for an option to be\ntechnically and financially viable. In carrying out this study, take into account for\neach option, the cost of additional infrastructure required in the country to\ndistribute the gas to the ultimate consumer.\n(iii) For the options identified under (ii) carryout a sensitivity analysis to evaluate the\nimpact of delays in the proposed projects. Besides normal economic impact, the\nanalysis should specifically take into account the impact of such delays on direct\nor indirect guarantees issued by the Government to energy suppliers in the\nprivate sector.\n(iv) Establish the least-cost economic option for the medium-and long-term taking\ninto account (iii). If the medium-term option is not the same as the long-term\noption, evaluate the viability of a two step approach.\n(v) In the light of the Government's Petroleum Policy, the policy on gas prices, and\nthe rate of return guarantees for gas companies, evaluate the impact of the\ndifferent gas import options on the price of gas for the different categories of\nconsumers.\n(vi) Identify the political and commercial risks, create a risk matrix.\n(vii) Evaluate the impact of gas imports on the operation of the transmission and\ndistribution companies and indigenous production.\nwiii oe cnirea oy me ecrITM4\t '.,,.'.\t 9OitjiUiiWiul", "6\nAppendix 1, page 2\n(viii) Identify changes/amendments that may be necessary to any legislation, rule, or\nregulation such as the Ordinance on Gas Regulation and the Petroleum Policy.\n(ix) Prepare a review of (i) existing international contracts and practices for cross\nborder trade in natural gas and (ii) the current practices of establishing cost of\nimported gas.\n(x) Identify areas in which the Government may need additional technical assistance\nsuch as drafting contracts, guarantees and assurances, if any, and establish the\nprice and contractual structure for transmission of gas under the open access\nsystem.", "\t\n7\nAppendix 2\nCOST ESTIMATES\n($'OOO)\nForeign\t Local\t Total\nItem\t Exchange Currency\t Cost\nA.\t Bank Financing\n1.\t Consultants\na. Remuneration and per diem\nI.\t International Consultants\t 350\t -\t 350\nii.\t Domestic Consultants\t -\t 50\t 50\nb. International and local travel\t 60\t 7\t 67\nc. Report and Communications\t 8\t -\t 8\n2.\t Miscellaneous Administrative and\nSupport Cost\t -\t 7\t 7\n3.\t Representative for Contract Negs.\t 4\t 4\n4.\t Contingency\t 1Q4\t 114\nSubtotal A\t 526\t 74\t 600\nB.\t Government Financing\n\t\n1. Office Accommodation -\t 5\t 5\n\t\n2. Counterpart Staff -\t 10\t 10\n\t\n3. Administrative Support -\t 2\t 2\n4. Contingencies\t -\n\t\nSubtotal B -\t 22\t 22\n\t\nTotal 526\t 96\t 622\n- •• ...............I }IfTh (ovrnmnt's PAtrolIJm Pnliv thi"], "metadata": {"CreationDate": "D:20080229023732+08'00'", "Creator": "Envision OCR", "Keywords": "natural gas import study, sui northern gas pipelines, ministry of petroleum and natural resources, private sector investment, gas import projects, natural gas import, adb technical assistance 2954, adb project 29677", "Producer": "www.adlibsoftware.com:EXS3185-Windows XP:TNG", "ModDate": "D:20081003085956+08'00'", "Title": "Natural Gas Import Study"}}