{"path": "data/input/ta/30015-stu-tar.pdf", "pages": ["ASIAN DEVELOPMENT BANK\t TA: STU 30015\nTECHNICAL ASSISTANCE\nTO THE\nMEKONG/LANCANG RIVER TOURISM PLANNING STUDY\nJune 1997\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "ABBREVIATIONS\nCNTA/YP\t -\t China National Tourism Administration of Vunnan\nProvince\nESCAP\t -\t Economic and Social Commission for Asia and the Pacific\nGMS\t -\t Greater Mekong Subregion\nLao PDR\t -\t Lao People's Democratic Republic\nNTO\t -\t National Tourism Organization\nPRC\t -\t People's Republic of China\nNOTE\nIn this Report, \"$\" refers to US dollars.\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "I.\t INTRODUCTION\n1. The Mekong/Lancang1 River Tourism Planning Study was identified as a\npriority project in the tourism sector of the Greater Mekong Subregion (GMS) at the\nMinisterial-level meeting of the Third Conference on Subregional Economic\nCooperation in Hanoi in April 1994. Subsequently, the Tourism Sector Working Group,\ncomprising heads of the national tourism organizations (NTOs) of the GMS countries2\nunder the GMS cooperation program, prepared a project profile for this Study at their\nfirst meeting in April 1995. The Study was conceived in three phases, and the Working\nGroup requested that it be undertaken by the Bank and the Economic and Social\nCommission for Asia and the Pacific (ESCAP). Phase I was undertaken by ESCAP.\nThis phase focused on a broad assessment of the tourism potential of the Mekong\nRiver and was completed in December 1996. The Working Group reiterated its request\nat its fifth meeting in November 1996 that the Bank undertake the subsequent phases\nof the Study through a regional technical assistance (RETA) project. 3 Bank\nrepresentatives at the meeting undertook a preliminary review of the tasks involved in\nconsultation with representatives of the GMS countries and ESCAP. Subsequent\nconsultations have been held with the NTOs on the objectives, scope, cost estimates,\nterms of reference, and implementation arrangements of the TA.\nII. BACKGROUND AND RATIONALE\n2. The Mekong River is an evocative icon of the GMS. It rises at 4,975\nmeters on the Tibetan Plateau and meanders in a blend of serenity and turbulence\nthrough six countries in its 4,500 kilometer course to the Mekong delta and the South\nChina Sea. It flows through the primeval rain forests of Xishuangbanna in Yunnan\nProvince of the People's Republic of China (PRC), skirts Myanmar briefly, and forms\nthe border between Thailand and Lao People's Democratic Republic (PDR). It is a\nlifeline for many communities in Lao PDR especially between Luang Prabang, recently\ndeclared a World Heritage Site, and Vientiane, the country's capital. Heading south,\nthe Mekong flows through Cambodia and at Phnom Penh backs up during the\nmonsoon season into a tributary linked to Tonle Sap, the largest freshwater lake in\nSoutheast Asia. In southern Viet Nam the river divides into several smaller streams\nbefore merging with the tropical waters of the South China Sea.\n3. The Mekong has been an integral part of the history and culture of the\nGMS countries. It is a shared resource and provides a common link between them.\nThe River's tourism potential is rich. Despite the hazards of navigating sections of the\nRiver between Yunnan Province and Cambodia, the Mekong has a variety of cultural,\nnatural, and historical attractions sited on it or in its immediate vicinity. The ESCAP-\nfinanced Phase 1 study identified six River segments that offer a combination of\necological, cultural, and adventure tourism. Segment 1, also called The Golden\nQuadrangle, covers the stretch from Xishuangbanna to Chiang Rai. Protected rain\nThe Mekong River is known as the Lancang River in Yunnan Province of the People's Republic of\nChina.\n2\t Cambodia, Lao People's Democratic Republic, Myanmar, People's Republic of China, Thailand,\nand Viet Nam.\nThe TA first appeared in ADB Business Opportunities in October 1996.\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "2\nforests, tropical gardens, minority villages, bamboo rafting, elephant rides, and the ruins\nat Chiang Saen are the principal tourist attractions in this segment. In Segment 2, The\nLaos Experience, excursions to hill tribe villages; exploring Luang Prabang, Vientiane,\nand Savannakhet; and visits to Buddhist temples and caves are the major attractions.\nThe third segment,. Before Cambodia, is from Pakse to the Khong Falls. Water falls,\nelephant treks, agro-tourism, and excursions to see the Um Muang Khmer temple ruins\nand the Pha Taem prehistoric rock paintings are the main attractions in this segment.\n4. Segment 4, also called To Ancient Angkor, covers the Mekong's stretch\nfrom Phnom Penh to Siem Reap (at the northern edge of Tonle Sap). Angkor, a World\nHeritage Site comprising the remains of Khmer temples from the 9th to 13th centuries,\nis accessible from Siem Reap. Segment 5, The Indochina Connection, links Phnom\nPenh and Ho Chi Minh City. A variety of tourist attractions are available and more\ncould be worth developing including overnight river travel between the two historic\ncities. The Mekong delta comprises Segment 6, also called Waterworld. Ancient ruins,\nmonasteries, pagodas, bird sanctuaries, canal boat tours, and water skiing along local\ncanals are some of the tourist experiences potentially on offer in this segment.\n5. Developing the River's significant tourism potential offers considerable\nbenefits for subregional cooperation. It will enable the development of road and air\nlinks between tourist centers across countries, facilitate the movement of people and\ngoods across borders, and assist in opening economies. Host communities will have\nan opportunity to share their unique cultural and historical heritage in a manner that is\nin harmony with their social and physical environment. Concepts of sustainable tourism\nwill be put in place through the implementation of ecotourism subprojects. Additional\nrevenues will accrue to the GMS countries by way of hard currency earnings, and the\ngrowth of local economies.\n6. Much is currently being done by the GMS countries, both individually and\njointly, to develop the subregion's tourism potential and market it as a tourist\ndestination. External agencies are supporting these efforts in various ways. The Bank,\ntogether with ESCAP, is supporting cooperative tourism development. The Pacific Asia\nTravel Association assists with the annual meetings of the Mekong Tourism Forum and\nhas helped produce a well-received promotional video called Jewels of the Mekong. A\ntraining of trainers program for selected tourism personnel in the NTOs of the six\ncountries was conducted successfully in November-December 1995. Training in\nheritage management is commencing with assistance from the United Nations\nEducational, Scientific and Cultural Organization. The World Tourism Organization is\nalso supporting this endeavor. The Bank is financing a number of projects that will\nupgrade airports in the subregion, improve water supply and sanitation facilities in cities\nsuch as Phnom Penh, Ho Chi Minh City, and Vientiane, establish improved road links,\nand augment power supplies. While all of this will directly underpin the promotion of\nthe subregion as an attractive tourist destination, the GMS countries now note the need\nto blend these efforts on a subregional basis to capture the benefits of increased tourist\nflows. Using the Mekong as the principal common theme of the subregion is seen as\nthe key to developing its full tourism potential.\n7. The development of the Mekong's tourism potential requires careful\nstudy and planning by the GMS countries. Development themes have to be\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "3\nestablished in the several circuits that comprise the individual river segments. Village-\nbased tourism is a potentially attractive theme for presenting some of the subregion's\ncultural heritage and needs to be investigated together with community-based tourism\nmanagement. Social, cultural, and environmental impacts have to be carefully\nassessed. The carrying capacity of each segment has to be established and\nmechanisms developed to ensure that the limits are not transgressed. Overall, detailed\nfeasibility studies of the six identified river segments are needed to prepare investment\nplans for approval of the Governments concerned and for consideration of the private\nsector and other interested funding agencies. Also needed is an assessment of the\nlegal, financial, and administrative mechanisms for the cooperative management of\nriver-based tourism, and the role of bodies and authorities, either existing or to be\nestablished, in the context of the required planning and management mechanisms.\nIll.\t THE TECHNICAL ASSISTANCE\nA.\t Objectives\n8. The aim of the TA is to assist the NTOs of the GMS countries in\ncomprehensively evaluating the feasibility of developing the tourism potential of the\nMekong River in a way that promotes cooperation between the subregional countries,\nand protects the physical and cultural environment. Based on the evaluation, the TA\nwill help the NTOs jointly plan the development of the identified River segments. A\nsecondary objective is to facilitate cooperative management of the River's tourism\nresources to support the anticipated investments in tourism infrastructure and facilities.\nB.\t Scope\n9. The scope of the TA includes (i) preparation of segment concept plans\nfor each of the identified six River segments; (ii) analysis of the legal, financial, and\nadministrative mechanisms needed for cooperative river tourism management; (iii)\nholding of country workshops to secure agreement on the draft plans; (iv) presentation\nof the draft final plans at industry seminars to obtain private sector views, and; (v)\npreparation of an overall concept plan. Each segment concept plan will (i) take into\naccount long-term tourism goals; (ii) identify priority tourism circuits for development\nand their primary markets; (iii) develop and establish tourism product development\nthemes and tourism development zones in each circuit; (iv) determine the level and\nquality of available and needed infrastructure; (v) assess tourism management\narrangements including management by host communities; (vi) cost the proposed\ndevelopments and provide an economic and financial analysis; and (vii) evaluate the\nsocial (including health), environmental, and economic impact of the proposed\ndevelopments. The activities included in the scope of work are grouped in two parts.\nPart A will address the preparation of segment concept plans. Part B will cover the\ndiscussion of the plans at workshops and seminars, and their finalization.\nC.\t Cost Estimates and Financing Plan\n10. The total cost of the TA is estimated at $655,000 equivalent. The Bank\nwill provide a grant of $600,000 to cover (i) the remuneration, per diem, and travel costs\nof the international consultants; (ii) communications, reports, and the final workshop;\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "4\nand (iii) contingencies. The remaining costs, including those relating to the workshops\nand industry seminars, will be met by the participating GMS countries. Details are\ngiven in Appendix 1.\nD.\t Implementation Arrangements\n11. The TA will be executed by an international consulting firm engaged by\nthe Bank in accordance with the Bank's Guidelines on the Use of Consultants. Terms\nof reference for the consulting services are outlined in Appendix 2. About  17 person-\nmonths of consulting services with expertise areas including (i) tourism master\nplanning, (ii) tourism product development planning and marketing, (iii) sociology, (iv)\neconomic and financial analysis, and (v) law, will be required to undertake the tasks.\nThe tourism master planning expert will be the team leader.\n12. Cooperative planning between the GMS countries, tourism sector\norganizations, and others involved in tourism development, including the private sector,\nis at the core of the design of this technical assistance project. Workshops are needed\nto discuss the draft concept plans in a country context among the tour operators, travel\nagents, various local tourism associations, government agencies, and international\norganizations connected with tourism planning and marketing, and heritage\nconservation. Industry seminars will be held to present the finalized concept plans to a\nbroader international audience, determine priorities in the implementation of the\nconcept plans, develop approaches to public-private partnerships in their\nimplementation, and seek interest, particularly that of the private sector, in the financing\nof the individual plans. The Agency for Coordinating Mekong Tourism Activities will\nassist the Bank and the NTOs coordinate the workshops and seminars. The Agency,\nestablished in January 1997 under the auspices of the Tourism Authority of Thailand as\na result of an initiative taken by the GMS Tourism Sector Working Group, assists in\ncoordinating tourism sector projects approved by the Working Group.\n13. The NTOs, including the China National Tourism Administration of\nYunnan Province (CNTA/YP) in the PRC, will be responsible for assisting the\nconsultants in the execution of their tasks. The NTOs and CNTAIYP will also be\nresponsible for organizing and holding the four workshops (one day each) referred to in\nparas. 4-7 of Appendix 2. Similarly, they will arrange and lead the six industry seminars\n(one day each). For both the workshops and the seminars, the consultants will assist\nthe NTOs. More than one country will be involved in each workshop. It has been\nagreed that Cambodia, Lao PDR, Thailand, and Viet Nam will take the lead\nresponsibility for the NTO Workshops as indicated in Appendix 2.\n14. It is expected that the TA will commence in September 1997 and be\ncompleted by March 1998. The consultants will provide the Bank and the NTOs with (i)\na draft plan for each River segment within four months of commencement of work, and\na final plan within six months; (ii) a draft report on the legal, financial, and administrative\narrangements for cooperative River management within four months, and a final report\nwithin six months; and (iii) an overall concept plan incorporating the final plans and the\nfinal report within seven months.\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "5\n15. The NTOs will nominate a Project Manager each to guide the\npreparation of the draft plan relating to their River segment and the draft report. The\nProject Manager will be responsible for guiding the consultants team in its work and in\nhelping the consultants liaise with local authorities, other government departments, and\nthe private sector. The NTOs will also assign two full-time counterpart staff each to the\nconsultants team for the entire duration of the TA. The staff will have experience and\nknowledge relevant to their respective Governments' rules and regulations in relation to\ntourism development, and will assist the consultants in researching and developing the\ndraft plans and draft report.\nIV.\t THE PRESIDENT'S DECISION\n16. The President, acting under the authority delegated by the Board, has\napproved the provision of technical assistance, on a grant basis, in an amount not\nexceeding $600,000 for the purpose of the Mekong/Lancang River Tourism Planning\nStudy, and hereby reports such action to the Board.\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "6\nAppendix 1\nCost Estimates and Financing Plan\n($)\n\t\nItem Cost\nA. Bank Financing\n1. Consultants\na. Remuneration and Per Diem 400,000\nb. International and Local Travel 75,000\n2. Communications 16,000\n3. Reports 25,000\n4. Final Workshop 6,000\n5. Contingencies 78,000\nSubtotal (A) 600,000\nB. Financing by the National Tourism Organizations\n1. Workshops (Cambodia, Lao PDR, Thailand, Viet Nam) 10,000\n2. Industry Seminars (All Countries) 15,000\n3. Office Accomodation and Facilities 20,000\n4. Ground Transportation 10,000\nSubtotal (B) 55,000\nTotal 655,000\nSource: Staff estimates.\n(Reference in text: page 4, para. 10)\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "7\nAppendix 2, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\nThe technical assistance will be undertaken in two parts. The tasks to be\ncovered under each are detailed below. The consultants will review the final report of the\nPhase 1 study undertaken by the Economic Commission for Asia and the Pacific before\ncommencing the technical assistance.\nPart A\n1. The consultants will prepare draft segment concept plans for each of the\nsix River segments identified in the Phase I consultant's report. The consultants will\nfamiliarize themselves with the Bank's draft policy on indigenous peoples to facilitate\nreviewing the cultural impact of tourism in the River segments. For each draft plan, the\nfollowing tasks will be undertaken.\n(i) Develop and establish realistic tourism development goals expressed in\nterms of desired volume of tourism, goals for the distribution of economic\nbenefits, environmental and cultural preservation objectives, the general\nnature of cross-border linkages, and international cooperation in tourism\nplanning. The analysis should be based on a 20-year forecast of the\nsegment's development and should factor in the relevant socioeconomic,\ncultural, and natural features of the area.\n(ii) Identify priority tourism circuits for development. Rank these circuits based\non (i) uniqueness in terms of natural beauty; cultural, religious, or historical\nsignificance; opportunities for adventure tourism; or a combination of these\nfactors; (ii) the special tourist attractions and the likely length of tourist\nstays and spending; (iii) overall potential tourist appeal; and (iv) the\nlikelihood of the circuit supporting a growth in tourism without detriment to\nthe local culture or environment. Conduct surveys of tourists, travel\nagents, tour operators, and local community groups to assist in the\nevaluation and ranking of the circuits.\n(iii) Assess the overall context of investments in transport and other\ninfrastructure necessary for supporting tourism in the countries concerned\ntogether with priorities. Within this assessment, determine the location,\nquality, and attractiveness of tourism infrastructure at each destination in\nthe circuit, and on the routes between each, including (i) ease of access to\nthe destination and to attractions, or potential attractions, along or\ncontiguous to the circuits; (ii) campsites, lodges, and hotels; (iii) restaurants\nand wayside eating places; and (iv) tours, tour guides, vehicles, and\nporters. Make an inventory of available and required infrastructure.\nEvaluate the means of access to circuit destinations. Classify and\nprioritize the required infrastructure and prepare cost estimates for its\nprovision.\n(iv) Conduct an initial environmental examination of the proposed\ndevelopments using the Bank's Environmental Assessment Requirements\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is d(Repeenfederentn ocne th ien q utealxityt: o pf sacganen e4d,  dpoacurma.e n1ts1.)", "\t\n8\nAppendix 2, page 2\nand Environmental Review Procedures and Environmental Guidelines for\nSelected Infrastructure Development Projects. Recommend appropriate\nenvironmental management, mitigation, and monitoring measures. Ensure\nthat the costs of addressing any minor negative environmental impacts are\nincluded in the developmental costs.\n(v) Conduct socioeconomic surveys based on the Bank's Handbook for\nIncorporation of Social Dimensions in Projects. Describe and evaluate\nsocioeconomic conditions in the circuit as a whole; coverage should\ninclude population, gender, ethnic makeup, household sizes, incomes,\noccupations, and health conditions. Assess the preferences of local\ncommunities in developing their areas for tourism, and their willingness to\nparticipate in managing prospective tourism. Evaluate the likely impact of\nthe growth in tourism in social terms, including the reduction of poverty,\nand identify any negative impacts, including any on indigenous peoples.\nDescribe the social justification for developing the circuits.\n(vi) Develop and establish tourism product development themes and tourism\ndevelopment zones associated with each circuit; the themes should be in\nline with the overall assessment of each circuit and within the framework of\nexisting social and cultural mores. Identify the roles of the Government\nand the private sector in providing for tourism infrastructure, regulating\ntourism growth, developing and maintaining standards, and conserving the\nphysical and cultural environment.\n(vii) Identify primary target markets for each circuit. Indicate likely secondary\nmarkets. Advise on effective marketing strategies and predict likely trends\nin market growth. Evaluate options regarding cooperative marketing\nefforts through the national tourism organizations (NTOs) and private\nsector organizations in the cooperating countries. Recommend appropriate\norganizational and funding arrangements.\n(viii) Cost the draft plan and undertake a financial and economic analysis of the\nfully costed proposal, including operating costs of circuit tours. Evaluate\nthe impact of each segment in terms of diverting tourist traffic from existing\ndestinations and estimate the net economic and financial additionality.\nEstimate direct and indirect benefits to the local communities, and\ncalculate the economic internal rate of return for each circuit. Determine\nany needed changes in existing policies (or the need for fresh policies) for\nlicence or entry fees for public buildings, national parks, conservation\nareas, etc.; and estimate financial benefits that will accrue as a result of\nthe development. Assess the likely division of economic benefits between\nthe cooperating countries.\n(ix) Assess the overall sustainability of each River segment and the tourism\ncircuits within it, in environmental, social, and financial terms, with direct\nreference to cost recovery policies for funding of infrastructure and training.\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "\t\n9\nAppendix 2, page 3\n(x) Assess the difference between the financial and economic returns for\nselected tourism investments, and identify the effects of existing\nGovernment policies on the incentive for tourism investment. Assess\nprivate sector interest in participating in the development of the circuits,\nand individual destinations. Identify financial and other incentives that the\nGovernments concerned may consider for attracting private interest; and,\nindicate possible options for sharing capital costs and likely revenues.\nMake appropriate recommendations.\n(xi) Examine the feasibility of developing village-based tourism at sites along\nthe Mekong River identified by the Greater Mekong Subregion (GMS)\ncountries. Evaluate the potential offered by each village in terms of ethnic\nand cultural uniqueness, access to main and secondary roads, ability to\nabsorb the impact of visitor traffic, and interest to travel agents and tour\noperators. Evaluate and recommend options for local management of\ntourist products and services. Prepare investment plans and a time\nschedule for developing the village tourist product, incorporating, among\nothers, ways to involve the local community in the planning and\nmanagement of tourist activities.\n2. In parallel with the tasks outlined above, the consultants will identify and\noutline the legal, financial, and administrative mechanisms for cooperative management\nof tourism associated with the River. The areas to be studied include (i) legal issues that\nwill impact on the cooperative development of the River's tourism potential; (ii) financial\nissues that will arise, including taxation, revenue collection, and distribution; (iii) methods\nfor multilateral licensing and control of tourism operations on the River; (iv) facilitation of\nborder crossings, visas, and permits; and (v) the role of entities or authorities that either\nexist, or need to be established, in the context of the recommended planning and\nmanagement mechanisms. The consultants will submit a separate draft report on these\nissues.\nPart B\n3. The draft Plans will be discussed at workshops to be held by the NTOs of\nthe participating countries. The workshops will review the draft plans, discuss and clarify\nany points of ambiguity, and make changes as considered appropriate. The consultants\nwill undertake modifications to the draft plans as finally agreed at the workshops. The\nworkshops will be held at four places along the River. The NTO representatives will\ncarefully note all key points of debate so that these can be addressed by the consultants\nin finalizing the draft plans. Particular issues can be highlighted at the subsequent\nindustry seminars. The workshops will be organized and conducted by the NTOs with\nassistance from the consultants. At the workshops, the consultants will brief the\nparticipants on (i) concepts of ecotourism with examples of their successful application,\nand (ii) examples of joint tourism circuit management in other countries.\n4. Workshop number one will be held in Chiang Rai. It will cover the section\nof the River north of the Golden Triangle (segment 1 in the Phase I Report). The NTOs of\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents.", "10\t\nAppendix 2, page 4\nthe People's Republic of China (PRC); 1 Lao People's Democratic Republic (Lao PDR);\nMyanmar; and Thailand will be involved in this workshop.\n5. Workshop number two will be held in Vientiane. It will cover the section of\nthe River between Lao PDR and Thailand and within Lao PDR (segments 2A, 2B, 2C,\nand 3), and will involve the NTOs of Lao PDR and Thailand.\n6. Workshop number three will be held in Phnom Penh, covering the section\nof the River within Cambodia (segment 4 and part of 5), involving the NTOs of Cambodia\nand Viet Nam. Segment 5 is the link between Phnom Penh and Ho Chi Minh City and will\nbe covered both in workshop numbers three and four.\n7. Workshop number four will be held in Ho Chi Minh City, covering the\nsection of the River through Viet Nam (segments 5 and 6), involving the NTOs of Viet\nNam and Cambodia.\n8. The final plans will be presented at industry seminars, one in each country.\nThe objective will be to present the plans to a broad international audience comprising the\ntourism industry, in particular, and the private sector in general, to explain the key\nfeatures of each plan and to seek interest in financing and developing public-private\npartnerships for investment and management. The NTOs and others will also respond to\nquestions on priorities, financing arrangements, and timetables. The seminars will be\narranged and led by the NTO representatives. The consultants will assist the NTOs in\narranging the seminars and provide technical advice. Other participants at the seminars\nwill include commercial sector tourism leaders from the country and representatives from\nall Government agencies with interest in, or influence on, tourism. The consultants will\nnote the principal comments at the industry seminars and prepare a short report thereon.\n9. The consultants will prepare an overall concept plan within which the\nfinalized plans for each segment will be incorporated, together with the report on legal,\nfinancial, and administrative mechanisms for cooperative management of the River's\ntourism potential, and the short report on the industry seminars. The consultants will\npresent the overall concept plan at a final planning workshop to be held to review and\nadopt the final report. The workshop will be held to coincide with a meeting of the GMS\nTourism Sector Working Group.\nIn the case of PRC, the China National Tourism Administration, Yunnan Province will act as the\nNTO.\nDisclaimer : the PDF file attachment may not contain the complete text index. For documents generated from scanned hard-copies, there may be portions of \nviewable text that cannot be copied as selectable text as this is dependent on the quality of scanned documents."], "metadata": {"CreationDate": "D:20080912184343+08'00'", "Creator": "Envision OCR", "Keywords": "tar:stu 30015, greater mekong subregion, mekong/lancang river tourism planning study, mekong river tourism projects, gms cooperation program, tourism sector working group", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20090127093922+08'00'", "Title": "Mekong/Lancang River Tourism Planning Study"}}