{"path": "data/input/ta/30274-tha-tar.pdf", "pages": ["ASIAN DEVELOPMENT BANK\t TAR: THA 30274\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nTO THE\nKINGDOM OF THAILAND\nFOR THE\nBORDER TOWNS URBAN DEVELOPMENT PROJECT\nOctober 1997", "CURRENCY EQUIVALENTS\n(as of 15 October 1997)\nCurrency Unit\t -\t Baht (B)\nB1.O0\t =\t $0907\n$1.00\t =\t B36.15\nThe baht is in the managed floating exchange rate regime.\nABBREVIATIONS\nBMR\t -\t Bangkok Metropolitan Region\nCIPO\t -\t Center for Integrated Plan of Operations\nGMS\t -\t Greater Mekong Subregion\nI MT-GT\t -\t Indonesia-Malaysia-Thailand Growth Triangle\nTA\t -\t Technical Assistance\nNOTES\n(1)\t The fiscal year of the Government ends on 30 September.\n(ii)\t In this Report, $\" refers to US dollars.", "L\t INTRODUCTION\n1. During the 1996 Country Programming Mission, the Government of the Kingdom\nof Thailand requested technical assistance (TA) to prepare a project to support the\ndevelopment of selected border towns through the creation of an improved physical, policy, and\ninstitutional environment that will help the Government realize its ultimate objective of regionally\nbalanced, equitable, efficient, and sustainable urban development. In response to this request,\nand following incorporation of the TA in the 1997 Country Assistance Plan, a Fact-finding\nMission for the proposed TA was fielded in August 1997. The Mission held discussions with\nrepresentatwes of the Central Government, and the provincial and local governments, external\naid agencies, and other stakeholders including urban residents and nongovernment\norganizations; and reached an understanding with the Government on the objectives, scope,\ncost estimates, financing plan, and implementation arrangements for the TA.1\nii.\t BACKGROUND AND RATIONALE\n2. The urban population in Thailand is estimated at 22 million, or 36 percent of the\ncountrys population. A striking feature of the urbanization process is the excessive\nconcentration of population and economic activity in Bangkok and its vicinity resulting in\ngrowing environmental problems in the Bangkok Metropolitan Region (BMR), 2 and interregional\nincome disparities across the country. About 50 percent of the urban population live in the\nBMR. In the northeast, where 35 percent of the population reside, and the north, where 20\npercent of the population live, the average per capita incomes are only 30 percent and 40\npercent, respectively, of the income in the BMR. Current population trends show that BMR's\npopulation growth rate (3 percent per annum) is declining, while growth in some regional cities\nand towns is acce'erating by up to 6 percent per annum. Some border towns, with populations\nranging from 10,000 to 40,000 and with current growth rates of up to 4 percent per annum, are\nalso becoming increasingly important in the urbanization and development process mainly\nbecause of opportunities related to cross-border economic activities.\n3. The Government is concerned with the excessive concentration of economic\nactivity in the BMR and its environmental and socioeconomic consequences, and is pursuing\nphysical decentralization policies. A number of measures that the Government is implementing\nto promote decentralization include (i) strategic plans for developing regional economies; (ii)\ninvestment in infrastructure; and (iii) fiscal and banking measures to stimulate private\ninvestment in the target regions. The Regional Cities Project, which attempted to channel\nresources to regional centers, and the eastern and southern seaboard development projects, in\nwhich the Government is establishing deep-sea ports and industrial estates in the eastern and\nsouthern regions, are examples of the Government's specific efforts to achieve regional\ndispersal of economic activity and population. Subregional cooperation is also considered a\npotentially important instrument for balanced urban development. The Indonesia-Malaysia-\nThailand Growth Triangle (IMT-GT) is seen as playing a significant role in developing the\nsouthern region, and the Greater Mekong Subregion (GMS) is regarded as a contributing factor\nto the development of the north and northeast. Further, a number of strategically located border\ntowns, emerging as centers of economic activities in the process of subregional cooperation,\nare considered crucial for stimulating decentralization to peripheral areas. One important target\nThe TA first appeared in ADB Business Opportunities in July 1997.\nThe BMR covers Bangkok Metropolitan Administration area and the neighboring five provinces.", "2\narea defined by the Eighth National Economic and Social Development Plan (1997-2001) is\ndevelopment of border provinces and towns, particularly those that have potential as economic\nbridges linking Thailand with neighboring countries.\n4. The Bank's country strategy, which is in line with the Governments policy,\nincludes (i) development of infrastructure and related policy and institutional reforms in less\ndeveloped regions with a view to equitable development and promotion of decentralization; (ii)\nhuman resources development; and (iii) effective management of the environment for\nsustainable development. The north, northeast, and the south are the priority areas for the\nBank's assistance. Two ongoing Bank TA projects, which are expected to lead to loans for\nimproving water supply and sanitation, target the northeast. The advisory TA2 being\nimplemented aims to strengthen the Government's capacity to formulate and monitor policies\nand programs on decentralization. Another dimension of the Banks strategy in Thailand is\nlinking economic activities in periphery regions to those in neighboring countries. Since 1992,\nthe Bank has provided various TA programs to promote subregional cooperation in the GMS\nand IMT-GT. Some priority projects identified under these programs have already progressed\ntoward Lmplementation. The feasibility studies for the East-West Transport Corridor, linking\nnortheast Thailand with the Lao People's Democratic Republic (Lao PDR) and Viet Nam, and\nthe highway linking Bangkok to Phnom Perth and Ho Chi Minh cities were prepared under TA\nfrom the Bank. The issue of nonphysical barriers to subregional cooperation was also\naddressed under advisory TA.3\n5. Several other development partners are involved in the urban sector and border\ntown development. The Australian Agency for International Development provided TA for the\ndevelopment of Nong Khai town on the Thailand/Lao PDR border. The United Nations\nDevelopment Programme is embarking on a study to optimize the benefits for economic\ntransition and sustainable human development in the process of subregional cooperation. The\nstudy, which will cover the border area connecting the southern part of northeast Thailand to\nneighboring countries, will basically focus on social issues such as gender and health care. The\nJapan International Cooperation Agency is about to start TA for the preparation of a regional\nmaster plan covering the northeast region. The Norwegian Agency for International Cooperation\nrecently provided assistance in the preparation of the Spatial Development Framework with a\nview to coordinating the major investments of many public and private agencies affecting spatial\ndevelopment of the country. An ongoing World Bank study, Urban Development Under the\nEighth and Ninth Plans, focuses on setting up an urban development fund and strengthening\nlocal governments in selected regional cities.\n6. There is already evidence that the contribution of border towns to the national\neconomy is increasing. Trade in these towns has increased considerably. For example,\nMukdahan, which is on the route of the East-West Transport Corridor and which lies opposite\nSavannakhet of Lao PDR along the Mekong River, accounts for 30 percent of the total value .of\nthe border trade between Thailand and Lao PDR. At Aranyaprathet on the route of the\nTA No. 2568-THA:Notheast Region Water Supply and Sanitation, for $600,000, approved on 14 May 1996:\nand TA No. 2698-THA:Khon Kaen Water Supply and Sanitation, for $550,000, approved on 4 December\n1996.\nTA No. 2364-THA:Stxngthening Policy, Planning and Programming for Decentralization and Regional\nDevelopment, for $400,000, approved on 19 July 1995.\nTA No. 5686-THA:Mitigation of Nonphysica/ Bamers to Cross-border Movement of Goods and People, for\n$180,000, approved on 29 May 1996.", "proposed highway from Bangkok to Phnom Penh and Ho Chi Minh cities, the border trade is of\nutmost importance to the economy with the current trade volume estimated at 8120 million to\n150 million per month. Along the Malaysian border, the volume of exports has increased to 28\npercent of the total exports of the country. Some border towns are also playing increasingly\nimportant roles in the tourism industry, which is one of Thailand's major foreign exchange\nearners. At Sadao on the Malaysian border and the route of the north-south expressway from\nThailand to Malaysia and Singapore, the number of tourists entering Thailand, over the last ten\nmonths, has reached 500,000, much higher than the previous year. Chiang Saen in the north, a\ngateway to the Golden Triangle, receives 2,500 domestic and foreign tourists daily, In addition,\nsome of these towns are expected to become the locations of industrial cooperation with\nneighboring countries under various subregional economic schemes. 1 With the completion of\nongoing and planned projects in the process of subregional cooperation, it is expected that the\npace of development ri border towns will further accelerate.\n7. There are, however, impediments to the development of border towns. Although\nthere is a clear Government policy on physical decentralization, the policies in other related\nsectors, which have a direct bearing on the spatial distribution of economic activity, are not fully\nsupportive of this policy. The incentive policy, which provides the highest incentive to the\nentrepreneurs investing in regions outside the extended BMR and the ten adjacent provinces,\ncovers a large geographical area, and thus becomes ineffective to make a desired impact on\nspecific areas. Regulatory constraints, such as trade and labor barriers, pricing issues, and\nexchange control hinder cross-border economic activities. The poor state of infrastructure,\ninsufficient urban services and environmental management are other major obstacles to the\nexpansion of economic activities and improved quality of life in the border towns. The health\nand productivity of the urban population are threatened by the lack of safe water, and poor solid\nwaste management and drainage systems. Urban growth is taking place in an ad hoc manner,\nparticularly in those areas where border check points and markets are located. Development is\nconstantly undermined by lack of coordination between urban institutions, the fragmented\nnature of the urban administration structure, 2 limited power, and inadequate capacities of local\ngovernments in urban management and resource mobilization. Despite the Government's\nadministrative decentralization policy and local governments being formally mandated to\nprovide most urban services, the centralized fiscal pattern of the country prevents local\ngovernments from raising and having access to the required funds for their tasks. These towns,\nwith their present capacity, are not prepared to cope with the pressure of the growth already\nbeing experienced.\n8. A wholistic approach and concerted efforts are imperative to harness the\ndevelopment potential of border towns and make them an effective means of physically\nbalanced and equitable urban development. There is a need to develop a comprehensive\npackage of development strategies for border towns linking the country's decentralization\nThe Ministry of Industry (MOl) has completed a study to develop models for the establishment of Special\nBorder Economic Zones in Mukdahan and Mae Sot. Government approvals of the Mukdahan and Mae Sot\neconomic zones are expected in October 1997. Further, a feasibility study was conducted by MOl for\nspecial economic zones in several districts including Betong and Tak Bal on the Malaysian border taking\ninto account the IMT-GT. Some border towns on the Malaysian border are seen as having considerable\npotential to attract some industrial activities from northern Malaysia.\n2 There are sometimes several rocal administrations responsible within the same urban area or urban\nagglomeration such as in Sadao district where there are the Sadao municipality, Sadao Subdistrict Tambon\nAdministrative Organization, and Pedang Besar Sanitary district.", "4\nprocess to subregional cooperation efforts. Interventions in urban development to be based on\nthe overall strategy should focus on providing adequate infrastructure and service facilities to\nenhance the economic performance of border towns and urban services for the growing\npopulation. Policy and institutional constraints to urban development need to be addressed\nalong with a comprehensive capacity-building program for local governments to ensure\nsustainable urban development. The TA is needed to prepare an overall development strategy\nand an investment package for urban development in selected border towns.\nIll.\t THE TECHNICAL ASSISTANCE\nA.\t Objective\n9. The aim of the TA is to prepare a Project that will support the creation of an\nimproved physical, policy, and institutional environment in selected border towns. The Project is\nintended to help the Government in its decentralization efforts to achieve the ultimate objective\nof equitable. efficient, and sustainable urban development.\nB.\t Scope\n10. The scope of the TA will comprise preparation of (i) a strategic framework and a\ncomprehensive package of development strategies, including (a) an assessment of the\ndevelopmental roles of border towns in light of resource endowments, locational advantage\nand policies and programs on decentralization, and opportunities emerging from subregional\ncooperation; (b) selection of towns and assessment of constraints to productive capacity as well\nas the potential for development; (c) strategic investment areas in both private and public\nsectors, and forecasts of future growth; and (d) a set of strategies in priority sectors,\ninfrastructure, policy, regulatory, financial, and institutional terms; and (ii) an investment\npackage for improving infrastructure, urban services, and management in selected border\ntowns, including (a) detailed feasibility studies and preliminary cost estimates; (b) social,\nfinancial, economic, and environmental analyses for Project components; and (C) Project\nproposals and implementation arrangements.\n11. The TA will take into account the earlier Bank TAs on decentralization and\nsubregional cooperation. Coordination will be maintained with the ongoing projects undertaken\nby the Bank, the Government, and other aid sources. The TA will incorporate a participatory\napproach. A total of ten towns will be selected for detailed study at a tripartite meeting at the\nend of the first month. It is envisaged that the ensuing Project will comprise investments based\non the strategic framework, and on the specific needs of each town in infrastructure and urban\nservices such as wastewater treatment, solid waste management, drainage, sanitation, water\nsupply, basic services for the urban poor, transport infrastructure and services, economic\ninfrastructure such as industrial sites, markets, and capacity building of local governments.\nC.\t Cost Estimates and Financing Plan\n12. The estimated cost of the TA is $1,000,000 equivalent comprising a foreign\nexchange cost of $467,000 and a local currency cost of $533,000 equivalent. The Bank will\nfinance the entire foreign exchange cost and $333,000 equivalent of the local currency cost,\ntotaling $800,000 equivalent, on a grant basis from the Japan Special Fund, funded by the\nGovernment of Japan. The Government contribution of $200,000 equivalent covers the", "5\nremuneration of counterpart staff, office accommodations, surface transportation for counterpart\nstaff, and counterpart funds for part of the workshop activities. The details of the cost estimates\nare in Appendix 1. The Government was informed that approval of the TA does not commit the\nBank to financing any ensuing project.\nD.\t Implementation Arrangements\n13. The Center for Integrated Plan of Operations (CIPO) of the National Economic\nand Social Development Board, the key central planning agency, will be the Executing Agency\nfor the TA. CIPO, with its high caliber staff, is specifically assigned to undertake integrated\nplanning studies, planning and implementation of regional development, and specific area\ndevelopment programs of national concern. The overall guidance for the TA will be provided by\na steering committee composed of representatives of the Ministry of Interior, Fiscal Policy\nOffice, Ministry of Industry, Ministry of Science, Technology and Environment, and local\ngovernment representatives in the Project towns. The TA will be implemented over an eight-\nmonth period from February 1998 to October 1998, and will include workshops to discuss the\ninterim and draft final reports with all stakeholders, including beneficiaries and nongovernment\norganizations. CIPO will provide a TA coordinator, counterpart staff equivalent to about 70\nperson-months, support staff, office space, and facilities and local transportation for counterpart\nstaff in Bangkok and the border towns. CIPO wilt be responsible for coordinating, steering, and\nmonitoring the counterpart activities.\n14. The TA will be undertaken by a consulting firm recruited in accordance with the\nBank's Guidelines on the Use of Consultants and other arrangements satisfactory to the Bank\non the engagement of domestic consultants. About 48 person-months of consulting services wiU\nbe required, includingabout 16 person-months of international and 32 person-months of\ndomestic specialists. The team will comprise international experts in development\nplanning/economics, urban development, municipal engineering, and economic and financial\nanalysis: and domestic experts in development planning/economics, industry/finance,\nengineering, urban planning and management, local governance/finance, and sociology. The\noutline terms of reference for the consulting services are in Appendix 2.\n15. By the end of the first month after commencement of services, the consultants\nwill submit an inception report including the description of the scope, approach, work program,\nconfirmation of the selection of towns, and preliminary analyses. An interim report containing\nthe strategic framework for border town development, and prefeasibility studies of the Project\ncomponents will be submitted after the fourth month, and a draft final report describing the\nscope, implementation arrangements, and the feasibility of the Project components seven\nmonths after the commencement of the TA. Tripartite meetings will be held with the\nGovernment, the Bank, and the consultants to discuss the TA reports. A final report will be\nsubmitted one month after comments on the draft final report are made by the Government and\nthe Bank.\nIV.\t THE PRESIDENT'S DECISION\n16. The President, acting under the authority delegated by the Board, has approved\nthe provision of technical assistance, on a grant basis, to the Government of the Kingdom of\nThailand in an amount not exceeding the equivalent of $800,000 for the purpose of the Border\nTowns Urban Development Project, and hereby reports such action to the Board.", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\n6\nAppendix 1\nCOST ESTiMATES AND FINANCING PLAN\n($'OOO)\nItem\t Foreign\t Local\t Total\nExchange\t Currency\t Costs\nA. Bank Financing (JSF)\n1. Consultants\nRemuneration\nInternational Consultants 288\t -\t 288\nDomestic Consultants 224\t 224\nPer Diem\n\t\nInternational Consultants 78 78\n\t\nDomestic Consultants 27 27\n\t\ninternational Travela 30 30\n\t\n2. Reports 8 a\n\t\n3. Communications 5 5\n4. Workshops 5\n\t\n5. Local Travel 17 17\n\t\n6. Support Services 10 10\n\t\n7. Socioeconomic and Engineering Surveys 8 8\n\t \t\n8. Contingencies 58 42 100\n\t \t\nSubtotal (A) 467 333 800\nB. Government Financing\n1. Office Accommodatibn and Facilities -\t 48 48\n2. Counterpart Staff Remuneration -\t •110 110\n3. Local Transportationb -\t 24 24\n4. Equipmentc -\t 8 8\n5. Workshops -\t 10 10\nSubtotal (B) 200 200\nTotal 467\t 533 1,000\na\t Includes the expenses of one Government representative to attend contract negotiations.\nb\t For Central Government and provincial government counterparts, including domestic air fares.\nProvision of office equipment such as fax and photocopier, and telephone for use by counterpart staff and\nconsultants. Cost of report reproduction and computer use are not included under this component.\n(Reference in text: page 5, para. 12)", "7\t Appendix2,pagel\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES\nA.\t Strategic Framework\n1.\t Overall Strategy\n1.\t The consultants' responsibilities will include the following:\n(1) Review all previous reports and studies related to urbanization and economic\ndevelopment in Thailand, economic decentralization, regional development, and\nsubregional cooperation with implications on the pace and pattern of\ndevelopment in border towns. Identify data gaps. and collect and analyze\ninformation on the socioeconomic, physical, and demographic attributes of\nborder areas.\n(ii) Review the r&evant Government policies and programs ri urban and regional\ndevelopment: physicai decentralization, e.g., policies on industry and trade, the\npolicies and operations of the Ministry of Industry, and Board of Investment in\neconomic decentralization, and macroeconomic policies, that have a bearing on\nthe spatial distribution of population and economic activity; and subregional\ncooperation - Greater Mekong Subregion and the Indonesia-Malaysia-Thailand-\nGrowth Triangle. Assess their implications for the border towns.\n(iii) Review organizational and management structures, and systems related to\nregional development, including the availability of a regional information system\nto assist in planning and monitoring regional development. Review the urban\ninstitutional and legal framework within which urban local government operates.\nReview the administrative decentralization policy and trends in local governance.\n(iv) Review the investment proposals. e.g., major transport corridors, and policy\nreforms proposed under various studies on decentralization and subregional\ncooperation, including the Bank's technical assistance (TA) and the Country\nSynthesis of Postevaluation Findings in Thailand (1995). Assess the\neffectiveness of policy reforms for the ongoing activities and the likely impact of\nproposed policy reforms, and ongoing and planned investments of the\nGovernment and external agencies on border towns.\n(v) Review and assess the selection process, justification, and criteria for the ten\nborder towns1 identified by the National Economic and Social Development\nBoard. Confirm, if appropriate, the inclusion of these towns in the TA for detailed\nfeasibility studies based on objective criteria including (a) economic growth\npotential and prospective role in regional, national, and subregional contexts; (b)\nprojected population growth; (c) infrastructure and service needs: and (d)\nwillingness to participate in the Project and commitment to implement the\nmeasures with regard to local resource mobilization and cost recovery.\nThese towns are Aranyaprathet, chiang Khong, Chiang Saen. chong Mek, Huay Khon, Mae Sa. Mukdahan. Nakhon\nPhanom, Sadao (includes Pectang Besar and Sadao border check point), and Sunga Kolok.\n(Reference in text: page 5, para. 14)", "8\t Appendix 2, page 2\n(vi) Identify the present and future composition of the economic output of the selected\ntowns and the sectoral products, e.g., agro-industry, trade, and tourism, for which\neach border town has a comparative advantage in light of its own resource\nendowments, e.g., labor, capital, natural resources, and infrastructure; locational\nadvantage; subregional infrastructure linkages; and other opportunities.\n(vii) Identify activities that are currently nonexistent and underdeveloped but are likely to\nemerge and be viable after the completion of major initiatives in the context of\nsubregional cooperation. Asses the feasibility of creating special economic zones in\nkey border towns in coordination with the operations of and studies carried out by\nthe Ministry of Industry.\n(viii) Identify the prospective developmental roles, including forecast of the future\neconomic growth and additional employment opportunities to be generated, that\nthese towns will play in their hinterland in a national and subregional context aver a\nten-year planning horizon.\n(ix) Identify policy, institutional, infrastructure, and resource constraints, i.e., human.\nfinancial and capital, local entrepreneurship, availability of know-how, and credit and\nbanking facilities. Assess particular social problems that constrain the development\nand welfare of populations in the border towns.\n(x) Design and implement throughout the TA a participatory process to (a) identify the\nperceived priorities of the local people to be affected by the ensuing Project; (b)\ncreate opportunities for all stakeholders, i.e., the community, private sector,\nnongovernment organizations, locally elected leaders, and government officais, to\ninteract with each other for forming partnerships for the development of border\ntowns; and (C) build consensus on the Project proposals.\n(xi) Based on the above analysis, identify the areas of intervention that will mitigate the\nconstraints to development of the border towns; and prepare development\nstrategies, including (a) strategc investment and infrastructure requirements of\npriority sectors; (b) policy, regulatorj, and fiscal strategies to induce private\ninvestment and economic activities in the border towns and encourage private\nsector participation in infrastructure development; remove nonphysical barriers to\ncross-border economic activities, and movement of goods, people, capital, and\nlabor; and promote services such as credit facilities, and know-how on\nentrepreneurship; (c) urban development strategies that are consistent with and\nsupportive of the roles of the border towns, and take into account social and\nenvironmental concerns; (d) institutional strategies facilitating concerted efforts of\nvarious agencies involved in the development of border towns, and reinforcing\ndecentralization for proactive urban Local governments, which can combine external\nstrategies with local concerns; and (e) resource generation and management\nstrategies, i.e., human, financial, and environmental.\n(xii) Assess the costs and benefits including the social and environmental costs and\nbenefits of implementing the strategic framework.", "9\t Appendix 2, page 3\n2.\t Town-Specific Urban Development Strategies\n2.\t The consultants will undertake the following:\n(I) Conduct investigations to prepare detailed socioeconomic, demographic,\nenvironmental, and physical profiles of the selected border towns (Project towns).\nBased on the analysis in Section I, make projections for future urban growth.\n(ii) Assess key infrastructure and service deficiencies in these towns. Identify and\nevaluate the severity of existing or potential environmental problems, and assess\nany pollution control requirements.'\n(iii) Conduct sample surveys of the towns populations and interview local leaders to\nascertain public perception of problems. and satisfaction with the level of urban\nservices and development priorities. Carry out participatory meetings.\n(iv) Determine the infrastructure and service needs of the present and potentiaJ\neconomic activities in line with the overall strategic framework in each Project town\nDetermine household needs for infrastructure and services of present and\nestimated future population of the towns, and assess the affordability and\nwillingness of residents to pay for the services. Identify high priority needs of\nhouseholds. Assess the scale and scope of the basic needs of the urban poor.\n(v) Assess the requirements for infrastructure and spatial linkages with the large scale\ninvestments, e.g., transport corridors, taking place in the vicinity of the towns and\nmake proposals for the establishment of appropriate linkages that will maximize the\nmutual developmental impact of the Project towns and the investments proposed.\n(vi) Identify urban expansion needs, and make recommendations on the anticipated\nand desired future directions of the growth of residential, commercial, and industrial\nactivities, and public amenities in the Project towns taking into account existing\ndevelopment plans. Prepare broad outlines of indicative plans to be used as a base\nfor urban infrastructure expansion proposals. Assess the need for land development\nto cater to present and future requirements, and make proposals for innovative land\ndevelopment schemes. Where there are clusters of settlements, e.g.. Sadao, where\nthere are three urban settlements, including Sadao municipal area. Pedang Sesar\nand Sadao subdistrict border check point, apply an integrated approach considering\nthe interlinkages between these settlements.\n(vii) Review the nature and extent of the development, if any, taking place in adjacent\nareas outside the municipal boundaries of border towns and the issue of\nadministrative fragmentation. Review the viability of options to address this issue,\nincluding annexation through extension of municipal boundaries, creation of\ncoalitions of local governments, or other options that would enhance development\ncoordination between these different administrative units.\n(viii) Review and advise on plannng and design standards adopted by the Government\nfor urban infrastructure, services, and land development.", "10\t Appendix 2, page 4\n(ix) With respect to various local administrations, analyze administration structure,\npersonnel policy, revenue and expenditure patterns, the recent Government's\nreform initiatives on taxation, capital financing and local government revolving\nfunds, intergovernmental fiscal relationship, financial management practices, and\nperformance in the delivery of urban services. Assess structural, procedural.\ncultural, and resource constraints to effective, efficient, and equitable urban\nmanagement. Examine the opportunities for establishment of urban administrations\nin Project towns where no municipal administration exists. Identify the constraints to\nprivate sector participation in the delivery of urban services.\n(x) For each Project town, prepare specific development strategies for a time frame of\nten years including (a) strategic investment areas in both private and public sectors:\n(b) consistent urban expansion and infrastructure development program, taking into\naccount social and environmental objectives: (C) resource requirements to\nmpIement strategies and proposals for financing the investment: (d) measures for\ncreating an enabling environment in which local governments increasingly play\npivotal roles; and in which communities, the private sector, the nongovernment\norganizations. and the public sector cooperate in the delivery of urban services: e)\nspecific approaches for private sector participation in the provision of infrastructure\nand the delivery of services: (f) proposals for mobilizing local resources, and\nimproving the system of intergovernmental fiscal transfers; and (g) phasing for\nshort- and medium-term development in the Project towns, and an action plan to\nimplement the proposed institutional, policy, and regulatory reforms.\nB.\t Feasibility Studies and Project Preparation\n3.\t The consultants will have the following responsibilities:\n(I) Determine the scope of the Project components based on the strategic framework,\nand plans and priority needs of each town, as well as on a review of the Bank's\nSector Synthesis of Postevaluation Findings in the Urban Development and\nHousing Sector.\n(ii) Assess the feasibility of the proposed Project package for investment, including the\npreliminary design of the Project, which is expected to comprise urban infrastructure\nand services including drainage; wastewater treatment: sanitation; solid waste\nmanagement; water supply; basic services for the urban poor: transport\ninfrastructure and services, e.g., roads, bridges, culverts, bus and truck terminals,\nand traffic management; economic infrastructure and services, e.g., establishment\nof special economic zones, provision of serviced industrial sites, and development\nof retail and wholesale markets; and land development.\n(iii) Through identifying the extent of improvements based on the absorptive capacty of\nlocal governments, develop a package of proposals for a comprehensive capacity\nbuilding program in urban management in the Project towns including transfer of\ntechnology for (a) developing a simple system of strategic planning, outlining broad\ndevelopment objectives and a vision of the future, and providing guidance for\nprioritization of investments and for the annual budgeting process with available\nresources; (b) urban planning practice as an integrated effort with strategic", "11\t Appendix 2, page 5\ninvestment planning, providing a structure for present and future urban growth, and\nthe spatial configurations of key infrastructure; (c) strengthening the operation and\nmaintenance capabilities; (d) increasing the ability in revenue generation. efficient\ntax collection, and efficient use of resources. Develop a comprehensive package of\ntraining for local staff and elected officials.\n(iv) Prepare detailed cost estimates subdivided into direct and indirect foreign\nexchange, Focal currency costs, and customs duties and taxes. Prepare a financing\nplan for the Project.\n(v) Describe how the operation and maintenance of Proiect facilities will be affected,\nand the sustainability of the Project will be ensured. Undertake sustainabiity\nanalysis to show (a) affordability of the Projects components to municpalities\nincorporating an analysis of municipal revenues as well as subsidies, and b) cost\nrecovery measures.\n(vi) Evaluate in detail the environmental and social impacts. and benefits of the Project\nin accordance with relevant Bank guidelines and publications, including the\nrequirements of the Environmental Assessment Requirements and Environmental\nReview Procedures, the Bank's Environmental Guidelines for Selected\nInfrastructure Development Projects, Guidelines for Incorporation of Social\nDimensions in Bank Operations, Handbook for Incorporation of Social Dimensions\nin Projects, Mainstreaming Participator,' Development Processes, Guidelines on\nGender Analysis, and the Bank's policy on involuntary resettlement, and the\nGovernment's procedures for environmental and social assessment.\n(vii) Carry out in-depth financial and economic analysis of the Project components in\naccordance with the Bank's Framework for the Economic and Financial Appraisal of\nUrban Development Sector Projects. including calculation of the economic internal\nrate of return for nonrevenue-generating components, and the financial internal rate\nof return and the economic internal rate of return for revenue-generating\ncomponents in accordance with the Bank's Guidelines for the Economic Analysis of\nProjects and Interim Guidelines for the Economic Analysis of Water Supply\nProjects, and a transparent analysis of Project-related subsidies in accordance with\nthe Bank's Criteria for Subsidies.\n(viii) Based on a detailed analysis of beneficiaries, descnbe expected benefit distribution,\nincluding an assessment of the poverty reduction impact, in quantitative terms and\nspecify indicators to monitor the benefits of the Project, and establish procedures\nfor benefit monitoring and evaluation in accordance with the Bank's Benefit\nMonitoring and Evaluation: A Handbook for Bank Staff Staff of Executing Agencies\nand Consultants.\n(ix) Propose Project implementation arrangements, and demonstrate the relationship\nbetween relevant institutions and indicate the responsibilities of each unit in a\nparticipatory framework.\n(x) Describe procurement methods and packages, and draft outline terms of reference\nfor Project implementation and management consulting services."], "metadata": {"CreationDate": "D:20090422054202+08'00'", "Subject": "Technical Assistance Report", "Creator": "Envision OCR", "Keywords": "tar: tha 30274, thailand urban development project, adb technical assistance 2903, adb projects 30274, thailand sustainable urban development, border towns urban development ", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20090922103730+08'00'", "Title": "Border Towns Urban Development Project"}}