{"path": "data/input/ta/30286-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nSri Lanka \nProject Number: 30286 \nOctober 2006 \nProposed Loan \nSocialist Republic of Viet Nam: Central Region Small \n \nand Medium Towns Development Project\n \n ", " \nCURRENCY EQUIVALENTS \n(as of 11 October 2006) \n \nCurrency Unit  –  dong (D)  \n \nD1.00  =  $0.00006229     \n$1.00  =  D16,055.00     \n         \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIFC  –  average incremental financial cost \n  DONRE  –  department of natural resources and the environment \n  EIRR  –  economic internal rate of return \n  FIRR  –  financial internal rate of return \n  IEE  –  initial environmental examination \n  MOC  –  Ministry of Construction \n  O&M  –  operation and maintenance \n  PCU  –  project coordinating unit \n  POE  –  public operating entity \n  PPC  –  provincial people’s committee \n  PPMU  –  provincial project management unit \n  PSC  –  provincial steering committee \n  RF  –  resettlement framework \n  RP  –  resettlement plan \n  RWG  –  resettlement working group \n  TPC  –  town people’s committee \n  VWU  –  Viet Nam women’s union \n  WACC  –  weighted average cost of capital \n  WSS  –  water supply and sanitation  \n \n \nNOTES \n \n(i)  The fiscal year of the Government ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice President  C. Lawrence Greenwood Jr., Operations 2 \nDirector General  R. M. Nag, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  J. Hakim, Urban Development Specialist, SERD \nTeam members  G. Atay, Principal Counsel, Office of the General Counsel \n  N. Ikemoto, Environment Specialist, SERD \n  A. Jain, Social Sector Specialist, SERD \n  B. Nguyen, Economist, Economics and Research Department ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  6 \nA.  Impact and Outcome  6 \nB.  Outputs  6 \nC.  Special Features  9 \nD.  Project Investment Plan  10 \nE.  Financing Plan  10 \nF.  Implementation Arrangements  11 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  15 \n  A.  Social Aspects  15 \n  B.  Environmental Aspects  16 \n  C.  Economic Aspects  17 \n  D.  Financial Aspects  17 \n  E.  Risks and Mitigation Measures  18 \nV.  ASSURANCES  18 \nVI.  RECOMMENDATION  20 \nAPPENDIXES    \n1.  Design and Monitoring Framework  21 \n2.  Sector Analysis  25 \n3.  External Assistance  28 \n4.  Institutional and Policy Reform Agenda  29 \n5.   Detailed Project Cost Estimates   31 \n6.  Implementation Arrangements  32 \n7.  Implementation Schedule   33 \n8.  Procurement Plan  34 \n9.  Outline Terms of Reference for Consultants  36 \n10.  Summary Poverty Reduction and Social Strategy  39 \n11.  Gender Analysis and Action Plan  41 \n12.  Summary Resettlement Plan and Framework  45 \n13.  Environmental Analysis  50 \n14.  Economic Analysis  54 \n15.  Summary Financial Analysis  58 \n \n \n ", " \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Project and Component Description \nB.  Detailed Terms of Reference of Consultants \nC.  Social Survey Methodology and Findings \nD.  Resettlement Framework \nE.  Resettlement Plans (Binh Thuan, Dak Nong, Khanh Hoa, Ninh Thuan, and Phu Yen provinces) \nF.  Summary Initial Environmental Examination \nG.  Initial Environmental Examination (Binh Thuan, Dak Nong, Khanh Hoa, Ninh Thuan, and Phu \nYen provinces) \nH.  Detailed Economic Analysis \nI.  Financial Assessment of Provincial People’s Committees \nJ.  Financial Analysis of Public Operating Entities \nK.  Project Financial Analysis \nL.  Detailed Institutional and Policy Reform Agenda \n \n   ", "  i\nLOAN AND PROJECT SUMMARY \n \nBorrower  Socialist Republic of Viet Nam \n   \nClassification  Targeting classification: Targeted intervention \nSector: Water supply, sanitation, and waste management \nSubsector: Integrated \nThemes: Environmental sustainability, inclusive social \ndevelopment, sustainable economic growth  \nSubthemes: Urban environmental improvement, human \ndevelopment, developing urban areas \n   \nEnvironment  An initial environmental examination (IEE) was conducted for each \nAssessment  of the five provinces of Binh Thuan, Dak Nong, Khanh Hoa, Ninh \nThuan, and Phu Yen in the Central Region, covering eight project \ntowns. The Project is classified under environmental category B. A \nsummary IEE for the project is presented in Appendix 13.  \n   \nProject Description  The Project involves water supply and environmental sanitation \ninfrastructure  development  and  expansion—to  include  water \nsupply, drainage and wastewater, and solid waste management—\nin the project towns: Phan Thiet (Binh Thuan), Gia Nghia (Dak \nNong), Cam Ranh and Ninh Hoa (Khanh Hoa), Ca Na and Thap \nCham (Ninh Thuan), and Song Cau and Tuy Hoa (Phu Yen). \nThese activities will be supplemented with public education and \nawareness  campaigns  on  the  importance  of  environmental \nhygiene, its relation to public health, and civic participation. The \nProject will help equitize and corporatize public operating entities \n(POEs) and improve their financial sustainability and operational \nefficiency  through  cost-recovery  mechanisms,  adequate  tariffs, \nand capacity building, as well as suggestions for improving the \nregulatory environment. \n   \nRationale  Viet  Nam’s  rapid  urbanization  and  transformation  from  an \nagricultural  to  an  industrialized  economy  has  put  enormous \npressure on already inadequate services, particularly water supply \nand  sanitation  (WSS)  infrastructure.  Most  recent  infrastructure \ninvestments  are  in  the  northern  and  southern  urban  areas, \nanchored by Hanoi and Ho Chi Minh City, and investments in the \nsmall and medium-sized towns of the Central Region have been \nrelatively neglected. The lack of infrastructure maintenance and \ninvestment  has  caused  pollution  of  waterways,  flooding, \nwaterborne diseases, and unhygienic conditions. The region, with \na  poverty  rate  of  38.2%,  is  one  of  Viet  Nam’s  poorest.  With \nimproved WSS, it is expected that the project towns in the Central \nRegion will become more productive and competitive and catch \nup with towns in other regions. \n   \nImpact and Outcome  The Project is expected to contribute to sustainable economic \ngrowth and improve the urban quality of life in the project towns \nthrough accessible, equitable, and sustained WSS services. The \nexpected outcomes are (i) improved and expanded access to safe ", "ii \nand sustainable water supply services; (ii) improved drainage and \nwastewater services and management; (iii) improved solid waste \nservice  coverage  and  management;  (iv)  increased  public \nawareness of the importance of good environmental hygiene and \nsanitation  and  reduced  risk  to  public  health;  (v)  improved \nmanagement capacity of POEs and WSS providers, sustained \nservice provision through adequate tariffs and cost recovery, and \nstrengthened sector regulation; and (vi) greater community and \nprivate sector participation for WSS service sustainability.  \n   \nProject Investment Plan  The total investment cost of the Project is estimated at $66.72 \nmillion, including duties and taxes of $4.82 million, physical and \nprice contingencies, and interest during construction. \n   \nFinancing Plan  ($ million) \n \nForeign  Local  Total \nSource  % \nExchange  Currency  Cost \n         \nAsian Development Bank  33.22  20.00  53.22  79.77 \nGovernment and/or PPCs  0.00  13.50  13.50  20.23 \nBeneficiaries \n         \nTotal  33.22  33.50  66.72  100.0 \nPPC = provincial people’s committee. \nSource: Asian Development Bank estimates. \n   \n  A loan of up to $53.22 million equivalent in SDR from the Asian \nDevelopment Fund of ADB will be provided. The loan will have a \n32-year term, including a grace period of 8 years, an interest rate \nof 1.0% per annum during the grace period, 1.5% per annum \nthereafter, and such other terms and conditions set forth in the \ndraft loan agreement. \n   \nAllocation and Relending  Part of the loan funds from ADB will be re-lent by the Government \nTerms  to POEs to finance water supply development. The detailed terms \nand conditions of the subsidiary loans will be further specified in \nthe  subsidiary  loan  agreements  upon  terms  and  conditions \nsatisfactory to ADB. \n   \nPeriod of Utilization  Until 30 June 2012 \n   \nEstimated Project  31 December 2011 \nCompletion Date \n   \nImplementation  Overall coordination will be done by a project coordinating unit (PCU) \nArrangements  established  under  the  Management  Board  for  Urban  Technical \nInfrastructure  Projects of  the  Ministry  of  Construction.  The  PCU, \nwhich  will  be  equipped  with  technical  expertise  provided  by \ninternational and national consultants, will liaise closely with ADB \nand the provincial people’s committees (PPCs) of the five project \nprovinces. The PPCs will serve as the executing agencies of the \nProject and will be primarily responsible for allocating the required \ncounterpart  funding  and  supervising  and  for  monitoring  and \nevaluating project progress. A provincial project management unit \n ", "iii \n(PPMU) will be established under each PPC to manage day-to-day \nproject implementation, prepare withdrawal applications and bidding \ndocuments,  award  contracts,  liaise  with  key  stakeholders,  and \nprepare periodic progress reports. Oversight of project activities will \nbe done through the provincial steering committee, which will be \nchaired by the PPC vice chair, with representatives from relevant \nprovincial departments and key stakeholders. The provincial Viet \nNam women’s union (VWU) will work with and report to the PPMU to \nimplement public education and awareness campaigns in the project \ncommunities. \n   \nExecuting Agencies  The PPCs of Binh Thuan, Dak Nong, Khanh Hoa, Ninh Thuan, \nand Phu Yen  \n   \nProcurement  Goods, works, and services financed by ADB will be procured in \naccordance  with  ADB’s  Procurement  Guidelines  (2006). \nProcurement  will  generally  be  carried  out  by  the  PPMUs. \nEquipment  and  selected  materials  will  be  procured  using \ninternational  competitive  bidding  (ICB),  national  competitive \nbidding  (NCB),  force  account,  and  shopping  procedures,  as \nappropriate. To the extent possible, civil works to be procured will \nbe grouped into packages larger than $2 million to be suitable for \nICB,  while  civil  works  below  $2  million  will  follow  NCB. \nProcurement  of  goods  above  $500,000  will  follow  ICB,  while \ngoods from $100,000 to $500,000 will follow NCB. Force accounts \nwill be used for small and scattered water supply and/or drainage \nworks that cannot be defined in advance. Off-the-shelf items and \nstandard products costing the equivalent of less than $100,000 \nwill be procured following ADB’s shopping procedures. \n   \nConsulting Services  Consultants will be selected and engaged using ADB’s quality- and \n  cost-based  selection  procedures  in  accordance  with  ADB’s \nGuidelines  on  the  Use  of  Consultants  (2006).  An  international \nconsulting firm in association with a national consulting firm will be \nrecruited by the PCU using the quality- and cost-based selection \nprocedure to assist the PCU and PPMUs in project management and \nimplementation. Consultancy services will include project detailed \ndesign  and  supervision  comprising  engineering,  environmental, \nsanitation, financial, and social aspects; social, poverty, resettlement, \nand environmental monitoring; and capacity building and training \nprograms  to  strengthen  the  institutional  capacities  and  improve \noperational efficiencies of POEs and WSS service providers. A total \nof 1,045 person-months of consulting services (93 international and \n952  national)  will  be  required.  In  addition,  an  independent \nresettlement  monitoring  consultant  and  an  auditing  firm  will  be \nengaged using the least-cost selection method and on an intermittent \nbasis throughout the Project. \n \nProject Benefits and  The water supply development and expansion works proposed in \nBeneficiaries  three project towns will improve access to safe water, increase \ncoverage, increase water distribution efficiency, and reduce the \nrisk of public exposure to waterborne and water-related pathogens \n ", "iv \nin tap water in three project towns. About 13,300 households or \n58,000 people will benefit from the proposed works. The drainage \nand wastewater treatment works proposed in six project towns will \nbenefit  about  105,000  households  or  461,000  people  through \nsavings from reduced flood damage and losses, increased land \nvalues, and improved health, particularly reduced child mortality \nrates and medical costs associated with waterborne and water-\nrelated diseases.  \n \n  Improved solid waste management services and facilities in three \nproject  towns  will  substantially  clean  up  the  environment,  make \nconditions healthier and safer for waste pickers in landfill sites, and \nsupport ongoing private  sector  waste collection  to  the  benefit of \n30,700 households. \n \n  The  community  environmental  and  sanitation  awareness \ncomponent will provide targeted, pro-poor interventions to enable \n1,700  households  to  access  water  and  3,000  households  to \naccess  sanitation  services.  It  will  also  introduce  good \nenvironmental  hygiene  practices  as  well  as  sustainable \nenvironmental improvements.  \n \nIn total, about 114,000 households1 will benefit from improved \nWSS  and  enhanced  community  health.  The  Project  will  also \nimprove the operational efficiency and financial sustainability of \nPOEs  through  corporatization,  improved  cost-recovery \nmechanisms,  tariff  adjustments,  and  improved  regulatory \nenvironment.  \n \nRisks and Assumptions  The  Project  identifies  several  risks  to  smooth  implementation, \nincluding  (i)  PPCs’  resistance  to  POEs  becoming  corporate \nentities;  (ii)  unwillingness  of  local  authorities  to  implement \ninstitutional and policy reforms, including tariff adjustments and \nefforts toward greater transparency and accountability; and (iii) \nunforeseen  fluctuations  or  macroeconomic  changes  that  raise \nproject costs.  \n \nThe Project will undertake several measures to mitigate the risks: \n(i)  conduct  policy  dialogue  involving  Government,  PPCs,  and \nPOEs on the benefits of a financially-viable and responsive entity, \nand propose an acceptable timetable to corporatize POEs and \nadjust tariffs; (ii) identify and discuss incentives and options for \nstakeholders  to  induce  greater  participation  and  sense  of \nownership;  (iii)  conduct  sensitization  workshops  on  project \nobjectives, scope, and activities; teach beneficiaries accounting, \ntechnical,  and  managerial  skills;  and  (iv)  provide  adequate \ncontingencies  to  anticipate  unforeseen,  adverse  economic \nfluctuations. \n \n                                                 \n1  Some households may benefit from more than one intervention, e.g., water supply development, drainage and \nwastewater, and solid waste management. \n ", "v \n  The Project’s success is based on the following assumptions: (i) \nadequate and timely provision of resources needed for project \ncompletion  from  the  Government,  ADB,  and  key  stakeholders, \nparticularly  timely  recruitment  of  consultants,  timely \ndisbursements, and availability of counterpart funds and qualified \npersonnel; (ii) ability and willingness of the Government and PPCs \nto undertake policy and institutional reforms; (iii) implementation of \nsuggested cost-recovery mechanisms and tariff adjustments; (iv) \nproject beneficiaries’ active participation and sense of ownership; \n(v) support for the Project from PPCs, POEs, communities, and \nother key stakeholders; and (vi) implementation of environmental, \nsocial, and resettlement requirements. \n ", "vii\n103o  00’E 108o  00’E\nPEOPLE'S  REPUBLIC\nOF  CHINA\nHANOI\nGulf   of   Tonkin\n20 o 00’N LAO PEOPLE'S 20 o 00’N\nDEMOCRATIC REPUBLIC\nVIET NAM\nCENTRAL REGION\nSMALL AND MEDIUM TOWNS\nDEVELOPMENT PROJECT\nN\nSOUTH   CHINA\nSEA\n0 50 100 200\nKilometers\nProject Area\nNational Capital\nCity/Town\nNational Road\nOther Road\nRailway\nRiver\nProvincial Boundary\nInternational Boundary Song Cau\nBoundaries are not necessarily authoritative.\nTuy Hoa\nCAMBODIA\nNinh Hoa\nGia Nghia\n12 o 00’N Cam Ranh 12 o 00’N\nThap Cham\nCa Na\nPhan Thiet\nHo Chi Minh City\nGulf   of   Thailand\nSOUTH   CHINA\nSEA\n103o  00’E 108o  00’E\n06-2034 HR", "  1\nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  the  Socialist  Republic  of  Viet  Nam  for  the  Central  Region  Small  and  Medium  Towns \nDevelopment Project. The design and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n2.  With a population of 83.2 million and annual urban population growth rate of 3.3%, Viet \nNam is one of the most rapidly urbanizing countries in Asia. Despite relatively low urbanization \nof 25%, the high growth rate implies that urban areas will be flooded with 12 million more people \nby the end of the decade. The fundamental aftermath of its transformation from a predominantly \nagricultural to an increasingly industrial economy is Viet Nam’s rise from being one of Asia’s \npoorest into one of its fastest-growing countries, where the poverty level of 58.1% in 1993 was \nreduced to 24.1% in 2004.1 Economic growth has been sustained during the past 10 years, \naveraging 7.3% annually, created jobs, and significantly reduced the number of poor. However, \ngrowing urbanization has led to higher population density, environmental deterioration, and \nincreased demand for infrastructure services, including water supply and sanitation (WSS).  \n \n3.  Water supply production capacity increased from an estimated 1.95 million cubic meters \n(m3) per day in 1990 to 2.7 million m3/day in 2000, and over 50% of the country’s distribution \nnetwork has been constructed within the past 8 years. Still, overall urban water supply coverage \nof the country remains low at 50%,2 ranging from 67% in the larger cities to about 11% in the \nsmaller towns. Low coverage is exacerbated by overinvestment in production capacity, whereby \nutilities operate at 78% capacity and therefore exceed the capacity of the distribution network. \nFinancially, water supply sustainability has been hampered by tariffs that are low relative to \nincomes and by the lack of substantial investment to expand coverage. The sector analysis is in \nAppendix 2. \n \n4.  Most urban areas have \"combined\" drainage systems, with coverage ranging from less \nthan 0.1 m/capita in district towns to around 0.2–0.4 m/capita in the major cities and provincial \ncapitals, well below the drainage coverage of 1.0–2.5m/capita in more developed Asian cities. In \nprovincial and district towns, drains are usually limited to the highways and main roads and are \ngenerally poor or incomplete as a result of lack of maintenance, lack of investment, ad hoc \ndevelopment, and poor design and construction standards. Inadequate drainage systems along \nwith the pollution of waterways poses serious threats to public health and damage to property. \n \n5.  Throughout Viet Nam, about 15 million tons of solid waste are generated each year, with \nmunicipal waste accounting for 80% and industrial waste nearly 20%, including about 1% of \nhazardous waste. In the next 10 years, the urban population is expected to double, leading to a 50% \nincrease in total solid waste to 22 million tons/year nationwide. Impressive progress has been made \nin collection of waste from urban areas, where 75% on average is collected (70–90% in large towns \nand up to 30% in small towns). Of the country’s total of about 100 dump sites and landfills, only 20% \nare of adequate sanitary quality. The rest cause environmental pollution and are a threat to people’s \nhealth and to surface and groundwater systems.  \n \n                                                 \n1  ADB. 2006. Viet Nam Country Strategy and Program, 2007–2010. Manila. Based on the household living standard \nsurveys, the poverty rate has reduced from about 58% in 1993, to 37% in 1998, to 29% in 2002. The poverty rate \nwas estimated to be about 25% in 2005. \n2  USAID, SEAWUN, US-AEP, and OECD. 2005. Regional Assessment Survey and Workshop on Full Cost Recovery \nfor Water Utilities in Southeast Asia: Sharing International Experience and Best Practices. Viet Nam: USAID. ", "2 \n6.  Despite considerable gains in indicators for WSS, coverage and quality are not sufficient \nto meet the growing demand. Water shortages and intermittent service are not uncommon. \nExisting mechanisms for effective delivery have yet to be fully implemented or are impractical, \nand most urban people have yet to access the services. The key problems that need to be \naddressed in the short to medium term are (i) inadequate investment as only one third of 600 \ndistrict towns have piped water, only a few large and medium-sized towns have sewerage and \nsewage treatment facilities, and cities have no wastewater treatment plants; (ii) public operating \nentities’ (POEs) lack of autonomy, business focus, and customer orientation; (iii) poor operation \nand  maintenance  (O&M)  of  infrastructure  systems;  (iv)  lack  of  management  and  technical \ncapacity of POEs and people’s committees; and (v) weak institutional framework and sector \nregulation. \n \n7.  During  the  past  decade,  Government  investments  and  overseas  development \nassistance totaled over $1.2 billion to develop new WSS facilities but total investment needs are \nfour times higher. Deteriorating infrastructure and limited Government and people’s committee \nfunds  for  infrastructure  capital  investments  and  maintenance  have  widened  the  gap  in \ninfrastructure supply and demand. This is particularly evident in Viet Nam’s Central Region, \nwhich contributes the lowest share to the country’s gross domestic product (GDP) with a poverty \nrate of 38.2%.  \n \n8.  Viet Nam’s socioeconomic development plan aims to accelerate growth in the Central \nRegion and make it more dynamic, enabling it to catch up with other regions. Foreign investors \nhave long been attracted to the relatively established infrastructure in the Hanoi–Haiphong and \nthe Ho Chi Minh–Mekong Delta areas. However, in the coastal provinces of Binh Thuan, Khanh \nHoa, Ninh Thuan, and Phu Yen, the small and medium-sized towns are starting to develop and \nhave great growth potential in various sectors such as tourism, fisheries, maritime industries, and \noil refining. The central highland province of Dak Nong has high agriculture and tourism potential. \nTo further develop the region’s potential and ensure sustained economic growth, competitiveness, \nand livability, sufficient investments must therefore be channeled to develop and sustain its \ninfrastructure and make the services available to most, if not all, of the towns’ population.  \n \n9.  A socioeconomic household survey3 covering 18 candidate project towns in the five \nprovinces indicated that 10.4–44.9% of the urban population is still below the poverty line.4 \nPiped water is available to up to 72% of the population in the towns (compared with 50% \nnationwide and 77% in urban areas), which confirms that demand for improved water supply \nservices is unmet. Water shortages and intermittent supply range from 6 to 18 hours. Many \nresidents purchase water from vendors at extremely high prices (5–20 times the tariffs for public \nwater supply). From 12% to 60% of urban households have sanitary latrines (compared with \n28% nationwide and 72% in urban areas). Urban wastewater discharged into combined storm \nwater and sewer systems are completely untreated, polluting nearby water courses. Together \nwith  inadequate  drainage  systems,  this  causes  siltation,  and  with  clogged  drains  causes \nflooding and ponding in the wake of heavy rainfall. \n \n10.  Government sector policy and strategy are set out in separate orientation plans for urban \nwater supply, drainage, and solid waste management, approved by the Prime Minister in 1998 \nand 1999. The plans provide sector targets and present Government reforms that aim to (i) \n                                                 \n3  ADB. 2004. Technical Assistance to the Socialist Republic of Viet Nam for the Central Region Small and Medium \nTowns Development Project. Manila. \n4  The Ministry of Labour, War Invalids and Social Affairs (MOLISA) standard of D250,000/capita/month (2005). \nHowever, MOLISA has raised the poverty line for 2006–2010 to D200,000 per month for a rural resident and \nD260,000 per month for an urban resident. The overall poverty rate is now estimated at about 26%. \n \n ", "3 \ndecentralize responsibility for urban WSS services to provincial people’s committees (PPCs), (ii) \nstrengthen  sector  institutions,  (iii)  increase  cost  recovery  through  user  charges,  and \n(iv) gradually eliminate Government subsidies. The targets of orientation plans for WSS services \nare, by 2010, 95% of the urban population will have access to clean water, 40% of urban areas \nand 70% of industrial zones will be equipped with centralized wastewater treatment systems, \n80% of solid waste will be collected, and over 60% of hazardous waste and 100% of medical \nwaste will be treated. However, the regulatory framework and mechanisms to achieve these \naims have yet to evolve or be fully implemented.  \n \n11.   The Government’s sector financing policy aims to (i) adopt full cost-recovery tariffs for \nwater supply, (ii) incorporate drainage charges into water tariff structures, (iii) apply drainage \nand solid waste tariffs sufficient to cover O&M costs, and (iv) gradually increase tariffs to cover \ncapital investment requirements and reduce the need for Government subsidies. While the \nauthority to set tariffs continues to be held by the PPCs, the tariff guidelines issued in 1999 and \n2004 (Directive 04/2004) provide the framework and methodology for the PPCs in establishing \nthese tariffs. \n \n12.  The key problems that need to be addressed in the short to medium term are inadequate \ninvestment and deteriorating urban infrastructure, low cost recovery for capital expenditures and \nO&M,  lack  of  managerial  autonomy  and  inefficient  WSS  service  provision,  absence  of  a \ntransparent regulatory and monitoring framework in WSS, and lack of public awareness and \ncivic participation in WSS service provision.  \n \nB.  Analysis of Key Problems and Opportunities \n \n1.  Inadequate and Deteriorating Urban Infrastructure \n \n13.  Most urban infrastructure in the small and medium-sized towns in the Central Region \nwas built decades ago and therefore has not kept up with rapid urbanization and Government \nsectoral targets. Existing piped-water systems leak and are in dire need of repair, and many \nresidents,  particularly  the  poor,  do  not  have  access  to  safe  water.  Clogged  drains  and \ninadequate  drainage  have  not  only  caused  loss  of  property  but  also  deteriorating  health. \nLandfills are overburdened, and equipment for collecting, transporting, and disposing of waste is \nlimited. Despite substantial Government and overseas development assistance investments in \nWSS, the lack of capital investments and maintenance for WSS infrastructure has worsened \npoor  services  and  difficulties  in  expanding  service  coverage.  The  lack  of  access  to  WSS \nservices has worsened deteriorating public health and quality of urban life. To ensure and \nsustain economic competitiveness and livability in small and medium-sized towns, coverage of \nWSS services must be improved and expanded.  \n \n2.  Low Cost Recovery for Capital Expenditures and O&M \n  \n14.  Government Directive 04/2004 and the 1999 Ministry of Construction (MOC) guidelines \nfor water supply and drainage provide the framework and methodology for PPCs to achieve full \ncost recovery for water supply and financing that is sufficient to cover O&M costs for drainage \nand solid waste services. However, existing tariff levels do not reflect the cost of production and \nare not sufficient for the long-term financial sustainability needed to generate adequate levels of \nservice. For example, the guideline indicates that drainage charge is to be no lower than 10% of \nthe total water production cost but only a few POEs apply the surcharge. In general, drainage \nfees cover only 30–70% of O&M costs while solid waste fees only cover about 30–50% of O&M \ncosts for waste collection, transport, and disposal. The lack of funding for capital investments \nand O&M has led to generally less sustainable urban infrastructure and piped-water supply \nsystems and sanitation services, poor work incentives and capacity of staff, low efficiency and \n ", "4 \neffectiveness of WSS operations, and poor services. Although PPCs have the authority to set \ntariffs, there is no specific time frame for applying them, and operational implementation details \nand a method for calculating the required level of cost recovery is lacking. This is a major \nconstraint on full cost recovery and long-term financial sustainability. Tariffs must therefore be \ncalculated and enforced to cover capital investment requirements as well as O&M. To make \nservices affordable, targeted subsidies must replace the current blanket subsidies.  \n \n3.  Lack of Managerial Autonomy and Operational Inefficiencies  \n15.  POEs’ regulating and operating functions are bundled together, leading to conflicts of \ninterest and little incentive for POEs to operate as businesses. The operational inefficiencies \nfaced by POEs are rooted in the lack of managerial autonomy and excessive, centralized \ncontrol, which interferes with management and operating decisions, including the skills mix, \nservice  levels,  staff  salary  and  benefits,  and  major  expenditures.  Under  the  2005  Unified \nEnterprise Law, the Government aims to equitize POEs by converting them gradually into joint \nstock companies with 49–100% public ownership or limited liability companies by 2010. This will \ngive POEs greater autonomy in business decisions, staff remuneration, and raising capital; \nseparate them from government administration; and allow for gradual reduction of subsidies \nfrom  the  state  budget.  However,  operational  guidelines  do  not  exist  and  institutional \narrangements  for  managing  WSS  services  vary  widely  between  provinces,  depending  on \nhistorical,  geographical,  political,  and  other  factors.  Guidelines  based  on  the  2005  Unified \nEnterprise Law will need to be developed, along with capacity-building requirements and a \ntimetable for implementation. To achieve autonomy, gradual efforts must be made to modify the \norganizational  structure,  enhance  managerial  responsibility  and  performance,  and  develop \nindependent business and financial plans.  \n \n4.   Absence of a Transparent Regulatory and Monitoring Framework \n16.  POEs’ poor performance and lack of client-oriented services result in a general lack of \ntrust from residents and a reluctance to pay service fees. Although the direct cause of poor WSS \nservices is the lack of money, the basic issues are the lack of a transparent regulatory and \nmonitoring framework to improve the performance and financial viability of O&M of WSS service \nprovision.  Outdated  regulations,  laxity,  inconsistencies  in  enforcing  regulations,  weak \ngovernance,  and  the  absence  of  incentives  for  efficient  service  delivery  will  need  to  be \naddressed when updating existing regulations or issuing new ones.  \n \n17.  The development of a regulatory and monitoring framework will need central, provincial, \nand district policy dialogue and reforms. The legislation and monitoring mechanisms need to be \nin place to ensure the sustainability and proper provision and functioning of public services. The \nGovernment must also ensure that its policies are mutually supportive, resource-efficient, and \nbring maximum benefits, especially to the poor. The roles and responsibilities of regulators, \nservice providers, and various government agencies should be clearly delineated to reduce \nambiguities. The central planning and budgeting functions need to be devolved to PPCs but \nregulatory oversight and technical assistance capabilities must be retained. PPCs need to \ndelegate more autonomy to POEs, which must be transformed from subsidized to financially \nviable and responsive entities. This will enable POEs to acquire capital investments and O&M \nthrough user charges and be accountable to their customers.  \n \n5.  Lack of Public Awareness and Civic Participation \n \n18.  The lack of public awareness and civic participation in planning and managing urban \nservices  constrains  provision  of  effective  urban  infrastructure  and  WSS.  For  example,  not \nknowing how hygiene practices and health are linked has resulted in deteriorating public health; \n ", "5 \nnot participating in the protection and conservation of infrastructure has led to its deterioration; \nand not knowing the benefits of paying for urban services and connecting to the systems has \ndiscouraged households from connecting to and paying for environmental sanitation services. \nThe Government and PPCs now realize that their resources alone are not sufficient to provide \nWSS services for all and that public awareness and civic participation are important.  \n \n19.  Improving  public  health  is  more  related  to  changing  attitudes  toward  investing  in \nhousehold sanitation facilities and changing behavior to adopt improved water use and hygiene \npractices. For vulnerable groups (the poor, female heads of households, ethnic minorities and \nindigenous peoples, and project-affected people), accessibility and affordability remain critical \nissues. Their participation as users of WSS services (through payments, participation in O&M) \nprovides the feedback and support needed to improve WSS.  \n \n20.  Other WSS service providers such as private water companies, water vendors, private \ncooperatives, and solid waste management companies constitute another stakeholder category. \nDespite their profit motive, they provide services that POEs cannot. Private sector participation \nwill  relieve  PPCs  of  operational  responsibility  for  utilities,  lower  the  cost  of  services,  and \nincrease access to and improve them. Facilitating a conducive climate for private operators will \ntherefore expand and improve their services. Micro-financing institutions could also expand \nWSS services. The poor have difficulty accessing micro-credit. Mass social organizations could \nhelp provide them with information on how to do so.  \n \n6.  External Assistance \n \n21.  External assistance has been a major source of funding to rehabilitate and expand the \nurban WSS systems. Since the mid-1980s, external funding agencies have lent more than $1.2 \nbillion to develop water supply, drainage, sanitation, and solid waste projects. Almost 40% of \nthis  amount  has  financed  environmental  improvement  projects  in  Ho  Chi  Minh  City  ($308 \nmillion) and Hanoi ($156 million). In provincial towns, external assistance has focused on water \nsupply systems, but investment in drainage, sanitation, and solid waste improvements in the \ntowns has been relatively small, particularly in the Central Region. Besides ADB, which has \nprovided assistance of $330 million, major external funding sources include the governments of \nAustralia, France, and Japan as well as UNICEF and the World Bank (Appendix 3).  \n \n  7.  ADB Experience \n \n22.  Its experience in the urban and WSS sectors have taught ADB several lessons:  \n \n(i)  Political  factors  may  hinder  tariff  adjustments  and  the  separation  of  POEs’ \nregulatory and operating functions.  \n(ii)  Policy dialogue has helped implement institutional and sector policy reforms.  \n(iii)  People in unserved areas are willing to pay more than what PPCs or POEs are \nwilling to charge, and civil-society support for WSS investments is more likely \nwhen  expanded  service  is  complemented  by  public  education  awareness \nprograms and civic participation.  \n(iv)  The provincial and town Viet Nam women’s unions (VWUs) play an important \nrole in implementing community-based programs and activities as they have \nworked at the grassroots level and possess extensive networking capacity.  \n(v)  Baseline surveys are valuable to assess the Project’s impact and should be \ncarried out during the early stages of implementation.  \n ", "6 \n23.  Several actions are necessary:  \n \n(i)  Ensure that the institutional and policy reform agenda is not too ambitious and allows \nfor a reasonable timetable for implementation.  \n(ii)  Improve POEs’ financial sustainability in two stages: (a) corporatization of POEs; and \n(b) development of an action plan to enable profitability, as reflected in the entity’s \npositive cash flow.  \n(iii)  Integrate  public  awareness  on  environmental  sanitation into  the  design  of  WSS \ninfrastructure.  \n(iv)  Continue to involve VWUs in community environmental awareness programs.  \n(v)  Continuously build the capacity of local authorities and project personnel throughout \nthe Project and familiarize them with Government and ADB procedures through \ntraining and workshops.  \n(vi)  Carry out baseline surveys at the start of the Project.  \n \nTo further ensure project success, the following are imperative:  \n \n(i)  Central and local government and project managerial, technical, and administrative \ncapacity should be continuously improved throughout the Project.  \n(ii)  The Government should be committed to transparency and accountability.  \n(iii)  The Government should show its commitment to the Project by providing adequate \ncounterpart  staff  and  funding  and  approval  processes,  and  by  using  safeguard \ncompliance mechanisms. Unnecessary delays would thus be avoided during project \nstart-up, design, bidding, construction, and conclusion.  \n(iv)  The Project should identify the incentives that will increase participation and a sense \nof ownership to ensure better services. The risks and other mitigation measures are \ndiscussed in paras. 73–75. \n \nIII.  THE PROPOSED PROJECT \n \nA.  Impact and Outcome \n \n24.  The main project impacts are improved quality of life, sustained urban economic growth, \nand reduced poverty through sustainable WSS improvements. The project area will cover eight \ntowns in the five provinces of Binh Thuan, Dak Nong, Khanh Hoa, Ninh Thuan, and Phu Yen.  \n \n25.  The project outcomes are (i) improved access to safe and sustainable water supply, \nadequate drainage and wastewater treatment, reduced flooding and ponding, and improved \nsolid waste management systems; (ii) changed attitudes toward environmental hygiene and \nsanitation, particularly increased awareness of the importance of environmental sanitation; and \n(iii) sustainable management and delivery capacities of WSS service providers. \n \nB.  Outputs \n26.  The  Project  will  have  five  major  interrelated  components:  (i)  part  A:  water  supply \ndevelopment  and  expansion,  which  will  construct  headworks,  water  treatment  plants,  and \npumping stations, and expand water distribution networks; (ii) part B: drainage and wastewater \nmanagement, which will construct interceptor sewers and wastewater stabilization ponds and \nconstruct  and  expand  drainage  networks;  (iii)  part  C:  solid  waste  management,  which  will \nconstruct and rehabilitate landfill sites, procure solid waste disposal equipment, and establish \nsolid  waste  management  systems;  (iv)  part  D:  community  environmental  sanitation  and \nawareness, which will promote public awareness of the importance of good environmental \n ", "7 \nhygiene and sanitation and improve access to sanitation services for the poor; and (v) part E: \nproject management and institutional strengthening (description and outputs in paras. 33–35).  \n \n1.  Part A: Water Supply Development and Expansion \n27.  This component will expand piped water to the project towns of Ca Na, Gia Nghia, and \nNinh Hoa; increase combined water production capacity from 5,000 to 16,000 m3/day; and \nensure 24-hour uninterrupted water supply service. The Project will rehabilitate headworks, \nincluding 10 kilometers (km) of raw-water pipelines, construct three water treatment plants in \nGia Nghia and Ninh Hoa, construct 18 km of treated-water pipelines to Ca Na, and provide \npumping stations in the towns. Expansion of water distribution networks in the towns will be \nsupported by building 98 km of new transmission and distribution pipes and installing 7,000 new \npiped-water connections. The water supply development and expansion works will (i) increase \naccess to improved drinking water, (ii) reduce the risk of exposure to waterborne and water-\nrelated pathogens in tap water, and (iii) improve water distribution efficiency by repairing and \nreducing pipe leaks and introducing water meters. Baseline surveys at the beginning of project \nimplementation will determine the number of connections needed for inventory and billing.  \n \n28.  About 13,300 households are expected to benefit from expanded water supply services \naside  from  the  improved  services  for  existing  connections.  The  Project  will  ensure  that \naffordability and access for the poor are adequately addressed and reflected in the proposed \ntariff structure. The Project will also use mechanisms to allow poor households to connect to the \npiped-water system.  \n \n2.  Part B: Drainage and Wastewater Management \n29.  This component will improve drainage, prevent flooding, and treat wastewater in Cam \nRanh, Gia Nghia, Phan Thiet, Song Cau, Thap Cham, and Tuy Hoa. It will construct integrated \ncombined drainage systems comprising (i) 112 km of primary and secondary drains; (ii) 92 km \nof tertiary drains; (iii) 5 km of pressure mains; and (iv) 20 km of wastewater collection and \ninterceptor systems; and (v) four wastewater stabilization ponds to temporarily retain runoff \nwater from drainage channels in Cam Ranh, Phan Thiet, Thap Cham, and Tuy Hoa. The total \ncapacity of the drainage systems is 17,500 m3/day, with a service area of 23,000 hectares (ha). \nSelection of a combined drainage system with interceptor sewers was based on least-cost \nconsiderations and environmental acceptability. The towns will benefit from the drainage and \nwastewater  management  works  through  (i)  health  benefits  resulting  from  improved \nenvironmental hygiene as well as reduced medical expenditures, (ii) savings from reduced \nflooding and property damage and losses, (iii) protection of infrastructure and public property, \nand (iv) incremental increase in land values. About 105,000 households will benefit. \n \n3.  Part C: Solid Waste Management \n30.  This component will expand and reequip the waste collection and transport systems to \nincrease collection coverage in Cam Ranh, Gia Nghia, and Song Cau. Three sanitary landfill sites \ntotaling 15 ha with a capacity of 240 tons/day will be developed, and solid waste and landfill \nequipment will be procured for waste transport and landfill operations in Cam Ranh, Gia Nghia, \nand Song Cau. The component mainly involves earthworks for landfill construction, construction of \naccess roads, landfill infrastructure, and small storage stations, together with procurement of solid \nwaste equipment for collection, transport, and O&M. Solid waste management services and \nfacilities will enable substantially cleaner town environments. In the landfill sites, the Project will \nensure that WSS service providers introduce measures so that the livelihoods of waste pickers \nare not adversely affected by the project activities. Male and female waste pickers will equally \n ", "8 \nhave the options of being employed by the POEs or by private solid waste companies. About \n30,700 households are expected to benefit from improved solid waste management. \n \n4.  Part D: Community Environmental Sanitation and Awareness \n31.  This  component  aims  to  (i)  promote  public  awareness  of  the  importance  of \nenvironmental hygiene and links between good sanitary practices and health; and (ii) support \ncommunity activities to enable the poor to access water, particularly sanitation services, in all \nproject towns. The activities will comprise (i) public awareness education campaigns5 for good \nenvironmental  hygiene  practices,  and  (ii)  social  intermediation  and  the  development  of \ninformation, education, and communication initiatives for good environmental hygiene practices \nto minimize duplication of materials. The Project will ensure that information materials are \ngender-sensitive and culturally appropriate, and seek partnerships with other funding agencies \nsuch as UN-HABITAT to enable poor households to access low-cost technology improvements \nin sanitation such as installment of septic tanks, latrines, and household sewer connections. The \nVWU, with its experience in working effectively at the community level, will be responsible for \ndesigning  and  implementing  this  component  and  will  report  to  the  provincial  project \nmanagement unit (PPMU). Implementation arrangements and engagement of VWUs are further \ndiscussed in paras. 46 and 51. \n \n32.  Upon project completion, about 1,700 poor households are expected to have access to \npiped water, and 3,000 households will have improved sanitation.  \n \n5.  Part E: Project Management and Institutional Strengthening \n33.  This component will have two subcomponents: institutional strengthening and project \nmanagement. The institutional strengthening subcomponent will provide consultancy services to \ndevelop a time-bound action plan to ensure improved and sustained delivery of WSS services in \nthe project towns. The Project will strengthen national tariff policies by preparing affordability \nand  tariff  guidelines  and  cost-recovery  mechanisms  to  reduce  the  need  for  Government \nsubsidies, supporting performance benchmarking activities, and strengthening utility networks \nsuch as the ADB-supported Southeast Asia Water Utilities Network. The Project will help (i) \ntransform  POEs  into  financially  viable  and  responsive  entities;  (ii) develop  action  plans  to \nimprove POE efficiency and implement them; (iii) strengthen POE planning and management \ncapacities; (iv) prepare standard contracts and guidelines for service contracts and other forms \nof  private  involvement  and  partnerships;  (v)  introduce  measures  to  improve  operational \nefficiency through cost reductions, decreased levels of unaccounted-for water, improved bill \ncollection, and improved accounting procedures; and (vi) train management and staff. The \ninstitutional and policy reform agenda is in Appendix 4. \n \n34.  This subcomponent will provide running costs for day-to-day administration, consultancy \nservices to help the project coordination unit (PCU) and PPMUs,6 and surveys to develop a \ndetailed project design. The subcomponent will also build technical and managerial capacity for \nPCU  and  PPMU  staff  through  skill  training  and  workshops  on  (i)  bidding  procedures  and \nguidelines for procurement of goods and services; (ii) project management, including planning, \nimplementation,  monitoring,  and  evaluation;  (iii)  financial  management  and  accounting;  (iv) \nenvironmental sanitation and awareness; (v) gender awareness; (vi) quality management and \nreport  writing;  and  (vii)  technical  aspects  of  sanitary  engineering.  This  subcomponent  is \ndiscussed in paras. 44–47. \n                                                 \n5  The environmental awareness campaigns could target, among other groups, primary-school children, waste \npickers, women’s groups, and the youth. \n6  The roles and functions of PCU and PPMUs are discussed in paras. 44–45. \n ", "9 \n \n35.  The Project, together with MOC, will engage in policy dialogue with PPCs and civil society \nto ensure PPC support and greater civic participation. The dialogue will involve discussions on (i) \ndevelopment of action plans for government reform programs and targets set out in the orientation \nplans;  (ii)  relationships  between  people’s  committees  and  POEs,  particularly  with  regard  to \nregulatory and operating functions; (iii) the importance of increasing the role of women and \nincluding vulnerable groups and assurance of women’s participation in project planning, design, \nand implementation, including greater representation of women in POE management positions; \nand (iv) measures to protect the livelihoods, health, and safety of waste pickers.  \n \nC.  Special Features \n1.  Corporatization of Public Operating Entities \n36.  The Project will support the Government’s State Enterprise Reform Program, which aims \nto equitize POEs by converting them gradually into joint-stock shareholding companies with 49–\n100% public ownership. For POEs that cannot be equitized in the short term, the Project will \nhelp convert them into one-member limited liability companies. This will allow the entity greater \nautonomy in business decisions, staff remuneration, capital raising, and retention of earnings \ncollected from customers for O&M expenses. By the end of the Project, POEs are expected to \nbe financially viable as indicated by positive cash flows, allowance for gradual reduction of \nGovernment subsidies, and selling of shares to the public. As companies are corporatized and \nsubsequently  equitized,  economies  of  scale  and  service  demand  will  be  major  factors  in \ndetermining POEs’ direction. The Project will help restructure POEs into autonomous entities, \ndevelop business plans, prepare standard contracts and guidelines, and introduce efficiency \nmeasures in accordance with the 2005 Unified Enterprise Law, with new employment practices, \nperformance-based  staff  incentives,  commercial  focus,  financial  autonomy,  and  improved \nfinancial management systems.  \n \n2.  Cost Recovery and Financial Sustainability \n \n37.  To enable full cost recovery and long-term financial sustainability, the Project will help \nPPCs develop and implement action plans to improve sustainability of POEs by expanding \ncoverage of services, reducing operating costs, and adopting tariffs that will enable full cost \nrecovery  for  water  supply  and  recover  sufficient  costs  to  cover  O&M  costs  for  drainage, \nwastewater, and solid waste management services. The Project will also help poor households \nconnect to the piped-water supply system, including through deferred payment systems for new \nwater connections and facilitation of grants for building septic tanks and connecting to municipal \ndrainage systems. \n \n38.  The Project will provide time-bound suggestions to operationalize national tariff policies. \nIt will also develop mechanisms to strengthen the regulatory function for tariff revision, which \nincludes public participation by calculating fees for water supply, drainage, wastewater, and \nsolid  waste  and  recommending  and  justifying  them  to  clients  and  people’s  councils,  and \nagreeing on service levels with provincial and town people’s committees. \n \n3.  Participation for Improved Management of WSS Services \n \n39.  The  Project  emphasizes  the  importance  of  community  awareness  and  civil-society \nparticipation in planning and managing urban services and in providing greater access to poor \nhouseholds. The Project will (i) involve VWUs in implementing the public awareness component \nand ensure timely disbursement of funds from the PPMUs to the VWUs; and (ii) mobilize \ncommunities and introduce measures to help poor households connect to the piped-water \nsupply  system,  including  through  deferred  payment  systems  for  new  water  connections. \n ", "10 \nThrough  participation  and  sense  of  ownership,  PPCs  will  be  able  to  better  formulate  and \nimplement  improved  sanitation  regulations  and  policies  which,  among  others,  mandate \nwastewater connection to municipal drains and impose penalties on people who do not pay for \nservices  received,  cause  environmental  pollution,  or  impinge  on  urban  infrastructure.  To \nincrease  private  sector  participation,  the  Project  will  also  involve  private  groups,  private \ncooperatives,  and  private  companies  involved  in  solid  waste  management  by  developing \nsimplified  service  contracts.  Through  feedback  from  customers  or  beneficiaries  of  WSS \nservices, the Project will support an independent regulatory body such as the Viet Nam Water \nSupply  Authority  to  evaluate  tariffs  and  recommend  tariff  increases.  The  Project  will  also \ndevelop benchmarking and key performance indicators, which will be monitored throughout the \nProject.  \n \nD.  Project Investment Plan \n \n40.  The project investment cost is estimated at $66.72 million, of which ADB will provide up \nto $53.22 million equivalent. The remaining amount, to include duties and taxes, will be provided \nby the central Government, PPCs, and project beneficiaries. A detailed project cost estimate is \nin Appendix 5. \n \nTable 1: Project Investment Plan a \n($ million) \n \nTotal \nComponent  ADB  Government/PPC \nCost b \nA. Base Costs       \nPart A: Water Supply Development  8.46  1.97  10.43 \nPart B: Drainage and Wastewater Management  29.19  8.41  37.60 \nPart C: Solid Waste Management  1.43  0.33  1.76 \nPart D: Community Environmental Sanitation and Awareness  0.38  0.00  0.38 \nPart E: Project Management and Institutional Strengthening  6.65  0.43  7.08 \nSubtotal (A)  46.11  11.14  57.25 \nB. Contingencies       \nPhysical c    4.61  1.12  5.73 \nPrice d    1.62  1.24  2.86 \nSubtotal (B)  6.23  2.36  8.59 \nC. Finance Charge during Implementation   0.88  0.00  0.88 \n       \nTotal   53.22  13.50  66.72 \na  Includes taxes and duties of $4.8 million not financed by the Asian Development Bank (ADB). Numbers may not \nsum precisely because of rounding. \nb  In mid-2006 prices. \nc  Physical contingencies computed at 10% for civil works, training, surveys, and studies. Price contingencies \ncomputed at 5% on foreign exchange costs and 9% on local currency costs; includes provision for potential \nexchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest charges for the ADB loan. \nSource: ADB estimates. \n \nE.  Financing Plan \n41.  ADB’s  Asian  Development  Fund  will  cover  up  to  79.77%  of  the  total  project  cost, \nincluding $20.00 million equivalent of local currency cost. ADB financing of the local currency \ncost  is  justified  by  the  tight  fiscal  situation  confronting  the  PPCs,  which  will  provide  the \ncounterpart funds and repay the subsidiary loans under the Project. The ADB loan will have a \nmaturity of 32 years, with a grace period of 8 years, an interest rate of 1.0% per annum during \nthe grace period, and 1.5% per annum thereafter. The borrower will be the Socialist Republic of \nViet Nam. Table 2 provides the financing plan. \n \n ", "11 \nTable 2: Financing Plan \n($ million) \n \nForeign  Local  Total \nSource  % \nExchange  Currencya  Cost \n         \n  Asian Development Bank  33.22  20.00  53.22  79.77 \n  Government and/or PPCs  0.00  13.50  13.50  20.23 \n  Beneficiaries \n         \nTotal  33.22  35.50  66.72  100.0 \na  Detailed local currency costs will be reviewed during Project implementation. \nPPC = provincial people’s committee. \nSource: Asian Development Bank estimates. \n \n42.  Part of the ADB loan will be re-lent by the Government to POEs for water supply \ndevelopment and expansion through subsidiary loans in local currency under Subsidiary Loan \nAgreements upon terms and conditions satisfactory to ADB.  \n \n43.  The Government shall cause PPCs to ensure that POEs apply the proceeds of the loan \nto finance expenditures on the Project in accordance with the provisions of the loan agreement \nand project agreement.  \n \nF.  Implementation Arrangements \n1.  Project Management \n44.  A PCU will be established within the Management Board for Urban Technical Infrastructure \nProjects  (MABUTIP)  to  coordinate  project  implementation  within  1  month  after  the  loan \neffectiveness. The PCU will (i) provide technical support for Project implementation, supervision \nand  training  to  the  Project  provinces  through  Project  consultants,  (ii)  monitor  withdrawal \napplications for disbursement of the Loan proceeds, (iii) monitor the preparation and submission \nof Project financial reports at the provincial level, (iv) recruit an independent auditor and ensure \nthat periodic Project audits are properly carried out in a timely  manner, (v) coordinate all \nreporting activities of the PPMUs, consolidate reports and ensure timely submission of semi-\nannual reports to MOC and ADB, (vi) monitor and coordinate all Project-related procurement to \nensure  compliance  with  the  requirements  of  the  Government  and  ADB,  (vii)  prepare  and \nimplement training programs for the PPMUs, and (viii) act as liaison between the Government \nand  ADB  with  respect  to  the  Project.  MOC  shall  be  responsible  at  the  central  level  for \ncoordinating the Project implementation, including recruiting and managing the consultants for \nthe Project, except for Part D: Public Awareness component of the Project, through the PCU \nunder MABUTIP. \n \n45.  In accordance with the Government’s decentralization policy, PPCs of Binh Thuan, Dak \nNong, Khanh Hoa, Ninh Thuan, and Phu Yen will be the executing agencies. The PPC will \nallocate the counterpart funding, provide policy guidance, and monitor and evaluate project \nactivities. Within 2 months after the loan effectiveness, each PPC will set up a PPMU under a \ndesignated POE as the implementing agency, which will (i) directly manage day-to-day Project \nimplementation  in  the  Project  towns,  (ii)  supervise  the  Project  consultants  in  designing, \npreparing  bid  documents,  and  construction  activities,  (iii)  manage  the  acquired  land, \nresettlement, and environmental and social safeguard compliance, (iv) implement the Gender \nAction  Plan  prepared  for  the  Project,  (v)  prepare  withdrawal  applications  and  financial \ndocuments,  and  (vi)  submit  periodic  progress  reports  with  assistance  from  the  Project \nconsultants for submission to the PCU and the respective PPC. The PPMUs shall establish \n ", "12 \nresettlement working groups and environmental monitoring units which shall monitor and update \ninformation in their relevant areas of expertise. At least 30% of the PPMU staff will be female.  \n \n46.  The  provincial  VWU  will  work  with  the  PPMU  to  design  and  implement  part  D \n(community environment sanitation and awareness). It will report to the PPMU and coordinate \nwith other agencies. At least one person from the PPMU will be assigned to work with the VWU \nto ensure timely implementation of activities under part D. The VWU will be recruited by the \nPPMU through the single-source selection procedure. \n \n47.  Within 2 months after the loan effectiveness, a project steering committee (PSC) will be \nestablished  in  each  Project  province  to  resolve  matters  that  require  interdepartmental \ncoordination at the provincial level. A project steering committee (PSC) will be established in \neach province to resolve matters that require interdepartmental coordination at the provincial \nlevel. The PSC will be chaired by a PPC vice chair, and members will represent stakeholders, \nincluding, but not necessarily limited to, the provincial departments of finance, planning and \ninvestment, health, environment and natural resources, and construction and/or public works; \nand women’s unions. The provincial VWU will have at least one representative in the PSC. \nWhere relevant, the PSC will include a representative from the provincial department of the \nCommittee  for  Ethnic  Minorities  in  Mountainous  Areas.  The  project  implementation \narrangements are in Appendix 6. \n \n2.  Implementation Period \n48.  It is estimated that the Project will be implemented over 5 years, commencing in the first \nhalf of 2007. To minimize delays, PPMUs need to be established and project consultants \nrecruited  by  early  2007.  Detailed  design  is  scheduled  for  completion  by  mid-2008,  and \nconstruction  is  expected  to  commence  in  the  second  half  of  2008.  Land  acquisition  and \nresettlement will be conducted before construction. The water supply, small-scale drainage \nschemes, and the solid waste management components are scheduled for completion in 2010. \nThe large, complete drainage and wastewater schemes with wastewater treatment in Tuy Hoa, \nCam Ranh, Phan Thiet, and Gia Nghia are expected to be completed by early 2011. The \nimplementation schedule is in Appendix 7. \n \n3.  Procurement \n49.  Goods, works, and services financed by ADB will be procured in accordance with ADB’s \nProcurement Guidelines (2006). All procurement contracts will contain anticorruption provisions \nas specified by ADB.  Procurement will generally be carried out by the PPMUs under the \nguidance of the PCU. Civil works above $2,000,000 or goods above $500,000 will be procured \nthrough  international  competitive  bidding  (ICB),  and  civil  works  below  $2,000,000,  through \nnational competitive bidding (NCB). Equipment and selected material packages worth $100,000 \nto $500,000 will be procured using NCB, while packages under $100,000 will be procured \nthrough shopping. Force accounts will be used for small and scattered water supply and/or \ndrainage  works  that  cannot  be  defined  in  advance.  Before  commencement  of  NCB \nprocurement, ADB and the Government will review the Government’s procurement procedures \nto ensure consistency with ADB’s requirements. Any necessary modifications or clarifications \nwill be documented in the procurement plan (Appendix 8). \n \n50.  The Government has requested ADB to approve advance action to recruit consultants \nand  to  procure  goods  and  civil  works.  Advance  action  is  necessary  to  expedite  project \nimplementation. The Government has been advised that ADB’s approval of advance action \ndoes not constitute a commitment to finance the Project. \n \n ", "13 \n4.  Consulting Services \n51.  Consultants will be selected and engaged using ADB’s quality- and cost-based selection \nprocedures  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  (2006).  An \ninternational consulting firm in association with one or more national consulting firms will be \nrecruited by the PCU using the quality- and cost-based selection procedure and will assist the \nPCU in overall project management. Consultancy services will include project detailed design \nand  supervision,  comprising  engineering,  environmental,  sanitation,  financial,  and  social \naspects;  social,  poverty,  resettlement,  and  environmental  monitoring;  capacity  building  and \ntraining programs to strengthen the institutional capacities and improve operational efficiencies \nof POEs and WSS service providers. A total of 1,045 person-months of consulting services (93 \ninternational and 952 national) will be required. In addition, (i) an independent resettlement \nmonitoring consultant will be engaged, on an intermittent basis, using the least-cost selection \nmethod; and (ii) VWUs will be engaged through single-source selection to implement part D \n(community  environmental  and  sanitation  awareness).  The  least-cost  selection  method  is \njustified because the assignment is relatively small, and practices and standards for conducting \npoverty impact assessments are well established. Single-source selection, despite not having \nthe benefits of competition for quality and cost, is proposed because the VWUs engage in \ngrassroots  activities  and  have  exceptionally  extensive  networks.  The  estimated  staffing \nrequirement is in Appendix 9.  \n \n5.  Anticorruption Policy \n52.  The  Government  shall  comply  with,  and  shall  cause  the  PPCs  and  the  POEs,  as \napplicable, to comply with ADB’s anticorruption policy. 7 The Government (i) acknowledges \nADB’s  right  to  investigate,  directly  or  through  its  agents,  any  alleged  corrupt,  fraudulent, \ncollusive or coercive practices relating to the Project; and (ii) agrees to cooperate fully with, and \nto cause the PPCs and POEs, as applicable, to cooperate fully with any such investigation and \nto extend all necessary assistance, including providing access to all relevant books and records, \nas may be necessary for the satisfactory completion of any such investigation.  \n \n53.  In addition to these requirements, to deter corruption and increase transparency, the \nGovernment  shall  maintain  the  procurement  website  to  disclose  information  about  public \nprocurements,  including  those  related  to  the  Project.  For  each  contract,  the  website  shall \ninclude information on, among others, the list of participating bidders, name of the winning \nbidder, basic details on bidding procedures adopted, amount of contract awarded, and the list of \ngoods/services procured. In addition to the web-based disclosure, stakeholders, which include \ncivil society and non-governmental organizations, shall be provided detailed information on each \nPPMU-level procurement on public notice boards in their respective provinces. \n \n6.  Disbursement Arrangements \n54.  Loan  proceeds  will  be  disbursed  in  accordance  with  ADB’s  Loan  Disbursement \nHandbook. Six imprest accounts—one for the PCU and five for the PPMUs of Binh Thuan, Dak \nNong,  Khanh  Hoa,  Ninh  Thuan,  and  Phu  Yen—will  be  established  in  non-interest-bearing \ncurrent accounts in a commercial bank acceptable to ADB to expedite project implementation \nthrough the timely release of loan proceeds. The advance to each imprest account will not \nexceed 10% of the allocation for the PCU or the 6-month forecast expenditure for each PPMU. \nThe imprest accounts will be established, managed, and liquidated in accordance with ADB’s \nLoan Disbursement Handbook and detailed arrangements agreed to by the Government and \nADB;  ADB’s  statement  of  expenditure  procedure  may  be  used  to  reimburse  eligible \n                                                 \n7  ADB. 1998. Anticorruption Policy. Manila. \n ", "14 \nexpenditures and to liquidate advances made into the imprest account. The procedure will apply \nto contracts not exceeding $100,000. \n \n7.  Accounting, Auditing, and Reporting \n55.  Detailed consolidated annual project accounts, as maintained by the PCU and PPMUs, \nwill be audited by qualified and independent auditors acceptable to ADB and will be submitted to \nADB, in English, within 6 months of the close of each fiscal year. The annual audit report will \ninclude the audit of the imprest accounts and the statement of expenditure procedure. \n \n8.  Project Performance Monitoring and Evaluation \n56.  The PCU will consolidate quarterly implementation reports sent by PPMUs and submit \nsemiannual progress reports to ADB. The PCU will ensure that the PPMUs conduct timely \nbaseline physical and socioeconomic surveys. A baseline survey will be undertaken early during \nimplementation  to  collect  and  analyze  data  on  the  relevant  indicators  for  monitoring  and \nreporting  purposes  and  will  be  compared  against  the  targets  achieved  during  project \ncompletion. The performance indicators will include but not be limited to (i) service coverage, (ii) \nunaccounted-for water, (iii) production capacity, (iv) staff and working ratios, and (v) billing and \ncollection efficiency. Semiannual progress reports will describe physical progress, details of any \nchange in schedule, implementation, progress against the gender action plan, updates on \nimplementation of the environmental and resettlement plans, use of loan proceeds, and an \noutline of the work for the next 6 months. The report will provide summary financial accounts of \nthe  Project,  including  expenditure  during  the  period,  year-to-date  expenditure,  and  total \nexpenditure  to  date.  The  PCU  will  submit  to  ADB,  within  3  months  of  physical  project \ncompletion, a project completion report covering the details of implementation, costs, monitoring \nand evaluation, and other information requested by ADB. \n \n57.  The PCU will ensure that the project performance monitoring system is established \nwithin 6 months of loan effectiveness. It will track project implementation activities, target dates, \nexpected  outcomes,  and  assigned  responsibilities.  A  post-resettlement  evaluation,  by  an \nindependent consultant, will be undertaken once all project resettlement activities have been \ncompleted. The indicators to be monitored will be formulated, discussed, and agreed by ADB, \nPPCs, and municipal corporations. Within 6 months of loan effectiveness, the PCU will conduct \ninitial baseline physical and socioeconomic surveys and submit a detailed implementation plan \nfor benchmarking information and monitoring performance. This will be subject to ADB’s review \nand  concurrence.  The  PCU  will  submit  annual  reports  to  ADB  throughout  project \nimplementation. \n \n9.  Project Review \n58.  Project performance will be reviewed by the PCU, PPCs and ADB. The first-level review \nwill be conducted every quarter by the PCU. It will be based on performance reports prepared \nby the PPMUs. The monthly reports on project performance, major policy issues, and actions \nrequired or taken by the respective authorities will be reviewed. The report will be sent to MOC \nand the PPCs for their action. The second-level review will be conducted by ADB review \nmissions every 6 months throughout the Project. A comprehensive midterm review will be \ncarried out 36 months after the date of loan effectiveness to identify problems or weaknesses in \nimplementation arrangements and to agree on any corrective measures. A final review will be \nconducted by an ADB mission towards the end of the project. \n \n \n ", "15 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Social Aspects \n1.  Social and Poverty Impact \n59.  The Project will improve the quality of life in eight towns by providing piped water and \nimproving  environmental  conditions.  By  2011,  it  will  benefit  about  105,000  households  or \n501,000 people, of whom 10,400 households or 45,300 people are poor. Safe and reliable piped \nwater will help lower water costs, save time, and improve health. Better drainage and solid \nwaste collection systems will help eliminate standing rain and storm water and unsanitary solid \nand liquid waste disposal. Hygiene awareness and promotion will complement the Project’s \nphysical investments. Infants, women, and the elderly, who are more susceptible to waterborne \ndisease and environment-related illness, will benefit the most.  \n \n60.  The Project will help reduce the risk of increased impoverishment associated with the \nhigh  cost  of  health  care.  The  poor  and  near-poor  suffer  most  because  of  weak  urban \ninfrastructure and unsanitary conditions. They are often forced to sell their income-generating \nassets and lose work days because of sickness—their own or a family member’s. Part D \nsupports poor households that cannot afford the connection fee to a water supply and drainage \nsystem and have poor toilet facilities. These interventions aim to facilitate access by the poor to \nsafe  water  and  improved  sanitation  facilities.  The  summary  poverty  reduction  and  social \nstrategy is in Appendix 10. \n \n2.  Gender Impact \n61.  Women are responsible for a variety of household and community WSS tasks. They are \nresponsible for household water supply and use, including family hygiene and sanitation, and \nmake up most solid waste collectors. Distance to the nearest water source is less of a problem \nfor urban than rural women as many households in the project towns purchase water from \nvendors and/or use rain-harvesting systems. Women will benefit mainly from increased cost and \ntime savings and improved family health and hygiene. Women represent about one third of \nemployees  in  the  public  utility  companies  surveyed  and  are  often  underrepresented  in \nmanagement  positions.  The  Project  will  help  public  utility  companies  in  the  project  towns \ndevelop and implement steps (providing access to training and posting job announcements) to \nincrease the number of female employees, especially in management. The PPMU will contract \nthe provincial VWU to implement part D. VWUs will be represented in the PSCs and help deliver \ngender awareness training in the provincial PSC and POE and the PPMU. At least 30% of the \nPPMU staff will be female. A gender analysis and action plan is in Appendix 11. \n \n3.  Indigenous Peoples and Ethnic Minorities \n62.  Most people in the project area are Kinh. Ethnic minorities live in Thap Cham (1.2%) and \nGia Nghia (35.3%) but rarely in urban areas. Specific actions have been integrated into the \nproject design to ensure that ethnic minorities have equal access to project benefits, have \nculturally appropriate awareness and education materials, and are safeguarded against adverse \nproject impacts. Under part D, public awareness campaigns on water use and hygiene will \nreflect ethnic differences in knowledge and practice. Ethnic minorities will be equally eligible for \nassistance to household water supply connection and sanitation facilities. The PSC established \nin Gia Nghia will include a representative from the provincial department of the Committee for \nEthnic Minorities in Mountainous Areas. Provisions have been included in resettlement plans to \nensure that ethnic minorities receive equal compensation, additional support for rehabilitation, \nand asset transfers that help retain the high status of Ma and Edde women. \n \n ", "16 \n4.  Land Acquisition and Resettlement  \n63.  The Project will require land acquisition and resettlement of people in eight project \ntowns. Impact on private households and agricultural land will be minimal. An estimated 59 ha \nwill  be  lost  because  of  improvements  in  drainage  and  flood  protection,  wastewater  and \nsanitation, and solid waste infrastructure; 154 households will be severely affected either by \ndisplacement of housing or shops or loss of 10% or more of productive land, and 48 households \nwill be marginally affected (a total of 202 households or 894 people). Involuntary resettlement \neffects  will  be  most  severe  in  or  near  landfill  areas,  wastewater  treatment  plants,  and \nwastewater stabilization ponds. During project design, efforts were made to avoid and, where \npossible, minimize the impact through consultations with local authorities. Some households \nand businesses may be temporarily affected during construction by pipe laying.  \n \n64.  Resettlement  plans  for  each  province  were  prepared  according  to  Government \nregulations  and  ADB’s  policy  on  involuntary  resettlement8 and  in  consultation  with  local \ncommunities  and  authorities.  The  plans  cover  project  components  able  to  do  the  basic \nresettlement-planning activities of census, inventory of losses, and socioeconomic surveys. \nSome  provincial  components  are  unable  to  do  these  at  this  stage  and  so  a  resettlement \nframework has been prepared to guide resettlement planning and implementation after detailed \ndesign. The summary resettlement plan and framework are in Appendix 12. The resettlement \nframework and five resettlement plans are supplementary appendixes. A total of $2.11 million is \nestimated for all project resettlement costs, including implementation costs and contingencies. \n \nB.  Environmental Aspects \n65.   Initial environmental examinations (IEEs) were undertaken according to ADB’s Policy \nand Environmental Assessment Guidelines (2003) and reports prepared for each province to \nscreen the environment, assess potential impacts of the proposed investments, and propose \nmitigation measures and institutional arrangements. All IEEs concluded that the Project may lead \nto  temporary  and  reversible  localized  negative  impacts  but  foresaw  no  significant  adverse \nenvironmental  impacts.  To  minimize  adverse  impacts,  if  any,  the  Project  will  involve \ncommunities and other stakeholders in project planning, design, and implementation. For the \nproposed landfill sites for Gia Nghia and Cam Ranh, buffer areas will be provided to ensure \nsufficient soil cover. Periodic monitoring and inspection will be conducted to maintain daily soil \ncover after disposal of wastes. Waste pickers will be allowed to recover recyclable wastes at the \nseparation area adjacent to the landfill site and participate in income-generating opportunities. \nPotential environmental impacts during construction are generation of dust and noise; soil \nerosion caused by excavation; and surface and groundwater contamination by spoil, oil and \ngrease, and wastes. Mitigating measures can be instituted without difficulty through careful \nmonitoring by PPMU and involving communities. Therefore, no further study or detailed EIA is \nneeded.  \n \n66.  Integrated WSS management will provide sustainable prospects for reducing waterborne \ndiseases, improving water quality and hygiene, reducing incidence of flooding, and improving \nliving  conditions,  which  far  outweigh  negative  impacts.  The  environmental  analysis  is  in \nAppendix 13. A summary IEE describing the environmental impacts, mitigation measures, and \nmonitoring plans is in Supplementary Appendix F, while subproject IEEs are in Supplementary \nAppendix G. \n \n \n \n                                                 \n8  ADB. 1995. Policy on Involuntary Resettlement. Manila. \n ", "17 \nC.  Economic Aspects \n67.  The economic analysis has been undertaken in accordance with the ADB’s Guidelines \nfor the Economic Analysis of Projects and Handbook for the Economic Analysis of Water Supply \nProjects The analysis comprises least-cost and cost–benefit analyses for the water supply and \n. \ndrainage and wastewater components, while the solid waste and community environmental \nsanitation and awareness components were examined using the cost-effectiveness criteria. \nApproaches are combined because of the uncertainties and difficulties of quantifying health and \nenvironmental benefits.  \n \n68.  The major economic benefits arising from improved WSS are (i) time and cost savings in \nobtaining  water,  and  health  benefits  accruing  to  the  residents  because  of  improved  and \nexpanded coverage of water supply; and (ii) health benefits accruing to the residents, cost \nsavings because of reduced flood damage and losses, and annualized incremental increase in \nthe values of affected land because of improved drainage and wastewater management. The \ncommunity  environmental  sanitation  and  awareness  component  is  expected  to  generate \nsignificant pro-poor benefits in the form of improved hygiene and sanitation practices through \nbetter awareness of and access to WSS facilities.  \n \n69.  The economic internal rate of return (EIRR) has been calculated for the water supply \nand drainage components of each project town. The results of the overall economic analysis \nindicate that the base case for the project EIRRs is calculated at 20.87%, where the EIRR for \nwater supply is 15.56% and for drainage 22.49%. The sensitivity analysis shows that the overall \nEIRR is most sensitive to the actual values of the realized benefits and to delays in the receipt \nof such benefits. The poverty impact ratio is calculated at 29.92%, which is above the 12.60% \nestimated average share of the poor in GDP for Viet Nam, reflecting the Project’s pro-poor \nthrust. The economic analysis is in Appendix 14. \n \nD.  Financial Aspects \n70.  The financial analysis has been undertaken in accordance with ADB’s Guidelines for \nFinancial Management and Analysis of Projects. It is based on the estimated required average \ntariffs to achieve full cost recovery for all components. This is achieved by calculating the average \nincremental financial cost: (i) the present values of capital and O&M costs at financial prices \ndivided by the present value of the volume of water sold for the water supply component, (ii) water \nsales equivalent as a proxy for the drainage and wastewater treatment component, and (iii) solid \nwaste collected for each year over the life of the components. A recommended tariff structure was \nthen devised and incorporated further affordabilities, segmenting different user groups. \n \n71.  The financial internal rates of return (FIRRs) were calculated for the water supply and \nsolid waste components and compared with the weighted average cost of capital (WACC). The \nFIRRs are 3.9–7.0% (water supply) and 7.8–11.7% (solid waste management), all above the \nestimated project WACC of 2.0%. The drainage and wastewater component is not considered to \ngenerate  sufficient  revenue  to  have  positive  FIRRs  and  needs  to  be  subsidized  by  the \nGovernment. Even so, a 10% surcharge on water bills is proposed to help recover O&M costs, \nnot capital expenditures. \n \n72.  The financial estimations were based on payments of 5% of household incomes, cross \nsubsidies, and a willingness to pay of 6.5%. The financial projections prepared for all eight towns \nindicate that the financial performance will improve over the 2009–2020 forecast period as tariffs \nfor the services increase. The Government’s budget to support the services will be gradually \nreduced and finally eliminated in 2014. The summary financial analysis is in Appendix 15.  \n \n \n ", "18 \nE.  Risks and Mitigation Measures \n73.  Several  risks  were  identified:  (i)  resistance  of  existing  PPCs  to  POEs’  becoming \ncorporate entities; (ii) lack of willingness of local authorities to implement institutional and policy \nreforms, including tariff adjustments and efforts toward greater transparency and accountability; \nand  (iii)  unforeseen  macroeconomic  fluctuations  or  change,  which  will  raise  project  costs. \nSeveral challenges face the project: (i) lack of stakeholders’ understanding of project objectives; \n(ii) lack of capacity of people’s committees and WSS service providers; (iii) the PPCs’ and \nPOE’s lack of familiarity with ADB and Government procurement and disbursement procedures, \ndelaying project implementation; and (iv) poor households’ inability to benefit from the project \ninvestments.  \n \n74.   To mitigate the risks and challenges, several measures are proposed: (i) undertake \npolicy dialogue involving the Government, PPCs, and POEs on the benefits of a financially \nviable and responsive entity; (ii) propose a timetable for corporatizing POEs and adjusting \ntariffs;  (iii)  identify  and  discuss  incentives  and  options  for  stakeholders  to  induce  greater \nparticipation and sense of ownership; (iv) conduct sensitization workshops on project objectives, \nscope, and activities; (v) provide contingencies to anticipate unforeseen, adverse economic \nfluctuations;  (vi)  provide  training  in  accounting,  technical,  and  managerial  skills,  and  in \nGovernment and ADB guidelines on procurement, disbursements, and project management for \nproject staff; and (vii) devise mechanisms such as deferred payment schemes to enable the \npoor to connect with the water supply system and sanitation services. \n \n75.  The costs are expected to be outweighed by the integrated benefits and impacts: (i) \nenhanced  environmental  sanitation  and  public  health  (particularly  reduced  water-related  and \nwaterborne diseases); (ii) reduced or eliminated flooding; and (iii) socioeconomic growth, which is \nexpected to pressure local authorities to meet rising demand for basic infrastructure services. \n \nV.  ASSURANCES \n \n76.  In addition to the standard assurances, the Government and the PPCs have given the \nfollowing assurances, which are incorporated in the legal documents:  \n \n(i)  The Government shall: (a) establish the PCU within MABUTIP within 1 month \nafter the effective date, (b) cause the PPCs to set up a PPMU within each Project \nprovince within 2 months after the effective date, and (c) cause the PPCs to \nestablish a PSC in each Project province within 2 months after the effective date. \n(ii)  The Government shall ensure that (a) implementation regulations for the Unified \nEnterprise Law (2005) are prepared and adopted by the relevant agencies of the \nGovernment in a timely manner in order to facilitate effective corporatization and \nequitization of the POEs; (b) the PPCs adopt promptly the necessary resolutions \nrequired to be taken at the provincial level to further facilitate application and \nenforcement of the Unified Enterprise Law; (c) corporatization and equitization of \nthe POEs are carried out in accordance with the corporatization and equitization \nprogram  of  the  respective  Project  province  as  may  be  approved  by  the \nGovernment; and (d) policy dialogue is maintained between the Government and \nADB with respect to performance and operation of the POEs throughout the \nProject implementation period. \n(iii)  The Government, through the PPCs, shall ensure that the POEs, within 3 years \nafter the effective date and in a manner satisfactory to the Government and ADB, \ndevelop, adopt and implement a time-bound action plan, which shall include (a) \n ", "19 \nnew employment policies, strategies and guidelines on hiring practices, including \nperformance  based  remuneration  systems,  enhanced  transparency  in  hiring \npractices  and  staff  incentives,  in  accordance  with  the  relevant  laws  and \nregulations of the Government; (b) training programs to improve staff capabilities; \n(c) improved accounting procedures; and (d) O&M plans and procedures.  \n(iv)  The Government shall ensure that the PPCs adopt tariffs, immediately upon \ncommissioning of the Project facilities that provide full cost recovery in the case \nof water supply, and recover sufficient costs to cover full O&M costs in the case \nof drainage, wastewater and solid waste management services. \n(v)  The Government shall cause the PPCs to allocate the counterpart funds, at the \nprovincial level, required for the Project from the respective PPCs’ annual budget \nin a timely manner and in accordance with the Government’s Budget Law (2002). \n(vi)  The Government shall cause the PPCs to (a) carry out the resettlement plans \nprepared for the Project provinces in an effective and timely manner; (b) update \nthe resettlement plans based on the final technical design, in accordance with the \nresettlement framework prepared for the Project and with prior approval of ADB; \nand  (c)  prepare,  revise,  implement  and  monitor  the  resettlement  plans  in \naccordance with the related regulations of the Government and ADB’s policy on \ninvoluntary resettlement (1995) and other related requirements. Provisions and \nprinciples adopted in the resettlement framework and the resettlement plans shall \nsupersede  the  provisions  of  Government’s  regulations  wherever  there  is  a \nconflict or gap. \n(vii)  The Government shall cause the PPCs to ensure that the gender action plan \nprepared for the Project is fully implemented and monitored in accordance with \nits  terms,  related  Government  regulations  and  ADB’s  policy  on  gender  and \ndevelopment (2003) in a timely manner, and adequate resources are allocated \nfor this purpose. In particular, the Government shall ensure that (a) female-\nheaded households are eligible for equal compensation and additional support \nmeasures for rehabilitation; (b) in ethnic minority groups where women hold \nhigher status than men, such status is maintained where asset transfers are \nconcerned; (c) at least 30% of each PPMU staff are female; and (d) at least one \nmember of the PSC in each Project province is a member of the provincial VWU.  \n  (viii)   The Government shall cause the PPCs to ensure that (a) ethnic minorities have \nequal access to the Project benefits, have culturally appropriate awareness and \neducation  materials,  and  are  safeguarded  against  adverse  impacts;  (b)  the \nspecific actions indicated in the resettlement plans for ethnic minorities, including \ntheir customary rights to forest products, are fully implemented in accordance \nwith the relevant terms of the respective resettlement plans, related Government \nregulations and ADB’s policy on indigenous peoples (1998) in a timely manner, \nand  that  adequate  resources  are  allocated  for  this  purpose;  and  (c)  where \nrelevant,  the  PSC  concerned  includes  a  representative  from  the  provincial \ndepartment of community for ethnic minorities in mountainous areas (CEMMA). \n  (ix)   The Government shall cause the PPCs to ensure timely flow of funds from the \nPPMUs  to  the  VWUs  allocated  for  the  Project  activities  under  Part  D.  The \nGovernment  shall  also  ensure  that  (a)  the  VWUs  work  effectively  with  the \nrespective PPMUs to implement the community environmental sanitation and \npublic awareness campaigns under Part D, (b) at least 50% of the motivators \n ", "20 \nselected for the public awareness campaign are female, and (c) at least 30% of \nthe teams formed to discuss the Project with communities are composed of \nfemale members. \n(x)   The Borrower shall ensure that adverse environmental impacts of the Project are \nminimized. In particular, the Borrower shall, through the PPCs, cause (a) the \nPPMUs and the relevant authorities to monitor and supervise the construction \nactivities  to  minimize  short-term  adverse  impacts  by  adopting  appropriate \nmitigation measures and good engineering and construction practices, including \nreplanting  of  trees,  ensuring  working  safety,  sanitation  and  health  care  of \nworkers; (b) the existing O&M manual and emergency/inspection plans to be \nreviewed and revised, as needed, to improve the operation performance for \ndelivery of safe drinking water and minimize a potential risk overflow and flooding \nof raw sewage; (c) surface and ground water quality testing to be conducted \nregularly  to  ensure  compliance  with  drinking  water  quality  and  wastewater \nstandards,  and  detect  any  sign  of  ground  water  contamination;  (d)  periodic \nmonitoring and inspection to be conducted to maintain daily soil cover of landfill \nsites; (e) waste pickers to be employed to recover recyclable wastes at the \nseparation area adjacent to the landfill sites and to provide income generation \nopportunities; and (f) an EMU to be set up within each PPMU to be responsible \nfor implementation of environmental mitigation measures and monitoring.  \n(xi)  The Government shall comply with, and shall cause the PPCs and the POEs, as \napplicable, to comply with ADB’s anticorruption policy (1998). The Government \n(i) acknowledges ADB’s right to investigate, directly or through its agents, any \nalleged corrupt, fraudulent, collusive or coercive practices relating to the Project; \nand (ii) agrees to cooperate fully with, and to cause the PPCs and POEs, as \napplicable,  to  cooperate  fully  with  any  such  investigation  and  to  extend  all \nnecessary  assistance,  including  providing  access  to  all  relevant  books  and \nrecords,  as  may  be  necessary  for  the  satisfactory  completion  of  any  such \ninvestigation.  \nVI.  RECOMMENDATION \n \n77.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank and recommend that the Board approve the loan in various currencies \nequivalent to Special Drawing Rights 36,031,000 to the Socialist Republic of Viet Nam for the \nCentral Region Small and Medium Towns Development Project from ADB’s Special Funds \nresources with an interest charge at the rate of 1.0% per annum during the grace period and \n1.5% per annum thereafter; a term of 32 years, including a grace period of 8 years; and such \nother terms and conditions as are substantially in accordance with those set forth in the draft \nLoan Agreement and Project Agreement presented to the Board.  \n \n \n \nHaruhiko Kuroda \nPresident \n24 October 2006 \n ", "  Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact  By 2015     Assumption \n       \nImproved quality of life,  100% coverage for improved  Government reports,  •  Full commitment of \nsustained economic  WSS, reduced waterborne  socioeconomic statistics,  and support from \ngrowth, and reduced  and water-related diseases,  poverty impact assessment,  the Government, \npoverty in project towns   poverty reduced to less than  environmental monitoring  PPCs, WSS service \n  10% in all project towns   reports, household and  providers, and \n  customer surveys, project  beneficiaries \ncompletion report \n \nOutcome  By end of Project (2011)    Assumptions \n       \nImproved access to  95% water supply coverage,  Government reports,  •  Adequate and timely \nsafe and sustainable  uninterrupted 24-hour water  socioeconomic statistics,  provision of \nwater supply  supply, average  plant records and water  resources for project \n  unaccounted-for-water of  production and sales figures,  completion from the \n  less than 30%. Benefits will  customer surveys, water- Government, ADB, \n  accrue to about 13,200  quality tests, groundwater  and key \n  households.  monitoring data, account  stakeholders \n    statements, DONRE   \nImproved drainage and  85% drainage coverage,  monitoring reports,  •  Ability and \nless flooding   reduced flooding and  monitoring of targets against  willingness of the \n  ponding, reduced  baseline surveys   Government and \n  wastewater discharge to    PPCs to undertake \n  rivers and waterways.    policy and \n  Benefits will accrue to about    institutional reforms \n  105,400 households.     \n      •  Active participation \nImproved solid waste  90% solid waste collection  Financial reports of solid  and sense of \nmanagement systems   coverage, fully operational  waste collectors  ownership from \n  SWM management systems.    project beneficiaries \n  Benefits will accrue to about     \n  30,700 households.    Risk \n       \nChanged attitudes  Septic tank coverage of 60%  Household surveys,  •  Existing PPCs’ \ntoward environmental  in all eight project towns,  VWU records and reports on  resistance to POEs’ \nhygiene and sanitation  reduced risks to public  sanitation   becoming corporate \n  health    entities \n       \nSustainable  Corporatization of all POEs  PWSC reports, performance \nmanagement and  to limited liability companies  audit reports, billing \ndelivery capacities of  by 2009; positive cash flows,  statistics, POE balance \nWSS service providers  improved staff ratio,  sheets, tariffs  \n  adequate, and timely tariff   \n  adjustments for water   \nsupply; improved collection;   \nimproved cost-recovery \nmechanisms \nOutputs      Assumptions \n       \nPart A: Water supply  Mid-2008 to end of 2010  PPMU and consultant  •  Adequate and timely \ndevelopment and    reports, mission findings  provision of \nexpansion      resources needed \n      for project \nConstruction and  10 km of raw water pipelines  Semiannual progress  completion from \nrehabilitation of existing  from source to WTPs for Gia  reports  Government, ADB \nheadworks  Nghia and Ninh Hoa    and key \n      stakeholders, \nConstruction of water  3 WTPs with a combined  Semiannual progress  particularly timely \ntreatment plants and  16,000 m3 capacity per day  reports  recruitment of \n ", "22  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \npumping stations   designed to agreed    consultants, timely \n  standards in Ca Na, Gia    disbursements, and \n  Nghia, and Ninh Hoa    availability of \n      counterpart funds \nConstruction,  98 km of water supply  Semiannual progress  and qualified \nrehabilitation, and  distribution networks, pipes  reports  personnel \nimprovement of water  designed to agreed     \ndistribution networks   standards in Ca Na, Gia    •  Ability and \n   Nghia, and Ninh Hoa; 18 km    willingness of the \n  treated-water pipes    Government and \n  extended to Ca Na    PPCs to undertake \n      policy and \nInstallation of new piped  7,000 new pipe connections  Semiannual progress  institutional reforms \nconnections and  and rehabilitation of obsolete  reports   \nrehabilitation of existing  connections in Ca Na, Gia    •  Implementation of \nconnections   Nghia, and Ninh Hoa    suggested cost-\n      recovery \nPart B: Drainage and  Mid-2008 to end of 2011  PPMU and consultant  mechanisms and \nwastewater    progress reports, mission  needed tariff \nmanagement    findings  adjustments \n       \nConstruction of  112 km primary and  Semiannual progress  •  Active participation \ndrainage networks   secondary drains, 92 km  reports  and sense of \n  tertiary drains, and 5 km    ownership from \n  pressure mains in Cam    project beneficiaries \n  Ranh, Gia Nghia, Phan     \n  Thiet, Song Cau, Thap    •  Support for the \n  Cham, and Tuy Hoa    Project from PPCs, \n      POEs, WSS \nConstruction of  20 km of interceptor sewers  Semiannual progress  providers, \ninterceptor sewers for  equipped with 14 pumping  reports  communities, and \nthe above towns  stations    other key \n      stakeholders \nConstruction of  4 wastewater stabilization  Semiannual progress   \nwastewater stabilization  ponds, total treatment  reports  •  Implementation of \nponds for Tuy Hoa,  capacity of 17,500 m3/day    \nenvironmental, \nCam Ranh, and Phan      social, and \nThiet     \nresettlement \n      requirements \nPart C: Solid waste  Mid-2008 to end of 2009   PPMU and consultant \n \nmanagement    progress reports, mission  Risks \n    findings   \n     \n•  PPCs’ resistance to \nConstruction and  New sanitary landfills,  Semiannual progress \nPOEs’ becoming \nrehabilitation of landfill  including buffer zones, and  reports \ncorporate entities \nsites for Cam Ranh,  landfill infrastructure for Gia   \n \nSong Cau, and Gia  Nghia, and Cam Ranh, each   \n•  Lack of willingness \nNghia   covering 6 ha; 3.5 landfill   \nof local authorities to \n  site improvement for Song   \nimplement \n  Cau    \ninstitutional and \n  All waste pickers identified   \npolicy reforms, \n  have continued access to   \nincluding tariff \n  landfill sites.   \nadjustments and \n     \nefforts toward \nProcurement of solid  Compactor trucks,  Semiannual progress \ngreater \nwaste equipment;  bulldozers, handcarts, and  reports \ntransparency, and \nestablishment of SWM  storage bins   \naccountability \nmanagement systems      \n \n     \n \nEstablishment of SWM  Functioning solid waste  Semiannual progress \n \nmanagement systems  management systems in Gia  reports \n•  Unforeseen \n  Nghia, Song Cau, and Thap   \nmacroeconomic \n ", "  Appendix 1  23 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n  Cham    fluctuations or \n      change, which will \nPart D: Community   Early 2007 to end of 2008  PPMU and consultant  raise project costs  \nenvironmental and    progress reports, mission   \nsanitation awareness    findings   \n       \nPublic awareness on  Evidence of community  Semiannual progress   \nthe importance of good  participation; increased use  reports   \nenvironmental hygiene  of septic tanks      \nand sanitation       \n  At least 30% of teams that     \n  provide information about     \n  the Project are female.     \n       \n  At least 50% of motivators     \n  recruited are female.     \n       \nImproved access to  Number of poor households  Semiannual progress   \nsanitation services for  able to acquire septic tanks  reports   \nthe poor  and drainage connections     \n       \n       \nImproved environmental  Cleanliness verified through  Semiannual progress   \nconditions in poor  visual inspections  reports   \ncommunities       \n  Percentage of female-    \n  headed households that     \n  have acquired septic tanks     \n  and drainage connections     \n       \n       \n       \nPart E: Project   Early 2007 to end of 2011  PPMU and consultant   \nmanagement and  (full duration of the Project)  progress reports, mission   \ninstitutional support    findings   \n       \nImproved capacity of  Number of personnel trained  Semiannual progress   \nMOC and PPC  in management, technical  reports, gender action plan,   \npersonnel, as well as  and administrative expertise  participation records   \nPOE and WSS  in PWSCs and other POEs  disaggregated by sex   \npersonnel in the areas       \nof project management       \nand technical and       \nfinancial expertise        \n       \nGreater managerial  Issuance of PPC operational  Semiannual progress   \nautonomy and  decree on autonomy and  reports   \noperational efficiency  other necessary reform     \nof POEs and WSS       \nproviders       \n       \nImproved tariff structure  Conformity to tariff schedule  Semiannual progress   \nfor WSS services for    reports   \nfinancial sustainability       \n       \nO&M manuals,  Publication and use of  Semiannual progress   \nestablished accounting  guidelines and manuals  reports   \nsystems, corporate plan   \nfor POEs \n \n ", "24  Appendix 1 \nActivities  Milestones  Inputs ($ million) \n      \n1. Project Start-Up and Implementation    Civil works $45.45 \n1.1 Establishment of PCU and PPMUs  Early 2007   \n(Women comprise at least 30% of the    Materials and equipment $ 2.23 \nPPMU, with at least one VWU member     \nin the PSC)    Land acquisition and  \n1.2 Consultant recruitment  Early 2007  resettlement $ 2.11 \n     \n2. Water Supply Development and    Surveys $ 0.70 \nExpansion     \n2.1 Detailed surveys  Mid-2007  Training and workshops $ 0.68 \n2.2. Consultation with women and men in  Early 2007   \nthe communities about design    Consulting services $ 4.03 \n2.3 Detailed engineering design  Mid-2007–early 2008   \n2.4 Development of headworks  Late 2008–early 2009  Project management $ 2.05 \n2.5 Construction and rehabilitation of WTPs  Early 2009–early 2010   \n2.6 Transmission and distribution pipes  Early 2009–mid 2010  Subtotal $57.25 \n2.7 Land acquisition and resettlement  Late 2007–early 2008   \n    Miscellaneous $ 9.47 \n3. Drainage and Wastewater Management     \n3.1 Detailed surveys  Mid-2007  Total $66.72 \n3.2. Consultation with women and men in  Early 2007   \nthe communities about design     \n3.3 Detailed engineering design  Mid-2007–mid-2008   \n3.4 Pipe layout and refurbishment  Early 2009–late 2010   \n3.5 Public sanitation improvements  Early 2009–late 2009   \n3.6 Land acquisition and resettlement   Late 2007–early 2008 \n   \n4. Solid Waste Management   \n4.1 Detailed surveys  Mid-2007 \n4.2. Consultation with women and men in  Early 2007 \nthe communities about design   \n4.3 Detailed engineering design  Mid-2007–early 2008 \n4.4 Solid waste systems improvements  Early 2009–mid-2009 \n4.5 Landfill development/improvements  Early 2009–mid-2010 \n4.6 Land acquisition and resettlement  Late 2007–late 2008 \n   \n5. Community Environmental Sanitation   \nand Awareness    \n4.1 Form teams (30% female) to inform  2007 \ncommunities about the Project   \n4.2. Develop gender- and ethnic-sensitive  2007–2008 \npromotional materials   \n4.3. Recruit motivators (50% are female)  2007 \n4.4 Public awareness campaigns  Full duration \n4.5 WSS assistance for poor households  2008–2010 \n   \n6. Project Management and Implementation   \nAssistance    \n5.1 Incremental project management   \n5.2 Training and institutional strengthening  Full duration \n5.3 Institutional/policy reforms  2008–2010 \n  2007–2011 \nADB = Asian Development Bank, DONRE = provincial department of natural resources and the environment, O&M = \noperation and maintenance, MOC = Ministry of Construction, POE= public operating entity, PPC = provincial people’s \ncommittee, PPMU = provincial project management unit, PWSC = provincial water supply company, SWM = solid \nwaste management, VWU = Viet Nam Women’s Union, WSS = water supply and sanitation, WTP = water treatment \nplant.  \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 2  25 \nSECTOR ANALYSIS \nA.  Sector Profile \n1.  Water  Supply.  Over  the  past  decade,  the  Government,  with  Official  Development \nAssistance, has invested over $1 billion to develop new water production and distribution facilities. \nProduction capacity increased from an estimated 1.95 million m3/day in 1990 to 2.7 million m3/day \nin 2000, and over 50% of the country’s distribution network has been constructed within the past 8 \nyears. Yet, overall urban water supply coverage of the country remains low at 50%,1 ranging from \n67% in the larger cities to about 11% in the smaller towns. Low coverage is exacerbated by \noverinvestment in production capacity, whereby utilities operate at 78% capacity and therefore \nexceed the capacity of the distribution network. Financially, water supply sustainability has been \nhampered by low tariffs relative to incomes and the need for substantial investment to expand \ncoverage. Most water supply companies recover at least operation and maintenance (O&M) \ncosts, with an average working ratio close to 0.7. However, few if any companies achieve full cost \nrecovery, based on properly calculated depreciation levels. The average collection period of less \nthan 30 days and metering practices of 95% are very good. However, much of the distribution \nsystem  is  in  poor  condition;  low  water  tariffs  and  lack  of  accountability  have  provided  little \nincentive to maintain the distribution network. A concerted program has succeeded in reducing \nunaccounted-for water from 38.5% in 2000 to 34.0% in 2004. Many small water supply systems \nprovide intermittent supply, averaging 17 hours of service per day. \n \n2.  Drainage and Wastewater. External assistance for the sector over the past decade has \nfocused on water supply, covering 59 cities and provincial towns in the 61 provinces, while \ninvestments in drainage, sanitation, and solid waste improvement in provincial and district towns \nhas been relatively small. Most urban areas in Viet Nam have \"combined\" drainage systems, \nwith coverage ranging from less than 0.1 m/capita in district towns to around 0.2–0.4 m/capita in \nthe major cities and provincial capitals, well below the drainage coverage of 1.0–2.5 m/capita in \nmore developed Asian cities. In provincial and district towns, drains are usually limited to the \nhighways and main roads, and where drains exist they are generally poor or incomplete as a \nresult of lack of maintenance, lack of investment, ad hoc development, and poor design and \nconstruction. About 75% of households in provincial towns and 25–50% in district towns have \nseptic tanks, but only a small portion are connected to sewers or drains. In many urban areas, \nseptic tanks provide only partial treatment of wastewater because they are not constructed to \nsuitable standards, causing septic tank effluent or seepage, which pollutes surface water and \ngroundwater in populated areas.  \n \n3.  Solid Waste Management. Throughout Viet Nam, about 15 million tons of solid waste are  \ngenerated each year, with municipal waste accounting for 80% and industrial waste nearly 20%, \nincluding about 1% of hazardous waste. In the next 10 years, the urban population is expected \nto double, leading to a 50% increase in the national total solid waste to 22 million tons/year. \nImpressive progress has been made in collection of waste from urban areas, where on average \n75% is collected, with a range of 70–90% in large towns and up to 30% in small towns. \nHowever,  solid  waste  is  threatening  the  environment  despite  some  improvement  in  waste \ntreatment. Of the country’s total of about 100 dumps and landfills, only 20% are of adequate \nsanitary quality. The rest cause environmental pollution and are a threat to people’s health and \nto surface and groundwater systems. Hazardous waste incineration systems are lacking and \nhazardous wastes generated by industry are usually disposed of with other general wastes.  \n                                                 \n1  United States Agency for International Development, Southeast Asia Water Utilities Network, United States–Asia \nEnvironmental  Partnership,  and  Organisation  for  Economic  Co-operation  and  Development.  2005.  Regional \nAssessment  Survey  and  Workshop  on  Full  Cost  Recovery  for  Water  Utilities  in  Southeast  Asia:  Sharing \nInternational Experience and Best Practices. Viet Nam. \n ", "26  Appendix 2 \n \n4.  Overall  Sector  Performance. Despite considerable gains in indicators in the water \nsupply and sanitation (WSS) sector, the coverage and quality of services is not sufficient to \nmeet the growing demand. Shortages of piped water and intermittent services are common. \nMechanisms for effective delivery have yet to be fully implemented or are impractical. The key \nproblems that need to be addressed in the short to medium term are (i) inadequate investment \nin the sector whereby only one third of 600 district towns have piped water, only a few large and \nmedium-sized  towns  have  sewerage  and  sewage  treatment  facilities,  and  cities  have  no \nwastewater  treatment  plants;  (ii)  public  operating  entities’  (POEs)  lack  of  autonomy  and \nbusiness focus because of unsustainable tariffs; (iii) poor O&M of infrastructure systems as \nindicated by high unaccounted-for water figures; (iv) lack of management and technical capacity \nof POE and people’s committees; and (v) weak institutional framework and sector regulation. \n \nB.  Sector Institutions.  \n5.  The Ministry of Construction is the line ministry responsible for providing guidelines for \nsectoral development at the central level. Other related ministries include the ministries of rural \ndevelopment and agriculture (water resources); natural resources and environment (water use, \npollution, and hydrology); and health (drinking water and sanitation quality and environmental \nhealth education). The provincial people’s committee (PPC) oversees urban WSS operations of \nthe  provincial  department  of  construction.  The  service  providers  include  water  supply  and \ndrainage companies, town or district water supply companies, or urban environment companies, \nwhich operate at district and town levels. The setup for managing sewerage, drainage, and \nsanitation is sometimes not clear and could be different from town to town. \n \nTable A2: Existing Management of Urban Services in the Project Towns \nExisting POE/WSSP \nProvince  City or Town  Class  Drainage/ \nWater Supply  Solid Waste \nWastewater \nPhu Yen   Tuy Hoa  III  Phu Yen WSDCa  Phu Yen WSDCa  URENCO under \nCPC \n   Song Cau  V  Phu Yen WSDCa  None  Unit under TPC \n \nKhanh Hoa   Cam Ranh  IV  Cam Ranh Urban  Cam Ranh Urban  Cam Ranh Urban \nWorksb  Worksb  Worksb \n/Cooperatives \n   Ninh Hoa  V  Ninh Hoa Urban  Ninh Hoa Urban  Ninh Hoa Urban \n  Companyb  Companyb  Companyb \n \nNinh Thuan   Thap Cham  III  Ninh Thuan Water  Ninh Thuan Water  Ward Cooperatives \nSupply Co  Supply Co \n \n   Ca Na  V  None  None  None \n \nBinh Thuan   Phan Thiet  III  Binh Thuan WSDC  Binh Thuan WSDC  Unit under CPC \n   \nDak Nong   Gia Nghia  IV  Dak Nong  Dak Nong  Cooperatives \nWSD&UW  WSD&UW \n \nCPC = city people’s committee; POE = public operating entity; TPC = town people’s committee; WSDC = water \nsupply and drainage company; URENCO = Urban Environmental Company; WSD&UW = water supply, drainage, and \nurban works company; WSSP = water supply and sanitation provider. \na  OMLLC = one member limited liability company. \nb  JSC = joint stock company. \nSource: PPTA consultant report. \n \n ", "  Appendix 2  27 \nC.  Sector Issues and Challenges \n6.  The WSS sector faces four main challenges:  \n \n(i)   Lack of managerial autonomy and accountability of POEs. PPC approval is \nrequired for most key management and operating decisions, including service \nlevels, staff salary and benefits, and major expenditures. Excessive dependence \non PPCs decisions limits the capacity of POEs to efficiently deliver services.  \n(ii)   Lack  of  capacity  and  human  skills  of  POEs.  Although  sufficient  staff  is \nallocated, WSS service providers lack capital, equipment, and training. Many \nmanagers  are  engineers  and  often  lack  business  and  management  skills, \nresulting in poor attention to financial management, markets, and customers’ \nneeds. \n(iii)   Low tariffs and cost recovery arising from poor quality services. While the \nauthority to set tariffs continues to be held by the PPCs, the tariff guidelines \nissued in 1999 and 2004 do not provide a specific method for calculating the \nrequired level of cost recovery, and lack suitable mechanisms for valuing assets \nand calculating depreciation, constraining full cost recovery and eventual WSS \ncompany equitization. \n(iv)   Lack  of  a  sound  regulatory  framework.  Outdated  regulations  and  weak \nenforcement of regulations provide disincentives for efficient service delivery. \n \nD.  Policy and Institutional Reforms \n7.  Government sector policy and strategy are set out in separate orientation plans for urban \nwater supply, drainage, and solid waste management, approved by the Prime Minister in 1998 \nand 1999. The orientation plans provide sector targets and present Government reforms that \naim to decentralize responsibility for urban WSS services to provincial governments, strengthen \nsector  institutions,  increase  cost  recovery  through  user  charges,  and  gradually  eliminate \ngovernment subsidies. By 2020, all urban areas are expected to be covered and have suitable \ndrainage and wastewater treatment facilities. This will be accompanied by sector and financial \nreform, modernization of technology and human resources, and mobilization of resources from \ncivil society.  \n \n8.  Administrative  arrangements  for  urban  WSS  are  gradually  changing  under  the \nGovernment’s  Unified  Enterprise  Law,  which  aims  to  separate  POEs  from  government \nadministration by equitizing POEs by converting them gradually into shareholding companies \nwith 49–100% public ownership. Under the 2005 Enterprise Law, all POEs will be converted \ngradually into limited liability companies or joint stock companies by 2010. POEs that cannot be \nequitized in the short term will first be converted into one-member limited liability companies, \nwhich  gives  them  greater  autonomy  in  business  decisions,  staff  remuneration,  and  capital \nraising, allowing for gradual reduction of subsidies from the state budget. When the limited \nliability become profitable and financially capable, they will be gradually equitized by selling \nshares to the public.  \n \n9.  In sector financing, Government policy aims to (i) adopt full cost-recovery tariffs for water \nsupply;  (ii)  introduce  drainage  charges,  incorporated  into  water  tariff  structures;  (iii)  apply \ndrainage and solid waste tariffs that are sufficient to cover O&M costs; and (iv) gradually \nincrease tariffs to cover capital investment requirements, and reduce the need for government \nsubsidies.  \n ", "28  Appendix 3 \nEXTERNAL ASSISTANCE \n \nProject  Source  Year  Amount \n       \nA.  Loans by ADB       \n1  1237-VIE: HCMC WSS Rehabilitation    1995  65.00 \n2  1361-VIE: Provincial Towns WSS    1995  66.00 \n3  1514-VIE: Second Provincial Towns WSS    1998  69.00 \n4  HCMC Environmental Improvement    2000  70.00 \n5  Third Provincial Towns WSS    2002  60.00 \n6  Central Regional Urban Environmental Improvements     2003  44.00 \n  Subtotal (A)      374.00 \nB.  Loans by Other Sources       \n6  Water and Sanitation  UNICEF  1996  60.00 \n7  Ha Noi Drainage – Phase 1  Japan  1996  148.00 \n8  Vinh Drainage and Sanitation Rehabilitation  Germany  1996  7.14 \n9  Dong Hoi Urban Infrastructure Development – Phase 1  Switzerland  1996  0.30 \n10  Vietnam-Canada Environment Project – Phase 1  Canada  1996  6.70 \n11  Hai Phong WSS – Phase 3  Finland  1997  7.75 \n12  Ha Long City Drainage and Water Supply  Denmark  1997  12.84 \n13  Buon Ma Thuot WSS  Denmark  1997  15.40 \n14  Northern Thang Long–Van Tri Urban Infrastructure  Japan  1997  98.55 \nDevelopment \n15  Nam Dinh Urban Infrastructure Development – Phase 1  Switzerland  1997  2.20 \n16  Hue City Urban Infrastructure Development – Phase 1  Switzerland  1997  2.20 \n17  Viet Tri Waste Treatment  Germany  1997  2.70 \n18  Wastewater Treatment at Viet Thang Textile Company  Netherlands  1997  1.56 \n19  Ha Tinh WSS  France  1998  1.14 \n20  Thai Nguyen Drainage and Wastewater Treatment  France  1998  15.96 \n21  Hue City Drainage and Wastewater Treatment  Belgium  1998  8.70 \n22  Go Cong Waste Treatment System  Australia  1998  0.11 \n23  Nam Dinh Waste Treatment  France  1998  3.38 \n24  Tan Hoa Loa Gom Canal Rehabilitation   Belgium  1998  4.34 \n25  Viet Tri Drainage and Sanitation  Germany  1999  1.83 \n26  Vung Tau Wastewater Collection, Treatment, and  France  1999  17.27 \nDrainage \n27  HCMC Environmental Improvement  Norway  1999  1.80 \n28  Hai Phong WSS – Phase 4  Finland  2000  4.75 \n29  Nam Dinh Urban Infrastructure Development – Phase 2  Switzerland  2000  1.60 \n30  Dong Hoi Urban Infrastructure Development – Phase 2  Switzerland  2000  0.84 \n31  Vietnam-Canada Environment Project – Phase 2  Canada  2000  7.90 \n32  Go Cat Landfill Rehabilitation  Netherlands  2000  10.60 \n33  Five Provinces Rural WSS  Australia  2001  12.69 \n34  Water and Sanitation  UNICEF  2001  18.00 \n35  Viet Tri Industrial and Urban Development  Denmark  2001  2.19 \n36  HCMC Sanitation (Nhieu Loc–Thi Nghe)  World Bank  2001  166.34 \n37  Three Cities Sanitation–Hai Phong, Ha Long, and Da  World Bank  2001  99.24 \nNang \n38  Hai Phong Solid Waste Management and Treatment  Korea, Rep. of  2001  19.61 \n39  Hoi An Wastewater and Solid Waste Treatment and  France  2001  8.00 \nSanitation \n40  Cau Dien Composting Plant  Spain  2001  4.00 \n41  West Lake Water Quality Improvement – Ha Noi  Austria  2001  28.78 \n42  Three Provincial Towns WSS: Bac Lieu, Kien Giang, and  Australia  2002  25.00 \nDong Thap \n43  Third Provincial Towns WSS  France  2002  11.24 \n44  HCMC Drainage and Wastewater Treatment  Japan  2002  71.30 \n45  Ha Noi Solid Waste Management Equipment  Japan  2002  7.47 \n  Subtotal (B)      892.92 \nADB = Asian Development Bank, HCMC = Ho Chi Minh City, UNICEF = United Nations Children’s Fund, WSS = \nwater supply and sanitation.  \nSource: Asian Development Bank estimates.  \n ", "  Appendix 4  29 \nINSTITUTIONAL AND POLICY REFORM AGENDA \n \nPolicy Objective  Present Situation  Action Needed  Agencies  Time Framea \n1. Strengthen  PPCs have the authority to set  National actions: Issue  MOC, MOF,  Phase 1: adopt \nnational tariff  tariffs as per 1999 and 2004  guidelines for asset  PPCs, TPCs,  tariffs for full cost \npolicies and  guidelines but are not  valuation and depreciation.  VWSA, POEs,  recovery: \nenhance POEs’  equipped to calculate the    PCU,  immediately \nfinancial  required level of cost recovery,  Project actions: Prepare  PPMUs  upon \nsustainability  asset valuation, and  affordability guidelines for  commissioning of \ndepreciation. This constrains  tariffs and provide  Project facilities \nfull cost recovery and eventual  recommendations to the   \nPOE equitization.  Government.   Phase 2: positive \n  cash flow: 36 \nmonths \n2. Transform and  Most POEs have limited  National actions: Issue  POEs,  Phase 1: \nrestructure POEs  autonomy and accountability  guidelines separating POEs  WSSPs, MOC,  inventory of \ninto autonomous  as well as capital and  from PPC administration  MOF, other  issues: 6 months \nand efficient,  equipment for their operations,  through equitization.  line ministries   \nfinancially viable  and asset management    and PPCs  Phase 2: develop \nand responsive  capacities are weak. PPC  Project actions: Develop  action plan: 12 \ncompanies  approval is required for most  action plans to (i) equitize  months \noperating under  key management and  POEs, (ii) develop   \nthe Unified  operating decisions, including  employment policies and  Phase 3: \nEnterprise Law  service levels, staff salary and  performance-based  transform POEs \n  benefits, and major  remuneration, (iii) provide  into LLCs: 24 \nexpenditures.   training, (iv) use transparent  months; \n  hiring practices.  implement action \n  plan: 36 months \n \n3. Develop cost- Directive 04/2004 requires all  Project actions: Develop  PPCs, CPCs,  Phase 1: \nrecovery  WSCs to set water tariffs  action plans to (i) expand  DPCs, TPCs  inventory of \nmechanisms and  based on full cost recovery;  coverage and reduce  and WSSPs  issues: 6 months \nbusiness  CircularNo.03/1999/TTLT/BXD operating costs; (ii) adopt   \nstrategies to  -BVGCP for drainage requires  tariffs for full cost recovery  Phase 2: develop \nensure  that 10% of the total water  for water supply; (iii) review  action plan:12 \nsustainability of  production cost is levied as a  tariffs for O&M costs and  months \nPOEs and reduce  minimum and to be gradually  some depreciation of plant   \ngovernment  increased to cover O&M costs.  and equipment for drainage,  Phase 3: \nsubsidies     wastewater, and solid waste  implement action \nmanagement services.  plan: 36 months \n   \n4. Strengthen the  PPCs are relinquishing  Provincial actions: Equip  PPCs,  Phase 1: conduct \nrole of PPCs as  administration of POEs, which  PPCs with human resources  provincial  dialogue and \n“clients” of POEs  are being corporatized.  and guidelines for effective  departments,  PPC \nand improve the  However, PPC divisions lack  urban management;  and TPCs  assessments: 12 \nplanning capacity  capacity to carry out their new  establish performance  months \nof PPCs  functions as regulators. PPCs  standards for service   \nhave no formal agreements  delivery; prepare,  Phase 2: provide \nwith POEs on performance  implement, and supervise  recommendation\nstandards and service delivery.  service performance  s and technical \n  contracts with POEs and  support: 24 \nWSSPs.  months \n  \n \n         \n5. Improve  Lack of (i) awareness of the  Project actions: (i) involve  PPCs, CPCs,  Phase 1: \nawareness and  links between hygiene  VWU in implementing the  DPCs, TPCs,  undertake public \ncommunity  practices and health, (ii)  public awareness  PPMUs,  consultations: 6 \nparticipation of  occupational health and safety  component and ensure  WSSPs,  months \ncommunities in  of WSS service employees,  timely disbursement of funds  VWUs   \n ", "30  Appendix 4 \n \nPolicy Objective  Present Situation  Action Needed  Agencies  Time Framea \nthe planning and  (iii) participation in the  from the PPMU to VWU, (ii)  Phase 2: develop \nmanagement of  protection of WSS  undertake public  IEC materials, \nurban services  infrastructure, and (iv)  consultation and involve  implement public \n  awareness on the benefits of  communities and poor  education \npaying for urban services and  households in planning and   campaigns: 12–\nconnecting to the systems   design and O&M of WSS  36 months \n  services.   \n \n6. Expand WSS  The poor are disadvantaged  Project actions: (i) deferred  PPCs, VWU,  Undertake public \nservices to poor  because they are unable to  payment systems for new  PPMUs, POEs  consultations \nhouseholds   access WSS service systems  water connections, (ii) social  with \nand no policies help them  intermediation to access  communities: 6 \nconnect to WSS systems.   micro-credit and (iii)  months \nassistance to the poor to   \nconstruct septic tanks and \nwastewater connections to \nmunicipal drainage systems. \n \n7. Increase private  Private business (cooperatives  National action: facilitate a  PPCs, DPCs,  Within 24 months \nsector  and private companies) is  business climate that  TPCs and \nparticipation in  currently involved in solid  encourages private sector  WSSPs \nsolid waste  waste management activities.  participation. \nmanagement.  However, their roles are   \nlimited, and there are concerns  Project action: prepare \nof job losses if the waste  standard service contracts \nmanagement systems are  and guidelines for solid \nexpanded and taken over by  waste management for the \nPOEs.  private sector. \n   \n8. Increase  Females make up more than  Adequate representation of  PPCs, PPMUs,  Within 12 months \nparticipation by  50% of the total population in  females in the PSC and  WSSPs, WUs \nwomen and  the five Project provinces and  PPMU should be \nvulnerable  are responsible for a variety of  guaranteed.b The Project will \ngroups in  tasks relating to WSS at both  ensure access to training \nplanning, design,  the family and community  and posting of job \nimplementation  levels, yet are  announcements for women \nand O&M of WSS  underrepresented in  and increase the number of \nservices  management positions in most  women engaged in WSS \nPOEs. Gender mainstreaming  services, particularly in \nand representation within the  management positions. \nproject units and POEs shall \nbe emphasized. \nO&M = operation and maintenance, PPC = provincial people’s committee, PPMU = provincial project management \nunit, POE = public operating entity, WSS = water supply and sanitation, WSSP = water supply and sanitation service \nprovider. \na  Time frame refers to the number of months upon loan effectiveness. \nb  At least one member of the provincial VWU will be part of each PSC. \nSource: PPTA consultant report.  \n ", " \nDETAILED PROJECT COST ESTIMATES \n \nTuy  Song  Cam  Ninh  Thap  Phan \nNo.  Description  Ca Na  Gia Nghia  Total \nHoa  Cau  Ranh  Hoa  Cham  Thiet \n                     \nA.  Water Supply Development                   \n1.  Civil Works  0  0  0  2,764  0  2,164  0  4,769  9,697 \n2.  Equipment  0  0  0  188  0  71  0  358  617 \n3.  Land Acquisition and Resettlement  0  0  0  5  0  0  0  109  114 \n  Subtotal (A)  0  0  0  2,957  0  2,235  0  5,236  10,428 \nB.  Drainage and Wastewater                   \n1.  Civil Works  9,086  1,235  4,788  0  3,903  0  11,128  4,293  34,433 \n2.  Equipment  882  0  138  0  70  0  154  75  1,318 \n3.  Land Acquisition and Resettlement  267  0  582  0  266  0  682  57  1,854 \n  Subtotal (B)  10,235  1,235  5,508  0  4,239  0  11,964  4,425  37,605 \nC.  Solid Waste Management                 \n1.  Civil Works  0  195  620  0  0  0  0  508  1,323 \n2.  Equipment  0  21  0  0  0  0  0  276  297 \n3.  Land Acquisition and Resettlement  0  0  78  0  0  0  0  63  141 \n  Subtotal (C)  0  216  698  0  0  0  0  847  1,761 \nD.  Community Environmental Sanitation and Awareness                 \n1.  Environmental Awareness Education  70  32  90  30  26  20  80  35  383 \n2.  Sanitation Assistance for Poor Households  0  0  0  0  0  0  0  0  0 \n  Subtotal (D)  70  32  90  30  26  20  80  35  383 \nE.  Project Management and Institutional Strengthening             \n1.  Consultancya  832  120  506  235  333  176  969  857  4,028 \n2.  Project Managementb  424  60  257  118  169  89  494  437  2,048 \n3.  Survey/Investigations a  145  20  88  40  58  30  169  149  699 \n4.  Training c  52  7  31  14  21  11  60  107  303 \n  Subtotal (E)  1,453  208  882  408  580  306  1,692  1,550  7,078 \nBase Cost  11,757  1,691  7,178  3,394  4,845  2,561  13,736  12,093  57,255 \n1.  Contingency                   \na.  Physical  1,176  169  718  339  484  256  1,374  1,209  5,725 \nb.  Price  587  84  358  169  241  127  686  604  2,856 \n  Subtotal  1,763  253  1,076  508  725  383  2,060  1,813  8,581 \nc.  Bank Charges  179  21  109  50  98  36  207  184  884 \n  Total  13,699  1,965  8,363  3,953  5,668  2,980  16,003  14,090  66,720 \na These subcomponents (consultancy, surveys/investigations, and training) will be managed by the PCU.  A\nb This includes PCU running costs ($416,000) and PPMU running costs ($1,472,000), and audit costs ($160,000).  pp\nc This includes training costs ($116,000, of which $40,000 will be allocated for PPMU training by PCU), office equipment for PCU ($30,000), and office equipment  en\nd\nfor PPMUs ($157,000).   ix\nSource: PPTA Consultants Report.   5\n \n \n3\n1\n \n ", " 32  Appendix 6 \n \nIMPLEMENTATION ARRANGEMENTS \n \nAsian   \nDevelopment  Government of Viet Nam \nBank \n  Provincial \nMinistry   People’s \nof Construction  Committee \nProvincial Project \nSteering \nCommittee \n \nProject  Provincial  \nCoordination Unit  Project \nManagement Unita \n   \nViet Nam  Implementers/ \nWomen’s Union  Contractors \nPart D:        Part E: \nPart A:  Part B: \nCommunity  Part C:  Project \nWater Supply  Drainage and \nEnvironment and  Solid Waste  Management and \nExpansion and  Wastewater \nSanitation  Management  Institutional \nDevelopment  Treatment \nAwareness  Strengthening \na PPMU/implementing agencies, as agreed by PPCs: \nPhan Thiet (Binh Thuan Province): Binh Thuan Water Supply and Drainage Company \nGia Nghia (Dak Nong Province): Dak Nong Water Supply, Drainage, and Urban Works Management Company \nCam Ranh (Khanh Hoa Province): Cam Ranh Urban Works Joint Stock Company \nNinh Hoa (Khanh Hoa Province): Ninh Hoa Urban Joint Stock Company \nCa Na and Thap Cham (Ninh Thuan Province): Ninh Thuan Water Supply Company \nSong Cau and Tuy Hoa (Phu Yen Province): Phu Yen Water Supply and Drainage Company (Limited Liability) \nSource: Asian Development Bank estimates. ", "  Appendix 7  33 \nIMPLEMENTATION SCHEDULE \n2006  2007  2008  2009  2010  2011 \nProject Component \n3  4  1 2 3 4 1 2 3  4 1 2  3 4 1  2  3  4  1  2 3  4\nProject Start-Up and                                             \nImplementation \n1. Establish PCU and PPMUs \n2. Consultant recruitment \n \nA. Water Supply Development and                                             \nExpansion \n1. Detailed engineering design \n2. Bidding and award \n3. Development of headworks \n4. Construction/rehab of WTPs \n5. Transmission and district pipes \n6. Land acquisition/resettlement \n \nB. Drainage and Wastewater                                             \nManagement  \n1. Detailed engineering design  \n2. Bidding and award \n3. Pipe layout and refurbishment \n4. Public sanitation improvements \n5. Land acquisition/resettlement \n \nC. Solid Waste Management                                              \n1. Detailed engineering design \n2. Bidding and award \n2. Procure landfill equipment  \n3. SW systems improvements \n4. Landfill development \n5. Land acquisition/resettlement \n \nD. Community Environmental                                             \nSanitation and Awareness \n1. Public awareness campaigns \n2. Assistance scheme for the poor \n \nE. Project Management and                                             \n  Institutional Strengthening \n1. Incremental project \nmanagement \n2. Training and capacity building \n3. Institutional strengthening \n \n \nPCU = project coordination unit, PPMU = provincial project management unit, SW = solid waste, WTP = water \ntreatment plant. \nSource: Asian Development Bank estimates. \n ", "34  Appendix 8 \nPROCUREMENT PLAN \nA.  General \nProject Information   \nCountry  Viet Nam \nName of Borrower  Socialist Republic of Viet Nam \nProject Name  Central Region Small and Medium Towns Development Project \nLoan Reference  30286 \nDate of Effectiveness  N/A \nAmount $  $53.22 million \nOf which committed, $  N/A \nExecuting Agencies  Provincial people’s committees of Binh Thuan, Dak Nong, Khanh \nHoa, Ninh Thuan and Phu Yen \nApproval Date of Original Procurement Plan   13 October 2006 \nN/A = not available.  \n \nB.  Procurement Thresholds, Goods and Related Services, Works and Supply and Install \nProcurement Method  To be used (Value $) \nICB Works  Above $2,000,000 \nICB Goods  Above $500,000 \nNCB Works  Below $2,000,000 \nNCB Goods  Below $500,000 \nShopping Works/Goods  Below $100,000 \n \nC.  Procurement Thresholds, Consultants Services \nProcurement Method  To be used (Value $) \nQuality Cost Based Selection (QCBS)  Above $200,000 \nLeast Cost Selection  Below $200,000 \nSingle Source Selection  Below $200,000 \nForce Account  Below $200,000 \n \nD.   List of Contract Packages for Goods, Works, and Consulting Services \nEstimated \nPrior \nNo.  Contract Description  Cost  Procurement  Advertisement \nReview1) \n($’000) \n  Binh Thuan Subproject         \n1.  Phan Thiet: Drainage works. Supply and installation  11,380  ICB  Q4 2008  Y \nof materials and equipment; construction of WSP;     \nprocurement of O&M equipment. \n2.  Phan Thiet: Engineering survey. Topo survey and  169  NCB  Q2 2007  Y \ngeological investigation for detailed design of \ndrainage and wastewater management system.  \n  Dak Nong Subproject         \n3.  Gia Nghia town: Water supply and drainage.  9,446  ICB  Q4 2008  Y \nProcurement of pipes, materials and O&M equip-\nment, construction of water supply and drainage \nsystems. \n4.  Gia Nghia town: Solid waste management.  509  NCB  Q2 2009  N \nConstruction of landfill site, landfill access roads, and \nsmall waste storage stations. \n5.  Gia Nghia town: Minor civil works. Installation of  150  FA    N \nsmall water supply pipes and house connections. \n6.  Gia Nghia town: Engineering survey  156  NCB  Q2 2007  Y \nTopographical survey and geological investigation for \ndetailed design of water supply, drainage and solid \nwaste systems. \n7.  Gia Nghia town: Procurement of goods.  276  NCB  Q2 2009  N \nProcurement of solid waste O&M equipment \n ", "  Appendix 8  35 \n  Ninh Thuan Subproject         \n8.  Thap Cham town: Drainage works. Supply and  4,073  ICB  Q1 2009  N \ninstallation of materials and equipment for drainage \nsystem; construction of WSP; procurement of O&M \nequipment. \n9.  Ca Na: Water supply works. Procurement of pipes,  2,135  NCB  Q3 2008  N \nmaterials and equipment, O&M equipment, \nconstruction of water supply systems. \n10.  Ca Na: Minor civil works. Installation of small water  100  FA    N \nsupply pipes and house connections. \n11.  Thap Cham and Ca Na: Engineering survey. Topo  88  NCB  Q2 2007  N \nsurvey and geological investigation for detailed \ndesign of water supply system of Ca Na, drainage \nand waste water management system of Thap Cham \n  Khanh Hoa Subproject         \n12.  Cam Ranh town: Drainage works. Supply and  4,926  ICB  Q4 2008  N \ninstallation of materials and equipment for drainage \nsystem; construction of WSP; procurement of O&M \nequipment. \n13.  Cam Ranh town: Solid waste management.  622  NCB  Q3 2008  N \nConstruction of landfill site, landfill access roads, \nsmall waste storage stations. \n14.  Ninh Hoa town: Water supply works. Procurement  2,832  ICB  Q3 2008  Y \nof pipes, materials and equipment, O&M equipment, \nconstruction of water supply systems. \n15.  Ninh Hoa town: Minor civil works. Installation of  120  FA    N \nsmall water supply pipes and house connections. \n16.  Cam Ranh and Ninh Hoa: Engineering survey  128  NCB  Q2 2007  N \nTopo survey and geological investigation for detailed \ndesign of water supply system of Ninh Hoa; drainage \nand solid waste management system of Cam Ranh. \n  Phu Yen Subproject         \n17.  Tuy Hoa and Song Cau: Drainage works. Supply  9,970  ICB  Q3 2008  N \nand installation of materials and equipment for \ndrainage system; construction of WSP; procurement \nof O&M equipment. \n18.  Song Cau: Solid waste management. Construction  195  NCB  Q3 2008  N \nof  landfill  site,  landfill  access  roads,  small  waste \nstorage stations. \n19.  Tuy Hoa and Song Cau: Engineering survey. Topo  170  NCB  Q2 2007  N \nsurvey and geological investigation for detailed \ndesign of drainage system of Tuy Hoa, drainage and \nsolid waste management system of Song Cau. \n  Project         \n20.  Consultant recruitment  4,087  QCBS  Q2 2007  Y \nInternational  consulting  firms  in  partnership  with \nnational consulting companies \n21.  Training for Community Environmental Sanitation         \nand Awareness         \n5 packages, comprising 1 package each for Binh  383  SSS  Q2 2007  N \nThuan, Dak Nong, Khanh Hoa, Ninh Thuan, and Phu     \nYen,  comprising  public  awareness  education \ncampaigns, social intermediation, and development \nof information and education materials. \n22.  Resettlement monitoring (independent)  30  LCS  Q3 2007  N \n23.  Auditing  for  financial  reports,  2  packages:  (i)  for         \nPPMUs and (ii) for POEs.   160  LCS  Q4 2008  N \nPrior review will be made for prequalification/bidding procedures to ensure that the Government meets ADB \nprocurement guidelines. To expedite implementation, a post review, for the first bidding document will be undertaken \nfor  subsequent  and  similar  future  procurement  of  works/goods.  See  ADB’s  Procurement  Guidelines  (2006).\n ", "36  Appendix 9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Introduction \n \n1.  The  objectives  of  consulting  services  are  to  (i)  assist  PPCs,  PCU  and  PPMUs  with \nimplementation; (ii) strengthen the capacities of implementing agencies through technical and \nmanagerial support and training; (iii) POEs and water supply and sanitation service providers to \nmanage  sustainable  urban  services  by  strengthening  their  management  capacities;  and  (iv) \nimprove the sustainability of urban services management at the national level by assisting the \nMOC department of urban infrastructure to prepare key urban management and tariff guidelines.  \n \n2.  The project is scheduled for implementation over 5 years, and will require a total of \n1,045 person months of consulting services (93 of international and 952 of national). Consulting \nservices will be provided in one package through an international consulting firm in association \nwith  (a)  national  consulting  firm(s).  The  international  firm  will  be  responsible  for  overall \nmanagement of the consulting services, including quality assurance and reporting. Table A9.1 \nprovides details of the consulting inputs required.  \n \n3.  The international consultants are expected to spend 80% of the assignment in the field. \nProvincial agencies in each project province, and MOC in Hanoi, will provide suitable office \naccommodation for the consultant. Each PPC, PPMU, POE will make available to the consultant \nall relevant data, maps, and reports, and will also ensure access to all equipment purchased \nunder the project at no cost to the consultant. The PCU and provincial authorities in each project \ntown will provide counterpart and support staff to work with the consultant and will arrange \nnecessary introductions to concerned government organizations, ministries, and departments. \nEach province will also provide translators and interpreters to work with the consultant.  \n \nB.  Scope of Services \n \n4.  Consulting services will comprise: (i) project implementation assistance to PCU and \nPPMUs, to include project management support and design and construction supervision of \ninfrastructure construction works, (ii) institutional strengthening and capacity building, to include \nproject management training for PCU, PPMU and POE personnel, technical training in urban \nservices, finance and assets; and (iii) community development and public health awareness to \ninclude the good environmental hygiene practices, assistance to poor households to access \nWSS services and development of information, education, and communication materials, and \ntraining. Detailed terms of reference for consultants are in Supplementary Appendix B.  \n \n5.  The specific tasks to be completed are: \n   \n1.  Engineering Design and Construction Supervision \n(i)  Review all project-related documents and update as necessary each provincial \nfeasibility  study  report.  Conduct  engineering  investigations  to  confirm  site \nconditions; review design parameters, e.g., water quality data, drainage flows, solid \nwaste collection; and arrange additional testing where necessary. \n(ii)  Review project administration procedures prepared for previous ADB water supply \nand sanitation projects; prepare standardized administration procedures, operation \nmanuals, reporting format, and applicable software for PCU and PPMUs. \n ", "  Appendix 9  37 \n(iii)  Prepare  detailed  engineering  designs  to  include  construction  drawings, \nspecifications, bill of quantity, cost estimates, and other documentation required for \nwater  supply,  drainage  and  wastewater  and  solid  waste  management  works; \nprepare contract packages for each component in each Project town in English \nand  Vietnamese  including  specifications,  conditions  of  contract,  contract \nschedules, and cost estimates. \n(iv)  Review and update: resettlement plans (RPs), particularly with regard to project-\naffected persons, their affected assets, compensation, and livelihood restoration \nmeasures;  environmental  management  plans  (EMPs)  for  construction  and \noperation phases and incorporate EMPs in the civil construction contracts; and the \ngender action plan. \n(v)  Assist the PCU and PPMUs in the prequalification of contractors, establishment of \nbidding procedures; supervise, inspect, measure, and control the quality of the \nconstruction works and the installation of equipment to insure compliance with \ncontract  drawings  and  specifications;  assist  POEs  in  commissioning  and \nevaluating the performance of completed facilities and O&M of new equipment. \n(vi)  Assist the PCU and PPMUs in the preparation of progress reports and project \ncompletion report. \n \n2.  Community Development and Public Health Awareness \n \n(i)  Discuss and review, through workshops and public consultations, the objectives \nand scope of work of the public health awareness program, suitability to local \nconditions, the benefits of improved environmental hygiene, and lessons learned \nfrom previous, similar projects. \n \n(ii)  Develop a public health awareness program for each Project town. define the \nmethodology, targeted areas, time and staff resources required, sequence of \nactivities, monitoring indicators, and reporting requirements and formats; prepare \nthe budget for the required activities. \n \n(iii)  Monitor  and  evaluate  the  overall  progress  and  impact  of  health  awareness \nactivities on the project. Liaise with the PPMUs and other provincial agencies for \nthe effective integration of the programs and infrastructure development. \n \n3.  Institutional Strengthening and Capacity Building \n \n(i)  Assess training and organizational needs of participating POEs and PPMUs in \nmanagement, accounting, budgeting, environmental planning and resettlement; \nprepare  a  capacity  building  program,  with  clearly  defined  scope,  time,  and \nmonitorable targets, including on-the-job training and formal training. \n \n(ii)  Assist POEs in developing time-bound action plans to include human resource \nand  employment  policies,  planning  procedures  for  accounting,  asset \nmanagement and services improvements, and operation and maintenance.  \n \n(iii)  Assist POE staff in setting up manual maintenance programs and contracts with \nequipment suppliers for all Project facilities and prepare detailed maintenance \nbudgets, and implementing annual maintenance programs in each town. \n ", "38  Appendix 9 \n \n(iv)  Prepare  guidelines  for  cost  recovery  and  tariff  adjustments,  asset  valuation, \naffordable and innovative payment schemes, and institutional reforms needed to \nenable POEs to become financially viable and responsive. \n \nC.  Reporting \n \n7.  The consultants are required to prepare and submit the following reports: \n \n(i)  a comprehensive design report on each system including cost estimates for each \nPOE, with site investigation reports for major structures such as intakes, water \ntreatment plants, pumping stations, water storage reservoirs, drainage channels, \nwater stabilization ponds, interceptor lines, and landfills as appendixes. \n \n(ii)  monthly  progress  reports  to  each  PPMU  and  PCU,  summarizing  progress \nachieved, difficulties encountered, and issues to be resolved; quarterly progress \nreports, within two weeks of the end of each quarter; and biannual progress \nreports to ADB. \n \n(iii)  a final report on completion of consultant inputs and works completed to be \nsubmitted to the PPMUs, PCU, and ADB within one month of completion of \nconsultant inputs. \n \nTable A9: Estimated Inputs for Consulting Services (person-months) \n \nConsultant Person–Months \nPosition \nInternational  National  Total \n  1  Team Leader/WSS Engineering Specialist  57  0  57 \n    A. Design Phase       \n  2  Deputy Team Leader/WSS Engineer  0  30  30 \n  3  Water Supply/Sanitation Engineer  2  56  58 \n  4  Drainage and Wastewater Engineers  5  90  95 \n  5  Solid Waste Management Engineers  1  24  25 \n  6  Civil Engineers  3  90  93 \n  7  Mechanical/Electrical Engineers  2  36  38 \n  8  Engineering Survey Experts  0  16  16 \n  9  Hydrological/Hydraulic Experts  2  18  20 \n  10  Geotechnical Engineer  0  6  6 \n  11  Inventory and Cost Estimators  0  72  72 \n  12  Procurement and Contract Management Specialist  6  24  30 \n  13  Accounting/Financial Analyst  5  36  41 \n  14  Institutional Development Specialist  3  24  27 \n  15  CAD Operators/Drafters  0  72  72 \n    Subtotal (A)  86  594  680 \n    B. Construction Phase       \n  16  Deputy Team Leader/Civil Engineer  0  30  30 \n  17  Construction Supervisors – Phan Thiet  0  54  54 \n  18  Construction Supervisors – Gia Nghia  0  54  54 \n  19  Construction Supervisors – Cam Ranh and Ninh Hoa  0  60  60 \n  20  Construction Supervisors – Ca Na and Thap Cham  0  60  60 \n  21  Construction Supervisors – Song Cau and Tuy Hoa  0  60  60 \n  22  Procurement and Contract Management Specialist  3  0  3 \n  23  Mechanical/Electrical Engineers  2  30  32 \n  24  Environmental and Resettlement Specialist  2  10  12 \n    Subtotal (B)  7  358  376 \n    Total (A+B)  93  952  1,045 \nSource: Asian Development Bank estimates. \n ", "  Appendix 10  39 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national   Yes  Is the sector identified as a national priority   Yes \npriority in country poverty analysis?    No  in country poverty partnership agreement?    No \nContribution of the sector or subsector to reduce poverty in Viet Nam: \nViet Nam has experienced rapid economic growth and urbanization over the past decade. Gross domestic product \n(GDP) maintained an average annual growth of about 7% and the urban population ratio has increased from 20% in \n1990 to about 25% in 2005. Annual average GDP growth rate for 2006–2010 is targeted at 7.5%–8.0%. The urban \npopulation in the Central Region totaled close to 4.5 million in 2003 and is growing at 4.7% per annum. Since the last \ndecade, urban infrastructure has been unable to meet the increasing demands of the growing urban population \nbecause of (i) continued rural–urban migration caused by greater farm mechanization in the rural areas and perceived \nhigher incomes in urban growth centers; (ii) insufficient funds to expand urban infrastructure; and (iii) weak institutional \narrangements for operation and maintenance of systems for long-term sustainability. This imbalance heightens \nenvironmental and health risks, and inhibits urban social and economic development in the Central Region. \n \nThe Project aims to alleviate the pressure of rapid urbanization in provincial and medium-sized towns in the Central \nRegion  and  improve  environmental  conditions  for  better  health  and  hygiene.  The  Project  is  in  line  with  the \nGovernment’s master plans for urban development in eight towns in five provinces: (i) Gia Nghia (Dak Nong); (ii) Phan \nTiet (Binh Thuan); (iii) Thap Cham and Ca Na (Ninh Thuan); (iv) Cam Ranh and Ninh Hoa (Khanh Hoa); and (v) Tuy \nHoa and Song Cau (Phu Yen). The Project will help achieve Viet Nam’s Millennium Development Goal 7 on \nenvironmental sustainability. A community environmental improvement program provides awareness information and \nassistance for household and community improvements. \nB.  Poverty Analysis   Targeting Classification: Targeted intervention \nWhat type of poverty analysis is needed? \nThe Central Region is one of the poorest in Viet Nam, accounting for about 38% of the total poor. Living standards are \noften lower, with poverty levels higher than the national average. Poor and near-poor households are the most \nvulnerable to weak urban infrastructure and unsanitary conditions. The urban poor in the project towns live in \nunderserved areas with inadequate water supply and sanitation facilities, dysfunctional or nonexistent drainage, \nfrequent flooding, and limited access to solid waste collection. For instance, poor and low-income households are \nfishing households along the coastal areas in Phu Yen, Khanh Hoa, and Ninh Thuan. Poor toilet and septic tank \nfacilities add to unsanitary conditions and environmental pollution. Improving environmental conditions will reduce high \nhealth care expenditures related to waterborne and environmental illness.  \n \nA poverty analysis was undertaken during project preparation. Socioeconomic surveys of 100 households in each \nproject town were conducted. The survey also showed the wide gaps between low- and high-income households. The \nincome per capita of the household head from the highest income stratum is D682,000 or almost seven times more \nthan that of the lowest stratum (D97,000). A profile was created for each project town based on these surveys and \nsecondary town data. An affordability analysis was also done to determine the appropriateness of tariffs under the \nProject for the poor and vulnerable households.  \nIs there a stakeholder analysis?   Yes   No  \n \nA stakeholder analysis was conducted during project preparation to identify key project stakeholders, their project-\nrelated interests, and their potential roles in project implementation. Primary stakeholders include town residents; \nhouseholds, especially female-headed households, affected by land acquisition and resettlement; Management Board \nfor Urban Technical Infrastructure Projects and MOC; PPCs; public utility companies; and provincial Viet Nam \nWomen’s Union (VWU). Secondary stakeholders include relevant line agencies and mass organizations.  \n \nIs there a participation strategy?   Yes    No \n \nA participation strategy has been streamlined into the project design and social safeguard documents to ensure that \ndifferent stakeholders continue to participate during implementation. Consultations with local government officials and \nresidents will be important, especially if the scope of any component changes. Continued discussions and subsequent \ndisclosure of social safeguard documents will also be important to ensure affected people, especially vulnerable \ngroups, are aware of proposed mitigation and rehabilitation measures. The involvement of the provincial VWU in the \ncommunity environmental improvement program is critical to the Project’s complementing physical infrastructure with \nawareness and community and household programs. The following actions are also important for implementing the \ncommunity component: (i) timely disbursement of funds to the provincial VWU, and (ii) a designated focal point in the \nGovernment and one in the public utility companies to work directly with the provincial VWU.  \nD.  Gender Development \nStrategy to maximize impacts on women: \nIn Viet Nam, females are generally responsible for a conducting a variety of tasks related to household water and \nsanitation and community environmental improvements. Women are responsible for ensuring sufficient supply of clean \nwater for family consumption (drinking and cooking). However, associated tasks differ for females living in urban and \nrural areas. Unlike in rural areas, distance to the nearest water source is not an issue in urban areas. In urban areas, \nimproved access to safe water supply benefits women in terms of increased cost-savings and time. Improved drainage \n ", "40  Appendix 10 \nand enhanced solid waste collection helps to eliminate standing rain and storm water and unsanitary wastes. Better \naccess  to  water  supply,  improved  drainage,  and  systematic  solid  waste  collection  help  reduce  health  care \nexpenditures for households and improve individuals’ well-being. \n \nImprovements in water supply and sanitation-related services may ease women’s physical burden but might also \nincrease their burden in managing scarce resources. Most women are willing to pay for improvements in water supply \nservices but some said they were not, as in Cam Ranh (25%), Ninh Hoa (45%), Phan Tiet (56%), and Tuy Hoa (44%). \nMost are willing to pay from D5,000 to D 8,000. \n \nA relatively high percentage of households headed by women reside in the project area because of high labor \nmigration among males to urban centers to supplement their rural livelihoods. Female heads of households earn lower \nincome per capita per month (D298,000) than male heads (D326,000). Highland towns (e.g., Gia Nghia) have a high \npercentage of ethnic minority groups such as the Ma and Edde, whose women are of slightly higher status than their \ncoastal or lowland counterparts. A gender action plan is in Appendix 11. \nHas an output been prepared?   Yes   No \nE.  Social Safeguards and Other Social Risks \nSignificant/ \nPlan \nItem  Not Significant/  Strategy to Address Issues  Required \nNone \nThe  Project  will  require  resettlement  in  five  provinces.  In \naccordance with ADB’s policy on involuntary resettlement and \nOperations  Manual  (OM)  F2,  a  resettlement  plan  for  each \n Significant   Full \nprovince has been prepared for the subcomponents that are \n   \nfully defined. A resettlement framework has been prepared also \nResettlement   Not significant   Short \nto  guide  in  preparation  during  project  implementation  of \n   \nResettlement  plans  for  complementary  small,  scattered,  or \n None   None \nnetworked components entailing minor impacts that can be \nidentified  only  in  connection  with  detailed  engineering  and \ntechnical design.  \nAn affordability analysis was undertaken for the Project. It found \nthat  tariffs  are  affordable  for  most  households  above  the \n Significant  poverty line (tariffs are within the targeted percentage of the \n  average monthly household income of 6.5%). However, the   Yes \nAffordability   Not significant  analysis showed that households living below the poverty line   \n  (D800,000/household/month) find the tariffs 2% higher than the   No \n None  maximum affordability benchmarks. Specific actions and steps \nwill help poor households that cannot afford to pay connection \nfees (deferred payment schemes, household grants). \nConstruction,  operation  and  maintenance  of  water  supply, \ndrainage, and solid waste systems will create jobs by upgrading \nand  expanding  urban  services.  Job  or  income  losses  are \n Significant  expected because of land acquisition and resettlement. However, \n  wage labor in the area is sufficient. Income-generating provisions   Yes \nLabor   Not significant  for  those  losing  land  will  be  required  for  inclusion  in  the   \n  resettlement  plans.  In  project  towns  with  a  solid  waste   No \n None  component, waste pickers will (i) be employed by the public \nworks company or (ii) work at the new landfill sites. A capacity-\nbuilding program will improve human resource development for \nproject staff, public works employees, and the VWU. \nMost people in the project area are Kinh. Ethnic minorities are \nfound in Thap Cham (1.2%) and Gia Nghia (35.3%). Urban areas \nhave few ethnic minority households. Specific actions have been \n Yes \n Significant  integrated into the project design to ensure that ethnic minorities \n \n  have equal access to project benefits, have culturally appropriate \nIndigenous   No \n Not significant  awareness  and  education  materials,  and  are  safeguarded \nPeoples   \n  against  adverse  impacts.  In  resettlement  plans  and  the \n Specific \n None  resettlement framework, ethnic minorities are entitled to equal \nActions \ncompensation,  resettlement  and  allowances,  and  additional \nsupport measures to help improve their socioeconomic status \nand retain high status of Ma and Edde women.  \n Significant  None. \nOther Risks   Yes \n \nand/or   Not significant   \nVulnerabilities     No  \n None \n ", "  Appendix 11  41 \nGENDER ANALYSIS AND ACTION PLAN \nA.  Introduction \n1.  The Project includes actions that help enhance women’s roles and their participation in \ndecision making related to water supply, sanitation, and urban development. It aims to increase \nwomen’s access to information, training, and capability building. The gender action plan is \nbased on (i) a gender analysis that was conducted during project preparation; (ii) socioeconomic \nsurveys completed in eight project towns; (iii) consultations with women of different ages and \nethnic  groups,  government  officials,  and  the  Viet  Nam  women’s  unions;  and  (iv)  Asian \nDevelopment  Bank  (ADB)-assisted  projects  for  water  supply,  sanitation,  and  urban \ndevelopment. The gender action plan is based on Viet Nam regulations and ADB policy on \ngender and development.1  \n \n2.  In  Viet  Nam,  females  are  generally  responsible  for  a  variety  of  tasks  related  to \nhousehold  water  and  sanitation  and  community  environment  improvements.  They  are  key \nactors in collecting, using, and managing water in the household and in the community. Their \naccess, use, and control of water and sanitation are invariably related to their status or position \nin their families, ethnic groups, and communities. In turn, the status or position of women is \nrelated to their access and control of resources such as education, employment, land, and other \nlivelihood assets.  \n \nB.  Gender Analysis \n1.  General Socioeconomic Information \n3.  Households Headed by Women. A high percentage of households headed by women \nreside in the project area because of high labor migration among males to urban centers to \nsupplement their rural livelihoods. About 25% of households in the project towns are headed by \nfemales, except in Phan Tiet (45%), Tap Cham (41%), and Ca Na (39%). In Gia Nghia, only \n19% of households are headed by women. Female heads of households earn, on average, \nlower income per capita per month (D298,000) than male heads (D326,000) except in Gia \nNghia. Most households belong to the majority Kinh ethnic group. However, in Gia Nghia, about \n9% of ethnic households come from Ma and Edde ethnic groups, where women hold slightly \nhigher status positions.  \n \n4.  Educational Attainment and Employment. More women (about 78%) than men (71%) \nin these project towns have some secondary education. Some project towns, however, have \nhigh percentage of women with lower education, such as Ca Na (92%), Ninh Hoa (89%), and \nNinh Tuan (88%). About one third of households depend on agriculture and fishing for their \nlivelihoods.  The  rest  rely  on  employment  in  government,  businesses,  and  the  formal  and \ninformal labor market. Surveys show that a high percentage of women are employed in the \nbusiness  and  service  and  domestic  sectors.  Women  are  also  employed  in  solid  waste \nmanagement companies as waste collectors and street sweepers, but few are in management \npositions. \n \n5.  Land Ownership. Most land ownership certificates are still in the name of the male \nhead of the household. In most cases, properties acquired after 1999 have the names of the \nhusband and wife reflected in the certificate. The resettlement compensation package will need \nto ensure that women’s rights to compensation and proper assets transfers are recognized.  \n \n2.  Relationship with Water, Sanitation, and Waste Management  \n6.  Women  are  responsible  for  ensuring  sufficient  clean  water  for  family  consumption \n(drinking and cooking). However, associated tasks differ for urban and rural females. Unlike in \n                                                 \n1  ADB. 2003. Policy on Gender and Development. Manila \n ", "42  Appendix 11 \nrural areas, the distance to the nearest water source is not an issue in urban areas. In urban \nareas, improved access to safe water supply benefits women in terms of increased cost savings \nand time. Improved drainage and enhanced solid waste collection helps to eliminate standing \nrain and storm water and unsanitary wastes. Better access to water supply, improved drainage \nand systematic solid waste collection help to reduce health care expenditures for households \nand improve individual well-being. \n \n7.  Women, especially from the low-income households, have a hard time meeting their \nwater supply and sanitation (WSS) needs. About 96% of women from Ca Na and 50% of \nwomen from Cam Ranh purchase drinking water from vendors. Most households surveyed \nindicated that they obtain water from stand posts, boreholes, open dug wells, rainwater, ponds, \nrivers, and open canals. Some women, especially in Ca Na and Cam Ranh, also purchase \nwater for washing, particularly during the dry season. The exception was Phan Tiet, which has a \nhigh percentage of households with indoor connections. \n \n8.  The socioeconomic survey shows that women and men from low-income households \nspend more time (20 minutes or more daily) collecting water than those from higher-income \nhouseholds (16 minutes or less). Higher-income households consume more water and pay an \naverage of D34,000 per month for water compared with lower-income households (D17,000). \nThe cost of water is particularly high in Ca Na and Cam Ranh. \n \n9.  While most women are willing to pay for improvements in water supply services, a \nsignificant number were not: Cam Ranh (25%), Ninh Hoa (45%), Phan Tiet (56%), and Tuy Hoa \n(44%).  This  unwillingness  to  pay  could  increase  women’s  burden  of  managing  scarce \nhousehold resources. Nevertheless, an overwhelming majority (95%) indicated that they were \nwilling to pay D5,000–D7,000 per cubic meter (m3). Some households in Ca Na, Cam Ranh, Gia \nNghia, and Ninh Hoa said they were willing to pay up to D8,000/m3, as water there is expensive, \nespecially in the dry season.  \n \n10.  Most households (60%) from the lowest income stratum do not have toilets, almost \ndouble those (37%) in the project towns. Women in about two thirds of the households are \nresponsible for disposing of human excreta in buckets to farmers and fishpond owners, or into \nthe nearest stream, pond, or canal. Only a third of the households have their trash collected by \na waste management company while the rest dispose of waste by other means (burning, \nburying, or scattering into canals, ponds, and rivers). About 58% also dispose of wastewater \ninto their garden, empty lots, and open canals. The same proportion of the households do not \nwant to connect waste water pipes to the public drainage system but most are willing to pay a \none-time fee for water connection.  \n \n11.  Most waste pickers at landfill sites are women. They often work long hours (10–12 \nhours) and earn less than men. They are exposed to pollution and unhygienic conditions and \npractices, and lack access to proper equipment and tools (e.g., push carts, disposal containers, \nhygienic masks, gloves, boots, and facilities for washing). The income earned through waste \npicking helps to supplement household income in times of scarcity.  \n \n3.  Participation in Community Activities \n12.  Fewer than one fifth (16%) of women decide on their own whether to participate in \ncommunity activities. Women’s participation in community activities and membership in mass \norganizations such as the VWU are influenced by income, education attainment, and the ability \nto  make  alternative  arrangements  for  completing  domestic  tasks.  Women  have  a  large \nmembership base in the VWU and are influential players in decision making related to WSS \nactivities—both at the community and household levels.  \n \n \n \n ", "  Appendix 11  43 \nC.  Gender Action Plan  \n13.  The gender action plan has been prepared to highlight the project benefits for both men \nand women and how the Project addresses gender disparities in the WSS sector. The following \nare considered and highlighted as actions in the gender action plan (Table A11): \n \n(i)  Women’s participation will be enhanced during the Project. Consultations with \nwomen of all income and ethnic groups will take into account differences in \naccess to resource and livelihood bases. Attention will be paid to the special \nneeds of the poor, ethnic minority women, and members of households headed \nby females. The Project aims to reduce barriers to their participation in related \nactivities  and  decision  making.  Efforts  are  also  included  to  increase  the \nparticipation  and  representation  of  women  in  decision-making  structures  and \nprocesses in public utility companies and the provincial project management \nunits (PPMUs).  \n(ii)  The Project focuses attention on building government and institutional capacity in \ngender awareness. Gender training for project staff and technical staff will help \nincrease awareness and their responsiveness to the different WSS needs of both \nmen and women. \n(iii)  The Project ensures that participation and consultation strategies are geared to \nencourage the involvement of women, ethnic minorities, and poor households in \nresettlement planning and implementation. The Project includes measures that \ngive special attention to women in severely affected households (those that are \nphysically displaced or lose 10% or more of their productive income-generating \nassets). Consultations with and assistance to severely affected women will be \norganized in close consultation with local branches of the women’s union.  \n \n14.  Implementation arrangements and estimated costs of the gender action plan have been \nintegrated into the overall arrangements and total budget of the Project. Each PPMU will be \nresponsible for implementing and monitoring gender action plan. An international community \nenvironmental sanitation and gender specialist and a community development specialist will \nhelp  conduct  gender  awareness  trainings  for  project  units,  establish  sex-disaggregated \nindicators for a project performance monitoring and evaluation system, and coordinate with \nother specialists.  \n \n15.  Resettlement  plans  will  pay  special  attention  to  (i)  the  role  of  women’s  economic \nactivities in restoring living standards; (ii) access to existing credit and agricultural extension for \nwomen, ethnic minorities, and poor households; (iii) joint registration of land use rights in the \nnames of husband and wife, where households are allocated alternative agricultural and/or \nresidential land; (iv) participation and consultation strategies that encourage the involvement of \nwomen, ethnic minorities, and poor households in resettlement planning and implementation; (v) \nattention to complaints and grievances by women, ethnic minorities, and poor households; and \n(vi) data disaggregated by sex and ethnicity to support resettlement planning and monitoring.  \n \n16.  The PPMU will include information on the progress of gender action plan activities in \nquarterly progress reports prepared and submitted to the project coordination unit (PCU) for \nconsolidation. The PCU will consolidate the information and ensure that an update on the \ngender action plan is provided to ADB in its semiannual progress reports. The midterm review \nwill review updates and make adjustments. \n ", "44  Appendix 11 \nTable A11: Gender Action Plan \nProject \nActions Proposed \nComponent \nPart A: Water Supply Development \n  •  Issues of affordability and access for male and female-headed households will be considered \nand addressed (e.g., water supply system tariffs). \n•  Households headed by females are eligible for equal compensation, additional support \nmeasures for rehabilitation, and asset transfers that help retain the higher status of ethnic \nwomen from Ma and Edde groups. \nPart B: Drainage and Wastewater Management \n  •  Men and women will provide inputs on subcomponents before finalizing the details of larger \nsubcomponents (e.g., open drains vs. covered ones). \n•  Households headed by females are eligible for equal compensation, additional support \nmeasures for rehabilitation, and asset transfers that help retain the higher status of ethnic \nwomen from the Ma and Edde. \nPart C: Solid Waste Management \n  •  Both male and female waste pickers will have the option of (i) being employed by the public \nworks company or (ii) continuing to work at the new landfill sites. \n•  Households headed by females are eligible for equal compensation, additional support \nmeasures for rehabilitation, and asset transfers that help retain the higher status of women \nfrom the Ma and Edde. \nPart D: Community Environmental Sanitation and Awareness \nD.1. Public  •  Promotional materials include the roles of both men and women in improving hygiene. \nAwareness  •  Increase awareness of links between water and diseases among men and women. \nEducation \n•  Education awareness and promotional materials will be gender sensitive and culturally \nCampaigns \nappropriate so that they are able to reach different target groups. \n•  The VWU and project staff will discuss the Project with communities and institutions at all \nlevels. At least 30% of the team shall be female. \n•  Encourage women’s participation at meetings (e.g., gender-disaggregated focus groups, and \nmeetings held when women can attend). \n•  Motivators, at least 50% female, will be trained and mass organizations mobilized.  \nD.2. WSS  •  Poor households headed by females will be given priority access funds for payment of \nAssistance  connection fees and sanitation facilities, including septic tanks \nfor Poor  •  Written and oral information on schemes will be provided to both women and men. Focus \nHouseholds  group discussions will be disaggregated by sex to encourage questions and answers \nPart E: Project Management and Institutional Strengthening \n  •  The provincial VWU will be member of each provincial PSC.  \n•  At least 30% of the PPMU members will be female. \n•  At least one person in each PPMU will work with the VWU to implement part D. \n•  Consulting services will include an international community environmental sanitation and \ngender specialist (6 person-months) and a national community development and gender \nspecialist (30 person-months) to work with the VWU’s and with project gender issues.  \n•  Indicators will be disaggregated by sex and ethnicity. \n•  Both female and male project staff members will have equal access to information and to \nparticipate in training and other capacity-building programs. \n•  Public utility companies will publicly announce and/or post job openings.  \n•  Public utility companies, with the support of the VWU and consultants, will conduct training \non leadership and management skills for female staff members. \n•  Public utility companies will comply with the International Labour Organization’s (ILO)core \nlabor standards,a as well as national laws on labor protection, safety, and equal pay. \n•  Implementation of special provisions included in resettlement plans (as outlined in para. 15, \nand in respective resettlement plans for each province) \nPMU = project management unit, PPMU = provincial project management unit, PSC = project steering committee, \nVWU = Viet Nam Women’s Union, WSS = water supply and sanitation. \na  ILO core labor standards include four basic rights and principles: (i) eliminating all forms of forced or compulsory \nlabor, (ii) eliminating discrimination in respect of employment and occupation, (iii) eliminating child labor, and \n(iv) ensuring freedom of association and the effective recognition of the right to collective bargaining. \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 12  45 \nSUMMARY RESETTLEMENT PLAN AND FRAMEWORK \nA.  Introduction \n \n1.  A resettlement plan (RP) has been prepared for each of the five project provinces: Binh \nThuan, Dak Nong, Khanh Hoa, Ninh Thuan, and Phu Yen. The RPs cover project components \nsufficiently designed to conduct the basic resettlement planning activities of census, inventory of \nlosses, and a socioeconomic survey. \n \n2.  Each  provincial  Project  has  subcomponents  as  yet  not  designed,  so  resettlement \nplanning cannot be undertaken. For components for which assessments were able to be made, \nthe results were incorporated in the RP. For those which could not be assessed during the \nproject preparation stage, a resettlement framework (RF) has been prepared to guide in their \nresettlement planning and implementation after detailed design.  \n \n3.  The RF and RPs were prepared for all 13 candidate project towns, which were selected \nfrom 18 towns. Because the budget was limited, however, the Project will cover only eight \ntowns: Phan Thiet, Gia Ngia, Cam Ranh, Ninh Hoa, Thap Cham, Cana, Phu Yen, and Song \nCau. \n \n4.  The RF and RPs have been built upon the laws of the Government, principally the \nrevised 2003 Land Law, Decree 197 (2004), and Decree 17 (2006), and ADB’s policy on \ninvoluntary resettlement,1 Operations Manual (OM) F2, and the public communications policy.2. \nProvisions and principles adopted in the RF and RPs will supersede the provisions of relevant \ndecrees currently in force in Viet Nam wherever a gap exists, as per Decree 17/2001/ND-CP \n(2001). \n \nB.  Scope of Land Acquisition and Resettlement Impacts \n \n5.  About  59  ha  will  be  lost  because  of  improvements  in  drainage,  flood  protection, \nwastewater, sanitation, and solid waste infrastructure for the main project components described \nin the five RPs. For these main components, 154 households will be severely affected either by \ndisplacement of housing or loss of more than 10% of productive land, and 48 households will be \nmarginally affected, for a total of 202 households (894 people). Involuntary resettlement effects \nwill  be  most  severe  in  or  near  landfill  areas,  wastewater  treatment  plants,  and  wastewater \nstabilization ponds.  \n \n6.  Table A12 summarizes the known impacts and their estimated resettlement costs. The \nremaining subcomponents are expected to cause minimal impacts, but this is to be confirmed \nafter detailed design, when priority will be given to avoiding or minimizing impacts. \n \n7.  Part D (community environmental sanitation and awareness) may require only minor \nland  acquisition,  if  any,  for  building  drains,  footpaths,  and  solid  waste  collection  units. \nCommunity proposals will be evaluated at the time of submission. The RF will guide any \nunforeseen land acquisition and resettlement planning during the Project. RPs for each project \ntown will be prepared or revised for the ADB approval as needed. \n \n \n                                                 \n1  ADB. 1995. Policy on Involuntary Resettlement. Manila. \n2  ADB. 2005. The Public Communications Policy of the Asian Development Bank: Disclosure and Exchange of \nInformation. Manila. ", "46  Appendix 12 \nTable A12: Assessment of Land Acquisition and Resettlement Impacts for Five RPs \n \nTotal \nLand  Severely  Marginally  Estimated \nProject   Impact \nAcquisition  Affected  Affected  Cost \nTown  Affected  Affected \n(ha)  Households  Households  ($’000) \nHouseholds  People \nBinh Thuan Province             \n Phan Thiet  12.8  18  34  52  311  682 \n \nDak Nong Province             \n Gia Nghia  0.0  0  13  13  52  231 \n \nKhanh Hoa Province             \n Cam Ranh  20.6  29  1  30  169  660 \n Ninh Hoa  3.6  4  0  4  22  5 \nNinh Thuan Province             \n Thap Cham  9.2  52  0  52  243  266 \n Ca Naa  0.2  1  0  1  5  0 \nPhu Yen Province             \n Song Caua  0.0  0  0  0  0  0 \n Tuy Hoa  12.8  51  0  51  290  267 \nTotal  59.0  154  48  202  894  2,111 \na  For Ca Na and Song Cau, no land acquisition is envisaged. However, there will be temporary resettlement impacts \nsuch as temporary land borrowing for drainage and laying of pipes. These linear elements can therefore only be \nassessed during the Project implementation. \nSource: Consultant and Ministry of Construction estimates. \n. \nC.  Project Principles and Entitlements \n8.  The following resettlement principles are adopted for the Project:  \n \n(i)  Involuntary  resettlement  and  loss  of  land,  structures,  and  other  assets  and \nincomes will be avoided or minimized by exploring all viable options.  \n(ii)  All affected people are entitled to compensation for all lost and affected assets, \nincomes, and businesses, including permanent and temporary losses or impacts, \nat replacement cost and provided with rehabilitation measures sufficient to assist \nthem to improve or at least maintain their pre-project living standards, incomes, \nand productive capacity.  \n(iii)  Lack of legal rights to the assets lost or adversely affected will not bar affected \npeople from entitlement to such compensation and rehabilitation measures to \nachieve the stated objectives of the RPs and RF. Those without legal title to land \nand/or structures occupied or used by them (e.g., non-titled affected people) will \nbe entitled to various options of resettlement assistance, provided they cultivated \nor otherwise occupied the land before the eligibility cut-off date. Resettlement \nassistance to non-titled affected people will include compensation for lost assets \nand restoration of income and living standards.  \n(iv)  In cases where relocation or displacement is required, all possible efforts will be \nmade to maintain the social and cultural institutions of the resettled people and \nthe host community.  \n(v)  RPs will be prepared and implemented with participation and consultation of \naffected  people.  The  comments  and  suggestions  of  affected  people  and \ncommunities will be taken into account during the design and implementation of \nresettlement activities. \n(vi)  ADB  will  not  approve  any  civil  works  contract  for  any  subcomponent  to  be \nfinanced  from  the  loan  proceeds  unless  the  Government  has  satisfactorily \ncompleted payment of compensation for affected assets and any relocation to \nnew  sites,  in  accordance  with  the  approved  RP  for  the  subcomponent. \nRehabilitation measures must also be in place but not necessarily completed, as \n ", "  Appendix 12  47 \nthese may be ongoing activities. Vulnerable households (households headed by \nfemales  with  dependents,  disabled  household  heads,  poor  households,  the \nlandless, the elderly with no means of support, households without security of \ntenure, and ethnic minorities) will be compensated with respect for their cultural \nvalues and specific needs. Assistance for the poor and vulnerable will include \nmeasures to help them improve their socioeconomic status. \n(vii)  Affected people who lose only part of their physical assets will not be left with a \nportion that will be inadequate to sustain their current standard of living. The \nminimum  size  of  remaining  land  and  structures  will  be  agreed  during  the \nresettlement planning in consultation with affected people. \n(viii)  As a priority, loss of agricultural land will be compensated with alternative land of \nequal size and productive capacity. If suitable replacement land is not available, \nat the “informed request” of affected people, compensation will be paid in cash at \nreplacement value based on current market prices for agricultural land of the \nsame category (productive capacity) as the affected land. \n(ix)  Replacement land for agriculture, residential purposes and businesses will be \nprovided with secure tenure status; all fees, sales taxes, or other surcharges \nassociated with transfer of land title will be waived. \n(x)  Compensation for houses and other structures will be determined according to \nreplacement value for materials and labor to rebuild similar structures, at current \nmarket prices in the locality. In determining replacement costs, depreciation of \nassets and salvage value of materials will not be taken into account. \n(xi)  In  case  of  the  relocation  of  affected  people,  replacement  houses  and/or \nagricultural land will be located as close as possible to the assets that were lost, \nand at locations acceptable to affected people. Relocated affected people will \nreceive relocation and transition subsistence allowances. \n(xii)  Adequate  resources  will  be  identified  and  committed  during  resettlement \nplanning for each subcomponent and the overall Project. This includes adequate \nbudgetary support fully committed for each subcomponent and made available to \ncover  the  costs  of  land  acquisition,  compensation,  resettlement,  and \nrehabilitation within the agreed implementation period for the subcomponent; and \nadequate  human  resources  for  supervision,  liaison  and  monitoring  of  land \nacquisition, resettlement and rehabilitation activities. \n(xiii)  Reporting, monitoring, and evaluation mechanisms will be identified and set in \nplace as part of the resettlement management system. Monitoring and evaluation \nof the land acquisition, resettlement and rehabilitation processes, and the final \noutcomes will be conducted by an independent monitoring agency. \n(xiv)  RPs will be translated into Vietnamese, or where necessary, the local language, \nand placed in commune offices for the reference of affected people as well as \nother interested groups. \n \n9.  The  project  entitlements  are  designed  to  cover  compensation,  resettlement,  and \nrehabilitation for lost assets and incomes and restore or enhance the livelihoods of all affected \npeople. Affected people will not only receive compensation in cash or in kind (e.g., replacement \nland or materials) at replacement cost for affected assets and income losses, but various \nrehabilitation measures will also be provided to help them restore their livelihoods and income \nlevels. Special assistance will be provided to the vulnerable affected people to help them \nimprove their socioeconomic status.  \n \nD.  Consultation, Grievance Mechanism, and Disclosure \n10.  People potentially affected by the main subcomponents have been informed about the \nproject scope and impacts and that they are eligible for compensation and assistance. A specific \npublic consultation and disclosure plan has been prepared for each RP and entails consultation \n ", "48  Appendix 12 \nand  disclosure  activities  to  be  undertaken  during  detailed  resettlement  planning  and \nimplementation. \n \n11.  The RF and RPs will be translated into Vietnamese. Copies of the RF and RPs, in both \nEnglish and Vietnamese, will be distributed to the provinces. The public information booklets \nprepared for the five provinces have been translated into Vietnamese and will be distributed to \nall affected people before loan appraisal, while copies of the RPs will be placed in the respective \ndistrict and commune offices. The draft RF and RPs submitted to ADB for review and approval \nwill be uploaded on ADB’s resettlement website before loan appraisal; the final RPs and RF \nagreed by Government and ADB will also be uploaded on ADB’s website. The updated and new \nsubcomponent RPs prepared after detailed design will also be disclosed to affected people and \nuploaded on ADB’s website. \n \n12.  A well-defined grievance redress and resolution mechanism will be established consistent \nwith the legal process for resolution of disputes in Viet Nam. However, since the system is \noriented primarily toward disputes between people, as opposed to between people and the \ngovernment, it will be strengthened. Provincial resettlement committees will record all grievances \nand complaints as well as their final resolution. The independent monitoring agency will be \nresponsible for checking the procedures for and resolutions of grievances and complaints, and \nmay recommend further measures to be taken to redress unresolved grievances. \n \n13.  All affected people will be made fully aware of their rights and the detailed procedures for \nfiling  grievances  through  the  public  information  booklet.  All  affected  people  who  present \ncomplaints will be exempt from all administrative fees incurred and will be provided with free legal \nrepresentation should they lodge appeals to the courts.  \n \nE.  Gender and Ethnicity Issues \n14.  Highland towns such as Gia Nghia have a high percentage of ethnic households, where \nwomen come from ethnic minority groups such as the Ma and Edde and hold slightly higher \nstatus  positions  than  their  coastal  or  lowland  counterparts.  Four  affected  ethnic  minority \nhouseholds were found in Gia Nghia but none in the other areas for which RPs have been \nprepared. Specific actions have been integrated into the project design to ensure that ethnic \nminorities have equal access to project benefits, have culturally appropriate awareness and \neducation materials, and are safeguarded against adverse impacts. In RPs and the RF, ethnic \nminorities are entitled to equal compensation, resettlement, and allowances, and additional \nsupport measures to help them improve their socioeconomic status, and help retain the higher \nstatus of women from the Ma and Edde. \n \n15.  RP preparation and implementation will pay special attention to the following issues: (i) \nrole of women’s economic activities in restoring living standards; (ii) access to existing credit \nand  agricultural  extension  for  women,  ethnic  minorities,  and  poor  households;  (iii)  joint \nregistration of land use rights in the names of husband and wife in instances where households \nare allocated alternative agricultural and/or residential land; (iv) participation and consultation \nstrategies that encourage the involvement of women, ethnic minorities, and poor households in \nresettlement planning and implementation; (v) attention to complaints and grievances lodged by \nwomen,  ethnic  minorities,  and  poor  households;  and  (vi)  disaggregated  data  collection  on \ngender and ethnic minorities to support resettlement planning and monitoring. Special attention \nwill  be  given  to  women  in  severely  affected  households  (households  that  are  physically \ndisplaced  or  who  will  lose  10%  or  more  of  their  productive  income-generating  assets). \nConsultations  with  and  assistance  to  severely  affected  women  will  be  organized  in  close \nconsultation with local branches of the Women’s Union. A project-specific gender action plan \nhas been developed and is included as Appendix 11. \n \n ", "  Appendix 12  49 \nF.  Implementation Arrangements and Schedule \n16.  Each provincial people’s committee (PPC) will be the executing agency for its respective \nproject component and will have overall responsibility for it. Each PPC will establish a provincial \nresettlement committee with overall responsibility for approval and implementation of the project \nRPs, approving resettlement budgets, and issuing decisions on land acquisition. A provincial \nproject management unit (PPMU) will be established in each province to manage and monitor \nall  day-to-day  project  implementation  activities,  including  resettlement  planning  and \nimplementation.  PPMU  functions  will  include  preparation  and  implementation  of  new  and \nupdated RPs, establishing and maintaining an affected person database for internal monitoring \nand making this available to the independent monitoring agency, and integrating civil works with \nland acquisition and resettlement activities. The PPMU will establish a resettlement working \ngroup (RWG) staffed mainly by members of the Land Administration Department to undertake \nthe resettlement-related functions of the PPMU. The RWG will coordinate implementation of the \nconsultation program and income restoration measures with the mass organizations, including \nthe women’s union, NGOs, and other community organizations and government departments. \n \n17.  Project consultant resettlement specialists will provide technical expertise to the project \ncoordination unit (PCU) established under Management Board for Urban Technical Infrastructure \nProjects. One international consultant with periodic input and a one full-time national consultant \nwill  help  PPMUs  prepare  new  and  updated  RPs  and  detailed  resettlement  planning, \nimplementation, and internal monitoring and reporting procedures, and will provide formal and \non-the-job training in all aspects of resettlement planning and implementation. \n \n18.  The overall Project will be implemented over 5 years starting in 2007. Resettlement \nactivities will commence only after the project supervision consultants and the independent \nmonitoring agency have mobilized. ADB will not approve award of a civil works contract for any \nsubproject or subcomponent unless the PPMU has (i) satisfactorily completed, in accordance \nwith the approved relevant RP for that Project or subcomponent, compensation payment and \nrelocation to new sites; and (ii) ensured that the rehabilitation assistance is in place and the \narea required for civil works is free of all encumbrances.  \n \nG.  Monitoring and Evaluation \n19.  RP implementation will be regularly monitored by the PPMUs and RWGs. Quarterly \nmonitoring reports will be submitted to ADB. An independent monitoring agency will be engaged \nby the PCU to conduct external monitoring and evaluation, focusing on the social impacts of the \nProject and whether affected people are able to improve or at least restore their pre-project \nliving standards, incomes, and productive capacity. Two monitoring activities will be undertaken \neach year until all resettlement activities have been completed. A post-resettlement evaluation \nwill also be conducted. Independent monitoring reports will be submitted to the EA and to ADB.  \n \nH.  Resettlement Budget and Flow of Funds \n20.  The Project’s estimated resettlement cost is around $2.11 million. Adequate budgetary \nsupport will be committed and made available to cover all resettlement-related costs within the \nagreed  implementation  period.  The  funds  will  come  from  the  loan.  Each  PPMU  will  be \nresponsible for channeling funds to compensate land acquisition and resettlement to the RWGs. \nThe PPMUs and RWGs will be responsible for payment directly to affected people with respect \nto  land,  crops,  trees,  houses,  other  structures  and  any  allowances,  and  for  delivery  of \nrehabilitation measures.  \n \n ", "50  Appendix 13 \nENVIRONMENTAL ANALYSIS \nA.  Introduction \n1.  This summary initial environment examination (IEE) aims to briefly describe the Project’s \npotential  adverse  impacts,  proposed  mitigation  measures,  and  environmental  management \nplans.  It  is  based  on  preliminary  environmental  examinations  undertaken  during  project \npreparation to (i) identify the environmental impacts of project components and (ii) recommend \nmeasures  to  mitigate  adverse  impacts  and  enhance  positive  impacts  arising  from  its \nimplementation. \n \n2.  The Project is classified under category B, according to ADB’s Policy and Environmental \nAssessment Guidelines (2003). The IEEs were prepared following ADB’s environmental policy,1 \nOperations Manual, and Environmental Assessment Guidelines, and the relevant Government \nof Viet Nam environmental policies and guidelines, specifically Circular 490/1998-BICHCNMT \n(29  April  1998),  Guiding  the  Making  and  Evaluation  of  Reports  on  the  Assessment  of \nEnvironmental Impacts of Investment Projects. The IEEs will be approved by the Department of \nNatural Resources and Environment (DONRE) or provincial people’s committees. \n \nB.  Project Description  \n3.  The Central Region is among the least developed areas of Viet Nam and home to many \nethnic minority groups, especially in the highland areas. Many of the urban areas in this region \nsuffer  from  water  shortages  in  the  dry  season;  the  wet  season  floods  have  adverse \nenvironmental and socioeconomic impacts. The Project will develop, expand or improve water \nsupply, drainage, wastewater management, and solid waste management systems in eight \ntowns in the provinces of Phu Yen, Khanh Hoa, Ninh Thuan, Binh Thuan, and Dak Nong. The \nProject has five main components: (i) part A: water supply development and expansion; (ii) part \nB: drainage and wastewater management; (iii) part C: solid waste management; (iv) part D: \ncommunity environmental sanitation and awareness; and (v) part E: project management and \ninstitutional strengthening. The Project will be implemented over 5 years commencing from the \nfirst  half  of  2007.  Detailed  engineering  designs  are  targeted  for  completion  by  mid-2008. \nProjects are scheduled for completion in 2010–2011.  \n \nC.  Description of the Environment \n4.  Climate. Binh Thuan, Khanh Hoa, Ninh Thuan, and Phu Yen are coastal provinces in \nthe southern Central Region, in the monsoon tropical zone, affected by sea climate, with 3–4 \nmonths of rainy season from September to December that accounts for 75–80% of the total \nannual rainfall. Dak Nong is a high mountain province in the highland Central Region, affected \nby  temperate  climate.  It  experiences  3  months  of  rainy  season  from  August  to  October, \naccounting for 76% of the total annual rainfall.  \n \n5.  Air Quality and Noise. Based on available data, dust concentration in project towns, as \nof 2004, ranged from 0.40 (Gia Nghia) to 0.58 mg/m3 (Cam Ranh), exceeding at least 1.3 times, \nat most twice, the Viet Nam (VN) standard. Concentration of CO, SO , NO  in Project cities/town \n2 2\nwere within VN standard. Noise levels ranged from 60 (Phan Thiet) to 80 dBA (Thap Cham). \nOnly two of the six towns with data met the VN standard.  \n \n6.  Topography and Soils. There are seven main soil groups in the provinces of Phu Yen, \nKhanh Hoa, Ninh Thuan, and Binh Thuan. Sandy soil is found in the coastal plains; alluvial soil \nin  downstream  areas  of  rivers;  grey  soil  in  semi-dough  mound  areas;  yellow-red  soil  in \nhill/mountain areas with high slopes; yellow-red humus soil in mountains of elevation 900–1,000 \n                                                 \n1  ADB. 2002. Environment Policy. Manila. \n ", "  Appendix 13  51 \nm; valley soil in river valleys; and gravely-eroded soil in slope terrain. Dak Nong has three main \nsoil groups. Grey soil and soil that is formed by weathered basalt stone largely make up the \nProvince. Alluvial soil is concentrated in areas near rivers.  \n \n7.  Surface Water. In Phu Yen, two rivers traverse the project towns of Song Cau and Tuy \nHoa. Cau river, a small river in the north, has a catchment area of 146 km2, length of 28 km, and \nan annual average discharge of 4.1 m3/s. Da Rang river, located downstream, drains Tuy Hoa \ntown. In Khanh Hoa, the two main rivers are Cai Nha Trang, which has an annual average \ndischarge flow of 55.7 m3/s, and a dry monthly average discharge of 7.32 m3/s, and Cai Ninh \nHoa, which has an annual average discharge of 23.9 m3/s and a dry monthly average discharge \nis 0.6 m3/s. In Ninh Thuan the Cai Phan Rang river has a catchment area of 1,929 km2 and a \ntotal length of 246 km. Hydraulic works, e.g., weirs and dams, have been constructed to supply \nwater for domestic, industrial, and agricultural uses. In Binh Thuan, the Ca Ty river discharges \ndirectly to the sea and is affected by the rise and fall of the tides. It has a catchment area of 820 \nkm2, length of 65 km, annual average discharge of 10.9 m3/s, and peak flood discharge at 5% \nprobability of 1,030 m3/s. The Cai Phan Thiet river has a catchment area of 1,050 km2 and \nlength of 87 km. In Dak Nong two main river systems, the Serepok and Dong Nai, have high \nhydropower potentials. The Dak Tik river, a tributary of Da Dang–Dong Nai river system, runs \nthrough Gia Nghia. \n \n8.  Water quality analyses done by Pasteur Institute in October 2005 show that, in general, \nexcluding TSS and bacteria counts, water quality of rivers and streams that run through project \ntown still meet surface water class-A standards for domestic water supply. Meanwhile, water \nbodies  that  will  be  receiving  effluents  from  wastewater  stabilization  ponds  have  coliform \nconcentrations exceeding VN standards by 140-1,100,000 times. Those in Tuy Hoa and Phan \nThiet have high levels of TSS. \n \n9.  Groundwater.  Groundwater  potentials  in  Ninh  Thuan,  Bunh  Thuan  and  Dak  Nong \nProvinces are not abundant compared with Phu Yen and Khanh Hoa. Total potential exploitation \nvolume in Phu Yen is 1,210,000 m3/day, but Ninh Thuan is only 205,640 m3/day, Dak Nong is \n260,000 m3/day. Groundwater quality in Binh Thuan and Phu Yen Provinces is still good. In \nCam Ranh Town of Khanh Hoa, groundwater is polluted by NO , SO . In Ninh Thuan and Dak \n3 4\nNong Provinces, groundwater has high levels of coliform counts. \n  \nD.  Forecasting Environmental Impacts and Mitigation Measures \n1.  Issues and Concerns Relative to Siting and Design \n10.  The proposed sites and design of subcomponents are confronted with minimal degree of \nenvironmental issues and concerns. There are national parks and protected areas within the \nproject provinces. However, they are quite far (20–50 km) from the project towns and significant \nadverse impacts on biodiversity in those protected areas will not be expected.  \n \n11.  Water Supply. Raw water sources for Gia Nghia, Can Na and Ninh Hoa towns will be \nsupplied from Dak Tik River,2 Dinh River and Ban Da Lake respectively. The IEEs and the site \nvisits confirm adequate capacity of the water sources. The catchment areas for the raw water \nsources are predominantly shrub, crop and some secondary forests. No adverse industrial or \nagricultural runoff to surface water is expected. While specific mitigation measures to protect \nraw water sources are not needed at this stage, need for specific protection measures will be \nreviewed  during  implementation.  The  proposed  raw  water  treatment  process—coagulation, \n                                                 \n2  The Dak Nong hydroelectric scheme is under construction and is expected to complete construction by 2010. If the \nreservoir for the multipurpose dam is not completed by the commencement of the Gia Nghia water supply system, \nthe existing partly constructed water treatment plant will be completed and the Dak Tik river in Nghia Binh \ncommune will be used as a raw water source.  \n ", "52  Appendix 13 \nmixing,  sedimentation,  filtration,  and  chlorination—will  ensure  compliance  with  the  national \ndrinking water quality standards, and that sludge from the water treatment process will also be \ntreated in a sludge lagoon or settling basin before discharge into the receiving rivers. \n \n12.  Drainage and Wastewater Management. Main environmental concerns are odor and \npollution of water bodies from the wastewater stabilization ponds. Given the projected level of \neconomic development, waste stabilization ponds were chosen as the best method of treatment \nto achieve the required effluent standards.3 The inlet works will be covered with removable \ncovers to minimize odors. Sludge accumulation in the ponds is expected to be slow. After 3–6 \nyears, sludge will be covered and retained on site at the treatment facility for 6–12 months until \nall pathogens have been destroyed. After testing, final disposal may be on agricultural land as \nfertilizer or at the landfill. The targeted towns for this component have existing or proposed \nlandfills within a reasonable distance.  \n \n13.  Solid Waste Management. The proposed sanitary landfill is small in scale (60 ton/day \nfor Gia Nghia and 100/day for Cam Ranh). Hospitals and clinics are required to have on-site \ntreatment facilities. Interviews and site visits to the existing dumpsites confirm a low risk of \nmixed  disposal  of  solid  and  medical  wastes.  Leachate  will  be  collected  and  treated  in  a \nbiological pond with provision for pumped recirculation. Septic tank sludge will be dewatered in \nseparate ponds located at the landfills and the sludge will be disposed to the landfill. The waste \ncells, leachate and septage ponds will be lined with a compacted clay layer and base cells and \nponds will be at least 1 m above the wet season water table. Because of low groundwater level \nin the proposed site and the proposed measures, potential risk of groundwater contamination is \nlow. There are no residential areas within 1 km. A fenced landfill with a 25 m buffer zone will \nprevent unauthorized access and minimize odor.  \n \n2.  Project Impacts \n14.  During  Construction.  Potential  environmental  impacts  during  construction  are \ngeneration of dust and noise, soil erosion caused by excavation, surface and groundwater \ncontamination by spoil, oil and grease, and wastes. Those impacts are short term and will be \nminimized by proposed mitigation measures and good engineering and construction practices. \nPPMU  and  other  relevant  authorities  will  monitor  and  supervise  the  construction  activities \nincluding replanting of trees, working safety, sanitation, and health care of workers.  \n \n15.  During Operation. Existing O&M manual and emergency and inspection plans will be \nreviewed and revised as needed to improve the operation performance to ensure delivery of \nsafe drinking water and minimize potential risk overflow and flooding of raw sewage. Surface \nand groundwater water quality testing will be conducted regularly to ensure compliance with \ndrinking  water  quality  and  wastewater  standards,  and  to  detect  any  sign  of  groundwater \ncontamination caused by leachate. Proposed landfill sites for Gia Nghia and Cam Ranh have \nadequate areas to ensure availability of sufficient soil cover. Periodic monitoring and inspection \nwill be conducted to maintain daily soil cover after disposal of wastes. Waste pickers will be \nemployed to recover recyclable wastes at the separation area adjacent to the landfill site and to \nprovide income-generating opportunities.  \n \n3.  Project Benefits \n16.  The Project will bring about the following benefits that far outweigh all aforementioned \nadverse impacts: (i) enhanced environmental sanitation and public health (particularly reduced \nincidence of water-related and waterborne diseases); (ii) reduced incidence of flooding; and (iii) \ninduced socioeconomic growth, which is expected to pressure local authorities to meet rising \n                                                 \n3  The key parameters for discharge to river are BOD 50 mg/L and 10,000 FC/10mL in accordance with TCVN 5945: \n1995. Industrial Wastewater Discharge Standards. \n ", "  Appendix 13  53 \ndemand  for  basic  infrastructure  services.  Part  A  (community  environmental  sanitation  and \nawareness) will complement the environmental monitoring and management plan by increasing \nawareness of health, hygiene, and sanitation practices and by implementing community-level \nenvironmental improvement activities, which will contribute to the overall sustainability of the \nimproved water supply and environment sanitation in the project towns.  \n \nE.  Institutional Requirements and Environmental Monitoring Plan \n17.  The PPC in each of the five provinces will be the executing agency and will be primarily \nresponsible  for  allocating  the  required  counterpart  funding  and  providing  policy  directions \nthrough the provincial steering committee (PSC), which will be chaired by the provincial people’s \ncommittee (PPC) vice chair and be represented by the members of Department of Construction \n(DOC), Department of Planning and Investment (DPI), Department of Finance (DOF), DONRE, \nViet Nam Women’s Union (VWU), and other relevant institutions recommended by the PPC. \nThe project steering committee (PSC) will report to the PPC. \n \n18.  A  PPMU  will  be  established  in  each  province  to  manage  and  monitor  day-to-day \nimplementation activities, and comprise representatives of provincial water supply company, \nurban  environmental  company,  VWU,  Department  of  Health  (DOH)  and  other  relevant \ninstitutions. An environmental management unit (EMU) will be set up within the PPMU to be \nresponsible for implementation of environmental mitigation measures and monitoring. The EMU \nwill be headed by a full-time technical staff member and one administrative staff member.  \n \n19.  The  Project  will  collaborate  with  the  Pasteur  Institute,  Department  of  Science  and \nTechnology,  and  DOH  and  to  test  water  quality.  Environmental  monitoring  results  will  be \ndocumented to ensure that signs of adverse impacts are detected at the earliest possible time. \nMonitoring results before and during construction will be reported monthly by the designated \nenvironment specialist in each PPMU. An annual monitoring report will be prepared by the EMU \nand submitted to the PPMU head, who will in turn submit to DONRE for endorsement to the PPC, \nwhich will submit annual reports to ADB.  \n \n20.  About  0.6%  of  the  total  project  costs  will  be  allocated  for  environmental  mitigation \nmeasures and monitoring. An international environmental monitoring and resettlement specialist \nand  national  environment  monitoring  specialist  will  be  recruited  to  ensure  (i)  update  of \nenvironmental monitoring plan based on detail design, (ii) provision of adequate environmental \nrequirements in the bidding documents and contracts, (iii) conduct of environmental monitoring, \nand (iv) preparation of environmental monitoring reports.  \n  \nF.  Conclusion and Recommendation  \n21.  The preliminary environmental assessment indicates that the adverse environmental \nimpacts of the Project, as a whole, will be minor. Mitigation measures can be undertaken \nwithout difficulty through proper engineering design, incorporation of recommended mitigation \nmeasures,  and  community  participation.  The  adverse  impacts  will  be  greatly  offset  by \nimprovements in health, sanitation, and environmental conditions for the urban residents of the \neight project towns.  \n \n22.  The preliminary environmental assessment confirmed that the Project is under category \nB according to ADB’s guidelines. No further study or detailed environmental impact assessment \nneeds to be undertaken.  \n \n ", "54  Appendix 14 \nECONOMIC ANALYSIS \nA.  Introduction \n1.  The economic analysis has been undertaken in accordance with the Asian Development \nBank’s (ADB) Guidelines for the Economic Analysis of Projects, Handbook for the Economic \nAnalysis of Water Supply Projects, Framework for the Economic and Financial Appraisal of \nUrban Development Sector Projects, Handbook for Integrating Poverty Impact Assessment in \nthe Economic Analysis of Projects, and Handbook for Integrating Risk Analysis in the Economic \nAnalysis of Projects. \n \n \n2.  The estimated costs and benefits of major subprojects were valued at their economic \nprices using the domestic price numeraire, which adjusts border price equivalent values to their \nequivalent domestic prices and entails the application of shadow price adjustments to convert \nthe estimated financial costs to their equivalent. The shadow price adjustment factors used were \n(i) foreign costs, 1.10; (ii) unskilled labor, 0.60; (iii) skilled labor, 2.00; and (iv) local materials, \n1.00. Capital and recurrent costs, inclusive of physical contingencies, in constant 2006 prices \nwere converted into economic costs by subtracting all transfer payments, including taxes and \nduties, and applying the appropriate shadow price adjustment factors. \n \n3.  The economic valuation of the water supply and drainage project components were \nbased on the capital and O&M costs of the least-cost alternative as indicated by the calculated \naverage incremental costs. Small project components scattered throughout the participating \nproject towns such as solid waste management and community environmental sanitation and \nawareness were examined using the cost-effectiveness criteria.  \n \nB.  Benefits \n4.  Water Supply Development and Expansion. The capacity of the existing water supply \nsystems in Ninh Hoa and Gia Nghia will be expanded from a combined 3,000 m3/day to 17,500 \nm3/day in response to the projected additional demand in these towns as a result of accelerated \neconomic growth by 2015. A new water supply system with a capacity of 2,000 m3/day will be \ndeveloped in Ca Na. A total of about 98 km of new transmission and distribution pipes will be \ninstalled and an estimated 18,000 new connections will be added. More than 6,800 ha of \nservice area will be involved with about 13,200 households benefiting from the proposed works. \nThe major benefits quantified include (i) resource cost savings on the non-incremental water \nconsumed due to the switch from alternative sources such as tube wells, surface wells, rivers, \nwater vendors or even households with piped supply to the new water supply; and (ii) the \nhousehold’s valuation or willingness to pay for incremental water supply. Non-quantified benefits \ninclude (i) increase the security of uninterrupted access to improved drinking water quality, (ii) \nreduced the risk of exposure to waterborne pathogens in delivered tap water, (iii) improve water \ndistribution efficiency, and (iv) reduce losses from nonrevenue water. \n \n5.  Drainage and Wastewater Management. The Project will develop complete, integrated \nstormwater drainage, wastewater collection and wastewater treatment systems in the five cities \nor towns of Song Cau, Tuy Hoa, Gia Nghia, Cam Ranh, Thap Cham, and Phan Thiet. Drainage \nand wastewater works constitute approximately 40% of the estimated project cost. More than \n23,000  ha  of  service  area  will  be  involved.  About  105,000  households  in  the  40  wards \ncomprising  nine  project  towns  will  benefit  from  the  proposed  works.  The  drainage  and \nwastewater management subcomponents in each town will significantly improve the residents’ \neconomic welfare. Anticipated economic benefits were quantified by estimating (i) the health \nbenefits accruing to the residents, (ii) savings resulting from reduced flood damage and losses, \nand (iii) annualized incremental increase in the values of affected land. Health benefits results \nfrom the residents’ improved personal hygiene, public health, and environmental conditions, and \nreduced  medical  expenses  associated  with  waterborne  and  water-related  diseases.  These \n ", "  Appendix 14  55 \nhealth benefits are particularly critical for infants, women, and the elderly who spend most of \ntheir  time  at  home.  Valuation  of  these  health  benefits  was  based  on  discussions  with \nrepresentatives from each town and the results of the socioeconomic surveys.  \n \n6.  The capacity of the existing water supply systems in Ninh Hoa and Gia Nghia will be \nexpanded  from  a  combined  3,000  m3/day  to  17,500m3/day  in  response  to  the  projected \nadditional demand in these towns as a result of accelerated economic growth by 2015. A new \nwater supply system with a capacity of 2,000 m3/day will be developed in Ca Na (Table A14.1).  \n \nTable A14.1: Water Supply and Demand Analysis in Project Towns \nExisting Water Supply  Projected Demand by 2015 \nTown  Population  Coverage  Capacitya  Coverage  Added  Total \n(% HH)  Population  (% HH)  Capacitya  Capacitya \nNinh Hoa  23,000  60  1,500  43,750  80  4,000  4,000 \nCa Na  18,000  0  0  25,000  80  2,000  2,000 \nGia Nghia  35,000  20  1,500  81,175  85  12,000  13,500 \nTotal  76,000    3,000  149,925    16,500  19,500 \nHH = household. \na  m3/day. \nSource: PPTA consultant report. \n \n7.  For the drainage and wastewater management component, the Project was designed to \nincrease existing coverage and to service the requirements of the projected urban population in \nthe project towns by 2015 at rates ranging from 40% to 70% of the total households (Table \nA14.2).  \n \nTable A14.2: Drainage and Wastewater Management: Existing and Proposed Coverage \nCapacity in 2005  Capacity by 2015 \nTown \nCoverage  Projected  Coverage  Coverage after \nPopulation \n(m/capita)  Population  (m/capita)  Project (%) \nTuy Hoa  135,000  0.20  158,000  0.60  70 \nSong Cau  19,000  0.20  35,000  0.40  40 \nCam Ranh  90,000  0.20  106,000  0.60  45 \nThap Cham  36,000  0.60  52,000  1.10  65 \nPhan Thiet  158,000  0.40  162,000  1.00  70 \nGia Nghia  25,000  0.20  84,000  0.60  60 \nTotal  463,000    597,000     \nm = meter. \nSource: PPTA consultant report. \n \n8.  Other Benefits. The Project will generate considerable economic benefits that have not \nbeen  quantified  mainly  because  of  data  and  technical  constraints.  The  community \nenvironmental and sanitation awareness provides targeted pro-poor interventions to improve \nhealth conditions in the towns in a more sustainable manner and is expected to generate \nsignificant pro-poor benefits in the form of improved hygiene and sanitation practices through \nbetter awareness of, and access to, water supply and sanitation facilities. The introduction of a \nsolid waste management services and facilities will pave the way for substantially cleaner town \nenvironments. The Project will provide some of the critical urban–rural links required to ensure \nthat  the  benefits  of  economic  growth  permeate  all  sectors  of  the  participating  provinces, \nparticularly the urban poor who remain isolated by physical and social barriers. As the Viet Nam \neconomy continues to grow at an accelerated pace, the urban centers in the central region \nincluding  those  in  the  Project’s  participating  towns  will  play  an  increasingly  pivotal  role  in \nsupporting the economic development of the entire region. \n \n ", "56  Appendix 14 \n \nC.  Results of the Economic Analysis \n9.  The economic evaluation of the water supply project components was based on the \ncapital and O&M costs of the least-cost alternative as indicated by the calculated average \nincremental economic costs which range from D2,669/m3 to D5,767/m3. Increasing the supply of \nwater  in  the  project  towns  will  greatly  enhance  the  economic  well-being  of  the  residents. \nValuation of the non-incremental benefits accruing to the town residents was estimated using \nthe average supply price of all alternative sources in the without-project situation. The average \nsupply price was used as the proxy for consumers’ willingness to pay, which is difficult to \nquantify and tends to be understated by residents when surveys are conducted. The prices for \ntube well supplies, surface wells, and river sources, as well as water purchased year-round or \nduring  the  dry  season  from  water  vendors  or  other  households  with  piped  supply  were \nconsidered  in  estimating  the  average  supply  price.  Incremental  sales  were  valued  at  the \nproposed financial tariffs. The major indicators of economic viability of the proposed water \nsupply works in the selected project towns are summarized in Table A14.3. \n \nTable A14.3: Economic Evaluation of Water Supply Development and Expansion \nBase Case  Capital  O&M  Benefits  All  Delay \nTown \nEIRR  + 10%  +10%  -10%  -10%  Benefits \nNinh Hoa  17.08%  15.84%  16.90%  15.52%  14.16%  14.42% \nCa Na  16.96%  15.66%  16.81%  15.36%  13.97%  14.38% \nGia Nghia  14.17%  13.13%  14.06%  12.90%  11.78%  12.27% \nSource: PPTA consultant report. \n \n10.  All  base-case  economic  internal  rates  of  return  (EIRRs)  exceeded  the  economic \nopportunity cost of capital, which was assumed at 12%, ranging from 14.17% to 17.08%, \nconfirming  the  economic  robustness  of  the  proposed  project  town  components.  Sensitivity \nanalysis conducted on parameters—including a 10% increase in costs (likely to result from \ndelayed or prolonged implementation and inflationary factors), a 10% decrease in benefits \n(likely to result from poor quality implementation causing a deterioration in willingness to pay \nwhich can be measured by a stronger reluctance to pay increased tariffs), and delays in the \nrealization of benefits (likely to be caused by failure to establish efficiently-functioning provincial \nproject management units [PPMUs] on time)―showed that the EIRRs will be most vulnerable to \nchanges or delays in the realization of anticipated benefits.  \n \n11.  The major indicators of economic viability of the proposed drainage and wastewater \nmanagement  works  in  the  participating  towns  are  summarized  in  Table  A14.4.  Base-case \nEIRRs  calculated  varied  from  12.08%  to  24.42%,  exceeding  the  ADB’s  12%  economic \nopportunity cost of capital, and confirming the economic robustness of the proposed project \ncomponents.  \n \nTable A14.4: Economic Evaluation of Drainage and Wastewater Management \nBase Case  Capital  O&M  Benefits  All  Delay \nTown \nEIRR  + 10%  +10%  -10%  -10%  Benefits \nCam Ranh  23.44%  22.05%  23.41%  21.88%  20.51%  20.26% \nTuy Hoa  22.64%  21.28%  22.60%  21.10%  19.74%  19.56% \nPhan Thiet  22.06%  20.71%  22.03%  20.55%  19.22%  19.07% \nThap Cham  21.08%  19.77%  21.06%  19.61%  18.31%  18.23% \nGia Nghia  22.91%  21.54%  22.88%  21.37%  20.02%  19.81% \nSong Cau  24.42%  23.00%  24.39%  22.83%  21.43%  21.11% \nSource: PPTA consultant report. \n \n12.  Overall  Economic  Rate  of  Return.  Estimation  of  the  overall  EIRR  reaffirmed  the \nrobustness of the Project. The base-case EIRR, calculated at 20.87%, is above the economic \nopportunity  cost  of  capital.  A  summary  of  the  EIRRs  calculated  for  the  water  supply  and \n ", "  Appendix 14  57 \ndevelopment  component,  the  drainage  and  wastewater  management  component,  and  the \noverall Project is shown in Table A14.5. The sensitivity analysis conducted also demonstrated \nthat the overall EIRR is most sensitive to the actual values of the realized benefits and to delays \nin the receipt of such benefits. Sensitivity analysis conducted on parameters—including a 10% \nincrease in costs (likely to result from delayed or prolonged implementation and inflationary \nfactors), a 10% decrease in benefits (likely to result from poor quality implementation), and \ndelays  in  the  realization  of  benefits  (likely  to  be  caused  by  failure  to  establish  efficiently \nfunctioning PPMUs on time)―showed that the EIRRs will be most vulnerable to changes in the \nanticipated benefits, i.e., decreases in health benefits, savings from reduced flood damages, \nand anticipated improvements in land values. \n \nTable A14.5: Overall Economic Evaluation of the Project \nBase Case  Capital  O&M  Benefits  All  Delay \nDescription \nEIRR  + 10%  +10%  -10%  -10%  Benefits \nWater Supply             \nDevelopment   15.56%  14.41%  15.42%  14.15%  12.90%  14.42% \nDrainage and             \nWastewater  22.49%  21.13%  22.46%  20.96%  19.62%  19.44% \n             \nOverall Project  20.87%  19.57%  20.81%  19.38%  18.07%  18.03% \nSource: PPTA consultant report. \n \n13.   Distribution and Poverty Impact Analysis. The quantified benefits of the Project were \ndistributed among the following: (i) the consumers, who will benefit from the increased water \nsupply  and  improved  drainage  and  wastewater  management  in  the  project  towns;  (ii)  the \nGovernment and the economy, who will lose when the economic costs exceed the financial costs; \n(iii) the labor sector, which stands to gain when the financial cost of labor exceeds its opportunity \ncost; and (iv) the water supply and sanitation providers, who could lose because the proposed \ntariffs are less than the economic benefits. The distribution of net economic benefits of the Project, \ncalculated at the discount rate of 12%, is shown in Table A14.6. The poverty impact ratio (PIR), \ndefined as the proportion of the total net economic benefits of the Project accruing to poor and \ncalculated at 29.92%, indicates the pro-poor thrust of the Project. The PIR is above 12.6%, the \nestimated average share of the poor in GDP for Viet Nam. \n \nTable A14.6. Distribution of Net Benefits and Poverty Impact Ratio \nFinancial  Economic \nDifference  WSS  Economy/ \nItem  Returns  Returns  Labor  Consumers  Total \n(2) – (1)  Providers  Government \n(1)  (2) \nA. Distribution of Project Effects \nOutput  173,850  1,250,813  1,076,963        1,076,963  1,076,963 \nCapital Costs  583,142  591,203  8,061    (14,510)  6,449    (8,061) \nOperating \n623,741  632,906  9,165           \nCosts \nNet Benefits  (449,891)  617,907  1,067,798  (449,891)        (449,891) \nB. Poverty Impact Ratio Calculation \nGains/(Losses)        (449,891)  (15,890)  6,725  1,076,963  617,907 \n% of Poor        12.6  12.6  75.0  22.2   \nGains/Losses to \n      -56,686  -2,002  5,044  238,547  184,903 \nthe Poor \nPoverty Impact Ratio            29.92% \n( ) = negative; WSS = water supply and sanitation. \nSource: PPTA consultant report. \n ", "58  Appendix 15 \nSUMMARY FINANCIAL ANALYSIS \n1.  The financial analysis has been undertaken in accordance with the Asian Development \nBank’s (ADB) Guidelines for Financial Management and Analysis of Projects. The financial \nanalysis is conducted on the basis of with and without the Project to arrive at incremental \nbenefits and costs and undertaken for three components proposed for project provinces: (i) part \nA: water supply development and expansion; (ii) part B: drainage and wastewater management; \nand (iii) part C: solid waste management. The sustainability objective of the financial analysis is \nto assess the ability of the project components to generate revenues sufficient to cover capital \nand operating costs as measured by financial rates of return (FIRRs) that meet or exceed the \nweighted average cost of capital (WACC) used to finance the projects.  \n \nA.  Key Assumptions \n2.  Key assumptions applied in the financial analyses are (i) the financial analysis on project \nentities incorporates recommendations for institutional development including tariff reforms, and \nconsiders only the incremental revenues and costs (capital expenditures and operation and \nmaintenance [O&M]) directly associated with individual components; (ii) the FIRR and average \nincremental financial cost (AIFC) are calculated over the 14 year period, from 2007 to 2020, \nwhich  incorporates  the  preparation,  construction,  and  operating  periods  of  the  respective \ncomponents; (iii) all revenues and costs are expressed in dong on an incremental basis in \nconstant 2006 prices, with exchange rate of D15,900/$1.0; and (iv) incremental revenues are \nequal to, the projected incremental volume of water sold multiplied by the recommended water \ntariffs (by user group) for water supply; the projected incremental revenue of water sales (as a \nproxy  indicator)  multiplied  by  surcharge  tariffs  (by  user  group)  in  case  of  drainage  and \nwastewater management; and the incremental volume of solid waste collected multiplied by the \nrecommended solid waste tariffs (by user group).  \n \n3.  Another key assumption is the estimation of required average tariffs to fully recover all \ncomponent financial costs. This has been done by calculating the AIFC for all projects, i.e., the \npresent values of capital expenditures and O&M costs at financial prices divided by the present \nvalue of the volume of (i) water sold, (ii) water sales equivalent as a proxy, and (iii) solid waste \ncollected for each year over the life of the respective components. The present values are \ncalculated by discounting all cash flows at the WACC.  The AIFCs are the minimum tariff \nrequired for full cost recovery. These are then compared with willingness-to-pay and affordability \nstudies per the socioeconomic and city-specific surveys, and a recommended tariff structure is \nproposed. These tariffs have been used in the financial analysis, segmented per user group \n(domestic, commercial, and industrial) based on usage and affordability.1 Where AIFCs are \nhigher than the recommended tariffs, the difference represents a required financial subsidy from \nlocal authorities.  \n \n4.  The proposed phased tariffs are summarized in Tables A15.1 to A15.3. For the drainage \nand wastewater component, a full 10% surcharge on water tariffs is recommended to be in \nplace by 12 months after loan effectiveness. It is, however, noted that the tariff schedule should \nbe reexamined during the implementation period to reflect changes between the dates of this \nreport  and  actual  construction  of  the  civil  works.  The  detailed  recommended  tariffs,  full \ncalculations for AIFC and cost-recovery proposals are in Supplementary Appendix J.  \n \n                                                 \n1  Domestic users are households while commercial users are business premises (registered and unregistered), and \nestablished institutions include schools, hospitals, and Government administrative offices. Industrial users are \ndefined as those involved in medium- and large-scale production of commercial commodities, and not sole service \nuser groups. In this regard, tariffs for specific users that cannot be categorized into groups should be defined on a \ncase-to-case basis and may vary from town to town \n ", "  Appendix 15  59 \nTable A15.1: Recommended Phasing of Water Tariff Schedule (D) \n Town  Gia Nghia  Ca Na  Ninh Hoa \nUser Group  Start  1 Year  Start  1 Year  Start  1 Year \nDomestic  3,600  4,000  3,600  4,000  3,600  4,000 \nCommercial  7,200  8,000  5,400  6,000  7,200  8,000 \nIndustrial  5,400  6,000  4,500  5,000  5,400  6,000 \nSource: PPTA consultant report. \n \nTable A15.2: Recommended Phasing of Drainage and Wastewater Tariff Schedule (D) \n Town  Gia Nghia  Phan Thiet  Thap Cham  Tuy Hoa  Cam Ranh \nUser Group  Start  1 Year  Start  1 Year  Start  1 Year  Start  1 Year  Start  1 Year \nDomestic  360  400  360  400  450  500  225  250  315  350 \nCommercial  720  800  468  520  684  760  315  350  450  500 \nIndustrial  540  600  648  720  468  520  450  500  315  350 \nSource: PPTA consultant report. \n \nTable A15.3: Recommended Phasing of Solid Waste Tariff Schedule (D) \n Town  Gia Nghia  Cam Ranh  Ninh Hoa \nUser Group  Start  1 Year  Start  1 Year  Start  1 Year \nDomestic  10,800  12,000  10,800  12,000  10,800  12,000 \nCommercial  108,000  120,000  108,000  120,000  108,000  120,000 \nIndustrial  513,000  570,000  513,000  570,000  513,000  570,000 \nSource: PPTA consultant report. \n \n5.  WACC calculations are based on the financing structure of projects whereby onlending \narrangements are estimated from 0% to 5% debt terms and opportunity cost of Government \nfunding at 11.5%. See Supplementary Appendix J for calculation of WACC.  \n \n6.  Costs have been provided for O&M including depreciation for all projects and include \nprojected new capacities and assets. See Supplementary Appendix J. \n \nC.  Affordability Analysis \n7.  AIFC levels for collecting tariffs were assessed with monthly household income levels \nand monthly bills for water supply, wastewater and drainage, and solid waste were estimated at \nan  average  of  around  4.8%  of  household  incomes  across  project  towns  and  household \nsegments. Poor user groups will suffer greater impact from the tariffs and so, to achieve a \ndomestic below-poverty-level positive poverty impact and affordability levels of 5%, tariffs have \nbeen adjusted to provide some cross subsidy with other user groups. For instance, 10% of \nmonthly average revenues are considered suitable for calculating tariff levels for industrial and \ncommercial users and typical payment patterns at present and in line with willingness-to-pay \nstudies. It is not recommended, at least in the short run, to increase tariffs for these user groups \nuntil commercial and industrial activities are better developed in all project towns. \n \n8.  The affordability analysis for water supply, drainage and wastewater, and solid waste \ncollection services by user groups is outlined in Supplementary Appendix J. For the domestic \nusers, households in all project towns (even those with income at the poverty line of D1,024,000 \nper month) are willing to pay up to 6.5% of monthly household income. One of the measures to \nsupport  poor  groups  could  be  that  provincial  people’s  committees  and/or  town  people’s \ncommittees (PPCs/TPCs) pay for the nonrevenue and public-use through-puts at higher tariffs \nto better able the POEs to recover the tariff revenue as scheduled.  \n \n ", "60  Appendix 15 \nD.  PPC and/or TPC Community Services Obligation Payments (Transparent Subsidies) \n9.  WSS  services  normally  include  nonrevenue  and  public  use  throughputs.  The \nnonrevenue water, drainage/wastewater and solid waste generated by public premises are \nrecommended to be paid for by the PPCs/TPCs to cover costs of processing these throughputs. \nPayments  should  be  made  through  community  service  obligation  payments  factors  to  be \ndetermined by the specific tariff study during and after the implementation phrase. It is further \nrecommended that the PPCs/TPCs in all towns should enter into service agreements with POEs \nfor the annual transfers of such payments direct to these accounts to ensure their financial \nsustainability. For drainage and wastewater components, PPCs/TPCs are recommended to pay \nfor the capital costs by way of transparent subsidies. \n \nF.  Financial Internal Rate of Return and Sensitivity Analysis \n10.  The FIRR of the water supply development and solid waste management components \nare estimated on the basis of tariffs outlined above and their projections for water supply and \nsolid  waste  collection  based  on  project  components.  For  drainage,  the  AIFC  versus \nrecommended tariff comparisons show the difficulties of cost recovery. Subsidies required have \nbeen estimated and Government will be required to provide for these. Table A15.4 and A15.5 \noutline the FIRRs and sensitivity analyses for WSD and solid waste management components. \nThe base-case and case-sensitive FIRRs are all higher than the WACC of 2.0%. \n \n11.  The sensitivity analysis is conducted to test the robustness of the model. The FIRRs are \nidentified to be most sensitive to the revenue reduction of 10% and revenue delay (1 year). As \nsuch, it is recommended that the PPCs and/or TPCs and POEs strictly follow the recommended \ntariffs  and  implementation  schedules.  It  further  implies  that  the  factors  delaying  project \nimplementation should be well under control and minimized to ensure the project financial viability. \n \n12.   Drainage is considered to be financially unsustainable because of largely nonrevenue-\ngenerating services. Hence, subsidies will be needed to cover O&M costs that have been \nprojected, and will be provided by the Government.  \n \nTable A15.4: FIRRs for Water Supply Development and Expansion \nBase Case  Capital  O&M  Benefits  Delay \nTown \nFIRR  + 10%  +10%  -10%  Benefits \nNinh Hoa  3.9%  3.2%  3.8%  2.9%  2.8% \nCa Na  4.5%  3.6%  4.3%  3.4%  3.0% \nGia Nghia  7.0%  6.0%  6.8%  4.6%  4.7% \nAll Towns  5.9%  4.9%  5.5%  4.6%  3.9% \nFIRR = financial rate of return, O&M = operation and maintenance. \n   Source: Financial analyst estimates. \n \nTable A15.5:FIRRs for Solid Waste Management \nBase Case  Capital  O&M  Benefits  Delay \nTown \nFIRR  + 10%  +10%  -10%  Benefits \nGia Nghia  7.8%  6.5%  6.6%  5.0%  4.9% \nCam Ranh  11.7%  10.2%  9.7%  8.1%  7.1% \nSong Cau  9.1%  7.6%  6.4%  4.6%  3.8% \nAll Towns  9.8%  8.3%  8.0%  6.4%  5.8% \nFIRR = financial rate of return, O&M = operation and maintenance. \nSource: Financial analyst estimates. \n \n "], "metadata": {"ModDate": "D:20061120133748+08'00'", "CreationDate": "D:20061026112028+08'00'", "Title": "Central Region Small and Medium Towns Development Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 7.0 (Windows)"}}