{"path": "data/input/ta/30411-01-prc-tar.pdf", "pages": ["ASIAN DEVELOPMENT BANK\t TAR: PRC 30411\nTECHNICAL ASSISTANCE\nTO THE\nPEOPLE'S REPUBLIC OF CHINA\nFOR\nPOLICIES AND REGULATORY FRAMEWORK\nFOR THE CONSTRUCTION INDUSTRY\nMay 1998", "\t\nCURRENCY EQUIVALENTS\n(as of 1 May 1998)\nCurrency Unit\t -\t Yuan (Y)\nY1.00\t -\t $01208\n$100\t -\t Y8.2793\n(i) The foreign exchange rate of the yuan is determined under a managed floating rate\nsystem.\n(ii) For purposes of calculation in this Report, an exchange rate of $1.00 to Y8.30 has\nbeen used.\nABBREVIATIONS\nMOon -\t Ministry of Construction\nPRO\t -\t People's Republic of China\nTA\t -\t Technical Assistance\nNOTE\nIn this Report, $\" refers to US dollars\n\t\n.l\t .''U.\t WI\t .J-'Y&ll U U\t t.4tLCAfl US\nI F%.t fl. I II. JI'4\t I\n,'r'AI,r,.\t\n?tIVI-L\t _VVJU1- -\t - - - - - - -\t --\t -\t -\t I\t I I\t I:II jI.JLiI_\t I '..JI I I I\n-\t - .\t -\t .. - -\t =•__\t .--U\t -\t -\t ...... -\t I\nr1,'I I II 1 Al\t A r'  1-J-r4.\t . ..!.\t ..\t II.!\t I •i I' I •I -\t .I\t\nI\t Al\t\n- ..............-.. .I.J .Lfl_1.\t '.--..J'J' L.J .'...( .JUP.. '% ..L (...'\t - -\nUVIV I#tJ\t -- -\t -\t -\nftJl\t I1ILI.Z\t\n--\t 11\t - - -\t -- -.", "I.\t INTRODUCTION\n1. During the March 1998 Country Programming Mission, the Government\nof the People's Republic of China (PRC) reconfirmed its request for Bank technical\nassistance (TA) for policies and a regulatory framework for the construction industry. A\nFact-finding Mission visited the PRC from 9 to 2 March 1998 and reached an\nunderstanding with the Government regarding the objectives, scope, costs, terms of\nreference, and implementation arrangements for the TA. This Report is based on these\nunderstandings and the Mission's observations 1\nII.\t BACKGROUND AND RATIONALE\n2. Since the adoption of economic reform measures in 1978, the\nconstruction industry in the PRC has grown rapidly to become the third pillar in the\nnational economy after manufacturing and agriculture. The value added in the\nconstruction industry is forecast to reach $120 billion by 2010, which will account for 6\npercent of the gross domestic product. The annual turnover for international projects\nand labor service is expected to reach $10 billion.\n3. While experiencing rapid growth, the construction industry has not\ndeveloped sufficiently in terms of productivity and quality of work. At present there are\nover 71,230 registered construction enterprises n the PRC of which 2,380 are\nregistered in the highest grade. This represents only 3.3 percent of the total, which is\nsmall by international comparison\n4 The problems encountered by the construction industry include (i)\ncontractors tending to be too specialized and not able to offer a diverse range of\nservices, (ii) the quality of bidding is not up to international standards, (iii) estimates are\nbased on Government regulations and pricing structures, rather than market prices and\nactual site conditions, and (iv) the number of experienced managerial and technical\npersonnel is insufficient to meet the demands of the ndustry.\n5. Despite the growth of the construction industry, it has failed to reach\ninternational standards in terms of bid preparation and contract execution. The industry\nis deficient in terms of pricing structure, work methods, scheduhng, resourcing, and\nconstruction management. This results in delays in project implementation, cost\noverruns, and poor quality control. While such deficiencies exist in the industry in the\nPRO, these have not been insurmountable because of assistance provided by local\ngovernment authorities and executing agencies, which has generally resulted in\nsuccessful project implementation. However, internationally, many contracts have\nexperienced inordinate delays in mobilization and project implementation. In some\ncases it has led to the termination of the contract The overall result has been that\nmany employers would like to avoid entering into contracts with contractors from the\nPRO.\n6. Against this background, the Government has requested the Bank to\nprovide TA to strengthen the governance system and provide capacity building for the\nconstruction industry. Such assistance will enable the construction industry to meet the\nThe TA first appeared in ADB Business Opportunities ir March 199T\n-\t -\t - _-\t --\t -\n-\n- .\t -\t -\t - -\n-\t -\t -\t -\n-\t -\t\n-\t -\t -\n-\t -\t -\t -\n-\n!rt •\t f•JI..1I•A\t JA.AL 1VJL\n- - - -\t - - - -\t -- - - \n_i__-\t- \t - -\n-\t -\t - -\t - -\t -\t - -\t -\t .\t -\n._,l_._____._,__ -- - - -\t - -\t -\t - - . - - - - - - -\n_p\t\n- -", "requirements of market-based economies by improving the Government's regulatory\ncontrol of the industry and improving the management skills, competitiveness, and\nbusiness practices of the industry.\nIII.\t THE TECHNICAL ASSISTANCE\nA.\t Objective\n7. The objective of the TA is to strengthen the governance system and provide\ncapacity building for the construction industry to enhance its performance both within the\nPRO and internationally. The TA framework is in Appendix 1\nB.\t Scope\n8. Under the TA, an international firm of consultants will examine and\nreview the present policies and the regulatory framework, and develop proposals to\nmeet the objectives of the TA. The consultants will assist the Government in\nstrengthening the national register of contractors using a computerized database.\nContractors will be further classified according to their ability to execute contracts both\nwithin the PRO and internationally, based on experience, past performance, financial\ncapacity, and management and technical capability. To assist in the capacity building of\nthe construction industry, the TA will include a pilot training program for contractors on\nestimating prices, international bidding procedures, construction management, and\ninternationally accepted construction practices.\nC.\t Cost Estimates and Financing Plan\n9. The total cost of the TA is estimated at $785,000 equivalent, comprising\n$450,000 in foreign exchange and $335,000 equivalent in local currency. The Bank will\nprovide $570,000 equivalent to finance, on a grant basis from the Bank-funded TA\nprogram, the entire foreign exchange cost of $450,000 and $120,000 equivalent of the\nlocal currency cost. The foreign exchange will finance the remuneration, international\nand domestic travel, per diem, and out-of-pocket expenses of the international\nconsultants; computer hardware and software; office equipment; reports and training\ncourse material; communications; miscellaneous administration and support costs for\nthe consultants; and the cost of any observers at the negotiation. The local currency\nexpenditures to be financed by the Bank include remuneration, travel, and per diem for\ndomestic consultants; reports and training course material; translation costs; and pilot\ntraining course workshops. The Government agreed to finance the remaining local\ncurrency cost of $215,000 equivalent in kind and serces The cost estimates and\nfinancing plan is in Appendix 2.\nD.\t Implementation Arrangements\n10. The Ministry of Construction (MOon), the Executing Agency, will be\nresponsible for implementing the TA. To reflect the interest of other concerned\ngovernment agencies, a TA steering committee will be established to guide\nrnplementation of the TA with participation of senior representatives from the People's\nBank of China; the ministries of Communications, Railways, Foreign Trade and\n.\" \n-, -'\t I I II I\t -\t V >( I / _4 4\nI r\\r\t II' ,-' .. -' , I-\t IL I\t -\t .',! I I\t I l?\n- -\t L\nII II..,V LII III.\t -\t T 11.411 I T I\t -\t\nI\t\ny\nI-I'\t ill\t I I!Il1\t I-4'..4141\t\n-'\t L,rrtTTIvI.. I Ft..JI II tILI IiJ I\t .i_I_ii -\t -\t ii, A I", "3\nEconomic Cooperation; the Chinese International Contractors Association; and the\nState Planning Commission, in addition to MCon. A TA project director, to be\nnominated by MOon, will be (i) the party to whom all notices and communications will\nbe addressed, (ii) the liaison between the steering committee and other relevant\ngovernment agencies, and (iii) the liaison between the consultants and the Bank.\nMCon will assign adequate counterpart staff to work with the consultant team under the\nleadership of the Project director. In addition, MOon will make available existing data\nthat is relevant to the TA, and will provide the consultants, when in the PRO, with\nadequate office accommodation, administrative support, interpreters, and\ntransportation.\n11. The TA will be implemented over a period of eight months and will\nrequire 12 person-months of international and 14 person-months of domestic\nconsulting services. The terms of reference for the consultants are in Appendix 3. The\nconsultants are expected to be fielded by August 1998 and their services completed in\nApril 1999. International and domestic consultants will be recruited in accordance with\nthe Bank's Guidelines on the Use of Consultants and other arrangements satisfactory\nto the Bank on the engagement of domestic consultants, using the Simplified Technical\nProposal procedures. The consultants will provide expertise in the fields of\nconstruction, construction training, jurisprudence and legislation, and computer systems\nand data processing.\n12. Office equipment and computer equipment for the national register of\ncontractors will be provided under the TA and will be procured in accordance with\nprocedures acceptable to the Bank. The computer equipment for the national register\nof contractors will include hardware and software for the initial operation of the system\nin the headquarters of MOon. The system wiU be designed for future connection to a\nwide area network that will facilitate the input and retrieval of information by other\nministries and provincial offices.\n13. A tripartite meeting will be held between the Government, the Bank, and\nthe consultants to discuss the interim report submitted by the consultants describing the\ndraft legislation for improvement of the policies and regulatory framework for the\nconstruction industry, and the recommendations for computer hardware and software\nfor the database and information system for the national register of consultants. A\nfurther tripartite meeting will be held to discuss the draft final report.\nIV.\t THE PRESIDENT'S DECISION\n14. The President, acting under the authority delegated by the Board, has\napproved the provision of technical assistance, on a grant basis, to the Government of\nthe People's Republic of China in an amount not exceeding the equivalent of $570,000\nfor the purpose of Policies and Regulatory Framework for the Construction Industry,\nand hereby reports such action to the Board.\n•- -\t. -- .-  . --  --\t\t --\t,-.\t . -A --\t.- - ._•\t .\t _..\t - .\t •r.\tnr•,4r\t u Ip•l_ r-,  _A. p \tFir (P,A\t \t ...\t (..1 J iI J 4IUI J\t I\t I'Jb4I r\nj\t j.y,.\t .— .\nI r , rc\t I r e, AII I F\t TrI\t I - r\t 1rrI\t I fl\t Ii\t -.t\t I r'i'i' ' ii\nIIIji\t 'iit\t i-i'-i'\t .-iiti\t iiit-i .-ii\n•1\t\nI\t UIIJ?LLiUL,dL)IIIIIJLlLIY ,-\t -\t -:-\nLII\t V\t L) I\t ,\t I\t Li L..I LI I I L li I\t 1111 I\t I I I 'I I C I...LJ I III I I\t LA I L.\t I I LI 1.1\t I ¼'!\t Li cI I!\\ L¼' ¼'\t LI I\nr,'h i'.,i\t i\"i' 1 I-\t -.1 1!j 1I I'i1I II 1 I\t I\t I I I I1 11\t I'. Il\t rr'r1\t I\t _f r. ir\n\"\"\t -\t . .\t - - . .\t - -\t i\t .I1rull iur.um.\t II'U I Fl.JIJLJL.. I\nVc I-nr.a..r rrsr..aarI\t lCarI Iflfltat - •\t -\t ....jnnn.n c ....n?,inI,n flr i •fl(fl' .\t-rn-nt,i-1-rrr,n,-,'•", "4\nAppendix 1, page 1\nTECHNICAL ASSISTANCE FRAMEWORK\nDESIGN SUMMARY\t TARGETS/INDICATORS PROJECT MONITORING RISKS/ASSUMPTIONS\n______________________ _____________________\t MECHANISMS\t ___________________\n1. GOAL\nTo improve the policies and\t Improved contract\t Monitor industry\t International or domestic\nregulatory framework for the\t implementation, particularly\t performance through\t economic problems that\nconstruction industry,\t in terms of completion time\t economic indicators such\t adversely affect the\nstrengthen the contractor\t and cost\t as growth in gross\t overall performance of\nregistration system, and\t domestic product, value\t the construction industry\nintroduce a pilot training\t Increase in award of\t added in the industry,\nprogram to improve the\t international contracts\t increase in managerial and\nperformance of the\t technical staff. number and\nconstruction industry both\t Increase in the number of\t value of :ontracts\nwithin the People's Republic\t trained managerial and\t awarded etc.\nof China and internationally\t technical staff\nFeedback from multilateral\nand bilateral funding bodies,\nand the Government\n2. OBJECTIVE/PURPOSE\nTo strengthen the governance Adoption of the governance Monitor the project through Undesirable Government\nsystem and provide capacity\t system by the industry\t technical assistance\t intervention\nbuilding for the construction\t review missions.\nindustry\nImproved management\t The TA steering committee Reluctance of industry to\nskills, competitiveness, and\t will also monitor the\t conform\nbusiness practices\t project ativities\n3.PROJECT COMPONENTS\n3.1 Improved policies and\t Practical improvements in\t The TA consultants will\t Legislation is not\nregulatory framework for\t legislation\t report through monthly\t adopted\nthe construction industry\t progress reports.\nFollowing completion of\nthe TA, progress could be\nmonitored through reviews\nof each f A component.\n3.2 Strengthen the national\t A representative system is\t The reluctance of firms\nregister of contractors\t developed to accurately\t to register or to provide\nreflect the experience,\t sufficient information for\nfinancial capacity, and\t classification\ntechnical capability of\nconstruction firms.\t Difficulties in developing\na national register of\nThe number of firms\t contractors in a country\nregistered\t as large as the PRO\nThe movement between\n_______\t ________________ classifications\t ________ _______________\n(Reference in text: page 2, para. 7)\n:':\t :''' \t L)LJ1\t ,+\t I\n'L.t.Y.!' 111,1(11\t II\t IJt-1 ItHr I I,1IH4\t III UI I Will III 1i4i\t II.j\t Lu\t LIJl ?Li 4LLilIII\nI\t IiLii}JLuVi I IIlI. r\t 'V'LI I\t 1I RJ[JI(\t 1\t I r1\t ririrrl%l\t (T Tri\t L\t ?I\nV\nII\t I\nI( 14l\\IIl Ill\t I\t I 1\t •\t\n—\t —..--'. ..\t - .\t -\t .._!L.._ - .\t\n1I,1LtI(.N (II IIl\t IIlIiIIIr\t --\t .\t I\n1I.Ji Lii\t tLI\t II IIILI'i I V ,1l II] 1111111 f)IlI 1(1 l[1\t rnnnrnr1T\t I(l'I\t re1\t , LJIiI\n;''-t.t)\t iii\t LUcJJILJHhIl-'[IV IIIUHEIVIIUI\t -.", "\t\n5\nAppendix 1, page 2\nDESIGN SUMMARY TARGETS/INDICATORS PROJECT MONITORING RISKS/ASSUMPTIONS\nMEC HAN ISMS\n3.3 Pilot training program will Conduct the pilot training Construction personnel\nbe implemented. course during months do not attend the\nseven and eight. program.\nThe number of construction Ability of construction\npersonnel attending the personnel to\nprogram disseminate their\nknowledge\nThe improvement in the\nperformance of the\nconstruction industry\n4. ACTIVITIES\n4.1 Improve policies and Legislation is submitted for All activities will be The Government may\nregulatory framework for approval. coordinated through the not wish to adopt the\nthe construction industry TA consultants who are recommendations to\nby responsible for reporting improve the legislation.\n- reviewing existing on progress of the\nlegislation, activi ie s.\n- proposing amendments,\nand Tripartite meetings will be\n- drafting new legislation. held to discuss the interim\nrepor at the end of month\nfour and the draft final\nrepor at the end of month\nseven\n4.2 Strengthen the national Revised proposal submitted Recommendations\nregister of contractors by for approval made to strengthen the\n- reviewing the existing register may not\nsystem, adequately reflect the\n- introducing relevant performance\ncriteria, and capabilities of\ninstalling computerized construction firms.\nsystem\n4.3 Prepare pilot training Wide acceptance of Trained staff may leave\nprogram material for program by the construction the industry.\n- estimating prices, industry\n- international bidding Trained staff may not\nprocedures, disseminate their\n- construction knowledge.\nmanagement, and\n- nternationally accepted Training program is\nconstruction practices selective and is open to\na sample of participants\nfrom the construction\nindustry.\nIt\t II!III\nL.JLJIC/Lh.#CCLCLJ L1 ISI... I IL...IIJL...4 •,JY UII.4I.4OL I IJ%dIJ (Al IS_i LI CII I/Cl VI CC._I C'..# II IISICLI..S_I III\t CI._#IISJ1_IILI_I II!\n.\t IIr1'-rIf)rT.1II1iri\ni--\t :\t ::....\t LtL1LJI1It\t JHl( 1-\t .1L\t 1111111 III\t fl\nI\t \"\t ,\t IIILIZj1 IVc3JIL\t V)1II I3LI\t IL\t VVI II\nIn-rlre%In rst tina L1rrI.Irrt rl.rrtnr In .rIrI,t,n.-. 1(111 ',-.-,.,,Il n-,.,L'-1 .-.,...I.,IlsIrs rnrtinn rI.,t.,\nII LI I LI C LI I C\t (\t II\t IV I UI I VVI14\t SJII CI LIC1_ LI CI\t IrLILI I1LCIL)CI\t L3 I LI..)VV hIP. VVI 141 LI I C S_iL) I I LII ICI I I L LCCI I\nI CII IL) LI IC LI/S_-\tIl III..\t rlI-s(,rr-(mrI,\t rri I(_IIIII. JI  ?Vr CI\tl I IIII IICPI Ir I.S CI Sl.s.4t5S_.II IICIIIC.IOI . tCtSII )ISI _trI s(IrlSlI cLII  IICI1 IISCIJt OeIJ I .I! L'\t'CI.VVCCI I It IC L.¼.Jl lOS_-Il IC1I I\nIL\t r_\t r1rTrCCCII, (Ill TrICI IIIcSr_flIC r (I4T1_%iS_AIl CdI_CIl_fIlC S,r.)l\t\t IIJ? LrII IrC'l II ,1 (4f'1r,I/mI_Iml I I1T.T/CC (ICTVI\t CCIr It LrIi  ICrr OnrL CrCCII 1II CIl_1I .C!_SI_fl/T 1111111 LLCC 1_ilILI l_/LII1_l I\t I\nraIrl..Illirl tiLl lull (HI Will F1I III (FDA §i\t iJKrMuiiFri'riJIV\t WF\t lulII'II1lUfIL tXTh'1\"' VVIfl tHCIrC\n'SI,lIF'\t 1WI(iAI,J,IIS'SIAJI,II1(Iifli4III,,9i]+R1fl I14I.\t I l\t LJIIJII I\t LJIItILL)I\t (Li\t LJC\t ..\nLL.LI I lL 1111y L...IJIJIC\t 14\t ¼_ij1 ).\t CdI ILC I I I LILJ I I I\t Li I Ill CI I_i LI..) I 0 fI. 005_IL/i Cl 11 5_',L.5\t I,.\t ,,.I 11C ,. ,\t ,\t t\t I'S/( I J_5 n IS./ IU\n-5", "\t\t\n6\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\n\t\nItem Foreign\t Local\t Total\nExchanae\t Currency\t Cost\nA. Bank Financing\n1. Consultants\na. Remuneration\ni. International Consultants\t 230\t 230\nii. Domestic Consultants\t 49\t 49\nb. Per Diem\ni. International Consultants\t 70\t -\t 70\nii. Domestic Consultants\t -\t 5\t 5\nc. Travel\ni. International Consultants\t 20\t -\t 20\nii. Domestic Consultants\t 4\t 4\n2. Equipment (Computer Hardware\t 33\t -\t 33\n& Software)\n3. Office Equipment\t io\t -\t 10\n4. Reports and Training Course Material\t io\t 5\t 15\n5. Translation Costs\t -\t 10\t 10\n6. Communications\t 6\t -\t 6\n7. Pilot Training Course Workshops\t -\t 35\t 35\n8 Miscellaneous Administration and Support\t 7\t -\t 7\nCosts for the Consultants\n9. Contract Negotiations\t 5\t\n-\t 5\n10. Contingencies\t 59\t 12\t 71\nSubtotal (A)\t 450\t 120\t 570\nB. Government Financing\n1. Administrative Costs (office support staff,\t -\t 145\t 145\nsecretarial staff, office facilities, salaries\nof counterpart staff)\n2. Seminars and Workshops\t 35\t 35\n3. Local Transport\t -\t 25\t 25\n4. Equipment Installation\t -\t 10\t 10\nSubtotal (B)\t -\t 215\t 215\nTotal\t 450\t 335\t 785\n(Reference in text: page 2, para. 9)\nT '\tT' '\n; -' I\nuV\t '''''''i\"\t , ',\t ' ,',\t '-\t ,.,, , I\t\n\t ' ..\t •\t _.\t -_.\t ..\t -,\t _\nI\t\nII\t LcuLrI\t IlII.JIc1IIV\t I '\"-' \"\nI\t I\nI\t\nI\t\nI\t\n,\t -\nJ \".,\t\nI\t W'Ifl&4S\t\n--\t I\t I\nI\t £IIWjuArW\t I\nYJ _I_ %__ f_%__\t__________\t I P I - 1111 fl I fl\t 1I -f l- \t•1I - __ L. fl Rn I_. IInt l' 1'- •  It'.J I J I\t I\t L.. I IXIVI L. I\n.4", "7\nAppendix 3, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\n1. The TA is expected to require 12 person-months of international consultants\nservices and 14 person-months of domestic consultants' services. All services will be carried\nout in the field. The international services will require one full-time international consultant to\nact as team leader for eight person-months and one international consultant for four person-\nmonths to prepare the pilot training program. The team leader will be a qualified engineer with\nextensive experience in legislation and regulatory procedures relating to the construction\nindustry, and preferably with experience in the PRO construction industry. The pilot training\nprogram consultant will be a qualified engineer, lecturer, or business administrator with\nextensive experience in the preparation of training courses.\n2. Domestic consulting expertise in jurisprudence and legislation, training, and\ncomputer systems and data processing will be required for 14 person-months. The specialist\nresponsible for jurisprudence and legislation will be required for six person-months to prepare\nlegislation and to assist the team leader. The specialist will be a lawyer with extensive\nexperience in jurisprudence and legislation who is fluent in written and oral Mandarin Chinese\nand English. The specialist responsible for training will be a qualified trainer with relevant\nconstruction industry experience and will be required for four person-months for liaison with the\npilot training course consultant and for conducting the pilot training program for industry and\ngovernment participants. The additional four person-months of specialists' inputs will be\nrequired for computer hardware and software selection recommendations for connection of\nthe computer system to a wide area network, and development of the software for the\ndatabase and information system for the national register of contractors.\n3. The tasks of the consultants include\n(i) examining the existing policies and regulatory framework for the construction\nindustry in the People's Republic of China and developing proposals to meet the\nobjectives of the technical assistance;\n(ii) preparing draft legislation for the improvements to the policies and regulatory\nframework for the construction industry,\n(iii) preparing a reformulated system for the national register of contractors that will\nfurther classify contractors on their ability to execute contracts, both within the PRC\nand internationally, based on experience, financial capacity, and management and\ntechnical capability;\n(iv) preparing a system for monitoring and updating the national register of contractors\non a regular basis and a system for reclassifying contractors from one grade to\nanother;\n(v) recommending a syllabus and preparing a pilot training program for the training of\ncontractors in estimating prices, international bidding procedures, construction\nmanagement, and intemationaHy accepted construction practices;\n(vi) training counterpart staff to conduct the pilot training program following the\ncompletion of the TA;\n(Reference in text: page 3 para. 11)\nlIIrl..iilF_\t IrlF-Ir\t I\t 1\t I\t ..\t ..\t I\t F11I','f'l\nI\t 1\t ri\t tIIflIIU IIt-\t __\t -\t I\t r1-r'.rr1r1-'1 Ill\n._.\t ..........\t I\t I\t ILiIIILJtI (II ((II III IIc:II1rI\t ..\t -:--\t I\t -nIITr\\/ ('IT IrI.nTrI Ir'rir,r'I\t -\nI\t I\t .., -\t I '(-'Vf-II ,-lII(1 I-I11flT\t ,\t I\t I\nfl OLLIIU UI\t -\t I nriirSc niiNrinn' m''r\",r,'T'h\tc\t ,\t 1\t I .\t'''\"-\t'-'\t- ,\"\t\"''''H\t '''-.\t''\"'''J'\t \t I\t '\t tI',,\t II I\t IJ'J II'.\n'Iirii?in nrinrrn WIll 1 (:fflflI('T\t 1\t \"\"\t I 1fjI\t LUI\nI\t --\t I\t II\t- -\t I\t IUII-1iIi I'IIRJI.\t I\t I\t VI I... # I Ir,.I IJ IVtJ\t I\t A\tI - --\nI\t I\t JtJIVIf,LI.\t I\n1 r'Iflc\n'T\t -\t\n'_J_•'\t ,-'\t ,\t -", "\t\t\t\t\n8\t Appendix 3, page 2\n(vii) selecting computer hardware and software based on a wide area network for the\ncomputerized database and information system for the national register of\ncontractors;\n(viii) arranging for the purchase and installation of computer hardware and software for\nthe computerized database and information system for the national register of\ncontractors;\n(ix) training counterpart staff in the input of data into the computerized database and\ninformation system for the national register of contractors following the completion of\nthe TA; and\n(x) submitting reports to the Bank on the work of the consultants in line with para. 5\nbelow\n4. The Ministry of Construction (MCon) will provide counterpart staff with expertise\nin current legislation relating to the construction industry, training, and computer systems. The\nlegislation staff will assist consultants in the preparation of improvements to the current\nlegislation for the construction industry and strengthening of the national register for\ncontractors. The training staff will assist in conducting the pilot training program and will be\nresponsible for continuing the pilot training program on completion of the TA. The computer\nsystems staff will be responsible for arranging the purchase of the computer hardware and\nsoftware for the national register of contractors and for input of the data into the database on\ncompletion of the TA.\n5. The consultants will be required to prepare and submit various reports and\ndocuments in English and Mandarin Chinese to the Government and the Bank. These include\n(i) brief faxed monthly progress reports that indicate the progress made,\nproblems/issues faced, and proposals to overcome them, and the need for any\nchanges to the work program or the consultants terms of reference to ensure that\nthe TA's objective is fully achieved;\n(ii) proposal for the syllabus of the pilot training course program at the end of month two\nfor review by the Bank and the Government;\n(iii) interim report indicating preliminary proposals of legislation to improve the policies\nand regulatory framework for the construction industry and final proposal for\ncomputer hardware and software at the end of month four for review by the Bank\nand the Government;\n(iv) final proposal for reformulation of the national register of contractors at the end of\nmonth five for review by the Bank and the Government;\n(v) final proposal of legislation for improvement in the policies and regulatory framework\nfor the construction industry and submission of the pilot training course program\n(including all course material) at the end of month six for review by the Bank and the\nGovernment;\n(vi) draft final report at the end of month seven for review by the Bank and the\nGovernment; and\n-1\t , ,- c it', nt c\t '_# 'J .dLl fl 0\t -\n.\t rl,Ik rIrI-I1Ic:.I1(I\t - -- A flI\n--\t — . ---\t I_v:FDnfla\t (1\t Ul-,,'_4\n-\t .\t I Ijidi\t iim a .a Inn\t I a,- -.1\t II\nt\t .\nI\t IILJtII\t\n\t -- -. -\n. ,\t L.\t ••\t L..r%u\t l?riai!j 'Rk\"\t P.I'JI_J r- fl'.I%]\t ••jj-\n- -r-r---••-- -\nfr.LJIJIILJIX\t\nA\t ')\t", "\t\t\n9\nAppendix 3, page 3\n(vii)\t final report at the end of month eight.\n6. The consultants will provide three copies of the reports for the Bank, two for\nPeople's Bank of China, and ten for MCon, except that the brief monthly report will be faxed to the\nBank, People's Bank of China and MOon.\n7. Tripartite meetings will be held at the end of month four to discuss the interim report\nand at the end of month seven to discuss the draft final report.\n'\t ' \"\t '\t \" \" '\t '' '' \t .\t .\t\nir, TrI\t nrr,rTIr,n\t rir,,r,ri r'r,,\t .\n- i :. - -\t - - -- -\t -\t .\t -.\n'Y'HP\t Lr.?r..L' i\t çIlU-.,JrcL\t I\t flt1\t JI\t III- •uj\t 4T\nJ ,IJ4LI,V\t IILIIIIJ\t IL)\t LII\t ,\n''\"\t ' \" ''\nh,Y\t \t ryr,c r,\t Tr\t riir,\nT1\t T1r\t ,iii.-r irr\t u1r1r rir\t nh9hhr\nIIrUI11JlIII-1UTD-\t u-Irl.-Ilur1F-Ii\t r1rl'..tII1-4r]1 Hi\t —\t rmT,uriIrH-Ii4Ir1\t IIIIII1!FlI1.-4IIf11l\t 1/I1'..WIIF11\n7ri...iui-irir\t\n:\n,TTr\t T ,\t I'.I I5I I1I\t (LI I I\t LI II\t I II\t 'b . ,T.A\t oL\t I\t t7,(L-..,.$,-I C,'.flI\t I I\t I\t I\t XL I\t I -I- \tI LI\t II I\t'I I( 11111\t '\t I II- I '.1 III -\nI J I_ I nI. I 'a\t - -\t i'I(ii\t IThI \"\"a'\t %•JI\nI .-\t- \t -\t -\t -\t ..\t -\t - !X v,,\t -.\t 1\t r'.L)IJI IL)IA\n-7", "\t\t\t\t\n8\t Appendix 3, page 2\n(vii) selecting computer hardware and software based on a wide area network for the\ncomputerized database and information system for the national register of\ncontractors;\n(viii) arranging for the purchase and installation of computer hardware and software for\nthe computerized database and information system for the national register of\ncontractors;\n(ix) training counterpart staff in the input of data into the computerized database and\ninformation system for the national register of contractors following the completion of\nthe TA; and\n(x) submitting reports to the Bank on the work of the consultants in line with para. 5\nbelow\n4. The Ministry of Construction (MCon) will provide counterpart staff with expertise\nin current legislation relating to the construction industry, training, and computer systems. The\nlegislation staff will assist consultants in the preparation of improvements to the current\nlegislation for the construction industry and strengthening of the national register for\ncontractors. The training staff will assist in conducting the pilot training program and will be\nresponsible for continuing the pilot training program on completion of the TA. The computer\nsystems staff will be responsible for arranging the purchase of the computer hardware and\nsoftware for the national register of contractors and for input of the data into the database on\ncompletion of the TA.\n5. The consultants will be required to prepare and submit various reports and\ndocuments in English and Mandarin Chinese to the Government and the Bank. These include\n(i) brief faxed monthly progress reports that indicate the progress made,\nproblems/issues faced, and proposals to overcome them, and the need for any\nchanges to the work program or the consultants terms of reference to ensure that\nthe TA's objective is fully achieved;\n(ii) proposal for the syllabus of the pilot training course program at the end of month two\nfor review by the Bank and the Government;\n(iii) interim report indicating preliminary proposals of legislation to improve the policies\nand regulatory framework for the construction industry and final proposal for\ncomputer hardware and software at the end of month four for review by the Bank\nand the Government;\n(iv) final proposal for reformulation of the national register of contractors at the end of\nmonth five for review by the Bank and the Government;\n(v) final proposal of legislation for improvement in the policies and regulatory framework\nfor the construction industry and submission of the pilot training course program\n(including all course material) at the end of month six for review by the Bank and the\nGovernment;\n(vi) draft final report at the end of month seven for review by the Bank and the\nGovernment; and\n-1\t , ,- c it', nt c\t '_# 'J .dLl fl 0\t -\n.\t rl,Ik rIrI-I1Ic:.I1(I\t - -- A flI\n--\t — . ---\t I_v:FDnfla\t (1\t Ul-,,'_4\n-\t .\t I Ijidi\t iim a .a Inn\t I a,- -.1\t II\nt\t .\nI\t IILJtII\t\n\t -- -. -\n. ,\t L.\t ••\t L..r%u\t l?riai!j 'Rk\"\t P.I'JI_J r- fl'.I%]\t ••jj-\n- -r-r---••-- -\nfr.LJIJIILJIX\t\nA\t ')\t", "\t\t\n9\nAppendix 3, page 3\n(vii)\t final report at the end of month eight.\n6. The consultants will provide three copies of the reports for the Bank, two for\nPeople's Bank of China, and ten for MCon, except that the brief monthly report will be faxed to the\nBank, People's Bank of China and MOon.\n7. Tripartite meetings will be held at the end of month four to discuss the interim report\nand at the end of month seven to discuss the draft final report.\n'\t ' \"\t '\t \" \" '\t '' '' \t .\t .\t\nir, TrI\t nrr,rTIr,n\t rir,,r,ri r'r,,\t .\n- i :. - -\t - - -- -\t -\t .\t -.\n'Y'HP\t Lr.?r..L' i\t çIlU-.,JrcL\t I\t flt1\t JI\t III- •uj\t 4T\nJ ,IJ4LI,V\t IILIIIIJ\t IL)\t LII\t ,\n''\"\t ' \" ''\nh,Y\t \t ryr,c r,\t Tr\t riir,\nT1\t T1r\t ,iii.-r irr\t u1r1r rir\t nh9hhr\nIIrUI11JlIII-1UTD-\t u-Irl.-Ilur1F-Ii\t r1rl'..tII1-4r]1 Hi\t —\t rmT,uriIrH-Ii4Ir1\t IIIIII1!FlI1.-4IIf11l\t 1/I1'..WIIF11\n7ri...iui-irir\t\n:\n,TTr\t T ,\t I'.I I5I I1I\t (LI I I\t LI II\t I II\t 'b . ,T.A\t oL\t I\t t7,(L-..,.$,-I C,'.flI\t I I\t I\t I\t XL I\t I -I- \tI LI\t II I\t'I I( 11111\t '\t I II- I '.1 III -\nI J I_ I nI. I 'a\t - -\t i'I(ii\t IThI \"\"a'\t %•JI\nI .-\t- \t -\t -\t -\t ..\t -\t - !X v,,\t -.\t 1\t r'.L)IJI IL)IA\n-7", "ASIAN DEVELOPMENT BANK\t TAR: PRC 30411\nTECHNICAL ASSISTANCE\nTO THE\nPEOPLE'S REPUBLIC OF CHINA\nFOR\nPOLICIES AND REGULATORY FRAMEWORK\nFOR THE CONSTRUCTION INDUSTRY\nMay 1998", "\t\nCURRENCY EQUIVALENTS\n(as of 1 May 1998)\nCurrency Unit\t -\t Yuan (Y)\nY1.00\t -\t $01208\n$100\t -\t Y8.2793\n(i) The foreign exchange rate of the yuan is determined under a managed floating rate\nsystem.\n(ii) For purposes of calculation in this Report, an exchange rate of $1.00 to Y8.30 has\nbeen used.\nABBREVIATIONS\nMOon -\t Ministry of Construction\nPRO\t -\t People's Republic of China\nTA\t -\t Technical Assistance\nNOTE\nIn this Report, $\" refers to US dollars\n\t\n.l\t .''U.\t WI\t .J-'Y&ll U U\t t.4tLCAfl US\nI F%.t fl. I II. JI'4\t I\n,'r'AI,r,.\t\n?tIVI-L\t _VVJU1- -\t - - - - - - -\t --\t -\t -\t I\t I I\t I:II jI.JLiI_\t I '..JI I I I\n-\t - .\t -\t .. - -\t =•__\t .--U\t -\t -\t ...... -\t I\nr1,'I I II 1 Al\t A r'  1-J-r4.\t . ..!.\t ..\t II.!\t I •i I' I •I -\t .I\t\nI\t Al\t\n- ..............-.. .I.J .Lfl_1.\t '.--..J'J' L.J .'...( .JUP.. '% ..L (...'\t - -\nUVIV I#tJ\t -- -\t -\t -\nftJl\t I1ILI.Z\t\n--\t 11\t - - -\t -- -.", "I.\t INTRODUCTION\n1. During the March 1998 Country Programming Mission, the Government\nof the People's Republic of China (PRC) reconfirmed its request for Bank technical\nassistance (TA) for policies and a regulatory framework for the construction industry. A\nFact-finding Mission visited the PRC from 9 to 2 March 1998 and reached an\nunderstanding with the Government regarding the objectives, scope, costs, terms of\nreference, and implementation arrangements for the TA. This Report is based on these\nunderstandings and the Mission's observations 1\nII.\t BACKGROUND AND RATIONALE\n2. Since the adoption of economic reform measures in 1978, the\nconstruction industry in the PRC has grown rapidly to become the third pillar in the\nnational economy after manufacturing and agriculture. The value added in the\nconstruction industry is forecast to reach $120 billion by 2010, which will account for 6\npercent of the gross domestic product. The annual turnover for international projects\nand labor service is expected to reach $10 billion.\n3. While experiencing rapid growth, the construction industry has not\ndeveloped sufficiently in terms of productivity and quality of work. At present there are\nover 71,230 registered construction enterprises n the PRC of which 2,380 are\nregistered in the highest grade. This represents only 3.3 percent of the total, which is\nsmall by international comparison\n4 The problems encountered by the construction industry include (i)\ncontractors tending to be too specialized and not able to offer a diverse range of\nservices, (ii) the quality of bidding is not up to international standards, (iii) estimates are\nbased on Government regulations and pricing structures, rather than market prices and\nactual site conditions, and (iv) the number of experienced managerial and technical\npersonnel is insufficient to meet the demands of the ndustry.\n5. Despite the growth of the construction industry, it has failed to reach\ninternational standards in terms of bid preparation and contract execution. The industry\nis deficient in terms of pricing structure, work methods, scheduhng, resourcing, and\nconstruction management. This results in delays in project implementation, cost\noverruns, and poor quality control. While such deficiencies exist in the industry in the\nPRO, these have not been insurmountable because of assistance provided by local\ngovernment authorities and executing agencies, which has generally resulted in\nsuccessful project implementation. However, internationally, many contracts have\nexperienced inordinate delays in mobilization and project implementation. In some\ncases it has led to the termination of the contract The overall result has been that\nmany employers would like to avoid entering into contracts with contractors from the\nPRO.\n6. Against this background, the Government has requested the Bank to\nprovide TA to strengthen the governance system and provide capacity building for the\nconstruction industry. Such assistance will enable the construction industry to meet the\nThe TA first appeared in ADB Business Opportunities ir March 199T\n-\t -\t - _-\t --\t -\n-\n- .\t -\t -\t - -\n-\t -\t -\t -\n-\t -\t\n-\t -\t -\n-\t -\t -\t -\n-\n!rt •\t f•JI..1I•A\t JA.AL 1VJL\n- - - -\t - - - -\t -- - - \n_i__-\t- \t - -\n-\t -\t - -\t - -\t -\t - -\t -\t .\t -\n._,l_._____._,__ -- - - -\t - -\t -\t - - . - - - - - - -\n_p\t\n- -", "requirements of market-based economies by improving the Government's regulatory\ncontrol of the industry and improving the management skills, competitiveness, and\nbusiness practices of the industry.\nIII.\t THE TECHNICAL ASSISTANCE\nA.\t Objective\n7. The objective of the TA is to strengthen the governance system and provide\ncapacity building for the construction industry to enhance its performance both within the\nPRO and internationally. The TA framework is in Appendix 1\nB.\t Scope\n8. Under the TA, an international firm of consultants will examine and\nreview the present policies and the regulatory framework, and develop proposals to\nmeet the objectives of the TA. The consultants will assist the Government in\nstrengthening the national register of contractors using a computerized database.\nContractors will be further classified according to their ability to execute contracts both\nwithin the PRO and internationally, based on experience, past performance, financial\ncapacity, and management and technical capability. To assist in the capacity building of\nthe construction industry, the TA will include a pilot training program for contractors on\nestimating prices, international bidding procedures, construction management, and\ninternationally accepted construction practices.\nC.\t Cost Estimates and Financing Plan\n9. The total cost of the TA is estimated at $785,000 equivalent, comprising\n$450,000 in foreign exchange and $335,000 equivalent in local currency. The Bank will\nprovide $570,000 equivalent to finance, on a grant basis from the Bank-funded TA\nprogram, the entire foreign exchange cost of $450,000 and $120,000 equivalent of the\nlocal currency cost. The foreign exchange will finance the remuneration, international\nand domestic travel, per diem, and out-of-pocket expenses of the international\nconsultants; computer hardware and software; office equipment; reports and training\ncourse material; communications; miscellaneous administration and support costs for\nthe consultants; and the cost of any observers at the negotiation. The local currency\nexpenditures to be financed by the Bank include remuneration, travel, and per diem for\ndomestic consultants; reports and training course material; translation costs; and pilot\ntraining course workshops. The Government agreed to finance the remaining local\ncurrency cost of $215,000 equivalent in kind and serces The cost estimates and\nfinancing plan is in Appendix 2.\nD.\t Implementation Arrangements\n10. The Ministry of Construction (MOon), the Executing Agency, will be\nresponsible for implementing the TA. To reflect the interest of other concerned\ngovernment agencies, a TA steering committee will be established to guide\nrnplementation of the TA with participation of senior representatives from the People's\nBank of China; the ministries of Communications, Railways, Foreign Trade and\n.\" \n-, -'\t I I II I\t -\t V >( I / _4 4\nI r\\r\t II' ,-' .. -' , I-\t IL I\t -\t .',! I I\t I l?\n- -\t L\nII II..,V LII III.\t -\t T 11.411 I T I\t -\t\nI\t\ny\nI-I'\t ill\t I I!Il1\t I-4'..4141\t\n-'\t L,rrtTTIvI.. I Ft..JI II tILI IiJ I\t .i_I_ii -\t -\t ii, A I", "3\nEconomic Cooperation; the Chinese International Contractors Association; and the\nState Planning Commission, in addition to MCon. A TA project director, to be\nnominated by MOon, will be (i) the party to whom all notices and communications will\nbe addressed, (ii) the liaison between the steering committee and other relevant\ngovernment agencies, and (iii) the liaison between the consultants and the Bank.\nMCon will assign adequate counterpart staff to work with the consultant team under the\nleadership of the Project director. In addition, MOon will make available existing data\nthat is relevant to the TA, and will provide the consultants, when in the PRO, with\nadequate office accommodation, administrative support, interpreters, and\ntransportation.\n11. The TA will be implemented over a period of eight months and will\nrequire 12 person-months of international and 14 person-months of domestic\nconsulting services. The terms of reference for the consultants are in Appendix 3. The\nconsultants are expected to be fielded by August 1998 and their services completed in\nApril 1999. International and domestic consultants will be recruited in accordance with\nthe Bank's Guidelines on the Use of Consultants and other arrangements satisfactory\nto the Bank on the engagement of domestic consultants, using the Simplified Technical\nProposal procedures. The consultants will provide expertise in the fields of\nconstruction, construction training, jurisprudence and legislation, and computer systems\nand data processing.\n12. Office equipment and computer equipment for the national register of\ncontractors will be provided under the TA and will be procured in accordance with\nprocedures acceptable to the Bank. The computer equipment for the national register\nof contractors will include hardware and software for the initial operation of the system\nin the headquarters of MOon. The system wiU be designed for future connection to a\nwide area network that will facilitate the input and retrieval of information by other\nministries and provincial offices.\n13. A tripartite meeting will be held between the Government, the Bank, and\nthe consultants to discuss the interim report submitted by the consultants describing the\ndraft legislation for improvement of the policies and regulatory framework for the\nconstruction industry, and the recommendations for computer hardware and software\nfor the database and information system for the national register of consultants. A\nfurther tripartite meeting will be held to discuss the draft final report.\nIV.\t THE PRESIDENT'S DECISION\n14. The President, acting under the authority delegated by the Board, has\napproved the provision of technical assistance, on a grant basis, to the Government of\nthe People's Republic of China in an amount not exceeding the equivalent of $570,000\nfor the purpose of Policies and Regulatory Framework for the Construction Industry,\nand hereby reports such action to the Board.\n•- -\t. -- .-  . --  --\t\t --\t,-.\t . -A --\t.- - ._•\t .\t _..\t - .\t •r.\tnr•,4r\t u Ip•l_ r-,  _A. p \tFir (P,A\t \t ...\t (..1 J iI J 4IUI J\t I\t I'Jb4I r\nj\t j.y,.\t .— .\nI r , rc\t I r e, AII I F\t TrI\t I - r\t 1rrI\t I fl\t Ii\t -.t\t I r'i'i' ' ii\nIIIji\t 'iit\t i-i'-i'\t .-iiti\t iiit-i .-ii\n•1\t\nI\t UIIJ?LLiUL,dL)IIIIIJLlLIY ,-\t -\t -:-\nLII\t V\t L) I\t ,\t I\t Li L..I LI I I L li I\t 1111 I\t I I I 'I I C I...LJ I III I I\t LA I L.\t I I LI 1.1\t I ¼'!\t Li cI I!\\ L¼' ¼'\t LI I\nr,'h i'.,i\t i\"i' 1 I-\t -.1 1!j 1I I'i1I II 1 I\t I\t I I I I1 11\t I'. Il\t rr'r1\t I\t _f r. ir\n\"\"\t -\t . .\t - - . .\t - -\t i\t .I1rull iur.um.\t II'U I Fl.JIJLJL.. I\nVc I-nr.a..r rrsr..aarI\t lCarI Iflfltat - •\t -\t ....jnnn.n c ....n?,inI,n flr i •fl(fl' .\t-rn-nt,i-1-rrr,n,-,'•", "4\nAppendix 1, page 1\nTECHNICAL ASSISTANCE FRAMEWORK\nDESIGN SUMMARY\t TARGETS/INDICATORS PROJECT MONITORING RISKS/ASSUMPTIONS\n______________________ _____________________\t MECHANISMS\t ___________________\n1. GOAL\nTo improve the policies and\t Improved contract\t Monitor industry\t International or domestic\nregulatory framework for the\t implementation, particularly\t performance through\t economic problems that\nconstruction industry,\t in terms of completion time\t economic indicators such\t adversely affect the\nstrengthen the contractor\t and cost\t as growth in gross\t overall performance of\nregistration system, and\t domestic product, value\t the construction industry\nintroduce a pilot training\t Increase in award of\t added in the industry,\nprogram to improve the\t international contracts\t increase in managerial and\nperformance of the\t technical staff. number and\nconstruction industry both\t Increase in the number of\t value of :ontracts\nwithin the People's Republic\t trained managerial and\t awarded etc.\nof China and internationally\t technical staff\nFeedback from multilateral\nand bilateral funding bodies,\nand the Government\n2. OBJECTIVE/PURPOSE\nTo strengthen the governance Adoption of the governance Monitor the project through Undesirable Government\nsystem and provide capacity\t system by the industry\t technical assistance\t intervention\nbuilding for the construction\t review missions.\nindustry\nImproved management\t The TA steering committee Reluctance of industry to\nskills, competitiveness, and\t will also monitor the\t conform\nbusiness practices\t project ativities\n3.PROJECT COMPONENTS\n3.1 Improved policies and\t Practical improvements in\t The TA consultants will\t Legislation is not\nregulatory framework for\t legislation\t report through monthly\t adopted\nthe construction industry\t progress reports.\nFollowing completion of\nthe TA, progress could be\nmonitored through reviews\nof each f A component.\n3.2 Strengthen the national\t A representative system is\t The reluctance of firms\nregister of contractors\t developed to accurately\t to register or to provide\nreflect the experience,\t sufficient information for\nfinancial capacity, and\t classification\ntechnical capability of\nconstruction firms.\t Difficulties in developing\na national register of\nThe number of firms\t contractors in a country\nregistered\t as large as the PRO\nThe movement between\n_______\t ________________ classifications\t ________ _______________\n(Reference in text: page 2, para. 7)\n:':\t :''' \t L)LJ1\t ,+\t I\n'L.t.Y.!' 111,1(11\t II\t IJt-1 ItHr I I,1IH4\t III UI I Will III 1i4i\t II.j\t Lu\t LIJl ?Li 4LLilIII\nI\t IiLii}JLuVi I IIlI. r\t 'V'LI I\t 1I RJ[JI(\t 1\t I r1\t ririrrl%l\t (T Tri\t L\t ?I\nV\nII\t I\nI( 14l\\IIl Ill\t I\t I 1\t •\t\n—\t —..--'. ..\t - .\t -\t .._!L.._ - .\t\n1I,1LtI(.N (II IIl\t IIlIiIIIr\t --\t .\t I\n1I.Ji Lii\t tLI\t II IIILI'i I V ,1l II] 1111111 f)IlI 1(1 l[1\t rnnnrnr1T\t I(l'I\t re1\t , LJIiI\n;''-t.t)\t iii\t LUcJJILJHhIl-'[IV IIIUHEIVIIUI\t -.", "\t\n5\nAppendix 1, page 2\nDESIGN SUMMARY TARGETS/INDICATORS PROJECT MONITORING RISKS/ASSUMPTIONS\nMEC HAN ISMS\n3.3 Pilot training program will Conduct the pilot training Construction personnel\nbe implemented. course during months do not attend the\nseven and eight. program.\nThe number of construction Ability of construction\npersonnel attending the personnel to\nprogram disseminate their\nknowledge\nThe improvement in the\nperformance of the\nconstruction industry\n4. ACTIVITIES\n4.1 Improve policies and Legislation is submitted for All activities will be The Government may\nregulatory framework for approval. coordinated through the not wish to adopt the\nthe construction industry TA consultants who are recommendations to\nby responsible for reporting improve the legislation.\n- reviewing existing on progress of the\nlegislation, activi ie s.\n- proposing amendments,\nand Tripartite meetings will be\n- drafting new legislation. held to discuss the interim\nrepor at the end of month\nfour and the draft final\nrepor at the end of month\nseven\n4.2 Strengthen the national Revised proposal submitted Recommendations\nregister of contractors by for approval made to strengthen the\n- reviewing the existing register may not\nsystem, adequately reflect the\n- introducing relevant performance\ncriteria, and capabilities of\ninstalling computerized construction firms.\nsystem\n4.3 Prepare pilot training Wide acceptance of Trained staff may leave\nprogram material for program by the construction the industry.\n- estimating prices, industry\n- international bidding Trained staff may not\nprocedures, disseminate their\n- construction knowledge.\nmanagement, and\n- nternationally accepted Training program is\nconstruction practices selective and is open to\na sample of participants\nfrom the construction\nindustry.\nIt\t II!III\nL.JLJIC/Lh.#CCLCLJ L1 ISI... I IL...IIJL...4 •,JY UII.4I.4OL I IJ%dIJ (Al IS_i LI CII I/Cl VI CC._I C'..# II IISICLI..S_I III\t CI._#IISJ1_IILI_I II!\n.\t IIr1'-rIf)rT.1II1iri\ni--\t :\t ::....\t LtL1LJI1It\t JHl( 1-\t .1L\t 1111111 III\t fl\nI\t \"\t ,\t IIILIZj1 IVc3JIL\t V)1II I3LI\t IL\t VVI II\nIn-rlre%In rst tina L1rrI.Irrt rl.rrtnr In .rIrI,t,n.-. 1(111 ',-.-,.,,Il n-,.,L'-1 .-.,...I.,IlsIrs rnrtinn rI.,t.,\nII LI I LI C LI I C\t (\t II\t IV I UI I VVI14\t SJII CI LIC1_ LI CI\t IrLILI I1LCIL)CI\t L3 I LI..)VV hIP. VVI 141 LI I C S_iL) I I LII ICI I I L LCCI I\nI CII IL) LI IC LI/S_-\tIl III..\t rlI-s(,rr-(mrI,\t rri I(_IIIII. JI  ?Vr CI\tl I IIII IICPI Ir I.S CI Sl.s.4t5S_.II IICIIIC.IOI . tCtSII )ISI _trI s(IrlSlI cLII  IICI1 IISCIJt OeIJ I .I! L'\t'CI.VVCCI I It IC L.¼.Jl lOS_-Il IC1I I\nIL\t r_\t r1rTrCCCII, (Ill TrICI IIIcSr_flIC r (I4T1_%iS_AIl CdI_CIl_fIlC S,r.)l\t\t IIJ? LrII IrC'l II ,1 (4f'1r,I/mI_Iml I I1T.T/CC (ICTVI\t CCIr It LrIi  ICrr OnrL CrCCII 1II CIl_1I .C!_SI_fl/T 1111111 LLCC 1_ilILI l_/LII1_l I\t I\nraIrl..Illirl tiLl lull (HI Will F1I III (FDA §i\t iJKrMuiiFri'riJIV\t WF\t lulII'II1lUfIL tXTh'1\"' VVIfl tHCIrC\n'SI,lIF'\t 1WI(iAI,J,IIS'SIAJI,II1(Iifli4III,,9i]+R1fl I14I.\t I l\t LJIIJII I\t LJIItILL)I\t (Li\t LJC\t ..\nLL.LI I lL 1111y L...IJIJIC\t 14\t ¼_ij1 ).\t CdI ILC I I I LILJ I I I\t Li I Ill CI I_i LI..) I 0 fI. 005_IL/i Cl 11 5_',L.5\t I,.\t ,,.I 11C ,. ,\t ,\t t\t I'S/( I J_5 n IS./ IU\n-5", "\t\t\n6\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\n\t\nItem Foreign\t Local\t Total\nExchanae\t Currency\t Cost\nA. Bank Financing\n1. Consultants\na. Remuneration\ni. International Consultants\t 230\t 230\nii. Domestic Consultants\t 49\t 49\nb. Per Diem\ni. International Consultants\t 70\t -\t 70\nii. Domestic Consultants\t -\t 5\t 5\nc. Travel\ni. International Consultants\t 20\t -\t 20\nii. Domestic Consultants\t 4\t 4\n2. Equipment (Computer Hardware\t 33\t -\t 33\n& Software)\n3. Office Equipment\t io\t -\t 10\n4. Reports and Training Course Material\t io\t 5\t 15\n5. Translation Costs\t -\t 10\t 10\n6. Communications\t 6\t -\t 6\n7. Pilot Training Course Workshops\t -\t 35\t 35\n8 Miscellaneous Administration and Support\t 7\t -\t 7\nCosts for the Consultants\n9. Contract Negotiations\t 5\t\n-\t 5\n10. Contingencies\t 59\t 12\t 71\nSubtotal (A)\t 450\t 120\t 570\nB. Government Financing\n1. Administrative Costs (office support staff,\t -\t 145\t 145\nsecretarial staff, office facilities, salaries\nof counterpart staff)\n2. Seminars and Workshops\t 35\t 35\n3. Local Transport\t -\t 25\t 25\n4. Equipment Installation\t -\t 10\t 10\nSubtotal (B)\t -\t 215\t 215\nTotal\t 450\t 335\t 785\n(Reference in text: page 2, para. 9)\nT '\tT' '\n; -' I\nuV\t '''''''i\"\t , ',\t ' ,',\t '-\t ,.,, , I\t\n\t ' ..\t •\t _.\t -_.\t ..\t -,\t _\nI\t\nII\t LcuLrI\t IlII.JIc1IIV\t I '\"-' \"\nI\t I\nI\t\nI\t\nI\t\n,\t -\nJ \".,\t\nI\t W'Ifl&4S\t\n--\t I\t I\nI\t £IIWjuArW\t I\nYJ _I_ %__ f_%__\t__________\t I P I - 1111 fl I fl\t 1I -f l- \t•1I - __ L. fl Rn I_. IInt l' 1'- •  It'.J I J I\t I\t L.. I IXIVI L. I\n.4", "7\nAppendix 3, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\n1. The TA is expected to require 12 person-months of international consultants\nservices and 14 person-months of domestic consultants' services. All services will be carried\nout in the field. The international services will require one full-time international consultant to\nact as team leader for eight person-months and one international consultant for four person-\nmonths to prepare the pilot training program. The team leader will be a qualified engineer with\nextensive experience in legislation and regulatory procedures relating to the construction\nindustry, and preferably with experience in the PRO construction industry. The pilot training\nprogram consultant will be a qualified engineer, lecturer, or business administrator with\nextensive experience in the preparation of training courses.\n2. Domestic consulting expertise in jurisprudence and legislation, training, and\ncomputer systems and data processing will be required for 14 person-months. The specialist\nresponsible for jurisprudence and legislation will be required for six person-months to prepare\nlegislation and to assist the team leader. The specialist will be a lawyer with extensive\nexperience in jurisprudence and legislation who is fluent in written and oral Mandarin Chinese\nand English. The specialist responsible for training will be a qualified trainer with relevant\nconstruction industry experience and will be required for four person-months for liaison with the\npilot training course consultant and for conducting the pilot training program for industry and\ngovernment participants. The additional four person-months of specialists' inputs will be\nrequired for computer hardware and software selection recommendations for connection of\nthe computer system to a wide area network, and development of the software for the\ndatabase and information system for the national register of contractors.\n3. The tasks of the consultants include\n(i) examining the existing policies and regulatory framework for the construction\nindustry in the People's Republic of China and developing proposals to meet the\nobjectives of the technical assistance;\n(ii) preparing draft legislation for the improvements to the policies and regulatory\nframework for the construction industry,\n(iii) preparing a reformulated system for the national register of contractors that will\nfurther classify contractors on their ability to execute contracts, both within the PRC\nand internationally, based on experience, financial capacity, and management and\ntechnical capability;\n(iv) preparing a system for monitoring and updating the national register of contractors\non a regular basis and a system for reclassifying contractors from one grade to\nanother;\n(v) recommending a syllabus and preparing a pilot training program for the training of\ncontractors in estimating prices, international bidding procedures, construction\nmanagement, and intemationaHy accepted construction practices;\n(vi) training counterpart staff to conduct the pilot training program following the\ncompletion of the TA;\n(Reference in text: page 3 para. 11)\nlIIrl..iilF_\t IrlF-Ir\t I\t 1\t I\t ..\t ..\t I\t F11I','f'l\nI\t 1\t ri\t tIIflIIU IIt-\t __\t -\t I\t r1-r'.rr1r1-'1 Ill\n._.\t ..........\t I\t I\t ILiIIILJtI (II ((II III IIc:II1rI\t ..\t -:--\t I\t -nIITr\\/ ('IT IrI.nTrI Ir'rir,r'I\t -\nI\t I\t .., -\t I '(-'Vf-II ,-lII(1 I-I11flT\t ,\t I\t I\nfl OLLIIU UI\t -\t I nriirSc niiNrinn' m''r\",r,'T'h\tc\t ,\t 1\t I .\t'''\"-\t'-'\t- ,\"\t\"''''H\t '''-.\t''\"'''J'\t \t I\t '\t tI',,\t II I\t IJ'J II'.\n'Iirii?in nrinrrn WIll 1 (:fflflI('T\t 1\t \"\"\t I 1fjI\t LUI\nI\t --\t I\t II\t- -\t I\t IUII-1iIi I'IIRJI.\t I\t I\t VI I... # I Ir,.I IJ IVtJ\t I\t A\tI - --\nI\t I\t JtJIVIf,LI.\t I\n1 r'Iflc\n'T\t -\t\n'_J_•'\t ,-'\t ,\t -"], "metadata": {"CreationDate": "D:20090426141408+08'00'", "Author": "Asian Development Bank", "Creator": "Envision OCR", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20101027163751+08'00'", "Title": "Technical Assistance Report: Policies and Regulatory Framework for the Construction Industry"}}