{"path": "data/input/ta/31025-nep-tar.pdf", "pages": ["ASIAN DEVELOPMENT BANK\t TAR: NEP 31025\nTECHNICAL ASSISTANCE\n(Financed from the Bank-Funded TA Program)\nTO THE\nKINGDOM OF NEPAL\nFOR\nINSTITUTIONAL STRENGTHENING OF THE\nMINISTRY OF POPULATION AND ENVIRONMENT\nAugust 1997", "CURRENCY EQUIVALENTS\n(as of 22 July 1997)\n\t\nCurrency Unit -\t Nepalese Rupee/s(NRe/NRs)\n\t\nN Re 1. 00 =\t $0017921\n\t\n$1.00 =\t NRs55.80\nABBREViATIONS\nCoo Canadian Cooperation Office\nEIA Environmental Impact Assessment\nGTZ German Agency for Technical Cooperation\nKUDP Kathmandu Urban Development Project\nMOPE Ministry of Population and Environment\nN EA Nepal Electricity Authority\nNGO Nongovernment Organization\nTA Technical Assistance\nUNDP United Nations Development Programme\nUNEP United Nations Environmental Programme\nVDC Village Development Committee\nNOTE\nIn this Report, '$\" refers to US dollars.", "I.\t INTRODUCTION\n1. Following the recent establishment of the Ministry of Population and\nEnvironment (MOPE), His Majesty's Government of Nepal has requested Bank technical\nassistance (TA) for strengthening MOPE during this formative stage of its development. In\nresponse, the Bank fielded a Reconnaissance Mission to Nepal from 26 to 30 November 1996,\nwhich was later upgraded to a Fact-finding Mission. The Mission held discussions with\nrepresentatives of the Government, nor,government organizations (NGOs), and the donor\ncommunity, and reached an understanding with the Government on the TA's objectives,\nscope, cost estimates, and implementation arrangements.1\nII.\t BACKGROUND AND RATIONALE\n2. The establishment of MOPE at the end of 1995 represented a new beginning\nfor the country in addressing, at the central level, the challenges of environmental protection.\nMOPE has been given a broad and unprecedented environmental mandate with responsibility\nfor formulating and implementing environmental policies, plans, and programs; preparing acts,\nregulations and guidelines; conducting surveys, studies, and research; disseminating\ninformation and carrying out publicity; monitoring and evaluating programs; developing human\nresources; and acting as a national and international focal point in the environment field.\nMOPE's vision of its role in the environment sector includes addressing issues relating to (i)\nenvironmental conservation, (ii) pollution control, (iii) environmental standards enforcement\nand monitoring, (iv) environmental impact assessment, (v) reproductive health, and (vi)\npopulation and its management.\n3. Because it is a new agency and possesses a broad mandate, MOPE faces\nsignificant institutional and operational challenges. The Environment Division, one of three\ndivisions (the others being Administration and Population), has eight professional staff in\naddition to support staff. Given the Government's policy to limit hiring of additional civil\nservants, contain budget allocations to Government agencies, and decentralize management\nas a measure to encourage people's participation in the decision-making process, it is\nessential that MOPE's future environmental policies and programs reflect the need for a clear\nstrategic and operational focus and strong cooperation with governmental and\nnongovernmental agencies. The TA will support MOPE in this effort by providing specialist\nassistance to clearly define and prioritize MOPE's operational objectives, It will help MOPE to\neffectively operate within the limits imposed by current financial and human resource\nconstraints through support for establishing a strong administrative structure, increasing staff\nskills, and forming cooperative links with the environment offices of other Government\nagencies.\n4. Experience with institutional support to environmental protection agencies that\nhave been newly established indicates the need for long-term, sustained assistance due to the\nagencies' initial institutional weakness and limited capacity to implement their environmental\nmandate. With the regionwide emphasis on decentralization, recent experience also indicates\nthe need for developing strong linkages between the central environmental agency and\nnongovernmental agencies to tap available outside skills, expertise, and funds that can help\nthe central environmental agency to achieve national environmental protection objectives. The\nTA will provide a long-term advisor and will make recommendations for further assistance as\nthe TA draws to a close. The TA also will assist MOPE to develop strong linkages with the non-\nformal sector.\nThe TA first appeared in ,4D8 Business Opportunities in May 1997.", "2\n5. Past Bank assistance to the Government in the environment sector has\nincluded, among others, Implementation of the Master Plan for the Forestry Sector (1989),1\nInstitutional Strengthening for Environmental Management (1989),2 Preparation of an\nEconomic and Environmental Development Plan for the Bagmati Zone (199Q), Formulation of\nindustrial Pollution Control Regulations (1993), and Strenthening Interministerial Capabilities\nfor Environmental Impact Assessment Guidelines (1994), as well as the recently approved\nlnstitutional Strengthening of NEA's Environment Division.6 Additionally, several past and\nongoing Bank-assisted projects have incorporated significant environmental components,\nincluding the Kathmandu Urban Development Project (KUDP), which is providing support to\nKathmandu Municipality in managing solid waste. While these past TAs and projects have\nprovided important environmental support to the country, they were narrow in scope and\ntargeted at specific activities and Government agencies. The TA will build on these past efforts\nby providing support to strengthen Nepal's overall environmental policy and regulatory\ncapacity.\n6. Because of its recent establishment, assistance to MOPE has been limited. The\nCanadian Cooperation Office (COO) recently completed a brief study that recommended a\npossible organizational structure and priority activities for MOPE. Other ongoing and proposed\nassistance is small scale and focused on specific aspects of MOPE's operations. Among these\nare the development of project proposals (World \\Mldlife Fund Nepal), establishment of an\nEnvironment lnformationlAssessment Unit (United Nations Environment Programme,\nInternational Center for Integrated Mountain Development, South Asia Cooperative\nEnvironment Program, and United Nations Development Program), and assistance in\ndeveloping MOPE's environmental impact assessment capacity in the water resources sector\n(World Bank). These activities complement the TA's scope of work, and close coordination will\nbe pursued.\nIII.\t THE TECHNICAL ASSISTANCE\nA.\t Objective\n7. The overall objective of the TA is to strengthen the institutional capacity of the\nMOPE so that it can effectively carry out its mandate for environmental protection. Specifically,\nthe TA will develop MOPE's institutional, operational, and regulatory framework and staff skills,\nbuild linkages with other Government agencies and the non-formal sector to assist MOPE in\noperationalizing environmental protection objectives, and develop a capacity for undertaking\neffective public awareness programs. Because institutional strengthening and capacity building\nof a new agency is necessarily a long-term endeavor, it is expected that successful\nimplementation of the TA would justify additional support to MOPE in coming years.\nTA No. 1120-NEP: Implementation of the Master Plan for the Forestry .Sector, for $724000,\napproved on 6 February 1989.\nTA No. 11 32-NEP: Institutional Strengthening for Environmental Management, for $520,000,\napproved on 23 February 1989.\nTA No. 1 340-NEP: Preparation of an Economic and Environmental Development Plan for the Bagmati\nZone, for $600,000, approved on 24 July 1990.\nTA No. 1 939-NEP: Formulation of Industrial Pollution Control Regulations,  for $1 35,000,\napproved on 25 August 1993.\nTA No. 2244-NEP: Strengthening Interministerial Capabilities for Environmental Impact\n,4ssessment Guidelines, for $500,000, approved on 15 December 1994.\nTA No. 2613-NEP: Institutional Strengthening of NEA's Environment Division,  for $534000,\napproved on 23 Ju'y 1996.", "ci\nB.\t Scope\n8. Assistance would be provided under three main components: (i) institutional\nstrengthening, (ii) cooperation with NGOs and the private sector, and (iii) public awareness and\nenvironmental education.\n1.\t Component A: Institutional Strengthening\n9. Advisory services and essential equipment would be provided to MOPE to assist\nstaff in developing their administrative, operational, and regulatory capacity. This would include\n(i) an international Senior Environment Advisor to serve as a counterpart to the Joint Secretary,\nEnvironment Division; (ii) a long-term domestic Environment Advisor to serve as a counterpart\nto the Joint Secretary, Administration Division; (iii) short-term international and domestic\nconsultants to provide expert input on specialized topics; and (iv) support for equipment arid\nsupplies that are essential for MOPE operations and effective TA implementation.\n10. The advisors' arid short-term consultants' responsibilities would include, among\nother tasks, assisting MOPE to develop: (i) an efficient administrative and managerial system,\nincluding job descriptions, work plans, reporting procedures, a training program, and other\nbasic requirements; (ii) a mechanism for creating strong linkages with other line agencies,\nNGOs, and the private sector; (iii) enabling regulations and secondary legislation that will allow\nthe Environment Act to be put into practice; (iv) mechanisms for improving enforcement of\nexisting legislation; (v) a monitoring program for key environmental parameters; (vi)\nmechanisms for ensuring compliance with international agreements and communicating with\ninternational agencies; (vii) public awareness programs; and (viii) environmental impact\nassessment (EIA) screening. These will lead to both short-term strengthening of MOPE's\ncapability and set the stage for long-term strengthening of national environmental protection.\n11. Another key aspect of the advisory services would be provision of training. On-\nthe-job training would be the primary tool used to advance the capabilities of MOPE staff in\nundertaking their tasks. In-house training seminars and workshops on topics of immediate\nrelevance to MOPE staff. The training program also would identify opportunities for training in\nNepal and abroad, including foreign training. The training program will initially develop the\ncapabilities of MOPE's core group of professional staff, but it will also involve preparation of a\nmedium-term human resource development program that will include further training of other\nstaff by the core group.\n2.\t Component B: Cooperation with NGOs and the Private Sector\n12. Activities under Component B would serve to assist MOPE in developing and\ntesting approaches for a cooperative program involving support for the non-formal and private\nsectors to undertake environmental improvement activities that MOPE considers essential for\nenvironmental improvements but for which it does not have adequate resources. Activities\nwould be done to test how such a cooperative program can best be formulated, implemented,\nand sustained. Additionally, these activities are expected to achieve concrete environmental\nbenefits in their own right.\n(i) Citizens' Monitoring Program. An effective monitoring program will be an\nessential component of MOPE's work, but MOPE will not be capable of\nundertaking a comprehensive monitoring program itself because of its limited", "staff, experience, and budget. Capacity is available, however, in the non-formal\nsector to assist MOPE. NGOs and companies operating in Kathmandu have\nlaboratory facilities and trained staff of international standard. They provide\nenvironmental monitoring services, training seminars, and other services of\npotential value to MOPE. Agreements would be made with one or more NGOs,\nor private agencies if appropriate, to provide the more sophisticated monitoring\noperations required by MOPE, particularly air and water quality monitoring.\nSimilar agreements would be made with other non-formal bodies, such as\ncommunity NGOs which are most affected by poor environmental conditions, to\nundertake less exacting but equally important monitoring. This is expected to\ninclude surveys of the incidence of respiratory diseases at hospitals to gauge\nthe effects of air pollution, and public opinion surveys. MOPE, with assistance\nfrom the TA advisors, would provide these groups with clear instructions and\nguidelines for the types of information to be collected, and for the format in\nwhich the results would be reported to MOPE. Data would be provided to the\nEnvironment Information/Assessment Unit that will be established with\nassistance from UNEP and others.\n(ii) Small-Scale Assistance to a Village Development Committee (VDC) Outside\nof Kathmandu Valley. One of the key issues facing the new Ministry is how to\nprovide guidance and assistance to VDCs, which represent the basic planning\nunits of government under the decentralized system. VDCs and District\nDevelopment Committees have prepared management plans with assistance\nfrom the tJNDP-supported Participatory District Development Program and Local\nGovernance Program. A VDC will be selected to serve as a test site for\nproviding assistance in implementing environment-related projects under these\nmanagement plans in collaboration with community-based NGOs.\n(iii) Cooperative Activities Fund. Under the TA, options for establishing a fund for\nthe long-term support of cooperative activities would be explored. This fund\nwould be used to finance environmental activities by NGOs and private groups\nthat help MOPE to operationalize its environmental policies and plans. The most\nfeasible option would be described in detail and potential funding sources\ncontacted.\n3.\t Component C: Public Awareness and Environmental Education\n13. Numerous past studies and ongoing projects have highlighted the need for\nenhanced public awareness of environmental issues. Rather than simply creating awareness\nthat environmental problems exist, however, Component C activities would help to indicate\nhow communities, industries, and individuals can act to help alleviate these environmental\nproblems. This component will be closely associated with the proposed monitoring activities,\nand public awareness programs would largely emanate from monitoring results, thus making it\na long-term campaign that would evolve and adjust to the findings of the monitoring activities.\nSpecial emphasis would be given to demonstrating how the average Kathmandu resident can\ncontribute to a better environment. The vehicles for the public awareness campaign would\ninclude awards presented to agencies, communities, or individuals who have contributed to\nenvironmental improvement; airtime on Nepal radio for an informational or call-in program; a\nvideo program; and printed materials directed at clearly identified target groups. A proposed\ncurriculum for training programs in training institutes with a focus on air and water pollution will\nbe developed in coordination with efforts currently being undertaken by the German Agency", "5\nfor Technical Cooperation (GTZ) directed at curriculum development for solid waste\nmanagement.\nC.\t Cost Estimates and Financing Plan\n14. The total cost of the TA is estimated at $615,000 equivalent, consisting of\n$435,000 in foreign exchange and $180,000 equivalent in local currency cost. The Bank will\nprovide the entire foreign exchange amount and $165,000 in local currency equivalent. The\ntechnical assistance will be financed on a grant basis from the Bank-funded TA Program. The\nGovernment of Nepal will provide the equivalent of $1 5,000 of in-kind contributions in the form\nof office space, remuneration of counterpart staff, and the use of available supplies and\nequipment (see Appendix 1).\n0.\t Implementation Arrangements\n15. The TA will be implemented over a period of 16 months, commencing in the\nfourth quarter of 1997 and ending in early 1999. The Ministry of Population and Environment\nwould serve as the Executing Agency, and would provide counterparts, support staff, office\nspace, and information necessary for implementing the TA. Workshops and seminars to be\nsupported under the TA will be organized by the consultants in consultation with MOPE staff.\nThe TA will require approximately 10 person-months of international consulting services. A\nSenior Environment Advisor, who is an internationally recognized authority in environmental\nmanagement, will provide seven person-months of services. International short-term\nconsultants specializing in environmental legislation and sustainable funding mechanisms will\nprovide three person-months of service. Approximately 20 person-months of domestic\nconsulting services will be required, including a full-time advisor to MOPE (16 months) and a\ntotal of about four person-months for short-term consultants in curriculum development, EIA,\nand public information. Terms of reference are presented in Appendix 2.\n16. The TA will be undertaken by a firm. The precise fields of expertise, terms of\nreference, and list of candidates for short-term consultants will be based on recommendations\nprovided in the TA inception report. Similarly, NGOs who will participate in components B and C\nwill be selected based on recommendations in the TA inception report. Recruitment of\nconsultants and NGOs will be done by the Bank in accordance with the Bank's Guidelines on\nthe Use of Consultants and other arrangements acceptable to the Bank. Procurement of\nequipment and supplies will be in accordance with the Bank's Guidelines for Procurement.\n17. An inception report shall be submitted to the Bank six weeks after initiation of the\nTA. An interim report shall be submitted at the end of the eighth month, and a draft final report\nat the end of the fifteenth month. The final report shall be submitted following the receipt of\ncomments on the draft report by the Government and the Bank. A reporting schedule covering\nspecific outputs of the three main TA components shall be presented in the inception report.\nIV.\t THE PRESIDENT'S DECISION\n18. The President, acting under the authority delegated by the Board, has approved\nthe provision of technical assistance, on a grant basis, to His Majesty's Government of Nepal in\nan amount not exceeding the equivalent of $600,000 for the purpose of Institutional\nStrengthening of the Ministry of Population and Environment, and hereby reports such action to\nthe Board.", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n6\nAppendix 1\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\nForeign\t Local\t Total\nItem Exchange Currency\tCost\nA. Bank Financing (TASF)\n1. Consultants\na. Remuneration and per diem\n\t\n\t22i. Int9ernational Co,nsulta0nts 00 229,000\n\t\nii. Domestic consultants 41,000 41,000\n\t\nb. International and Local Travel 46,000\t 5,000 51,000\n\t\nc. Reports and Communications 12,000 12,000\n2. Equipment\n\t\na. Computer Hardware/Software 15,000 15,000\n\t\nb. Photocopy Machine 2,500 2,500\n\t\nc. Reference Library 5,000 5,000\n\t\nd. Monitoring Equipment 30,000 30000\n3. Training, Seminars and Conferences\n\t\na. In-house Seminars And Workshops 2,000 2,000\n\t\nb. Foreign Training 15,000 15,000\n\t\nc. National Workshops 2,000 2,000\n4. Surveysa\na. Citizen's Monitoring Program 30,000\t 30,000\nb. Small-Scale Assistance to VDC 20,000\t 20,000\nc. Public Awareness 50,000\t 50,000\n5. Miscellaneous Administration and Support Costs 5,000\t 5000\t 10,000\n6. Representative for Contract Negotiations 5,000\t 5,000\n7. Contingencies 70,500\t 10,000\t 80,500\nSubtotal (A) 435,000 165,000\t 600,000\nB. Government Financing\n1.Office Accommodation and Transport 6,000 6,000\n2. Remuneration and Per Diem of Counterpart Staff 5,000 5,000\n3. Others 4,000 4000\nSubtotal (B) 15,000 15,000\nTotal 435,000 180,000 61 5.000\na\t\nThis comprises estimated consultant fees for NGOs of $40,000, and so the 15 percent\nlocal cost limit will not be exceeded.\n(Reference in text: page 5, para. 14)", "7\nAppendix 2, page 1\nTERMS OF REFERENCE\nA.\t International Consultants\n1.\t Senior Environment Advisor (7 person-months)\n1. The Senior Environment Advisor will have extensive experience in the\nadministration and institutional development of apex governmental environment agencies, with\nat least some experience in Asia preferred. The Senior Environment Advisor will serve as\ncounterpart to the Joint Secretary, Environment Division. Services will be provided for seven\nmonths in three visits: an initial three-month visit at TA inception; a second visit during the mid-\nterm of the TA; and a third visit near the end of the TA. In addition, one month of home office\ntime will be provided over the course of the TA. Main tasks will include:\n(i) Review the nature and results of past and ongoing assistance to MOPE, and\nassess its current organizational structure and capacity.\n(ii) Refine the TA work program. This will include detailed scheduling and\ndescriptions of TA components; detailed terms of reference for participating\nNGOs and short-term consultants; and preparation of short-lists of NGOs and\nshort-term consultants in consultation with MOPE.\n(iii) Provide direction and supervision to the TA consultants.\n(iv) Provide support and direction to senior MOPE staff, including on-the-job\ntraining.\n(v) Assist MOPE in reviewing and commenting on the national strategy for the\nenvironment sector as a contribution to the Ninth National Plan, which will begin\nimplementation in July 1997.\n(vi) Compile and review the organizational structures and histories of development\nof agencies similar to MOPE in Asia and in the West. Assess this information for\nits potential relevance to the development of MOPE.\n(vii) Develop, in close consultation with MOPE, an administrative, organizational,\nand management framework for MOPE. This will include, inter alia, job\ndescriptions for staff, monthly and annual work plans, organizational\narrangements, operational guidelines, and a medium-term human resource\ndevelopment plan.\n(viii) Assist MOPE in opening and maintaining communications with international\nenvironmental agencies and groups, especially those that administer the various\ninternational environmental agreements to which MOPE is a signatory. Prepare\nthe groundwork for establishment of a coordination unit within MOPE.\n(Reference in text: page 5, para. 15)", "8\nAppendix 2, page 2\n(ix) Prepare and d&iver in-house seminars on MOPE operations, and public\nconsultation workshops to discuss reguLations for operationalizing the\nEnvironment Act.\n(x) Assist MOPE in arrangements for the foreign training.\n(xi) Explore mechanisms for improving enforcement of existing legislation. This will\ninclude, among others, a pollution tax.\n(xii) In approximately Month 9, prepare a draft proposal(s) for future assistance to\nMOPE from international and bilateral aid agencies, keeping in mind MOPE's\npriority needs and absorptive capacity. Prepare a final proposal in Month 15.\n(xiii) Prepare the following reports: (a) inception report; (b) mid-term, draft final, and\nfinal reports; (c) an operations manual for MOPE; and (d) a proposal(s) for\nfuture assistance to MOPE.\n2.\t Short-term Consultants (3 person-months)\n2. Short-term consultants in the fields of environmental legislation and sustainable\nfinancing mechanisms will be recruited to provide specialized input to the TA. They will have at\nleast 10 years' experience in their field of expertise, with experience in Asia. Work experience\nin Nepal will be an advantage.\n(i) Environmental Legislation. This position will be for approximately two months.\nWorking with MOPE staff, and in consultation with other relevant government\nagencies and individuals, the consultant's primary task will be to prepare draft\nlegislation of highest priority for operationalizing the Environment Act. The main\ntasks will include: (a) compilation and review of environmental legislation in\nNepal; (b) compilation and review of legislation from other countries in the\nregion that is potentially relevant to the environment sector in Nepal; (c) in\nreference to the Environment Act, to the current highest priority environmental\nmanagement needs in the country, and to the current capacity of MOPE, other\nnational environmental agencies, and non-formal environmental groups such as\nNGOs, preparation of draft secondary legislation to operationalize the\nEnvironment Act; and (d) assistance to MOPE and the Senior Environment\nAdvisor to prepare public consultation workshops (approximately three in total)\nto discuss the draft legislation, and assist in the delivery of the initial workshop.\n(ii) Sustainable Financing Mechanisms. This position will be for approximately one\nmonth. Working with MOPE staff, and in consultation with other relevant\ngovernment agencies and individuals, the consultant's primary task will be to\ndevelop a framework for a sustainable financing mechanism that can be used to\nsupport MOPE's cooperation program with the non-formal sector. The main\ntasks will include: (a) compilation, review, and assessment of experiences in\nsustainable financing mechanisms in Nepal and elsewhere; (b) short- and", "9\nAppendix 2, page 3\nmedium-term projections of the financial requirements to maintain MOPE's\ncooperation program with the non-formal sector; (C) based on the review,\npreparation of at least two options for establishing such a mechanism in MOPE\nthat will allow it to carry on its cooperation program with the non-formal sector;\n(d) following discussions and further review of the two options, selection of the\npreferred option and refinement of the mechanism to be employed; and (e)\nassistance to MOPE in contacting potential financial sources for the fund.\nB.\t Domestic Consultants\n1.\t Full-time Environment Advisor (16 person-months)\n3. The Environment Advisor will have a background in an environment field.\nNe/she preferably will have experience in Government service, either as a former civil servant\nor as an advisor or consultant to the Government. The Environment Advisor will possess\nmultiple skills, particularly in human relations, writing (in both English and Nepali languages),\nenvironmental monitoring, public awareness, and other skills required for a position that will\ndemand great flexibility and an eclectic knowledge. He/she will serve as counterpart to the\nJoint Secretary, Administration Division. Services will be provided for the entire 16-month\nduration of the TA. The Environment Advisor will:\n(i) Assist the Senior Environment Advisor to: (a) review MOPE's current structure\nand capacity; (b) refine the TA work program; (c) provide direction and support\nto the TA consultants; (d) develop administrative, organizational, and\nmanagement framework for MOPE; (e) prepare and deliver in-house seminars\nand public workshops; (f) arrange the foreign training; (g) prepare draft\nproposals for future assistance to MOPE; (h) prepare the groundwork for\nestablishment of a coordination unit within MOPE; and (h) prepare TA reports.\n(ii) Assist MOPE to develop and implement an effective coordination mechanism\nwith other Government agencies and the private and non-formal sectors.\n(iii) Take primary responsibility for TA administration, such as ensuring that\nconsultants are receiving adequate support, assisting MOPE in procurement,\npreparing quarterly progress reports to ADB, and the like.\n(iv) Provide technical support to the two Joint Secretaries and technical guidance to\nstaff as and when required.\n(v) Assist the Senior Environment Advisor and MOPE in opening and maintaining\ncommunications with international environmental agencies and groups,\nespecially those that administer the various international environmental\nagreements to which MOPE is a signatory. In this regard, assist MOPE in\ndetermining which international agreements should be closely monitored by\nMOPE and which should more appropriately be monitored by other government\nagencies (e.g., the Ministry of Forest and Soil Conservation).", "liii\nAppenthx 2, page 4\n(vi) Assist MOPE in establishing a reference library.\n(vii) Undertake miscellaneous duties at the direction of the Secretary, MOPE and the\nSenior Environment Advisor. This will include, for example, responding to\ncorrespondence, attending selected meetings, and preparing presentations for\nsenior MOPE staff.\n2.\t Short-term Consultants (4 person-months)\n4. As with the international short-term consultants, the domestic consultants will be\nrecruited to provide specialized input to the TA. They will have at least 10 years' experience in\ntheir field of expertise. The fields of expertise will include public information, EIA, and\ncurriculum development, with each position contributing approximately one month to the TA.\nAn additional month of unallocated time has been provided to cover a topic or topics that may\narise during the course of the TA.\n(i) Public Information. Provide MOPE with a conceptual and operational framework\nfor its public information functions. This will include, for example, the preparation\nof sample agreements to be entered into between MOPE and NGOs. Assist in\nthe preparation of scripts for radio programs that will be aired on Nepal radio.\n(ii) Environmental Impact Assessment. Compile and review existing EIA legislation,\nregulations, and guidelines. Develop a conceptual and operational framework\nfor MOPE's role in the EtA process. This will include looking at how the EIA\nprocess can be made participatory and user-friendly\" based on the\nconsiderable work that has already been undertaken in this field in Nepal. In\nparticular, develop detailed screening criteria for EFA that will be presented to\nGovernment for official approval.\n(iii) Curriculum Development. Review and assess the current environmental\ncurriculum in training institutes. Review and coordinate with the work currently\nbeing undertaken by GTZ in this field. Prepare an outline curriculum that\nfocuses on air, water, and solid waste pollution. The outline will serve as a basis\nfor further work under a possible future TA.\n3.\t Nongovernmental Organizations\n5. NGOs (or, if appropriate, private agencies) will assist MOPE in implementing\ncitizen's monitoring and public awareness components. Formal agreements will be drawn up\nbetween MOPE and the NGO with the assistance of the public information consultant, and will\ninclude a clear description of the responsibilities and contributions of each side.", "11\nAppendix 2, page 5\n(i) Citizen's Monitoring. Air quality monitoring will involve procurement of 2 to 3 high\nvolume air samplers that will be monitored daily for particulates. The precise\nplacement of the samplers would be decided during TA inception, but one could\nplaced near the Royal Palace where traffic is particularly dense, another placed\nsouth of the ring road where particulates from the Himal cement factory and\nother industries will be monitored, and a third placed at Birganj. One-week\ntraining will be provided to the monitors. Water quality monitoring will be done at\napproximately five sites along the Bagmati River and its tributaries. Groundwater\nsites (wells) will also be monitored at strategic locations. Exact monitoring sites\nwill be determined during inception. The NGO\nto be recruited for this work will have its own laboratory and technicians skilled\nin its use. Public opinion surveys will be done to gather information on critical\nenvironmental issues. The surveys will be prepared by the Environment Advisor\nin association with the NGO. The surveys will be replicable and serve as a long-\nterm monitoring gauge of public opinion.\n(ii) Public Awareness and Environmental Education. Radio broadcasts will be\nprepared for broadcast in Kathmandu and in Bharatnagar, Pokhara, or other\nsites outside the valley, primarily for AM radio. Two videos will be made\nconcerning air pollution and water quality issues, or other issues to be decided\nat inception. Printed materials will be prepared in the form of a regular, though\nmodest, publication to be jointly prepared by the NGO and MOPE. The materials\nwill primarily present news of monitoring results and other topical issues on the\nenvironment for distribution.\n(iii) Assistance to a Village Development Committee. Assistance will be provided by\nMOPE through community-based NGOs to implement environmentally-related\nprojects.\n4.\t Reporting Schedule\n6. An inception report shall be submitted to the Bank six weeks after initiation of\nthe TA. An interim report shall be submitted at the end of the eighth month, and a draft final\nreport at the end of the fifteenth month. The final report shall be submitted two weeks following\nthe receipt of comments on the draft report by the Government and the Bank. A reporting\nschedule covering specific outputs of the three main TA components shall be presented in the\ninception report.", "8\nAppendix 2, page 2\n(ix) Prepare and d&iver in-house seminars on MOPE operations, and public\nconsultation workshops to discuss reguLations for operationalizing the\nEnvironment Act.\n(x) Assist MOPE in arrangements for the foreign training.\n(xi) Explore mechanisms for improving enforcement of existing legislation. This will\ninclude, among others, a pollution tax.\n(xii) In approximately Month 9, prepare a draft proposal(s) for future assistance to\nMOPE from international and bilateral aid agencies, keeping in mind MOPE's\npriority needs and absorptive capacity. Prepare a final proposal in Month 15.\n(xiii) Prepare the following reports: (a) inception report; (b) mid-term, draft final, and\nfinal reports; (c) an operations manual for MOPE; and (d) a proposal(s) for\nfuture assistance to MOPE.\n2.\t Short-term Consultants (3 person-months)\n2. Short-term consultants in the fields of environmental legislation and sustainable\nfinancing mechanisms will be recruited to provide specialized input to the TA. They will have at\nleast 10 years' experience in their field of expertise, with experience in Asia. Work experience\nin Nepal will be an advantage.\n(i) Environmental Legislation. This position will be for approximately two months.\nWorking with MOPE staff, and in consultation with other relevant government\nagencies and individuals, the consultant's primary task will be to prepare draft\nlegislation of highest priority for operationalizing the Environment Act. The main\ntasks will include: (a) compilation and review of environmental legislation in\nNepal; (b) compilation and review of legislation from other countries in the\nregion that is potentially relevant to the environment sector in Nepal; (c) in\nreference to the Environment Act, to the current highest priority environmental\nmanagement needs in the country, and to the current capacity of MOPE, other\nnational environmental agencies, and non-formal environmental groups such as\nNGOs, preparation of draft secondary legislation to operationalize the\nEnvironment Act; and (d) assistance to MOPE and the Senior Environment\nAdvisor to prepare public consultation workshops (approximately three in total)\nto discuss the draft legislation, and assist in the delivery of the initial workshop.\n(ii) Sustainable Financing Mechanisms. This position will be for approximately one\nmonth. Working with MOPE staff, and in consultation with other relevant\ngovernment agencies and individuals, the consultant's primary task will be to\ndevelop a framework for a sustainable financing mechanism that can be used to\nsupport MOPE's cooperation program with the non-formal sector. The main\ntasks will include: (a) compilation, review, and assessment of experiences in\nsustainable financing mechanisms in Nepal and elsewhere; (b) short- and", "9\nAppendix 2, page 3\nmedium-term projections of the financial requirements to maintain MOPE's\ncooperation program with the non-formal sector; (C) based on the review,\npreparation of at least two options for establishing such a mechanism in MOPE\nthat will allow it to carry on its cooperation program with the non-formal sector;\n(d) following discussions and further review of the two options, selection of the\npreferred option and refinement of the mechanism to be employed; and (e)\nassistance to MOPE in contacting potential financial sources for the fund.\nB.\t Domestic Consultants\n1.\t Full-time Environment Advisor (16 person-months)\n3. The Environment Advisor will have a background in an environment field.\nNe/she preferably will have experience in Government service, either as a former civil servant\nor as an advisor or consultant to the Government. The Environment Advisor will possess\nmultiple skills, particularly in human relations, writing (in both English and Nepali languages),\nenvironmental monitoring, public awareness, and other skills required for a position that will\ndemand great flexibility and an eclectic knowledge. He/she will serve as counterpart to the\nJoint Secretary, Administration Division. Services will be provided for the entire 16-month\nduration of the TA. The Environment Advisor will:\n(i) Assist the Senior Environment Advisor to: (a) review MOPE's current structure\nand capacity; (b) refine the TA work program; (c) provide direction and support\nto the TA consultants; (d) develop administrative, organizational, and\nmanagement framework for MOPE; (e) prepare and deliver in-house seminars\nand public workshops; (f) arrange the foreign training; (g) prepare draft\nproposals for future assistance to MOPE; (h) prepare the groundwork for\nestablishment of a coordination unit within MOPE; and (h) prepare TA reports.\n(ii) Assist MOPE to develop and implement an effective coordination mechanism\nwith other Government agencies and the private and non-formal sectors.\n(iii) Take primary responsibility for TA administration, such as ensuring that\nconsultants are receiving adequate support, assisting MOPE in procurement,\npreparing quarterly progress reports to ADB, and the like.\n(iv) Provide technical support to the two Joint Secretaries and technical guidance to\nstaff as and when required.\n(v) Assist the Senior Environment Advisor and MOPE in opening and maintaining\ncommunications with international environmental agencies and groups,\nespecially those that administer the various international environmental\nagreements to which MOPE is a signatory. In this regard, assist MOPE in\ndetermining which international agreements should be closely monitored by\nMOPE and which should more appropriately be monitored by other government\nagencies (e.g., the Ministry of Forest and Soil Conservation).", "liii\nAppenthx 2, page 4\n(vi) Assist MOPE in establishing a reference library.\n(vii) Undertake miscellaneous duties at the direction of the Secretary, MOPE and the\nSenior Environment Advisor. This will include, for example, responding to\ncorrespondence, attending selected meetings, and preparing presentations for\nsenior MOPE staff.\n2.\t Short-term Consultants (4 person-months)\n4. As with the international short-term consultants, the domestic consultants will be\nrecruited to provide specialized input to the TA. They will have at least 10 years' experience in\ntheir field of expertise. The fields of expertise will include public information, EIA, and\ncurriculum development, with each position contributing approximately one month to the TA.\nAn additional month of unallocated time has been provided to cover a topic or topics that may\narise during the course of the TA.\n(i) Public Information. Provide MOPE with a conceptual and operational framework\nfor its public information functions. This will include, for example, the preparation\nof sample agreements to be entered into between MOPE and NGOs. Assist in\nthe preparation of scripts for radio programs that will be aired on Nepal radio.\n(ii) Environmental Impact Assessment. Compile and review existing EIA legislation,\nregulations, and guidelines. Develop a conceptual and operational framework\nfor MOPE's role in the EtA process. This will include looking at how the EIA\nprocess can be made participatory and user-friendly\" based on the\nconsiderable work that has already been undertaken in this field in Nepal. In\nparticular, develop detailed screening criteria for EFA that will be presented to\nGovernment for official approval.\n(iii) Curriculum Development. Review and assess the current environmental\ncurriculum in training institutes. Review and coordinate with the work currently\nbeing undertaken by GTZ in this field. Prepare an outline curriculum that\nfocuses on air, water, and solid waste pollution. The outline will serve as a basis\nfor further work under a possible future TA.\n3.\t Nongovernmental Organizations\n5. NGOs (or, if appropriate, private agencies) will assist MOPE in implementing\ncitizen's monitoring and public awareness components. Formal agreements will be drawn up\nbetween MOPE and the NGO with the assistance of the public information consultant, and will\ninclude a clear description of the responsibilities and contributions of each side.", "11\nAppendix 2, page 5\n(i) Citizen's Monitoring. Air quality monitoring will involve procurement of 2 to 3 high\nvolume air samplers that will be monitored daily for particulates. The precise\nplacement of the samplers would be decided during TA inception, but one could\nplaced near the Royal Palace where traffic is particularly dense, another placed\nsouth of the ring road where particulates from the Himal cement factory and\nother industries will be monitored, and a third placed at Birganj. One-week\ntraining will be provided to the monitors. Water quality monitoring will be done at\napproximately five sites along the Bagmati River and its tributaries. Groundwater\nsites (wells) will also be monitored at strategic locations. Exact monitoring sites\nwill be determined during inception. The NGO\nto be recruited for this work will have its own laboratory and technicians skilled\nin its use. Public opinion surveys will be done to gather information on critical\nenvironmental issues. The surveys will be prepared by the Environment Advisor\nin association with the NGO. The surveys will be replicable and serve as a long-\nterm monitoring gauge of public opinion.\n(ii) Public Awareness and Environmental Education. Radio broadcasts will be\nprepared for broadcast in Kathmandu and in Bharatnagar, Pokhara, or other\nsites outside the valley, primarily for AM radio. Two videos will be made\nconcerning air pollution and water quality issues, or other issues to be decided\nat inception. Printed materials will be prepared in the form of a regular, though\nmodest, publication to be jointly prepared by the NGO and MOPE. The materials\nwill primarily present news of monitoring results and other topical issues on the\nenvironment for distribution.\n(iii) Assistance to a Village Development Committee. Assistance will be provided by\nMOPE through community-based NGOs to implement environmentally-related\nprojects.\n4.\t Reporting Schedule\n6. An inception report shall be submitted to the Bank six weeks after initiation of\nthe TA. An interim report shall be submitted at the end of the eighth month, and a draft final\nreport at the end of the fifteenth month. The final report shall be submitted two weeks following\nthe receipt of comments on the draft report by the Government and the Bank. A reporting\nschedule covering specific outputs of the three main TA components shall be presented in the\ninception report.", "ASIAN DEVELOPMENT BANK\t TAR: NEP 31025\nTECHNICAL ASSISTANCE\n(Financed from the Bank-Funded TA Program)\nTO THE\nKINGDOM OF NEPAL\nFOR\nINSTITUTIONAL STRENGTHENING OF THE\nMINISTRY OF POPULATION AND ENVIRONMENT\nAugust 1997", "CURRENCY EQUIVALENTS\n(as of 22 July 1997)\n\t\nCurrency Unit -\t Nepalese Rupee/s(NRe/NRs)\n\t\nN Re 1. 00 =\t $0017921\n\t\n$1.00 =\t NRs55.80\nABBREViATIONS\nCoo Canadian Cooperation Office\nEIA Environmental Impact Assessment\nGTZ German Agency for Technical Cooperation\nKUDP Kathmandu Urban Development Project\nMOPE Ministry of Population and Environment\nN EA Nepal Electricity Authority\nNGO Nongovernment Organization\nTA Technical Assistance\nUNDP United Nations Development Programme\nUNEP United Nations Environmental Programme\nVDC Village Development Committee\nNOTE\nIn this Report, '$\" refers to US dollars.", "I.\t INTRODUCTION\n1. Following the recent establishment of the Ministry of Population and\nEnvironment (MOPE), His Majesty's Government of Nepal has requested Bank technical\nassistance (TA) for strengthening MOPE during this formative stage of its development. In\nresponse, the Bank fielded a Reconnaissance Mission to Nepal from 26 to 30 November 1996,\nwhich was later upgraded to a Fact-finding Mission. The Mission held discussions with\nrepresentatives of the Government, nor,government organizations (NGOs), and the donor\ncommunity, and reached an understanding with the Government on the TA's objectives,\nscope, cost estimates, and implementation arrangements.1\nII.\t BACKGROUND AND RATIONALE\n2. The establishment of MOPE at the end of 1995 represented a new beginning\nfor the country in addressing, at the central level, the challenges of environmental protection.\nMOPE has been given a broad and unprecedented environmental mandate with responsibility\nfor formulating and implementing environmental policies, plans, and programs; preparing acts,\nregulations and guidelines; conducting surveys, studies, and research; disseminating\ninformation and carrying out publicity; monitoring and evaluating programs; developing human\nresources; and acting as a national and international focal point in the environment field.\nMOPE's vision of its role in the environment sector includes addressing issues relating to (i)\nenvironmental conservation, (ii) pollution control, (iii) environmental standards enforcement\nand monitoring, (iv) environmental impact assessment, (v) reproductive health, and (vi)\npopulation and its management.\n3. Because it is a new agency and possesses a broad mandate, MOPE faces\nsignificant institutional and operational challenges. The Environment Division, one of three\ndivisions (the others being Administration and Population), has eight professional staff in\naddition to support staff. Given the Government's policy to limit hiring of additional civil\nservants, contain budget allocations to Government agencies, and decentralize management\nas a measure to encourage people's participation in the decision-making process, it is\nessential that MOPE's future environmental policies and programs reflect the need for a clear\nstrategic and operational focus and strong cooperation with governmental and\nnongovernmental agencies. The TA will support MOPE in this effort by providing specialist\nassistance to clearly define and prioritize MOPE's operational objectives, It will help MOPE to\neffectively operate within the limits imposed by current financial and human resource\nconstraints through support for establishing a strong administrative structure, increasing staff\nskills, and forming cooperative links with the environment offices of other Government\nagencies.\n4. Experience with institutional support to environmental protection agencies that\nhave been newly established indicates the need for long-term, sustained assistance due to the\nagencies' initial institutional weakness and limited capacity to implement their environmental\nmandate. With the regionwide emphasis on decentralization, recent experience also indicates\nthe need for developing strong linkages between the central environmental agency and\nnongovernmental agencies to tap available outside skills, expertise, and funds that can help\nthe central environmental agency to achieve national environmental protection objectives. The\nTA will provide a long-term advisor and will make recommendations for further assistance as\nthe TA draws to a close. The TA also will assist MOPE to develop strong linkages with the non-\nformal sector.\nThe TA first appeared in ,4D8 Business Opportunities in May 1997.", "2\n5. Past Bank assistance to the Government in the environment sector has\nincluded, among others, Implementation of the Master Plan for the Forestry Sector (1989),1\nInstitutional Strengthening for Environmental Management (1989),2 Preparation of an\nEconomic and Environmental Development Plan for the Bagmati Zone (199Q), Formulation of\nindustrial Pollution Control Regulations (1993), and Strenthening Interministerial Capabilities\nfor Environmental Impact Assessment Guidelines (1994), as well as the recently approved\nlnstitutional Strengthening of NEA's Environment Division.6 Additionally, several past and\nongoing Bank-assisted projects have incorporated significant environmental components,\nincluding the Kathmandu Urban Development Project (KUDP), which is providing support to\nKathmandu Municipality in managing solid waste. While these past TAs and projects have\nprovided important environmental support to the country, they were narrow in scope and\ntargeted at specific activities and Government agencies. The TA will build on these past efforts\nby providing support to strengthen Nepal's overall environmental policy and regulatory\ncapacity.\n6. Because of its recent establishment, assistance to MOPE has been limited. The\nCanadian Cooperation Office (COO) recently completed a brief study that recommended a\npossible organizational structure and priority activities for MOPE. Other ongoing and proposed\nassistance is small scale and focused on specific aspects of MOPE's operations. Among these\nare the development of project proposals (World \\Mldlife Fund Nepal), establishment of an\nEnvironment lnformationlAssessment Unit (United Nations Environment Programme,\nInternational Center for Integrated Mountain Development, South Asia Cooperative\nEnvironment Program, and United Nations Development Program), and assistance in\ndeveloping MOPE's environmental impact assessment capacity in the water resources sector\n(World Bank). These activities complement the TA's scope of work, and close coordination will\nbe pursued.\nIII.\t THE TECHNICAL ASSISTANCE\nA.\t Objective\n7. The overall objective of the TA is to strengthen the institutional capacity of the\nMOPE so that it can effectively carry out its mandate for environmental protection. Specifically,\nthe TA will develop MOPE's institutional, operational, and regulatory framework and staff skills,\nbuild linkages with other Government agencies and the non-formal sector to assist MOPE in\noperationalizing environmental protection objectives, and develop a capacity for undertaking\neffective public awareness programs. Because institutional strengthening and capacity building\nof a new agency is necessarily a long-term endeavor, it is expected that successful\nimplementation of the TA would justify additional support to MOPE in coming years.\nTA No. 1120-NEP: Implementation of the Master Plan for the Forestry .Sector, for $724000,\napproved on 6 February 1989.\nTA No. 11 32-NEP: Institutional Strengthening for Environmental Management, for $520,000,\napproved on 23 February 1989.\nTA No. 1 340-NEP: Preparation of an Economic and Environmental Development Plan for the Bagmati\nZone, for $600,000, approved on 24 July 1990.\nTA No. 1 939-NEP: Formulation of Industrial Pollution Control Regulations,  for $1 35,000,\napproved on 25 August 1993.\nTA No. 2244-NEP: Strengthening Interministerial Capabilities for Environmental Impact\n,4ssessment Guidelines, for $500,000, approved on 15 December 1994.\nTA No. 2613-NEP: Institutional Strengthening of NEA's Environment Division,  for $534000,\napproved on 23 Ju'y 1996.", "ci\nB.\t Scope\n8. Assistance would be provided under three main components: (i) institutional\nstrengthening, (ii) cooperation with NGOs and the private sector, and (iii) public awareness and\nenvironmental education.\n1.\t Component A: Institutional Strengthening\n9. Advisory services and essential equipment would be provided to MOPE to assist\nstaff in developing their administrative, operational, and regulatory capacity. This would include\n(i) an international Senior Environment Advisor to serve as a counterpart to the Joint Secretary,\nEnvironment Division; (ii) a long-term domestic Environment Advisor to serve as a counterpart\nto the Joint Secretary, Administration Division; (iii) short-term international and domestic\nconsultants to provide expert input on specialized topics; and (iv) support for equipment arid\nsupplies that are essential for MOPE operations and effective TA implementation.\n10. The advisors' arid short-term consultants' responsibilities would include, among\nother tasks, assisting MOPE to develop: (i) an efficient administrative and managerial system,\nincluding job descriptions, work plans, reporting procedures, a training program, and other\nbasic requirements; (ii) a mechanism for creating strong linkages with other line agencies,\nNGOs, and the private sector; (iii) enabling regulations and secondary legislation that will allow\nthe Environment Act to be put into practice; (iv) mechanisms for improving enforcement of\nexisting legislation; (v) a monitoring program for key environmental parameters; (vi)\nmechanisms for ensuring compliance with international agreements and communicating with\ninternational agencies; (vii) public awareness programs; and (viii) environmental impact\nassessment (EIA) screening. These will lead to both short-term strengthening of MOPE's\ncapability and set the stage for long-term strengthening of national environmental protection.\n11. Another key aspect of the advisory services would be provision of training. On-\nthe-job training would be the primary tool used to advance the capabilities of MOPE staff in\nundertaking their tasks. In-house training seminars and workshops on topics of immediate\nrelevance to MOPE staff. The training program also would identify opportunities for training in\nNepal and abroad, including foreign training. The training program will initially develop the\ncapabilities of MOPE's core group of professional staff, but it will also involve preparation of a\nmedium-term human resource development program that will include further training of other\nstaff by the core group.\n2.\t Component B: Cooperation with NGOs and the Private Sector\n12. Activities under Component B would serve to assist MOPE in developing and\ntesting approaches for a cooperative program involving support for the non-formal and private\nsectors to undertake environmental improvement activities that MOPE considers essential for\nenvironmental improvements but for which it does not have adequate resources. Activities\nwould be done to test how such a cooperative program can best be formulated, implemented,\nand sustained. Additionally, these activities are expected to achieve concrete environmental\nbenefits in their own right.\n(i) Citizens' Monitoring Program. An effective monitoring program will be an\nessential component of MOPE's work, but MOPE will not be capable of\nundertaking a comprehensive monitoring program itself because of its limited", "staff, experience, and budget. Capacity is available, however, in the non-formal\nsector to assist MOPE. NGOs and companies operating in Kathmandu have\nlaboratory facilities and trained staff of international standard. They provide\nenvironmental monitoring services, training seminars, and other services of\npotential value to MOPE. Agreements would be made with one or more NGOs,\nor private agencies if appropriate, to provide the more sophisticated monitoring\noperations required by MOPE, particularly air and water quality monitoring.\nSimilar agreements would be made with other non-formal bodies, such as\ncommunity NGOs which are most affected by poor environmental conditions, to\nundertake less exacting but equally important monitoring. This is expected to\ninclude surveys of the incidence of respiratory diseases at hospitals to gauge\nthe effects of air pollution, and public opinion surveys. MOPE, with assistance\nfrom the TA advisors, would provide these groups with clear instructions and\nguidelines for the types of information to be collected, and for the format in\nwhich the results would be reported to MOPE. Data would be provided to the\nEnvironment Information/Assessment Unit that will be established with\nassistance from UNEP and others.\n(ii) Small-Scale Assistance to a Village Development Committee (VDC) Outside\nof Kathmandu Valley. One of the key issues facing the new Ministry is how to\nprovide guidance and assistance to VDCs, which represent the basic planning\nunits of government under the decentralized system. VDCs and District\nDevelopment Committees have prepared management plans with assistance\nfrom the tJNDP-supported Participatory District Development Program and Local\nGovernance Program. A VDC will be selected to serve as a test site for\nproviding assistance in implementing environment-related projects under these\nmanagement plans in collaboration with community-based NGOs.\n(iii) Cooperative Activities Fund. Under the TA, options for establishing a fund for\nthe long-term support of cooperative activities would be explored. This fund\nwould be used to finance environmental activities by NGOs and private groups\nthat help MOPE to operationalize its environmental policies and plans. The most\nfeasible option would be described in detail and potential funding sources\ncontacted.\n3.\t Component C: Public Awareness and Environmental Education\n13. Numerous past studies and ongoing projects have highlighted the need for\nenhanced public awareness of environmental issues. Rather than simply creating awareness\nthat environmental problems exist, however, Component C activities would help to indicate\nhow communities, industries, and individuals can act to help alleviate these environmental\nproblems. This component will be closely associated with the proposed monitoring activities,\nand public awareness programs would largely emanate from monitoring results, thus making it\na long-term campaign that would evolve and adjust to the findings of the monitoring activities.\nSpecial emphasis would be given to demonstrating how the average Kathmandu resident can\ncontribute to a better environment. The vehicles for the public awareness campaign would\ninclude awards presented to agencies, communities, or individuals who have contributed to\nenvironmental improvement; airtime on Nepal radio for an informational or call-in program; a\nvideo program; and printed materials directed at clearly identified target groups. A proposed\ncurriculum for training programs in training institutes with a focus on air and water pollution will\nbe developed in coordination with efforts currently being undertaken by the German Agency", "5\nfor Technical Cooperation (GTZ) directed at curriculum development for solid waste\nmanagement.\nC.\t Cost Estimates and Financing Plan\n14. The total cost of the TA is estimated at $615,000 equivalent, consisting of\n$435,000 in foreign exchange and $180,000 equivalent in local currency cost. The Bank will\nprovide the entire foreign exchange amount and $165,000 in local currency equivalent. The\ntechnical assistance will be financed on a grant basis from the Bank-funded TA Program. The\nGovernment of Nepal will provide the equivalent of $1 5,000 of in-kind contributions in the form\nof office space, remuneration of counterpart staff, and the use of available supplies and\nequipment (see Appendix 1).\n0.\t Implementation Arrangements\n15. The TA will be implemented over a period of 16 months, commencing in the\nfourth quarter of 1997 and ending in early 1999. The Ministry of Population and Environment\nwould serve as the Executing Agency, and would provide counterparts, support staff, office\nspace, and information necessary for implementing the TA. Workshops and seminars to be\nsupported under the TA will be organized by the consultants in consultation with MOPE staff.\nThe TA will require approximately 10 person-months of international consulting services. A\nSenior Environment Advisor, who is an internationally recognized authority in environmental\nmanagement, will provide seven person-months of services. International short-term\nconsultants specializing in environmental legislation and sustainable funding mechanisms will\nprovide three person-months of service. Approximately 20 person-months of domestic\nconsulting services will be required, including a full-time advisor to MOPE (16 months) and a\ntotal of about four person-months for short-term consultants in curriculum development, EIA,\nand public information. Terms of reference are presented in Appendix 2.\n16. The TA will be undertaken by a firm. The precise fields of expertise, terms of\nreference, and list of candidates for short-term consultants will be based on recommendations\nprovided in the TA inception report. Similarly, NGOs who will participate in components B and C\nwill be selected based on recommendations in the TA inception report. Recruitment of\nconsultants and NGOs will be done by the Bank in accordance with the Bank's Guidelines on\nthe Use of Consultants and other arrangements acceptable to the Bank. Procurement of\nequipment and supplies will be in accordance with the Bank's Guidelines for Procurement.\n17. An inception report shall be submitted to the Bank six weeks after initiation of the\nTA. An interim report shall be submitted at the end of the eighth month, and a draft final report\nat the end of the fifteenth month. The final report shall be submitted following the receipt of\ncomments on the draft report by the Government and the Bank. A reporting schedule covering\nspecific outputs of the three main TA components shall be presented in the inception report.\nIV.\t THE PRESIDENT'S DECISION\n18. The President, acting under the authority delegated by the Board, has approved\nthe provision of technical assistance, on a grant basis, to His Majesty's Government of Nepal in\nan amount not exceeding the equivalent of $600,000 for the purpose of Institutional\nStrengthening of the Ministry of Population and Environment, and hereby reports such action to\nthe Board.", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n6\nAppendix 1\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\nForeign\t Local\t Total\nItem Exchange Currency\tCost\nA. Bank Financing (TASF)\n1. Consultants\na. Remuneration and per diem\n\t\n\t22i. Int9ernational Co,nsulta0nts 00 229,000\n\t\nii. Domestic consultants 41,000 41,000\n\t\nb. International and Local Travel 46,000\t 5,000 51,000\n\t\nc. Reports and Communications 12,000 12,000\n2. Equipment\n\t\na. Computer Hardware/Software 15,000 15,000\n\t\nb. Photocopy Machine 2,500 2,500\n\t\nc. Reference Library 5,000 5,000\n\t\nd. Monitoring Equipment 30,000 30000\n3. Training, Seminars and Conferences\n\t\na. In-house Seminars And Workshops 2,000 2,000\n\t\nb. Foreign Training 15,000 15,000\n\t\nc. National Workshops 2,000 2,000\n4. Surveysa\na. Citizen's Monitoring Program 30,000\t 30,000\nb. Small-Scale Assistance to VDC 20,000\t 20,000\nc. Public Awareness 50,000\t 50,000\n5. Miscellaneous Administration and Support Costs 5,000\t 5000\t 10,000\n6. Representative for Contract Negotiations 5,000\t 5,000\n7. Contingencies 70,500\t 10,000\t 80,500\nSubtotal (A) 435,000 165,000\t 600,000\nB. Government Financing\n1.Office Accommodation and Transport 6,000 6,000\n2. Remuneration and Per Diem of Counterpart Staff 5,000 5,000\n3. Others 4,000 4000\nSubtotal (B) 15,000 15,000\nTotal 435,000 180,000 61 5.000\na\t\nThis comprises estimated consultant fees for NGOs of $40,000, and so the 15 percent\nlocal cost limit will not be exceeded.\n(Reference in text: page 5, para. 14)", "7\nAppendix 2, page 1\nTERMS OF REFERENCE\nA.\t International Consultants\n1.\t Senior Environment Advisor (7 person-months)\n1. The Senior Environment Advisor will have extensive experience in the\nadministration and institutional development of apex governmental environment agencies, with\nat least some experience in Asia preferred. The Senior Environment Advisor will serve as\ncounterpart to the Joint Secretary, Environment Division. Services will be provided for seven\nmonths in three visits: an initial three-month visit at TA inception; a second visit during the mid-\nterm of the TA; and a third visit near the end of the TA. In addition, one month of home office\ntime will be provided over the course of the TA. Main tasks will include:\n(i) Review the nature and results of past and ongoing assistance to MOPE, and\nassess its current organizational structure and capacity.\n(ii) Refine the TA work program. This will include detailed scheduling and\ndescriptions of TA components; detailed terms of reference for participating\nNGOs and short-term consultants; and preparation of short-lists of NGOs and\nshort-term consultants in consultation with MOPE.\n(iii) Provide direction and supervision to the TA consultants.\n(iv) Provide support and direction to senior MOPE staff, including on-the-job\ntraining.\n(v) Assist MOPE in reviewing and commenting on the national strategy for the\nenvironment sector as a contribution to the Ninth National Plan, which will begin\nimplementation in July 1997.\n(vi) Compile and review the organizational structures and histories of development\nof agencies similar to MOPE in Asia and in the West. Assess this information for\nits potential relevance to the development of MOPE.\n(vii) Develop, in close consultation with MOPE, an administrative, organizational,\nand management framework for MOPE. This will include, inter alia, job\ndescriptions for staff, monthly and annual work plans, organizational\narrangements, operational guidelines, and a medium-term human resource\ndevelopment plan.\n(viii) Assist MOPE in opening and maintaining communications with international\nenvironmental agencies and groups, especially those that administer the various\ninternational environmental agreements to which MOPE is a signatory. Prepare\nthe groundwork for establishment of a coordination unit within MOPE.\n(Reference in text: page 5, para. 15)"], "metadata": {"CreationDate": "D:20080229080623+08'00'", "Creator": "Envision OCR", "Keywords": "ministry of population and environment, mope institutional strengthening, mope institutional capacity, nepal environmental protection projects, adb technical assistance 2847, adb project 31025", "Producer": "www.adlibsoftware.com:EXS3185-Windows XP:TNG", "ModDate": "D:20080611091202+08'00'", "Title": "Institutional Strengthening of the Ministry of Population and Environment"}}