{"path": "data/input/ta/31661-pak-tar.pdf", "pages": ["\t\nASIAN DEVELOPMENT BANK\nTAR: PAK 31661\nTECHNICAL ASSISTANCE\nTO THE\nISLAMIC REPUBLIC OF PAKISTAN\nFOR THE\nLEGAL AND JUDICIAL REFORM PROJECT\nMay 1998", "\t\t\t\nCURRENCY EQUIVALENTS\n(as of 17 April 1998)\nCurrency Unit\t -\t Pakistan Rupee/s (PRe/PRs)\nPRe 1.00\t =\t $0.0226\n$1.00\t PRs44.3175\nPakistan maintains a managed floating exchange rate under which the rate for the rupee is\nfixed on a dai'y basis in terms of US dollars. For the purpose of calculations in this Report,\nthe rate of $1.00 = PRs4O has been used.\nA QcDtII A rIrthIc\nrLJ 1.1 I V Jr. I\t I d .)\nADR\t -\t alternate dispute resolution\nMOL\t -\t Ministry of Law\nTA\t -\t technical assistance\nUSIS\t -\t United States Information Service\nNOTE\nIn this Report, \"$\" refers to US dollars.", "I.\t INTRODUCTION\n1. Governance has emerged among the most important development priorities\nof Pakistan as confirmed by the Bank-funded technical assistance (TA) on Pakistan 2010\nLong-term Perspective Study. 1 Inefficiencies in the legal system and their debilitating\neffect on economic development in Pakistan, particularly domestic and foreign investment,\nhave been recognized in the Bank's Country Economic Review. 2 The Country Operational\nStrategy Study also recognizes the need for strengthening the legal and judicial processes\nto support a dynamic private-sector-led economy. 3 In this respect, the Bank-sponsored\nPakistan 2010 Study notes:\n\"...both foreign and domestic investment in Pakistan will continue to\nbe of a short-term 'quick-take' nature—lacking the backward and\nforward linkages in the economy necessary to reap high-value-added\nreturns—unless the Federal and Provincial Governments commit\nfinancial and human resources to rebuilding judicial systems and\nenhancing the professional capability of judicial personnel, and then\ncommit political capital to adhering to the rule of law.\"\n2. In response to this widely perceived need for legal and judicial reforms, the\nMinistry of Law, Justice and Human Rights (MOL) prepared a preliminary paper, Pakistan\n2000: Reforming the Judicial System. The Government requested the Bank to provide\nadvisory TA to further develop this proposal and to assist it in finalizing a comprehensive\nprogram for legal and judicial reform. The TA is included in the 1998 country program and\na Fact-finding Mission was undertaken in January 1998.\nII.\t BACKGROUND AND RATIONALE\n3. The courts in Pakistan comprise the Supreme Court of Pakistan, the apex\ncourt in Pakistan, and a High Court in each province, i.e., the apex provincial court. Below\neach High Court are the District Courts in each district and the civil courts below each\nDistrict Court. Precedents of the Supreme Court are binding on all courts in Pakistan.\nAdministratively, the Supreme Court falls under the Federation in terms of budgetary\nsupport whereas all other courts fall under the provinces. Procedures in courts and their\norganization are, however, generally uniform throughout Pakistan.\n4. Pakistan inherited its common law system from the period of British rule in\nIndia. However, the laws and legal institutions inherited were those suited for rule by the\ncolonial power. In the 50 years since the creation of Pakistan the legal and judicial system\nhas been adapted on an ad hoc basis to suit the needs of martial law and, more recently,\nan evolving democratic system. While successive governments have used the system\n1 \nTA No. 2647-PAK: Pakistan 2010 Long-term Perspective Study, for $1 140,000, approved on 24 September\n1996.\n2 \nCER:PAK 97013: Islamic Republic of Pakistan, September 1997.\n3\t .\nMemo to the Board No. 65-95 dated 2 August 1995: Country Operational Strategy Study. Islamic Republic\nof Pakistan, July 1995, para. 42.\nThe TA first appeared in ADB Business Opportunities in December 1997.", "inherited, very little has been done to analyze and address its problems and to increase its\nefficiency. As a result the system is now in danger of collapse because of massive\nbacklogs in the courts and severe dissatisfaction among litigants. Litigants complain not\nonly about the delay in obtaining justice but about the quality of justice received from the\ncourts. With falling educational standards, the quality of the legal profession has rapidly\ndeteriorated and, as most of the judiciary is recruited from the bar, this has had a\ndeleterious effect on the quality and caliber of the judiciary. The situation has been\nexacerbated by neglect and inadequate investment in the legal and judicial system by\nsuccessive governments. As a result courts are understaffed and lack trained\nadministrators, and modern management systems and technology. The physical\ninfrastructure of the courts is also grossly inadequate and of a poor quality.\n5. Delays in the courts are endemic with civil cases taking from three to more\nthan 15 years depending on the type of case, the appeals filed, and the ingenuity of the\nlawyers involved. Over the years the situation has worsened with lack of investment in the\njudicial system. There is a shortage of judges, and even the inadequate number of\nbudgeted positions have often remained vacant. Delays in the civil courts have worsened\nsince the landmark judgment of the Supreme Court of Pakistan in 1996 to separate the\njudiciary from the executive by eliminating the last remnants of the colonial heritage, which\nhad prevented such a separation in the exercise of criminal jurisdiction at the magistrate\ncourt level. The result, however, is that, whe executive magistrates, i.e., officers of the\nexecutive who exercised criminal jurisdiction, no longer exist, their cases have been\ntransferred to civil judges without provision of additional resources. As a result, case loads\nof civil judges have almost doubled and the disposal of civil cases has further slowed due\nto the priority given to criminal matters as the civil liberties of citizens are often at stake.\n6. Inefficiencies in the legal and judicial system lead to uncertainty with respect\nto economic behavior and, therefore, raise the cost of economic transactions. For\nexample, suits for the recovery of money can take more than 15 years, while transactions\nin land are vulnerable to legal challenge due to the lack of a sound system of land\nregistration. Similarly, winding up petitions can take years as can schemes for the merger\nof companies where court approval is required. As a result, far from being a facilitator of\nlegitimate economic transactions, the legal system is perceived as an obstacle to economic\nefficiency. The legal system's failure to ensure predictability in economic transactions is\nalso a disincentive for domestic and foreign investors.\n7. Laws are perceived to be outdated and incongruent with the Government's\npolicies on economic liberalization. 1 For example, insolvency laws and procedures are\noutdated and protracted as are the laws relating to secured transactions and land titling.\nWinding up companies, therefore, takes years, while the creation of security in intangibles\n(such as contractual rights) carries significant legal risk, as do secured transactions in land.\n8. Government legal services are underresourced and technologically\nbackward. For example, laws are not published on a timely basis and no consolidated\ninformation system has been developed for regularly updating laws and making them\nreadily available to the public, particularly the business community and the legal\nprofession. As a result, it may take months for policy decisions pronounced by the\nCER:PAK 97013: /s/amic Republic of Pakistan, September 1997, para. 37.", "3\nexecutive to become effective in practice. Unless urgent steps are taken to make the legal\nsystem more efficient, effective, and responsive to the needs of the modern economy,\neconomic development, particularly foreign investment, will be seriously hampered. A\ndysfunctional legal system also threatens to undermine the rule of law itself and imperil\nsound government, commercial confidence, and an orderly society.\n9. Together with the ongoing small-scale TA, Strengthening Government Legal\nServices and the Subordinate Judiciary,1 the TA will assist the Government to address the\nissues confronting the legal and judicial system in Pakistan and their adverse effect on\neconomic development. It will also allow the Bank to further develop its policy dialogue with\nthe Government in an important area of governance. The Bank's planned intervention is\nwelcomed by other funding bodies, including the World Bank. A comprehensive diagnostic\nstudy and a reform program will allow the Bank and other funders to coordinate their\nrespective interventions in this sector.\nIll.\t THE TECHNICAL ASSISTANCE\nA.\t Objectives\n10. The objectives of the TA are to assist the Government ifl improving the\nefficiency and working of Pakistan's legal and judicial system to make it responsive and\nrelevant to a market economy by addressing key governance issues in the legal and\njudicial sector. The TA will assist the Government in carrying out a detailed study of the\nlegal and judicial sector to define in detail an agenda for legal and judicial reform, and\nfinalize an implementation schedule for such reforms (together with cost estimates and\nother resource implications) based on a prioritization of the different elements of the\nagenda, the availability of funds, and the capacity of the institutions concerned. The TA\nframework is provided in Appendix 1.\nB.\t Scope\n11. The TA will carry out a detailed sector study covering a broad spectrum of\nissues relating to legal and judicial reform for a modern market economy with a particular\nemphasis on addressing systemic issues underlying the present inefficiencies. The TA will\nbuild upon the Government's paper \"Pakistan 2000: Reforming the Judicial System.\" The\nTA will comprise five components.\n12. Reduction of Court Congestion. Measures for th creasing congestion in\nthe courts and increasing the efficiency of the courts, especially in relation to financial\ncommercial transactions, will be a particular focus of the TA. This will include an\nexamination of existing procedural laws and ways to improve case management and case\nadministration, including nonjudicial human resources, together vith the introduction of\nalternative dispute resolution in Pakistan. Under the TA, the ongoing United States\nInformation Service (USIS) project on Civil Justice Modernization ir Pakistan, which mainly\nrocuses on aspects of case management and alternate dispute resolution, will be\n1 \nTA No. 2979-PAK: Strengthening Government Legal Services and the Subordinate Judiciary, for $150,000,\napproved on 31 December 1997.", "4\nsupported by expanding its scope to include participants from provinces other than Punjab.\nThe TA will finance travel and per diems for the additional participants and the incremental\nadministrative costs incurred by the USIS consultant. A sociolegal study of delays in civil\ncourts will be carried out to identify further areas of substantive and procedural reforms to\nenhance the efficiency of the legal and judicial system and to provide baseline data for\nbenefit monitoring and evaluation of reforms subsequently implemented.\n13. Creation of a Legal Information System. Building on some earlier work,1\nthe creation of a legal information system on Pakistani law for use by law ministries, the\njudiciary, lawyers, law schools, public libraries, and the general public will be examined,\ntogether with the introduction of computers in law ministries and Government legal offices.\n14. Legal Profession, Legal Education and Judicial Training. This\ncomponent will particularly focus on enhancing the capacity of the legal profession and the\njudiciary to provide a quality of legal services and justice necessary for the functioning of a\nmodern market economy. Existing self-regulatory mechanisms in the legal profession will\nalso be examined, together with the working of the subordinate judiciary. 2 To strengthen\nthe legal profession and the judiciary, the existing system of legal education and judicial\ntraining in Pakistan will be critically examined and recommendations formulated for\nimprovements thereto, together with institutional strengthening of the institutions concerned\n15. Economic Law Reform. Problems faced by business will be surveyed with\na view to identifying the laws that need to be reformed to bring them into line with the\nGovernment's economic liberalization policies and the move toward private sector\nleadership and deregulation. This survey will include insolvency laws; laws relating to\ntakeovers and mergers; trade laws, including customs and income tax; transfer of property;\nand secured transactions.3\n16. Access to Justice. To improve the access of citizens, particularly small and\nmedium enterprises, to justice, the working of the ombudsmen's offices and the small\ncauses courts will be examined. Access to justice for ordinary citizens, particularly as small\nentrepreneurs and consumers, will be examined, together with the work of the Law\nCommission on disseminating essential legal information to ordinary citizens. Ways of\nimproving the representation of women in the legal profession and the judiciary will also be\nexamined.\n17. The TA will follow a participatory approach maximizing key stakeholder\nparticipation as detailed in para. 23 below.\n18. The end product of the TA will be a detailed report setting forth a program\nfor legal and judicial reform in Pakistan, with an analysis of the resource implications, need\nfor institutional strengthening, cost estimates, and an implementation schedule.\nThe Asia Foundation has carried out a pilot project on developing a legal information system for Pakistan.\nThe results of the study under the small-scale TA, Strengthening Government Legal Services and the\nSubordinate Judiciary, will be integrated into the consultant's final report.\nBanking laws and the legal and institutional framework for the recovery of loans is being addressed by the\nGovernment with support from the World Bank. The consultants will discuss progress with the Government\nin this area.", "19.\t The outline terms of reference for the consultants to be engaged under the\nTA are given in Appendix 2.\n20. The TA will include provision of library resources (books , CD-ROMs, and a\ncomputer) to MOL to support the Government's work on the formulation of legal and\njudicial reforms.\nC.\t Cost Estimates and Financing Plan\n21. The total cost of the Project is estimated at $1,121,000 equivalent,\ncomprising a foreign exchange cost of $786,000 and a local currency cost of $335,000\nequivalent. The Bank will finance $995,000 equivalent, including the entire foreign\nexchange cost and $209,000 equivalent of local currency cost on a grant basis from the\nBank-funded TA Program. The cost estimate includes a seminar and meetings of the\nconsultative committee and various working groups on different aspects of legal and\njudicial reforms. The Government will finance the balance of $126,000 equivalent in the\nform of remuneration of counterpart staff, office accommodation, transportation,\ntranslation, and costs of seminars and meetings of the consultative committee and working\ngroups. The detailed cost estimates and financing plan are in Appendix 3. In addition, the\nGovernment will, at its own expense, arrange for a leading legal practitioner to draft a new\narbitration law.\nD.\t Implementation Arrangements\n22. The proposed project will be implemented by MOL, which has already\nactivated its Legal Reform Unit (LRU) for this purpose and will further strengthen it as\nneeded, in consultation with the Bank. MDL will closely coordinate all activities with the\nprovincial ministries of law and, where appropriate, the superior courts. MOL, through the\nprovincial ministries of law and the courts, will provide appropriate counterpart staff and\nensure provision of all information and data required by the consultants for carrying out the\nProject. Apart from personnel in the Legal Reform Unit, it is envisaged that one person of\nthe rank of at least additional registrar from each High Court will be required to assist the\nconsultants in addition to the head of the computer cell in each High Court. In case of work\nin lower courts, appropriate translation facilities may also be necessary; this will be\narranged by MOL.\n23. The Bank and MDL are committed to a participatory approach in the\nimplementation of the Project. Accordingly, in carrying out their task, the consultants will\nconfer with leading practitioners, judges, journalists, and publicists who can contribute to\nthe debate on legal and judicial reform. To facilitate a participatory approach, a consultative\ncommittee on legal and judicial reform will be set up comprising representatives of the\nGovernment, the judiciary, and various stakeholder groups including the legal profession,\nand members of the public/civil society. The composition of the consultative committee will\ninclude women and will be determined by the Bank and the Government. The committee\nwill form working groups, as necessary, for different components of the TA or for overall\ncoordination at the provincial level. Each draft report by the consultants on a particular\ncomponent will be discussed by the working group concerned, and the final report will be\ndiscussed by the Bank and MOL. The consultants, with assistance from the Legal Reform\nUnit, will organize and arrange meetings of the steering committee and the working groups.", "6\nThe consultants will organize an inception workshop to validate the logical framework and\nimplementation schedule. Seminars will be held, as determined by the Government, the\nBank and the consultants, to present and seek views on the Government's legal and\njudicial reform program from a wider audience.\n24. A team of international and domestic consultants will be recruited for a total\nof 56 person-months including 32 person-months of domestic consultants. Expertise\nrequired will be in the fields of court administration and case management, procedural\nlaws, alternate dispute resolution, management and legal information systems, legal and\njudicial education and training, sociolegal studies, access to justice, economic law reform,\netc. A consulting firm will be selected in accordance with the Bank's Guidelines on the Use\nof Consultants using the Simplified Technical Proposal Format. The TA is planned to\ncommence in mid-May 1998 and will be completed by the end of September 1998.\n25. Except as the Bank may otherwise agree, the procurement of library\nresources will be undertaken by the team leader in accordance with the Bank's  Guidelines\nfor Procurement. Support for the USIS project will comprise Bank financing of travel costs\nand per diem for participants from provinces other than Punjab to participate in the study\ntour under that project, and the costs for arranging case management studies and visits by\nthe participants. These costs will be paid directly to the Institute for the Study and\nDevelopment of Legal Systems, the consultants under the ongoing USIS project, on terms\nand conditions satisfactory to the Bank.\nIV.\t THE PRESIDENT'S DECISION\n26. The President, acting under the authority delegated by the Board, has\napproved the provision of technical assistance, on a grant basis, to the Government of the\nIslamic Republic of Pakistan in an amount not exceeding the equivalent of $995,000 for the\npurpose of the Legal and Judicial Reform Project, and hereby reports such action to the\nBoard.", "Appendix 1, page 1\nTECHNICAL ASSISTANCE FRAMEWORK\nTA Monitoring\t Important\nDesign Summary\t Inputs\t Mechanisms\t Assumptions\nSECTORJAREA GOAL\nEnhance governance by\t • Output of the technical\t Implementation of the reform\t Government commitment to\nirnprong the efficiency and\t assistance (TA) No. 2647- program by the Government\t improve governance, in\nworking of Pakistan's legal\t PAK: Pakistan 2010 Long- and feedback from stakeholders particular legal and judicial\nand judicial system to make it\t term Perspective Study\t reforms, and consensus on a\nresponsive and relevant to a\t S Finalization of a comprehen-\t legal and judicial reform\nmarket economy.\t sive legal and judicial\t agenda that is suited to\nreform program that cleay\t indigenous conditions\nidentifies the reforms to be\nintroduced, together with an\nrsIn\n____________________________\n___________________________\t\n2. PURPOSE/ OBJECTIVE\n2.1 Finalize the details of a\t Technical advice and\t S TA framework\t • Continuing commitment\nlegal and judicial reform\t management of a participatory • Progress reports\t of the Government to the\nprogram and its\t process for finalizing\t • Active TA supervision\t legal and judicial reform\nimplementation plan\t recommendations on\t through ongoing communi-\t program\nbased on a prioritization\t • tackling court congestion\t cations with consultants and • Effective functioning of\nof the elements thereof\t and improving efficiency of\t stakeholders and TA\t working groups on a\nand taking into account\t courts,\t review missions including\t functional and\nthe availability of\t • creating an efficient legal\t attendance by Bank staff at\t professional basis\nresources and the\t information system for\t important meetings of the\t • Ability of the consultants\ncapacity of the\t dissemination of laws and\t working groups and\t and the working groups to\ninstituons concerned.\t judicial precedents, and\t ifipartite meetings\t accurately and\nintroducing efficient\t • Meetings of working groups\t realistically analyze the\nmanagement and legal\t • Seminars to allow further\t exisUng problems and\ninformation systems in the\t feedback\t agree upon a set of\ncourts and the ministries of S Monitoring the introduction\t recommendations that\nlaw and other Government\t of agreed upon reforms by\t are suited to indigenous\nlegal offices,\t the Government\t conditions\n• improving legal education,\t • TA completion report\n• improving the status of and\nstandards in the legal\nprofession,\n• improving judicial education\nand training,\n• reforming economic law,\n• improving access to justice ____________________________\n(Reference in text: page 3, para. 10)", "Appendix 1, page 2\nTA Monitoring\t Important\nDesign Summary\t Inputs\t Mechanisms\t Assumptions\n3. COMPONENTS/\nOUTPUTS\n3.1 Reform economic law by • Consulting services\t • Logical framework\t • Continuing commitment of\n• identifying the areas\t • Progress reports\t the Government to the\nfor law reform and\t • Feedback from the\t • Active TA supervision\t legal and judicial reform\nformulate specific\t stakeholders through\t through ongoing\t program\nproposals, and\t working groups\t communications with\t • Effective functioning of\n• introducing a new\t consultants and\t working groups on a\narbitration law.\t • initial draft of arbitration law\t stakeholders and TA\t functional and professional\nby the Ministry of Law\t review missions including\t basis\n(MOL)\t attendance by Bank staff at • Ability of the consultants\nimportant meetings of the\t and the working groups to\nworking groups and\t accurately and realistically\ntripartite meetings\t analyze the existing\n• Meetings of working groups\t problems and agree upon\n• Initiative of MDL in drafting\t a set of recommendations\nan arbitration law\t that are suited to\n; Monitoring [lie introduction\t indigenous conditions\nof agreed upon reforms by\nthe Government\n• TA completion report\t _________________________\n3.2 Tackle court congestion\nand improving the\nefficiency of the courts:\nDetermine details of a\nlegal and judicial reform\nprogram for\n• streamlining existing\nprocedural laws and\nimproving case\nmanagement,\t • Consultancy services\t • TA framework\t • Continuing commitment of\n• improving court\t • Progress reports\t the Government to the\nadministration and\t • Stakeholder feedback\t • Active TA supervision\t legal and judicial reform\nphysical resources,\t through the working groups\t through ongoing communi-\t program\n• introducing alternative\t cations with consultants and • Effective functioning of\ndispute resolution\t • Support United States\t stakeholders and TA\t working groups on a\n(ADR) techniques and\t Information Service (USIS)\t review missions including\t functional and professional\nmechanisms, and\t ADR pilot project\t attendance by Bank staff at\t basis\n• carrying out a\t important meetings of the\t • Ability of the consultants\nsociolegal study of\t working groups and\t and the working groups to\npendency in courts.\t tripartite meetings\t accurately and realistically\n• Meetings of working groups\t analyze the existing\n• Monitoring the introduction\t problems, and agree upon\nof agreed upon reforms by\t a set of recommendations\nthe Government\t that are suited to\n• Feedback from USIS ADR\t indigenous conditions\npilot project\t • Timely implementation of\n• TA completion report\t the USIS ADR pilot project\n3.3 Improve management and", "Appendix 1, page 3\nTA Monitoring\t Important\nDesign Summary\t Inputs\t Mechanisms\t Assumptions\nlegal information systems:\nDetermine details of a\nlegal and judicial reform\nprogram to:\n• create a legal\t • Consulting services\t • TA framework\t • Continuing commitment of\ninformation system for\t • Progress reports\t the Government to the\nthe dissemination of\t • Active TA supervision\t legal and judicial reform\nprimary and secondary • Feedback from existing\t through ongoing communi-\t program\nlegislation and judicial\t efforts to computerize\t cations with consultants and • Effective functioning of\nprecedents,\t courts, particulariy at the\t stakeholders and TA review\t working groups on a\n• introduce computers\t Lahore High Court\t missions including\t functional and professional\nand management\t attendance by Bank staff at\t basis\ninformation systems in • Stakeholder feedback\t important meetings of the\t • Ability of the consultants\ncourts, and\t through working groups\t working groups and\t and the working groups to\n• introduce computers\t tripartite meetings\t accurately and realistically\nand management\t • Meetings of working groups\t analyze the existing\ninformation systems in\t • Monitoring the introduction\t problems and agree upon\nministries of law and\t of agreed upon reforms by\t a set of recommendations\nother Government\t the Government\t that are suited to\nlegal offices.\t __________________________ e TA completion report\t indigenous conditions\n3.4 Strengthen the legal\nprofession by\n• reviewing regulation of • Consulting services\t • TA framework\t • Continuing commitment of\nthe profession, and\t • Progress reports\t the Government to the\n• introducing continuing • Feedback from the\t • Active TA supervision\t legal and judicial reform\nlegal education.\t stakeholders through\t through ongoing communi-\t program\nDetermine details of a\t working groups\t cations with consultants and • Commitment of\nlegal and judicial reform\t stakeholders and TA\t professional bodies of the\nprogram to\t review missions including\t legal profession to\n• raise the standards of\t attendance by Bank staff at\t increase standards and\nthe legal profession,\t important meetings of the\t quality of the Bar\nand\t working groups and\t • Effective functioning of\n• strengthen the regula-\t tripartite meetings\t working groups on a\ntory mechanisms of\t • Meetings of working groups\t functional and professional\nprofessional bodies\t • Monitoring the introduction\t basis\n(bar councils and\t of agreed upon reforms by\t • Ability of the consultants\nassociations).\t professional bodies in the\t and the working groups to\nlegal profession and the\t accurately and realistically\nGovernment\t analyze the existing\n• TA completion report\t problems and agree upon\na set of recommendations\nthat are suited to\n__________________________ ____________________________ ____________________________\t indigenous_conditions\n3.5 Improve legalfjudicial\neducation and training:\nDetermine details of a\nlegal and judicial reform\nprogram to\n• improve the existing\t • Consulting services\t • TA framework\t • Continuing commitment of\ncurriculum,\t • Progress reports\t the Government to the\n• improve the\t • Active TA supervision\t legal and judicial reform\ninstitutional capacity of • Feedback from the\t through ongoing communi-\t program", "10\nAppendix 1, page 4\nTA Monitoring\t Important\nDesign Summary\t Inputs\t Mechanisms\t Assumptions\nexisting law schools,\t stakeholders through\t cations with consultants and • Commitment of the\n• improve the regulation\t working groups\t stakeholders and TA\t judiciary to increase\nof private law schools,\t review missions including\t standards and quality of\n• evaluate adequacy of\t attendance by Bank staff at\t judges\nexisting law schools\t important meetings of the\t • Effective functioning of\nand recommend\t working groups and\t working groups on a\nimprovements/\t tripartite meetings\t functional and professional\nalternatives\t • Meetings of working groups\t basis\n• rationalize the\t • Monitoring the introduction • Ability of the consultants\nfunctions of provincial\t of agreed upon reforms by\t and the working groups to\njudicial academies and\t the judiciary and the\t accurately and realistically\nthe Federal Judicial\t Government\t analyze the existing\nAcademy,\t • TA completion report\t problems and agree upon\n• formulate plans to\t a set of recommendations\noperationalize judicial\t that are suited to\nacademies,\t indigenous conditions\n• develop a curriculum\nfor judicial education\nandtraining\t __________________________ __________________________ _________________________\n3.5 Unprove access to jUStiCC\nby\t • Continuing commitment of\n• analyzing existing\t • Consulting services\t • TA framework\t the Government to the\ninstitutions including\t • Progress reports\t legal and judicial reform\nombudsman offices\t • Feedback from the\t • Active TA supervision\t program\nand small causes\t stakeholders through\t through ongoing\t • Effective functioning of\ncourts,\t working groups\t communications with\t working groups on a\n• suggesting ways to\t consultants and\t functional and professional\nimprove access to\t stakeholders and TA\t basis\njustice\t review missions including\t • Ability of the consultants\n• studying the law\t attendance by Bank staff at\t and the working groups to\nreform process and\t important meetings of the\t accurately and realistically\nmaking recommenda-\t working groups and\t analyze the existing\ntions for greater\t tripartite meetings\t problems and agree upon\nparticipation\t • Meetings of working groups\t a set of recommendations\n• examining ways of\t 0 Monitoring the introduction\t that are suited to\nproviding legal aid,\t of agreed upon reforms by\t indigenous conditions\nand\t the Government\n• formulating a plan for\t • TA completion report\nimproving legal\nliteracy.\t __________________________ __________________________ _________________________", "11\nAppendix 2, page 1\nOUTLINE TERMS OF REFERENCES\n1. A team of international and domestic consultants will be engaged under the\ntechnical assistance (TA) to work on each component. The input of the domestic\nconsultants will be substantial. The expertise required, among other things, will be in the\nfields of court administration, case management (including procedural laws), alternate\ndispute resolution (ADR), management and legal information systems, legal education,\njudicial education and training, legal profession, economic law reform, and access to\njustice. The team leader will be a person with international experience in legal and judicial\nreform projects, particularly in reforms relating to decreasing court congestion and\nincreasing the efficiency of courts, and in the management of consultant teams. It is\nexpected that a domestic consultant may be required to act the TA coordinator.\nA.\t The Components\n2. The terms of reference for the various components will be as follows.\n1.\t Economic Law Reform\n3. Taking into account the Government's liberalization policies and supporting\nactivities funded by the Bank and other agencies, identify major areas of economic law\nreform through extensive consultation with the business community, relevant\nprofessionals, other stakeholders, and through examination of the various reports and\nrecommendations on economic law reform by commissions and specially constituted\ncommittees. The following areas will, in particular, be examined\n- company law,\n- secured transactions,\n- insolvency laws,\n- fiscal laws (income tax and other tax law),\n- land laws,\n- intellectual property law, and\n- consumer law.\nA new arbitration law to be prepared by the Government will also be reviewed by one\ninternational expert.\n1 \nConsultants will coordinate with consultants under TA No. 5773-REG: Secured Transactions Law Reform,\nfor $300,000, approved on 7 January 1998.\n(Reference in text: page 5, para. 19)", "12\nAppendix 2, page 2\n4. The final report under this component will set out in detail the problems\narising from existing laws and the major areas for economic la i reforms, including\nprioritization of the areas identified. The existing law reform process in Pakistan will also\nbe analyzed and recommendations made for improvement to ensure participation of key\nstakeholders. The role of the Law Commission in the law reform process will also be\nassessed and recommendations made.\n2.\t Reducing Court Congestion and Increasing Efficiency of Courts\na.\t Streamlining Procedural Laws and Practice Relating to Civil\nLitigation and Introducing Case Management\n5. Analyze how procedural laws and practice contribute to court congestion\nand delay in Pakistan, particularly in respect of commercial and financial disputes, and\nmake recommendations to the Government for their resolution, taking into account\ninternational experience and best practices, Make detailed recommendations for the\namendment of procedural laws and court rules to achieve a fair, speedy, inexpensive, and\nconsistent system for the administration of civil litigation. Take into account the results of\nthe United States Information Service (USIS) project on Civil Justice Modernization in\nPakistan and MOL's report on \"Pakistan 2000: Reforming the Judicial System.\"\n6. Specifically, the analysis and recommendations under this component\nshould cover all the procedural laws included in a modern code of civil procedure, with\nparticular emphasis on (1) the duty of judges to monitor and control cases for speedy and\ninexpensive resolution throughout the entire litigation process with adherence to standard\ntimetables for completing litigation in the subordinate courts and on appeal to the High\nCourt; (ii) the timely and inexpensive service of process; (iii) timely responses by\ndefendants or the disposition of their cases by default court hearings; (iv) the required use\nof written interrogatories and oral depositories to prevent trial by surprise; (v) the fixing of\nfirm trial dates for all cases by the court in consultation with the litigants and their counsel;\n(vi) the firm control by judges of adjournments; (vii) the elimination of incentives for case\ndelays; (viii) the use of continuous day-to-day trials and the elimination of so-called\npiecemeal trials; (ix) the encouragement of case settlements either with court assistance\nor through alternate dispute resolution (ADR); and (x) the routine awarding of costs and\nattorney fees to control frivolous litigation. Recommendations should take into account\nand clearly state the additional resources (such as judges, support staff, and courtrooms\nrequired) to implement the suggested reforms.\n7. Parameters and benchmarks for assessing and evaluating the impact of\nany subsequent reforms should be identified, such as the total time, on average, the\ncourts are devoting to a routine civil case (particularly commercial/financial disputes) in the\npresent piecemeal trial and hearings system (through examining, with the domestic\nconsultant's assistance, a sample number of civil cases in a subordinate court within each\nprovince). Benefits of any reforms should also be quantified where possible; for example,\nwhat savings in judge time and court resources would likely result from case settlements\nof 25 percent, 50 percent, 75 percent, and 90 percent of civil cases resulting from a\nmodern case management and a firm trial date and continuous trial system.", "13\nAppendix 2, page 3\n8. Consultants should give particular attention to resolution of commercial and\nfinancial disputes, assess the adequacy of existing laws, procedures and institutional\narrangements, and recommend changes and alternatives.\nb.\t Improving Court Management and Administration\n9. Analyze the present state of and make recommendations with respect to\ncourt management in Pakistan, including the internal operation of courts, including budget\nand accounting systems; personnel rules and policies; staff recruitment, training,\npromotion and discipline of nonjudicial staff; code of conduct and anticorruption systems;\nrecord-keeping methods and statistical reports for management purposes; use of\ncomputers and other modern technology to facilitate these functions; use of procedural\nmanuals and standardized court forms for staff and litigant use; and, perhaps most\nimportantly, case-tracking methods for effective case management by judges and/or their\nadministrative staff.\n10. Analysis and recommendations should draw upon international practices\nand cover all aspects of court management for the purpose of advising the Government\nand the judiciary on the best court management practices internationally, the deficiencies\nin the current management system in Pakistan, the changes needed to provide the\njudiciary with a modern court management system, their priority and estimated costs, and\ntheir implementation schedule and benefits of such reforms. The consultant should\nspecially address the financing of the court system: its budget as a percentage of the\nnational and provincial budgets; the sources and disposition of court fees and revenues;\nthe present budgetary process and as appropriate for an independent branch of\ngovernment; and judicial control over decision making for court budgets and expenditures.\nParticular attention should be given to the development of human resources and\nmanagement systems for efficient court management and administration.\nRecommendations regarding management and information systems should be\ncoordinated with the consultants working on component B below.\n11. The physical infrastructure needs (including buildings/equipment, etc.) of\neach province should be identified in close consultation with the provincial High Court, the\nMinistry of Law and other relevant ministries, together with the estimated costs and\nprioritization of such needs.\nc.\t Alternative Dispute Resolution\n12. Liaise with consultants and the study group formed under the USIS project\non Civil Justice Modernization in Pakistan to finalize recommendations on introduction of\nADR in Pakistan and ensure that they are consistent with the recommendations under a\nand b. Additional resources, including training and capacity building, for implementation of\nthe recommendations should be identified.", "14\nAppendix 2, page 4\nd.\t Sociolegal Study\n13. Design and conduct a sociolegal study to identify the types of disputes\n(particularly the types of financial and commercial disputes) that arise most commonly\nbefore the courts. The aim of the study will be to identify laws, institutions, and cultural\nmores that give rise to such legal disputes. The final report will seek to explain why\nlitigation arises most commonly for such disputes and what can be done to prevent them\nor what further studies are required to identify the causes of such litigation. In close\nconsultation with the consultants under a above, parameters and benchmarks will be\nestablished for assessing and evaluating the impact of any subsequent reforms.\n3.\t Management and Legal Information Systems\n14. Analyze and formulate recommendations for the introduction in Pakistan of\n(i) a modern court management information system, (ii) a modern management\ninformation system for Government legal offices, and (iii) a modern legal information\nsystem. The analysis should include discussion of best international practices; the\npresent constraints in Pakistan; the actions needed to implement modern computer-based\ninformation systems; the priority, costs, and implementation schedule for these actions;\nand the likely benefits of an improved system.\n15. In particular, this component will include a detailed feasibility study on the:\n• creation of a legal information system on Pakistan law, including\nstatutes, subordinated legislation and case law, for use by law\nministries, judiciary, lawyers, law schools, public libraries and the\ngeneral public;\n• introduction of computers in the federal and provincial ministries of law,\nthe offices of the advocates general and the office of the attorney\ngeneral of Pakistan; and\n• introduction of computers in courts to enhance their administration,\nincluding providing (i) an efficient management information system to\nthe High Courts and the Supreme Court for supervising the working of\nsubordinate courts and eliminating administrative discretion, e.g., in the\nfixing of cases before judges, to eliminate corruption, and (ii) an\naccurate and up-to-date record-keeping system to advise judges,\nlawyers, litigants, and interested persons of the status, case histories,\nand disposition of cases.\n16. In making recommendations for the introduction and use of computers in\nthe legal and judicial system, the experience of other Pakistani organizations will be taken\ninto account to avoid inefficiencies arising from the lack of preparedness to feed the\nnecessary data and lack of trained personnel to run and maintain the information systems\nsought to be established. The final recommendation will, therefore, fully address human\nresource issues and implications.", "15\nAppendix 2, page 5\n4.\t Strengthening the Legal Profession\n17. On the basis of meetings with representatives of the legal profession,\njudges, litigants (including small businessmen), and new entrants to the profession,\nprepare a report that will, among other things, focus on:\n• the existing structure of the profession and its regulation;\n• entry to the legal profession and how this should be regulated, including\nthe possibility of introducing a bar examination;\n• accountability of the legal profession to its clients and the courts\nincluding an assessment of the existing disciplinary procedures and how\nthey can be improved, e.g., introduction of persons outside the legal\nprofession and the judiciary into the accountability process;\n• improving the institutional capacity of the Pakistan Bar Council and the\nprovincial bar COUflCIIS to carry out their statutory functions and make\nspecific recommendations;\n• the effectiveness of bar associations as professional bodies and reforms\nto enhance their capacity; and\n• the difficulties faced by new entrants, particularly women, to the\nprofession, and what role the bar councils and associations can play in\nameliorating such difficulties.\n5.\t Strengthening LegallJudicial Education and Training\n18. With respect to the sustainability of a legal and judicial reform program,\nanalyze the existing state of legal education in Pakistan and submit a report on the\nrecommendations for improvement particularly with respect to its suitability for meeting the\ndemands of a modern market economy. The report will, among other things, consider:\n• what the legal education should achieve and whether the present legal\neducation system in Pakistan achieves this;\n• institutional factors, such as faculty or entry-level skills of students, that\nmilitate against the delivery of quality legal education and what should\nbe done about these;\n• the adequacy of budgetary resources and structure of fees, including\nfinancial aid to students, and the physical infrastructure of law schools\nincluding building, computers, and libraries;", "16\nAppendix 2, page 6\n• ways to enhance the capacity of Jaw schools including the faculty\n(examine full-time versus part-time faculty, terms of engagement of\nfaculty, and career development opportunities);\n• methods for ensuring uniform standards in public and private law\ncolleges including measures for proper regulation of private education\nand adoption of a uniform policy establishing minimum standards for\nadmissions, part-time faculty, library resources, and other facilities;\n• the content of the existing curriculum in particular, the extent to which it\nteaches lawyering skills (such as legal analysis, advocacy, drafting, and\nnegotiations), and commercial and financial law subjects of relevance to\nthe evolving needs of Pakistan's economy and suggested changes;\n• the extent to which gender sensitization can be mainstreamed in the\ncurricu I urn;\n• introduction of legal education below the postgraduation level;\n• the extent to which research and publications on Pakistani laws are\nencouraged; and\n• the extent to which the skills of legal educators are used by the\nGovernment as resources in the law reform process.\n19. Examine the adequacy of existing legal educational institutions and\nrecommend improvements or alternatives, together with the policies and resources\nrequired.\n20. Analyze the current status of judicial education and training in Pakistan and\nits adequacy for meeting the requirements of a modern market economy, particularly for\nthe actual and potential role of the Federal Judicial Academy and provincial judicial\ntraining academies. Analyze in detail the problems faced in operationalizing the Federal\nJudicial Academy.\n21. Taking into account international practice, make recommendations for\ninstitutionalizing judicial training and education in Pakistan. The analysis and\nrecommendations should also address\n• the training of new judges (training periods, curriculum, faculty selection\nand training in participatory learning methods, subsequent practical\ntraining in courts and in use of computers, and evaluation of student\ncandidates for judicial offices);\n• continuing education of all judges to update them on new legal\ndevelopments, and to standardize court practices and procedures of\njudges;", "17\nAppendix 2, page 7\n• advanced educational programs to prepare judges for new court duty\nassignments, such as civil, criminal, family juvenile, land, labor, and\ncommercial financial cases;\ngender sensitization in the curriculum for judicial training;\n• symposiums dealing with special topics such as women and minorities\nin the courts, environment, and other important sociolegal topics in\ntoday's society; and\n• court management courses for district and session judges and court\nmanagers (including relevant nonjudicial staff).\n22. In making the recommendations, a detailed implementation plan and a\npresentation of resource implications should be provided. To enhance effectiveness of\nthe judiciary, the preparation of the following should be considered and an assessment\nmade of the need for and utility of such materials, and the cost of their preparation and\nupdating: (i) bench guides for quick-reference use on the bench; (ii) bench books and\nmanuals for in-depth research use in chambers; and (iii) videotapes made at judicial\neducation programs for either home or court study by judges individually or in small\ngroups. Creation of in-country capability for preparation and updating of the materials\nshould be considered.\n23. The subjects and tables of contents for initial bench guides and bench\nbooks needed for judicial use should be developed in consultation with the judiciary and\nMOL.\n6.\t Improving Access to Justice\n24. Problems of access to justice for ordinary citizens, particularly small and\nmedium enterprises and consumers, will be identified and an assessment made of the\neffectiveness of the ombudsman offices and the small causes courts. Reforms to make\nthe ombudsman offices and the small causes courts more effective will be identified.\nDrawing upon international experience, the techniques through which access to justice\nmay be enhanced will be examined, particularly for the disadvantaged. Among the\ntechniques, legal literacy programs will be considered especially with reference to\nexperience of other developing countries and the work of the Law Commission. Legal aid\nschemes and work of nongovernment organizations, if any, in providing legal assistance\nwill be studied. The representation of women in the legal profession and the judiciary\n(particularly in family courts) will be assessed together with a study of the problems faced\nby female litigants. In particular, the recommendation of the Committee on Women\nheaded by Justice Zahid will be examined. The final report will make recommendations,\namong other things, for (i) enhancing the representation of women in the legal profession\nand judiciary; and (ii) solving the problems facing women litigants.", "18\nAppendix 2, page 8\nB.\t Outputs\n25. For each component, the consultants concerned will submit an inception\nreport, a draft final report, and a final report to the Government and the Bank, with\nadequate copies for members of the consultative committee and the working group\nconcerned. There will be continuing consultation with Bank staff during all report\npreparations. The team leader will be responsible for writing a comprehensive report on\nPakistan's Legal and Judicial Reform Program. A draft final report incorporating  a\nsummary of the anaiysis and major recommendations of each component will be\nsubmitted to the Government and Bank, with adequate copies for the consultative\ncommittee members. A draft final report incorporating comments of the Government, the\nBank, and the consultative committee will be submitted to the Bank and the Government\nas the end-product of the TA. The final report will include a policy matrix for legal and\njudicial reform, a phased-program of investments by the Government in the legal and\njudicial sector, and a program for capacity building of institutions concerned.\nC.\t The Team Leader\n26.\t The responbi!ities of the team leader wil! include\n(I)\t coordinating inputs from other consultants and preparing the final\nreport;\n(ii) procuring the library resources in consultation with the Ministry of\nLaw (MOL); and\n(iii) facilitating, with assistance of MOL and other consultants,\nparticipatory processes through meetings of the consultative\ncommittee, working groups, holding of seminars and workshops,\nand such other means as may be agreed upon by the Bank and the\nGovernment.", "\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n19\nAppendix 3\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\nForeign\t Local\t Total\nSource\t\nExchange Currency\t Cost\nA. Financed by the Bank\n1. Consultants 597.0\t 170.0\t 767.0\na. Remuneration and Per Diem\n(I) International Consultants 504.0\n(ii) Domestic Consultants 160.0\n\t\nb. International and Domestic Travel 91.0 7.0\n\t\nc. Communications/Reports 2.0 3.0\n\t \t\n2. Participatory Arrangementsa 18.0 12.0 30.0\n\t\n3. Support for ADRb 40.0 40.0\n\t\n4. Library Resources 25.0 25.0\no. UL u\t overnment I.0\t 'LU\nRepresentative at Negotiations\n\t106. Continge2ncy .0\t 27.0\t 129.0\nSubtotal (A) 786.0\t 209.0\t 995.0\nB. Government Financing\n1. Office Accommodation and Transport 35.0\t 35.0\n2. Remuneration of Counterpart Staff 57.0\t 57.0\n3. Drafting of Arbitration Law 12.0\t 12.0\n4. Participatory Arrangements (food and 16.0\t 16.0\nvenue for meeting of the consultative\ncommitee and working groups\n5. Miscellaneous (translation, stationery, 6.0\t 6.0\netc.)\nSubtotal (B) 126.0\t 126.0\nTotal 1,121.0\nMainly for travel expenses for international speakers at seminars/workshops and members of the\nconsultative committee and working groups.\nTravel expenses and per diem for participants from provinces other than Punjab in the United States\nInformation Service (USIS) project on alternate dispute resolution and related administrative costs incurred\nby USIS consultant for arranging such participation. Payment will be made to USIS consultants directly, for\norganizing participation from Baluchistan, North-West Frontier Province, and Sindh.\n(Reference in text: page 5, para. 21)"], "metadata": {"CreationDate": "D:20090424204606+08'00'", "Creator": "Envision OCR", "Keywords": "tar: pak 31661, legal judicial reform projects, pakistan judicial reform projects, pakistan legal reform projects, pakistan law economic management, adb loan 3015", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20090916122422+08'00'", "Title": "egal and Judicial Reform Project"}}