{"path": "data/input/ta/32067-reg-tar.pdf", "pages": ["\t\t\nASIAN DEVELOPMENT BANK\t TAR: STU 32067\nTECHNICAL ASSISTANCE\n(Cofinanced by the Japan Special Fund\nand the Government of the United Kingdom)\nFOR THE\nSTUDY OF THE HEALTH AND EDUCATION NEEDS\nOF ETHNIC MINORITIES\nIN THE GREATER MEKONG SUBREGION\nJune 1998\n................. ..\t _...,\t -------------- ------ - -\nI IIFf1f4!IE\t I.111II1II4I1I,\t .,, \nva,ua(,Ui,.\t -\t -\n..\t\n—\t\nU?11U 111111\nUI IL,I LQII ILI.\t -\t - -\t -\nf\\I 1IT' \tF\t F\t rIcITlIITI\t .r.\t - T.•f•Ii\tS_J_L\tIrL'\tn.i.1r_O'\tw'....\tI I.ILrfnlV- I•iI•*r.YI\t\t\t \\I14'I TICI.l_JI\tIIy\"ISTJI,.\t.'%?\"_\tI , i.r l_.iSn..\t'jr I'\t\t ''I\tlS\"Jfl\t\t tlflF..rI.J'l.IK\tL!\t'\t I-.,I.FrI.Li\tI 5.\t''\t ., S...,.\t 5'\t I\t i-il .h \"F' t'i5e,\t-ut\t ' 'i\t i_-ti i I\n-I\t uL\t 1.:I\t A\t 4L11....I ....\nai V\t III I I LIICL, E\t -\t -\t ..\t —\t .\t -\t .\t .\t .. ...\t 1j- \".\t .\t ,- .--.\t .' . . .\t I F, IJI FIJI I II F, Pill\n'rrtrr't hAlITfl rri\t i-c1n\t hI I -.1 III I(5llfII-\". Ill!\t .\t .\t -\t r\".rIr%mir irrrii rThI cir rTT Irri irl\t f'('I\naii s11s1.1-1 s1\ti i'sV i5.J.l-IJ isIi'IsIh, I,\tssI,I.I \tIs.I,r Ui'sI1iIsrI1 Ii 'tI,s I .EI.,J1 hiIs1\t,F ,T is.iK 'S\t  isir :t.r&., iu-ir u\".-i r-l\ti-n IIs\tO ..Z-.\t Cc\t,\t -\t 'c•\tit. 'cc. -L-n .,- n  .-JnIa. ,rlrVi1 c.o.lIJ iIIn'-\tI.h s-s ..i. -irhir\tITI 11I1r' n'5.T-1ITTIr1rI1I-' r's'ir .I\tfl)rE1.i t. .fu l1II.i't.m. I S.I..i,4 rI.I,')  \t. r. p•fl I'-r_i isS I'3Flj-,'niIl", "\t\nABBREVIATIONS\nDFID -\t Department for International Development\nGMS -\t Greater Mekong Subregion\nLao PDR -\t Lao People's Democratic Republic\nNGO -\t Nongovernment Organization\nPRC -\t People's Republic of China\nTA -\t Technical Assistance\nNOTES\nIn this Report, \"$\" refers to US dollars.\nI\t -\nI\t\nI\t\nI\t\nI I\t • •••••• .\t ---i-- I\t • •••••• .\t I\t I .a...._u .\n•\t I\t\n-\t I\t I\t - - - - - - - -\n-\t -\t I\t I\t\nI\t •.._\t I\t ft\t ...-\t ft\t I\t ft\t IHft ...\t I\t —.\nI\t I\nI\t\nI\t\nI\t •••••••\t I\t •\t -\t I\n1\t\nI\t\nI\t I\n-\t I\t -\t I\t I\t\nI\t I\nI\t\nI\t I\t I\t I\n---..---------\t -", "INTRODUCTION\n1. Since 1992, the Asian Development Bank has been actively promoting economic\ncooperation in the Greater Mekong Subregion (GMS), which consists of Cambodia, Lao People's\nDemocratic Republic (Lao PDR), Myanmar, Thailand, Viet Nam, and Yunnan Province of the\nPeople's Republic of China (PRO). The Third Ministerial Conference under the GMS initiative held in\nHanoi in April 1994 identified the poor human development of ethnic minorities living in mountainous\nand remote areas as one of the seven priority issues of concern. Later, the inception meeting of the\nSubregion Working Group on Human Resources Development, held 5-6 December 1996, also\nrecommended technical assistance (TA) to help address the issue. Accordingly, this regional\ntechnical assistance1 seeks to assist the six GMS governments in their efforts to improve the human\ndevelopment status of ethnic minorities. The TA will benefit from the strong complementarity with\nanother TA.2\n2. The framework for the TA was developed in consultation with the Department for\nInternational Development (DFID) of the United Kingdom. A Bank mission visited Cambodia, Lao\nPDR, Thailand, and Viet Nam between 2 April and 6 May 1998, and confirmed their governments'\ncommitment to the goals of the TA.\nII.\t BACKGROUND AND RATIONALE\n3. All countries in the GMS contain significant numbers of ethnic minorities, which\ntogether constitute 20.6 million of the total population (196 million) in the subregion. Their share of\nthe population in each country varies from 1.3 percent in Thailand to 45.7 percent in the Lao PDR. In\nCambodia, 442,699 ethnic minorities (as of 1995) constitute 4 percent of the total population; 21\nethno-linguistic groups live in Cambodia's northeastern provinces, which border the Lao PDR and\nViet Nam. The major ethnic group is the Western Cham, representing more than 50 percent of the\nethnic minority population in Cambodia. In the Lao PDR, the distinct ethnic and linguistic groups\nhave been broadly classified as Lao Loum (lowland Lao), Lao Theoung (midland Lao), and Lao\nSoung (upland Lao). In the Lao language. the term ethnic minority often refers specifically to the Lao\nTheoung and Lao Soung people. In Viet Nam, the ethnic minorities consist of 53 communities and\nconstitute 12 percent of the population. Main groups are the Thai, Banar, Jarai, Cham Hroi, Ede, and\nTay Nung. Ethnic minorities in Thailand number 646,310 (1990 census) and live mainly in the\nnorthern part of the country. Major groups are the Karen, H'mong, Mien, Lahu, Akha, and Lisu.\n4. Ethnic minorities typically live in remote mountainous areas along the borders dividing\nthe countries. While they often share a common cultural heritage, languages, and livelihood\npatterns, there are distinct interethnic variations. These groups also have similar problems such as\nlack of participation in the mainstream society, intensified problems of livelihoods, and access to\nhuman development resources like education and health care. In general, ethnic minorities are the\nmost vulnerable groups in the GMS in terms of socioeconomic, health, and education conditions.\nThroughout the region, ethnic minorities face severe sociological, cultural, economic, and physical\nconstraints in seeking access to social services. These constraints stem from both their geographical\nlocations and from cultural and social factors.\n5. Ethnic minorities often have special needs in the areas of basic education and health.\nMany of them have considerably higher fertility rates, and higher maternal and infant mortality rates\ncompared with those from the dominant populations. For example, the H'mong group in Viet Nam\nexperiences an infant mortality rate of 106 and a life expectancy at birth of 52.8 years, whereas the\ncorresponding figures for the majority Kinh population are 38 5 and 67.7 years, respectively. Some\nThe TA was first listed in the ADB Business Opportunities in March 1998.\nTA No. 5771-REG: Poverty Reduction and Environmental Management in Remote GMS Watersheds, for $1.0\nmiiiion, approved on 31 December 1997\n-\t -\t -\t -\t -\n-\t -\t -\t -\t -\t -\n-\t -\t - -\t -\t -\t -\t -\n-7' \t- -- . __•_._. . I_ A_..J __\t 1. V-\t Iit .\t u-\".\t '...\t -.' '\t-\t \"2\" \"u' .t\t ,\t -.\t i •-  -i -\n-\t -\t - -\t - -\t -\t -\t -\t -\n-\t -\t -\t\n_I-\n-\t -\t -\n-\t -\t -\n-", "\t\t\nethnic minorities, especially those living near active trade routes, also face a greater risk of\nHIV/AIDS1 infection. Some communities experience high rates of opium addiction and intravenous\ndrug use. While the health care needs of ethnic minorities are substantial, the health care\ninfrastructure in these areas remains weak, with sparse facthties and lack of qualified staff or\neffective outreach.\n6. Similarly, despite generally good country-level achievements in education, ethnic\nminorities in the GMS have up to 70 percent illiteracy. There is evidence that both demand- and\nsupply-side factors contribute to the poor educational attainment of these groups. The remote, often\nmountainous, areas where many ethnic minority groups live are characterized by poor availability of\nschools and difficulty of access to them. Often, these commurnes perceive the school curriculum as\ninappropriate to their needs. The national language, poorly understood by most minority children, is\nthe predominant medium of instruction. Remote schools oftcci hod t difficult to attract and retain\nsuitably qualified teachers, and low salaries often lead to teac-er absenteeism and shortened school\nhours. Poverty and competing demands on children for labor mean that many ethnic minority\nhouseholds cannot sustain the actual and opportunity costs : educating their children; and only a\nfraction of pupils who enroll go on to complete the full five yeurs of primary education. This situation\nparticularly affects girls, who form a minority of school cnn nierts and whose numbers decline\ndrastically as grades advance.\n7. The situation of ethnic minorities is likely to .e dverseIy affected by the recent\neconomic crisis in the region. The response to the crisis has nta:ied, among other things, cutbacks\non state subsdies in the social seciors Increasing pre sure on government resources will\nnecessitate improved targeting and enhanced technical efficu-nces in the provision of health and\neducation services. In order to protect and promote the intere.. of the most vulnerable people in the\nregion .- including ethnic minority groups . better understu:ding of their educational and health\npriorities, and the constraints that they face is vtal\n8. Poor education and health status, comoinea with mited access to capital and\neconomic infrastructure, have prevented ethnic minority gicw.ps frcrn taking advantage of new\nopportunities and benefiting from economic growth, The cz mmunities living in mountainous and\nborder areas are at even greater disadvantage Meeting tneir sic education and health needs is a\nnecessary precondition for improving their socioeconomic stat,1s arid will assist them to maintain and\npreserve their cultural heritage. A focus on ethnic minorties is also needed to facilitate the\nsustainable economic development in the countries in the region. These groups constitute a\nsignificant share of human resources in all GMS countries. Therefore, their active participation in\neconomic activities - while maintaining their unique cultural dentity and optimal contribution to\ntheir national economies are critical for sustainable growth in toe region.\n9. A regional rather than national approach is justified on the following grounds:\n(i) Most ethnic minorities live along the borders of the GMS countries, and some groups\nare common to io or more countries. Since some ethnic groups share the same\nculture and language across borders, a regional approach offers potential economies\nof scale and opportunities for comparative analysis and learning that would not\nnecessarily be available through a series of discrete country studies.\n(ii) The countries in the GMS vary considerably with respect to their efforts to support\nethnic minorities. Some countries have undertaken innovative programs to enhance\nthe access of these groups to health and education services. A regional approach\nHuman immunodeficiency virus/acquired immunodeficency syndr 'ie\n-\t . '_.jVfl.j\t -\t ,v,,rr,,\t ?!Vt'flfflI \n.\t F\"P.AC'\n-\t\nLJuILJ,\t - --\t - -\t I ,I-,r h. lIEilUlT lull\t I\t I UII 'I\nV\t tALl I I It_I\nIt IILL Il A IIRIC'\t V I\t I I II'J\n' .", "\t\t\t\t\t\t\n3\naffords an opportunity for GMS governments and other stakeholders (including\nminority groups themselves) to share new approaches, to learn from each others'\nexperiences, and to further develop regional networks that will enable them to\ncontinue learning into the future.\nIll.\t THE TECHNICAL ASSISTANCE\nA.\t Objectives\n10. The long-term objective of the TA is to support the efforts of the GMS countries to\nimprove the human development levels of ethnic minorities living in the mountainous and border\nareas, through identifying and sharing with key policy makers the special needs of ethnic minorities\nand strategies that can help meet them. The specific short-term objectives are to (i) identify the\nmajor demand- and supply-side constraints that ethnic minorities face in seeking access to basic\nsocial services (health and basic education) in the GMS; (ii) document \"good practice\" examples\nincluding the preparation of case studies on approaches that appropriately address such constraints;\n(iii) identify culturally compatible strategies, approaches, tools, and specific interventions for\nimproving the access of ethnic minorities to health and basic education services; and (iv) support\nlearning and exchange based on the research findings and on case study material. The TA\nframework is in Appendix 1.\nB.\t Scope\n11. The TA will be implemented in the following two phases: (i) studies and participatory\nresearch activities to identify strategies and approaches to improve the health and education status\nof ethnic minorities, and (ii) dissemination of study findings to key officials and trainers in the health\nand education departments, as well as to representatives of nongovernment organizations (NGOs)\nand research institutions. The first phase will be carried out in Cambodia, Lao POR, Thailand, and\nViet Nam. In order to maximize the impact of the TA, the second phase will include all six countries\nof the GMS.\n12. The first phase of the TA will identify the reasons for, and possible strategies and\napproaches to address, the poor health and education status of ethnic minorities. Available data\nand research findings in each country will be reviewed to assess cultural, social, economic, and\nphysical constraints that ethnic minorities face in access to health and education services. In\naddition, the TA will document successful and effective government and nongovernment initiatives in\nthis area. In addition to the review of existing data and material, participatory research techniques\nwill be employed to obtain insights into these issues. The research will lead to a series of\nrecommendations on strategies and approaches to enhance ethnic minorities' access to education\nand health services. The recommendations will directly address the constraints identified — these\nwill take both country-specific and regional forms. The specific outputs in this phase will be as\nfollows:\n(i) a paper analyzing constraints to ethnic minorities' access to health and education\nservices, including both analysis of the field-based research findings, and country\nreports for the health and education sectors summarizing the policies and programs in\nplace to address the problems faced by ethnc minorities;\n(ii) documentation of \"good practice\" examples and approaches that work in improving\nthe access of ethnic minorities to health and education services (including four case\n......;..;_.\t\n_____Li____T_.--1f-1TrrTIrrT1\t 1, ii_iiiv,t\t ------\t .., - Ar1.,\t ..:...:,..._J r'._......L.\nJ,LJ!IL1IJ1 1.11 I WL 4! I\t I 1t ' I JtLJI LI LI II\t I III\t , n\t Trr ,r,a\t 11\t -\t ,,.,'\t LVI)L)\n.!I(JlIIII\t I .'-k\t --\t l...._\t r•A\nLI\t L.IJIIIL.J£I\tII!IIIL.1 -I.IL (VIt\tVV IV(IJIIIJ\t  II 11,111\t II4-JF1F1IU Ufl,U1flIITIL'\t'\t I\t fl\t ''\"'\t ,\t '_.\t '.V'V\tIII\t LJIIIL IIJII\t LII\t L.I.L..!IJ\nIIJI L.\t '.1 IlIIIJlL'V\t LII\t IILJI1IaII\t - .\t ,\t ___\t _______•\t •__••_\t '.-'V''-'\t I\t W.IIIIII..IIL.\t II\t I LII\nII\t .II/I\t L\t JIIL\t I\t 'r1\t yrrIr';\nIL] .I(J IJI.IIIL)tI\t\nStirR,u4ri\t ,t,rrw,rr1 c-.rrtIIr\nt'..L__...:..._\t ,. -----------.,\t ,..,. ---------r______'__\t -\t -\t -\nIL1LJI L-L\t III\t LJL\t LI I\t II ILLJLI4JI I II\t LLI ILIL4I\t lIL]II\t -4II--I'\t .1. (!1\t nT rr\n-.\t - -.\t ,.a ------------£AL._ -- -\t\nTrILL r\t IILIrLI\t rI\t ''\t '\t '\t \"\t ' 'k11'1 i 1bI I\t i'4',L1l iPWiYi i,- i r:i\tii-. rir u1-r\t r1Irnlr\t - - ,,\nI\t ..:TI-i\t :\t '\t v .\t L v\t I . t I\t I III\t r- rc i\t I I i- i h, Ii nfl t ri I IT ri It\t Ti TCII'.LTi rQ I I Ti T1 r TT\niri viiri\t )rrI\t TTF\t ',\t J3LFL)LJL)UL. ILLI rLJr'II\t IVfld.IFILII..IT\t IFiUUIr1\t tIIIT\t rT1I\nft., /\t • r, c.-r\t ,...,\t ,\t , ,\t ,\t --.,'-- p_F, '- _J\t ,\t - - -\t - -\t ----.- . . -\nIT\t TI:\t It\t 'i.! L:L!L\t . I Lu_I Ll)C_IU!.Th _'ifl,!\nni i l!jll)IIr iii I4riqr14pI4ç\t _\t LI... -\t I_.\t -- - -\t ,\t L.)II I*...\t I\t LI I\t III I LJPV11(JI III III II\t r.-.Ir 1k II..I'.. E)4.'I. f 1 .-I( Il'.Ji.I'J\nII I\t '.IL.JIJt. I IIJI\t - - - -\nI\t Ip.iTtfLr'4, II'TIULRI\t\n- - -\t - -\t", "\t\n4\nstudies - two in the education sector and two in the health sector - demonstrating\nstrategies that work, together with additional vianettes or studies, if appropriate);\n(iii) recommendations for future policies and approaches to health and education for\nethnic minorities, including a list of projects (with brief profiles) designed to increase\nthe access of ethnic minorities to health and ed.cation services; and\n(iv) a summar  document, translated into key regional languages, which can be used to\ny\ninform a wide variety of audiences of the research findings and raise awareness of\nkey issues, programs, and policy responses.\n13. The second phase of the TA will involve informing and orienting key trainers and\nofficials in the health and education departments of the six countries, as well as representatives of\nNGOs, research, and other institutions. Workshops will be used to disseminate the results of the\nresearch conducted in the first phase, share experiences of the GMS countries in addressing the\nconstraints faced by the ethnic minorities, and begin a process of mainstreaming \"good practice\"\nexamples of effectively reaching out to the minorities. Ten soh workshops are planned: five each\nfor the health and education sectors. The workshops will be organized in Cambodia, Lao PDR,\nThailand, Viet Nam, and Yunnan Province of PRC. The workshop in Thailand will also include\nparticipants from Myanmar. The workshops on education wiH invite officials involved in curriculum\ndevelopment, textbook production, and teachers' training s well as education planners and\nmanagers. The workshops on health wW include persons resp:nsible for policy making, planning and\norganizing informaticn, education, ann communication acv ies. and training of field workers and\nmedical professionals. Finally, a regional meeting will be organ:zed to share the experience of the\nTA and prepare a regional plan for future efforts to improve the human capital of ethnic minorities.\nThe regional workshop will be attended by top-level policy makers in the finance and planning\nministries of the participating countries and agencies wr'n responsbiIity for implementing or\ncoordinating government policy on ethnic minorities developm'-:'t\nC.\t Cost Estimates\n14. The total cost of the TA is estimated at $8f0OO including $510,000 in foreign\nexchange costs and $340,000 in local currency costs. The amount will cover the cost of international\nand domestic consultants' services, international and domestic travel, surveys and studies,\ndissemination workshops, monitoring, and consultations. The TA will be financed by the Bank on a\ngrant basis in the amount of $300,000 from the Japan Special Fund funded by the Government of\nJapan; and the Government of the United Kingdom will provide a grant in the amount of $500,000\non a joint untied basis. The participating countries will contribute S50,000 in the form of counterpart\npersonnel for the steering committee and dissemination workshops Detailed cost estimates are\npresented in Appendix 2.\nD.\t Implementation Arrangements\n15. The TA will be implemented over an 18-month period. In carrying out the TA, the Bank\nwill also collaborate closely with the regional United Nations (UN) offices, DFID, and other aid\nagencies. The ministries of health and education in the four countries participating in phase 1 will be\nclosely involved in the planning and implementation of the TA. in addition, technical agencies\nresponsible for development of ethnic minorities in the countries will be consulted.\n-.,-J\t .-,.I-,.....-I\t .\t ,.IIII-Irilu Ill }-4II11. 11 F .\" .urir '\t nr1 ICA' cIric (',ttr,\t t,-,\t \"c,\n\tIL/OF IIFIIIILII5IIIYO L,1\t111¼.IICII PT\t c'j\nII i1[J\t1IJI0 (H\t  ii I1I(.\tIII U IIlI\t 1f-F-I 1!.\tF 'Fr-' rFU .--lFrI\tF\"II'1FI Iflf'i, Ir\".\t r\\rir-\\r'I\tU'\t ''I''T\"h ,.-o\"r'c.t'r-\tIrF'-'i 'r'r\t\t I.1'1Y\t ''l'eI ,J'L,''Sd'l\nLIIIV 1)1 41\t II) Lr1rT1\t ,rTnTr\t rimri\t tr\t rfriI\n-' ILflCJL/LF..l IL.¼..F.J 1./V IJL#'.JI\t .vauiaiIjIuIl,.,JtLy H..Ijti.\tlIIllJI 1,\t 1l\t WI !.I\t 1 I'1'' 'lv\t \t III lIFT- -,T,l.lf-lU-il.T\t, n-r-r-il- -r-i\t.\t •R./•\t .•Jr\t,\t -r.  •r•T)r-fIl.'Z7!Sr1J \tS4%,# Fr.4rJi?r I\tIVLF/ 4l_lIl'..\n-\t\nI\t I\t _\t I I\t I I\t •.\t I I\t ,\t -.\t r 'j -. -.\t . —\t I.'%SI%.#lIL4II_ILt1.4 II\n__;\t -------- --\t .\t .\t lll,\niIUi\t Vi\t VtLJ LI) I F) lJ,IiIiI iLU\t IIJF\t JI1F.IUf\t ir1r nrrn\t tTL.\nP1\t 11'':Y.!ffL 4 IL\t Ill\t l_Irr1ni\t ..\n.-). ...;1 ..-(HM 11tH ji'lii-. Iti I'Ii- 'FF1 Fm\t '-ffi7',ti-...................\n_.c_ .....:. . ---------\n,\t kr\t .\t F\t ^L.uh1.\t .Y\t A/l_I\nIFII i'.\t ii\t !_IlrlrlI!'\t linr'rIFI(\t trl\t Fz I ri iririi\t T11.\t r1I1i,\t F0\t Vi TII\t LI\t .Itt\t I\t (.[1i\t I,\nIiILJ.PcRZs F'X1JFII(1UlIl I,.iTi'. (II FHflhiFFiF1ltIF IIF1F1\t ri(liFlmi\\r)W\t .\t L'\"-U '\"\nU. .1. t C'. -'\t - -\n41I-\t .-I\t ill\t 1I'()\t I..\n'TI", "\t\n5\n16. Each participating country will designate focal points in the health and education\nministries as well as in the technical agencies dealing with ethnic minorities. A steering committee,\nconsisting of three nominated officials from each participating country along with representatives\nfrom DFID and the Bank will guide the technical aspects of TA implementation.\n17. An inception meeting (to be organized in one of the participating countries) will\nintroduce the selected consultants to the steering committee. The consultants will discuss their\nproposed study design, time frame, and their expectations from the governments. Representatives\nfrom other international aid agencies, NGOs with particular experience in this area, and the Regional\nInstitute for Social Sciences and Sustainable Development may also be invited to the inception\nmeeting. A midterm review meeting will be organized in one of the participating countries after draft\nreports under the first phase have been prepared. The steering committee will comment on the draft\nreports and then finalize the plans for the second phase of the TA.\n18. The TA will commence in January 1999 and will be completed in June 2000. The first\nphase of the TA is expected to last 12 months, while the second phase will be implemented over a\nsix-month period. The team leader (one of the international consultants) will prepare a draft inception\nreport within six weeks of the start of the study. The report will provide an action plan for\nimplementation of the TA and the mechanism for coordination with focal points in the participating\ngovernments, DFID, and UN agencies concerned, The draft inception report will be presented to the\nsteering committee during the inception meeting. The team leader will finalize the inception report\nwithin two weeks after the meeting. Draft country reports and overview reports will be completed by\nNovember 1999 and discussed in the midterm review meeting by the steering committee. Country-\nlevel workshops to discuss and disseminate the findings of the research will take place in 2000.\n19. The Bank will engage two international consultants (one each for health and\neducation) and eight domestic consultants (four experts on ethnic minority issues and four experts\nwith anthropology/sociology background on community participation issues) to review country\npolicies and programs, analyze existing secondary data and research, conduct participatory field-\nbased research in each country, develop case-studies on successful practices for reaching ethnic\nminorities, and conduct experience-sharing and review workshops for key stakeholders. The outline\nterms of reference for the consultants are in Appendix The services of the consultants will be\nengaged by the Bank in accordance with the Bank's Guide fines on the Use of Consultants and other\narrangements satisfactory to the Bank, on the engagement of domestic consultants using the\nsimplified technical proposal procedures.\nIV.\t THE PRESIDENT'S DECISION\n20. The President, acting under the authority delegated by the Board, has approved (i)\nthe Bank administering a portion of technical assistance to be financed by the Government of the\nUnited Kingdom on a grant basis in an amount not exceeding the equivalent of $500,000, and (ii) the\nprovision of the balance of technical assistance to be financed by the Bank on a grant basis in an\namount not exceeding the equivalent of $300,000, both for the Study of the Health and Education\nNeeds of Ethnic Minorities in the Greater Mekong Subregion, and hereby reports such action to the\nBoard.\nII'.I%.4'.J I JIILUVH ItJ\t fl.J\t I I\t lit] Willi kIV IHUff VFT1 (iuTr1a\t r(i$1\n, LiIi t.IilFlI(: Liii r1riilI.4'\t IifIrir1\t r—i  —rr.i\t\t -m.\t rii ir,T,l.Lr iLr'u ,  Scb\t..#%.\t vt ,..\t •1\t ,r\t I iI-vIit\t I \".411 II_#4_J Lii i'.i II'.JI '.ACI UI'.\t IIi L\nLIF-\t Ii\t i\t ' -F . i-r i-r-i.r4T -  -T 1-.1 i-\t __T11 —r'ir T. '' _ri r. .T.r.1.\t....I. .--..iH -i -F.-  Fr-'r\tn Ifl.%fipC•l ? I#\t'I\t -\t SI Ir\ts\t _II l,vri\tiiv• %t..#. .5,.1,1  lIL'l \tI S _? ,5\t51 _l ii\t JlIiJ'Lti II LJLJI\n.\t .\t .\t b4.\t L,IIlr:il,i-\t -\t - -.\t -\t - --\nIII\t UL.jI\t 'r'U'l_lRlIf' Al\t A\t r-.r A • lA'i'' i r1. .1'JI ..&l\t I LSIUI.1\t -.\nr.\t t.iJI liii 11J\t II I 11115] 111th\t tIii\t 11111 ...--\t .\t .\t •.-\n... ._\t ! .'-'\t -\t W - Li IL itl iIU I I 411 rnr UI\t UI 5.4T\\A/Ui UK\tTU111 WI\t rri I\t Tfl m YtL\nr)rrri\t ,'jIi-rrirrr)m sIri\t\n•Irr.,-Lv:, ,\nJIJIJtJILLI1 liv\t I\t ri:. i1iri!-!\t I lflll i(lLflfl\t -\t ,t#srrle\t .,., ,s.-.-s,-..-+i .,,,+. +.-.-\n2", "\t\t\t\nL •- -c\n- )C 'C\nDc\n3 :3\n;yo-(l  >)ç11 .. a :,D., (3 TECHNICAL ASSISTANCE FRAMEWORK\nI--\n1 :\n\t \t\nI3\t L1 .3 '\t • C Objective Targets Monitoring Mechanism Assumptions\n:- 3\t 3\n4:a ,<-. 3D )' L-. C, Overall Goal: Improve human 1. Morbidity and mortality among 1. National education and Improved human\n5\n)C I) development levels of ethnic\t ethnic minority groups matches\t health statistics development allows ethnic\n3 Y\nr.: minorities\t living\t in\t those of the general population in minorities to take advantage\n(1\t ( mountainous and border areas\t GMS countries. of economic opportunities\n••\n) ••.'-.\t -I\t ), . 3\t 7 C.1 - oref tghieo Gnre (aGterM MeSk)o.n g2 .S uSbc-hool enrollment, retention, saencdu reintyh.ance their livelihood\nI\neducational attainment, and adult\n• r\nC i. literacy levels match those of the\n1.:\n)\t 'C a :1\t - C • 5\t 3_\t) C7 - gcoeunnertraile\ts. population\t in\t GMS\n3 -\n-c\n:i CD\nI (Ci-t. )\t . -C-ID,, Intermediate\t Goal: 1. Policy makers and plriners use Health and education Health and education\nCD\na :3 Strengthen capacity of health technical assistance (TA) outputs planning\t documents; service provision is an\nI C-)\nrj\t ;-;; CD and education service to inform planning. discussions\t with important determinant of\nI I r : _\t Di( -\t •'-' C i :C3D petrhonviicd emrsi ntoo reitfifeesc't ihveeallyt hm aenedt 2. Key\t national\t arid\t regional arenldev oatnhte\t r stdaekpeahrotlmdeernsts dmeivneolroitpiems'e\t nt levels. human\n-- 7-\t -C x education needs in the GMS. initiatives for addressing \t 0)\nL C) D constraints to ethnic minorities' 2. Workshop reports 2. Economic circumstances of\n:\n7) (0 access to health and education project profiles minority groups do not\n' L - I: .1\t C- C(-Di) services are identified. 3. Workshop reports worsen.\nri :\n-o 3. Participation\t by\t all\t relevant\n1•\t- u)\nr 22 . :Jf\t rc'];C c\t r a) sretagkioenhaoll ddeiarslo rgi unea otino nsaeir vaincde\n0\n_(3 C\nC :_) provision for ethnic minorities\nC!\t I [:L increases.\n..\n- I).!\nC\n: ): :'\n2 Specific Outputs:\nII.. C '3 .3 .(: C L >\n(1 1. Identify major demand and Data on ethnic minority access to 1 Four country reports There is good coordination\nC) -o\nsupply constraints to education and health are gathered covering research between responsible CD\n; -I a II) ç ii- i:. ethnic minorities' access from four GMS countries. findings in the health ministries. :a3-\nI -C, .3)((\t .3-:I) ))-\t  C(_-)\t  ,-C--. t:\t I,;-).)l' tsoer hviecaelst.h and education 2. Aannd o evdeucraatlilo snu smecmtorasry Pexroisjeticnt ga cktinvoitwielse ddgraew a nodn -\n( ): -\n:^: 5,, C \" C- document experience. 0ci)\n: ,, (0\nCD\nD\n3 3\nI 1  3:\n•\n'I N) (\n.)\t 5\n+;  r\n)I\t ) : \n-\t I..\t t\nS\nC :", "\t\t\t\t\t\t\t\t\t\t\n(\t c- s.') .cflLU\t .3:\t F\nJ\n- =\t C\t -\n3 r3 :\t (D\nj:J\t , ,\t i-Cl\n-'\t D\nL. C:;u r)c -F Di\ni t_\t I )(C\t -\n•\t -\n::\n- )<\t :1\t 3- \t \t\n.D-):5\t _, );-Cl Objective Targets Monitoring Mechanism\t Assumptions\n_( )_\n2. Disseminate\t research 1. Ten workshops are held for 1. Workshop reports\n*c ))\t( ))(c )..: ?H- findings and good practice\t drawing in government and non-\n)\t: ....i -:\t 0'I \t t'_-\t r-- studies in health and\t government agencies and other\n)\t :\t C ).:,1- :t3 education provision for\t stakeholders engaged in health\n•)-\t ,-  , ethnic minorities,\t and education sectors and work\nI\nC\t .: )C with ethnic minorities.\nt 2. Research outputs are distributed\nC\t C1 i• t.-.-._\t D-•_ to wider audience within four focus\ncountries and the whole GMS.\n:\t gc,\n.: >:\nr T: :j:\n¼rc )(..\t -. :;-'D 3. Identify\t culturally 1. Good practice case stuthes are 1. Case study\n: compatible\t strategies,\t completed.\t documentation\napproaches, tools, and 2. Recommendations and strategies 2 Research outputs\n'! )l\nri C - ,-,\t\t -:-.Dj.)).' interventions for ethnic\t for regional and national initiatives 3. Project profiles\n)- )1'  - D---...\t.CD\t :))\t-(C-))\t\t 33 emdinucoarittiyo\tn. health\t and\t are identified and documented.\n- 3II5\t :)-\t L) 3. List of potential investment options\n' .E\nand projects is created.\n— • •.-,.._..\n..: .\t )\t •\t :. (c—..\n34\t '\nt1:2!\t :c3D\n31\t , •\t -C. -c\t -C\t\t -\nic —\n5 o\t : r.\nIT\n9\t ?:J JrI—)\t1-I-.- \t—-\tC\t ••_i\t -\nL\t !C\n)\t P:( 1 J)(l -C)- 1 13:\t!i\t:\t ( •-C1\t C\n--I\t )\t j :\n' •Jc\t )\t.• ))1\t-\t C\t )_.:c\n:\nG \":\t c\nC.\t >\t : •I\n)L\t c:-\n.\t\n1k.] ^ ;\t ¼\t I: '0\n-o\nX\t tc. :_ t )\t >c L CD\n• )( :-)t•\t ¼)..\t  (-i ci.\n><\n:\t )\t 5\n\t _\n••\t  )-- ))'h-:\t 'c\t C ) -o\n):C\t ,\t : CD\n•i -( _ CD\nr- -.0 --\t )\t (4 ...\n-a:- c-cl :\t 1 -\t -, N)\n(:-,-\t\nrEt:.: ::J)\t J<1\n•\t t\t -y\n:i\nçC1\n:_=\n-\t ?C", "\t\t\n\t\n8\nAppendix 2\nCOST ESTIMATES AND FINANCING PLAN\n($ '000)\n\t\nItem Total\nCost\nA. Financed by the Bank (JSF) and the\nGovernment of the United Kingdom\n1. Consultants\na. Remuneration\n\t\nI. International Consultants 260\n(16 person-months)\n\t\nii. Domestic Consultants 140\n(40 person-months)\nb. Per Diem\n\t\ni. International Consultants 60\n\t\nii. Domestic Consultants 20\nc. Travel\n\t\ni.\t International 40\n\t\nDomestic 10\n\t\n2. Surveys and Studies 40\n3. Training and Dissemination Workshops\n\t\na. Background Material 15\n\t\nb. Translation and Publication 15\n\t\nc. Workshops (10 national and 1 regional) 50\n4. Monitoring and Consultations\n\t\na. Inception and Midterm Review Meetings 40\n(travel costs of the participants)\n\t\nb. Country-level Coordination Committee Meetings 10\n\t\n5. Contingencies 100\n\t\nSubtotal (A) 800\nB. Government Financing\n\t\n1. Counterpart Staff 50\n\t\nSubtotal (B) 50\n\t\nTotal 850\nJSF Japan Special Fund\nSource: Staff estimates.\n(Reference in text: page 4, para, 14)\n-\t\n- \n-\t I\t I \"\t I - .-\t- - -\t I\t . CE\n1\t ''\t -\t r\t ---'-\t ',,.-.\t ,\t\n-\t 1\t -.\t _\t I\n-\t 1\t i\t '1'\nr\t L\t I\t - -\t .'\t '-' 1-\t \t i....\tI\t -\t -\t -\t -' II\t\t 9\t I\t (I)\t I\t -\t I\t I I\t I-..\n_±.---9\t .\n-'\t i\t I\t -\t -\t I\t I\t 1\t -\t -\t .-.-1'(u\tI \tS.. -\t -,-\t I\t I\t _l\t L) -__\t\t U)\t m\t -\t -V\t\t -\t - ...\t II\t -\t I-, ._.\t -\t '. .. -.__\nT\t 1\t -\t I\t I\t -\nI -\t I\t\nL-\t \t k..-\t -\t i\t E\nI - I\t\nI\t -\t I_ 'V r\t I\t I\t I\t I\t .\n_ -' U) fl J\t I\t -\t 1S\t =\t -\t II\t I\t -\ntLJL)I ILIIA I -\t I\t --", "\t\t\n9\t Appendix 3, page 1\nOUTLINE TERMS OF REFERENCE FOR THE CONSULTANTS\nA.\t International Consultants\n1 Two international consultants are proposed to be engaged. One of the\nconsultants (depending on the experience and qualifications) will be the team leader. The team\nleader will have experience of leading similar projects, and social policy, and institutional\ndevelopment analysis in addition to technical skills in education or health. The consultant will\nhave the following responsibilities:\n(i) ensure that broader issues of government policy towards marginalized groups\nwere properly understood and researched;\n(ii) be responsible for coordinating and supervising the entire work of the consulting\nteam, including the organization of surveys, studies, and workshops;\n(iii) help the participating governments and consultant team members to\nconceptualize the overall framework of the technical assistance (TA), undertake\ndetailed overall planning for the implementation of the TA, and develop a detailed\nimplementation plan in consultation with the steering committee members and\nother consultants;\n(iv) undertake initial scoping visit, identify collaborators for the study, and prepare a\ndraft inception report to be presented to the steering committee during the\ninception meeting;\n(v) be responsible for ensuring that the TA is implemented according to the terms of\nreference and the provisions of the consultancy contract between the Bank and\nthe consulting firm as well as any subsequent instructions/guidance to be\nprovided by the steering committee and the Bank;\n(vi) be responsible for the preparation of all the formal written reports including the\ninception report;\n(vii) guide the determination of the key competencies and major target groups for the\npurpose of the TA; and\n(viii) liaise with all interested aid agencies and the participating governments.\n1.\t Education Specialist (7 person-months; 9 person-months if Team Leader)\n2. The consultant will be an education specialist with experience in education\nsystems management and planning, and will have experience of working on ethnic minority\nissues, preferably in the Greater Mekong Subregion (GMS). The consultant, with the help of the\ndomestic consultants, will:\n(i)\t undertake a literature review to assess the current situation and identify data\ngaps;\n(Reference in text: page 5, page 19)\nI\t \t\n1 \nT\t\n\t __\t\nII\t I\t\nII I\nI\t -I-\t\nIm\t\nl: I\nI\t i\nl\t\nI\t I\t I\nI\t\nI\t\n=\t - '.-\t U')\t .,\t I... r\t I\nI\t I\t -,\t I\n1'U,Y\t ''", "10\t Appendix 3, page 2\n(ii) plan and undertake appropriate field work  (including small surveys, focus group\n1\ndiscussions and interviews) to identify the cultural, socioeconomic, and physical\nconstraints faced by ethnic minorities in access to education and to elicit the\nviews of ethnic minorities towards education - particularly girls' education\ncurriculum development, schooling strategies and design, and community\nparticipation in education;\n(iii) review government macro policies in general, and education policies in particular,\nthat have influenced the educational attainments of ethnic minorities;\n(iv) assess labor market conditions and information about available employment\nopportunities in ethnic minority-populated areas;\n(v) assess the appropriateness and effectiveness of education policies and\ninstitutional arrangements2 for providing education in identifying and meeting the\nneeds of ethnic minorities:\n(vi) review and catalog all the major initiatives both at the levels of policy and\ninvestments - taken by the governments in the last ten years for improving the\neducation status of ethnic minorities,\n(vii)\t identify projects\t implemented by both the governments and nongovernment\norganizations (NGOs) - and policies that work, study in detail two good practice\nexamples, and prepare case studies sho'' 'ng the critical elements of such\n.\ninitiatives;\n(viii) assess the adequacy and appropriateness of education materials (both hardware\nand software) and approaches to service del very in ethnic minorities areas;3\n(ix) assess the financial requirements and capacity of governments for providing the\nnecessary hardware and software in ethnic ninorties areas:\n(x) identify key cross-border issues, review current cross-border initiatives, and\nidentify possibilities for further cross-border or regional initiatives that would\nenhance minorities' access to services,\n(xi) prepare the parts of the draft and final reports related to the education sector;\nand\n(xii) design and organize country-level and regional workshops for disseminating the\nfindings and recommendations of the study.\nStudy design should combine review of secondary sources witn participatory field research, ensuring that\ndifferent sections of minority communities have an opportunit' to express their views and identify future\ndirections.\n2 It wiii include financing arrangements and cost recovery, approaches to planning; management of personnel;\ncross-departmental collaboration and linkages between government and nongovernment service providers:\nthe role of both vertical and integrated provision the rationale for, and effectiveness  of, special\narrangements for minorities and; minorities' participation in serve delivery\n3 This will include language issues, curricula, and training of teac'rs\n-'\t ,,\t ,-''--.-..-.- -\t .\t .\t I 'I I 11.41 II\t LIL)l I\n-1\t I\t rrIi IITrI1\t .\t I.I.Il4I 1L\n- .....................I%,rrrrIr%1 f? ?I1\t I Ir.?rI\t '-•\t ,.\t . ,. JI IIL.1 I'1.II I1..1.J1.JI II\n- -----------.\t •Ir1\t I IS •I_ • _ y I.IlIJJI I W fl.A LI I\t -\n-\t\n''CIII I flTI\n,.\t .IJ%.II\t - -\n\t\n-. . -\nI l 1\t I - I... ;IIIII1 , I I..\t I 11.111\t lI1.l I%I1.IUIRI(tIl'.RI\t '\t •'•\t •'IJ\t •1.\t J\"\t --\t -\t ___\t •_\"• -\t -\nI1SA\t nIjk/ci I¼JI, £\nI-c", "\t\t\t\t\n\t\n11 Appendix 3, page 3\n2.\t Health Specialist (7 person-months; 9 person-months if Team Leader)\n3. The consultant will be a health specialist with experience in health systems and\nplanning, and will have experience in working on ethnic minority issues, preferably in the GMS.\nThe consultant, with the help of the domestic consultants will:\n(i) undertake a literature review to assess the current situation and identify data\ngaps;\n(ii) plan and undertake appropriate field work1 (including small surveys, focus group\ndiscussions, and interviews) to identify the cultural, socioeconomic, and physical\nconstraints faced by ethnic minorities in access to health services, and elicit the\nviews of ethnic minorities regarding health requirements, culturally appropriate\nhealth practices, and ways in which health services can be made more culturally\ncompatible and accessible to them;\n(iii) identify special health risks and problems that ethnic minorities 2 face, especially\nthose faced by women and girls;\n(iv) review government macro policies in general, and health sector policies in\nparticular, that have influenced the access of ethnic minorities to health services;\n(v) assess the appropriateness and effectiveness of health sector policies and\ninstitutional arrangements3 for providing health care in identifying and meeting\nthe needs of ethnic minorities:\n(vi) review and catalogue all the major initiatives -- both at the levels of policy and\ninvestments\t taken b' the governments n the last ten years for improving the\nhealth status of ethnic minorities;\n(vii) identify projects and policies that work, study in detail two good practice\nexamples, and prepare case studies showing the critical elements of such\ninitiatives;\n(viii) assess the appropriateness of approaches to information, education and\ncommunication activities and service delivery in minority areas;\n(ix) identify key cross-border issues, review current cross-border initiatives, and\nidentify possibilities of further cross-border or regional initiatives that would\nenhance minorities' access to services;\n(x) prepare the parts of the draft and final reports related to the health sector; and\nAgain, study design should combine review of secondary sources with participatory field research, ensuring\nthat different sections of minority communities have an opportunity to express their views and identify future\ndirections.\n2\t It will include drug and nutrition-related problems.\nIt will include financing arrangements and cost recovery; approaches to planning; management of personnel;\ncross-departmental collaboration and linkages between government and nongovernment service providers;\nthe role of both vertical and integrated provision: the rationale for, and effectiveness of, special\narrangements for minorities and, minorities' participation in service delivery.\nII1JItI JL LJLJIIL.V L(JWI (.J\t II II I1-\t II I1..I-I-L-.t tnI , (.I I. .L\tJLI1J,\t ._• .. . .:.- --,-..--a. ,.at-r*ic--,i, -,iir--\tr -.r?,  ..r,oc,?a,\t Vr\t rirr1nCr4C\t 11C.C,; Cat flJ,+• •\ty•• ix VI\t 11#..)V .............-\t *--E - -t\nri yrtIIr*,,rp1 rert.-,ri I Ica V'... LI IL, I%JIIISYVII ILl I cOIJLJI IOILJIIlLIC.\nI\t IIIt\t LLJII,L1Itt1llI\t 1Il?\t ;I QJ'4IL\t JILLJLtIUI\t II\t rIIlI\n,J(II1v\t III\t uiii\t r\t tYW'\nI I.J I\t I I I\t Lt 'Ik ci t IT rc I il\t ri p1\t p1 r rt\t .-\t '1 'Z1\t _t\t A?FI.I\t \",'.J\"YL.'\t /JIL)\t LI lL I\t I II\n,.l\t +ts\t I'\t (l.,t\t tt+\t +i,\t 1\t I tA,r\t Ir,rr,?,rsrt'l\t 's-s-t\n•\t ii\t\nAI__A. ----------I\t ___-.- -Ia-\t I\t I - I I .r1rII IITt1TC\nII.... I\t -\t P I-  1-1 1-  I -P .-  I -!\t --\t '\t .-. -.\t ..-.\t ......,.. ...\t .....i.\t .... .I  i.-\t. .. - 'h\n•\t -,\t .4 Mr1r)I-VrIIIIX .t Eh-IIH-\t I", "\t\t\n12\t Appendix 3, page 4\n(xi)\t design and organize workshops for disseminating the findings and\nrecommendations of the study.\nB.\t Domestic Consultants\n1.\t Experts on Ethnic Minority Issues .. 4 (5 person-months each)\n4. The consultants wilt be experts on ethnic minority issues in their respective\ncountries (one each for Cambodia, Lao People's Democratic Re ublic, Thailand, and Viet Nam)\np\nwith experience in working on human development issues They will support the international\nconsultants, especially on the following issues:\n(i) reviewing available literature, education materiai, health information, education\nand communication material, government policies on human development of\nethnic minorities, programs and projects, and\n(ii) as needed, undertaking field studies, translations, wruing reports and organizing\nnational and regional workshops.\n2.\t Community Participation Experts - 4 (5 person-months each)\n5. The consultants should have strong experence in working on ethnic minority\nissues and should be well versed in participatory research methods. They will support the\ninternational consultants, especially on the following issues\n(i)\t arranging community consultations to dentif- the health and education needs of\nethnic minorities:\n(ii) developing ethnographic profiles and common characteristics of ethnic minority\ncommunities;\n(iii) undertaking demand analysis for education and health services;\n(iv) understanding cultural practices related to health and education, such as home-\nbased care and nutrition;\n(v) understanding gender relations in ethnic minority communities; and\n(vi) as needed, undertaking field studies, translations, writing reports, and organizing\nnational and regional workshops.\nt'FrThrFr'FrTI irF,l'l\t lr\t ti--I,,-\t .--'-..\niiJ.JIiIi\t ir\t L.1J1 II.] Ii 11)1 I'\t iii\t II iJi II F 11.-I I ill\t -i1 lilt II\t .-l'.l.-li\t fli\t rT1rF Irw.IrnrtT\t ec\t c- 1'i\t i--\t , -\t ..,-\t 4\t IC\n1.1 IJI ISJI\t lI ci Ilci II I iF I IL) I\t LI III IIJII iiIJILir\t ..\t -.\t ,-, ,,, , -i,.-,\t -\nLi)IlIJflIL)ILI4Ljii\t -\t 1l(JVIFI F 11,111-U II ,ITFFF11 r?nhIrIir%\t rFllr,lI\nrFirTIf\"IrTIrlI\"F Il-I\t f'tt tt'1'I •Ir\t-p.\tnau suIuiJaII.JI I Ii I\t ¼lL4IJC-\t hUt I - .\n- f1tfIrrv,-I+\t .--.\t ..4.-4.-. -.\t ...-\t -\t .,\t U1\t 'ut. _,tIl\t (rjl-\t r'',\t I\t -,\t I\"- -L'_\t-___,--_-.,---i,---I•'l-l \t1M-',i,--\t -\n',\t ..\"-\n(T\t TrFrIi(- ri-F\t liii FIJI I LIS\t Ii 11IIF IF— F i.-iI II\t 111.11 IV liii\t fU lilt -ll 11FF\t IIIIA!l\nr'v, cirrlr'tI(' mIrIrrltlri\t i-s\t 1.\t I\t fIStS\t fs-s ,.I,,s,f +l-s,-s\t .\t £..,.._J U\t ,t_ -, F:1)1l'ILi-iI1ll'\t I.414fl\n'P-IF 111 IFlTlU'./iQlAiC I Tn InIr'F?It,, ?I',\t l-, Ii, I'l\t ls.'VV\t lU I'si.IV.I5-I\tIL\t IIV ,L.IrI\ti4 L.sU\t IIsL,,I-I,Q,.-IS.\tI\t UIJIUQLAJItlJIII,\tILs. CIILI L)IIVlL.IJ\t .\t ,\t F II..( .1 Is-'Sl( II I -\nrlr,tttsIr1\t --\t ..J 1.11 J ...\t :t ;:\t nr\t ri'Inrirl\t iriç'r-Vrrs\n'y-'-'l','orr''r,r,i lUl FhlIJ '\tII'I ci\t IJ\"t'.JJ\"\t L4IJQIlU1I Dilci tiJ\t IIL.Ti. [Ii\t - -\nII - - -\t - - -\t Lh IF rici rlr'i IV\t fl Q -f\t I.',-"], "metadata": {"CreationDate": "D:20090416200150+08'00'", "Creator": "Envision OCR", "Keywords": "health, education, protection of vulnerable groups, gms, greater mekong subregion, cambodia, lao pdr, laos, thailand, vietnam, viet nam, adb, asiandevbank, bank, development, developing, develop, asia, pacific, adb project 32067, adb ta 5794", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20091012141800+08'00'", "Title": "Study of the Health and Education Needs of Ethnic Minorities in the Greater Mekong Subregion"}}