{"path": "data/input/ta/32533-sri-tar.pdf", "pages": ["ASIAN DEVELOPMENT BANK\t TAR: SRI 32533\nPROPOSED\nTECHNICAL ASSISTANCE\nTO THE\nDEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA\nFOR STRENGTHENING\nPUBLIC EXPENDITURE MANAGEMENT SYSTEMS\nOctober 1999", "\t\t\nCURRENCY EQUIVALENTS\n(as of 30 September 1999)\n\tCurrency Unit\t =\t Sri Lanka Rupee/s (SLRe/SLRs)\nSLReI.00\t =\t $.0140\n$1.00\t =\t SLRs7I.85\nThe exchange rate of the rupee is determined under a system of managed float against\nthe currencies of Sri Lanka's major trading partners.\nABBREVIATIONS\nIT -\t Information Technology\nMOFP -\t Ministry of Finance and Planning\nMSD -\t Management Services Department\nMTEF -\t Medium-Term Expenditure Framework\nNBD -\t National Budget Department\nNPD -\t National Planning Department\nPEM -\t Public Expenditure Management\nSAD -\t State Accounts Department\nTA -\t Technical Assistance\nNOTES\n(i) The fiscal year (FY) of the Government corresponds to the calendar year.\n(ii) In this report, \"$\" refers to US dollars.", "I.\t INTRODUCTION\n1. During the March 1998 Country Programming Mission, the Government initiated\ndiscussions on improving the efficiency and effectiveness of the public service in general and\npublic expenditure systems in particular. In response to the Government's request, the Bank\ngranted a small-scale technical assistance (TA) for Institutional Modernization of the Ministry of\nFinance and Planning (MOFP).1 In addition Bank staff reached an understanding with MOFP on\nthe parameters for a broader program to strengthen public expenditure management. Further\ndiscussions on the design of the cluster TA, terms of reference for consultants, cost estimates,\nand implementation arrangements were held during a mission in April 1999 and during the\nBank's Annual Meeting.2 The TA framework is presented in Appendix 1.\nII.\t BACKGROUND AND RATIONALE\n2. Sri Lanka's public institutions have helped the Government to achieve high levels of\nsocial development, economic growth, and low population growth. Notwithstanding these\nachievements, many public institutions are in need of modernization to face future challenges.\nThe key governance and public management issues include high fiscal deficit, excessive size of\nthe civil service, insufficient operating and maintenance expenditure, severe skill and motivation\nproblems, and fragmented government structures and systems.\n3. The country's budgetary system performs well in terms of the first objective of public\nexpenditure management (PEM)—aggregate expenditure control. However, performance is\nweak in terms of the other two objectives: sectoral resource allocation in conformity with policy\npriorities, and flexible and effective operational management. Thus, fiscal discipline has been\nfairly well served by the present system, but not the longer term development and public service\ngoals. For instance, the shortened perspective of expenditure decisions precludes attention to\nthe looming crisis of the publicly funded pension system, which in part stems from life\nexpectancy increasing to one of the highest levels in Asia.\n4. The lack of PEM effectiveness can be attributed to the general decline of the civil service\nand administrative apparatus—diagnosed over 12 years ago by the Government's\nAdministrative Reform Commission. Reasons identified include insufficient incentives, obstacles\nto internal mobility, and a growing mismatch between civil servants' skills and their changing\ntasks. Although some action has been taken since then, most of the recommendations have not\nbeen implemented.4 This persistent decline in administrative effectiveness has led to an erosion\nof the quality of social services for which Sri Lanka is ustIy praised.\n5. The Government has taken some steps to address these problems. For example, an\nearly retirement and severance program was enacted in 1990-1991 with World Bank support.\nThis program did not have the desired results because it was not properly targeted, not time-\nbound, and not costed realistically. In 1996, the Bank provided TA to formulate broad-based\nadministrative reforms5 in cooperation with the International Monetary Fund and World Bank. A\n1 TA 3038-SRI: Institutional Modernization of the Ministry of Finance and Planning, for $148,000, approved on 3 July\n1998.\n2 The TA first appeared in ADB Business Opportunities in December 1998.\nFor a summary, see Schiavo-Campo, S. 1998. Public Administration in Sri Lanka: A Bird's Eye View. Strategy and\nPolicy Office. Asian Development Bank, Manila.\nWanasinghe, 1994. Activating the Administrative Reform Process in Sri Lanka. Research Studies, Governance\nSeries No. 2. Colombo: Institute for Policy Studies.\nTA 2616-SRI: Public Administration Reform, for $275,000, approved on 24 July 1996.", "United Nations Development Programme-funded project supported the activities identified under\nthe TA. However, other considerations, including the attention and resources absorbed by the\ncivil conflict, have prevented the Government from launching a large-scale program of\nadministrative and civil service reform.\n6. The Government recognizes that there is an urgent need to shore up the quality of public\nservices. The situation is conducive to constructive interventions to modernize selected\nimportant public sector functions, particularly the PEM system. Focused assistance can be\nespecially effective. For example, the Bank-supported Financial Management Training Program\n6 \nloan,  which is nearing completion, has reduced financial reporting lags and provided valuable\nbasic computing know-how and skills to a substantial number of civil servants at the national\nand subnational levels. Similarly, the World Bank is currently assisting MOFP's Fiscal Policy\nDepartment with expenditure monitoring. In another example, the Government has taken a\nstrong stance against public sector corruption, establishing the Permanent Commission for the\nPrevention of Bribery and Corruption and appointing a special presidential commission to\ninquire into maipractices and irregularities in public bodies. The former investigated about 6,000\ncases for prosecution between 1995 and 1997.\n7. The Government's strategy is two-pronged: it seeks to position itself to launch a far-\nreaching administrative reform program when the circumstances are right, and at the same\ntime, it seeks to improve targeted administrative functions and policies, thus establishing the\nbasic conditions to facilitate the implementation of such a program. In this context, the 1998\nCountry Programming Mission agreed to proceed with the Government's request to support\nimprovements in key aspects of PEM.\n8. MOFP is responsible for the regulation, planning, revenue collection, management, and\naccounting of public finances. MOFP is divided into 13 departments, with a total of about 8,400\nstaff. Of these, five departments with about 700 staff are responsible for the key elements of\nPEM.7 The proposed assistance to these departments will enhance financial accountability, help\nreduce corruption, provide a strong foundation for eventual comprehensive administrative\nreform, and improve public resource efficiency.\n9. To improve fiscal discipline, new systems will be designed to better monitor and review\nthe consistency of the expenditure plans, particularly the Public Investment Program, within an\nintegrated macroeconomic framework covering the national accounts, budget, and balance of\npayments. To improve resource allocation, there will be better analysis and documentation of\nproject proposals, a full set of forward estimates for all components of public outlays (including\nrecurrent spending requirements) over a multiple-year horizon, and better alignment of foreign\nassistance with development priorities, avoiding overlaps and increasing the consistency of\nsector policies. To improve operational management, a new computerized system will integrate\nall key financial management functions into a cohesive system on a common database. The TA\nwill help upgrade skills of relevant financial and planning cadres and enact requisite legislation.\nThese new systems will better monitor disbursement, physical implementation, and economic\ntargets, feeding back into a rolling, multiyear investment plan. The Government is strongly\nsupportive of such initiatives.\no \nLoan 1275-SR: Financial Management Training, for $13 Million, approved on 29 November 1993.\nAsian Development Bank. 1999. Sri Lanka. Institutional Modernization of the Ministiy of Finance,  Final Report.\nManila, 1998 data, p. 62 and Appendix D, 1999.", "10. In preparation, MOFP has established the Management Services Department as a focal\npoint for an improved personal record system, competency frameworks, revised employment\nconditions, and a fast-track, career-planning system. Other targeted improvements under\nconsideration include sequestering vacant positions, freezing gross recruitment, placing the\nPublic Service Commission under the authority of the President and restoring its legal\nautonomy, and proclaiming a moratorium on the creation of any new public sector bodies.\n11. A TA cluster approach is considered the most appropriate modality to address the\nmultifaceted problem. The TA is designed to address interrelated constraints, while providing\nflexibility to the responsible departments in developing detailed outputs, terms of reference, and\nbudgets for individual subprojects. The strengthening of PEM and the public expenditure\ninformation system (PETS) within MOFP and across all ministries of the Government requires\ncareful sequencing of a number of specialist inputs from the fields of public investment planning,\naccounting, and information technology (IT) systems, and the human resources necessary to\nmake the new systems and protocols work. The cluster approach will help to synchronize the\nsequencing of the subprojects as decisions in one could materially alter the design of another.\nFor example, the determination of an IT strategy could affect activities under the Human\nResource Management subproject, particularly the training requirements and the question of\nretention policies. Other linkages exist between subprojects, and call for flexibility in design and\nimplementation.$\nIII.\t THE PROPOSED TECHNICAL ASSISTANCE\nA.\t Objective\n12. The objective of the TA is to support comprehensive modernization of the Sri Lankan\nPEM to improve fiscal discipline and expenditure control, strategic allocation of resources\nconsistent with policy priorities, and operational management.\nB.\t Scope\n13. The TA will consist of five closely related subprojects, managed respectively by the State\nAccounts, National Planning, National Budget, Management Services, and Public Finance\ndepartments of MOFP.\n1.\t Public Expenditure Information System\n14. An integrated PEIS will be designed, in cooperation with the State Accounts Department\n(SAD). The internal controls of the current accounting systems will be strengthened, with\nreference to the internal audit manual, followed by the development of a comprehensive IT\nstrategy for the public expenditure function across the whole of government. The strategy will\nspecify the software and hardware requirements for the system based on user needs, and\nidentify capacity-building requirements to install, operate, and maintain the system. The IT\nstrategy will have important implications for the Human Resource Management subproject,\nwhich must be responsive to the new system.\n8 The Board will be informed of the progress of the TA cluster through brief information papers.", "4\n15. The principal subproject output will be the development and specification of a PEIS\ncapable of supporting data transfers from other agencies and of (i) budget classification, chart of\naccounts maintenance, and budget preparation; (ii) exchequer accounting and cash-flow\nforecasting and management; (iii) development fund accounting; (iv) commitment control; (v)\npayroll management with an interface to the personnel and pension systems; (vi) public debt\naccounting; (vii) general ledger accounting, including management and project accounting; and\n(viii) management and statutory reporting.\n16. While the major determiners of the design criteria for the PEIS will be SAD, the National\nPlanning Department (NPD), and the National Budget Department (NBD), the system will also\nmeet the requirements of all other departments within MOFP as well as those for financial\nmanagement information of chief accounting officers throughout the civil service.\n17. To develop the PEIS and reinvigorate internal control procedures throughout the public\nservice, task forces will be formed to look at groups of about 10 ministries to determine the state\nof their preparedness. These task forces will use the Internal Audit Reference Manual to\nprogressively study each administrative unit in Government, ensure that internal control\nprocedures are operational and understood, and that external controls on data processing are\nbeing followed. The distribution of administrative units to each task force will assigned by SAD.\nAs new accounting systems are developed, the task force will support operational areas in their\nintroduction, operation, and maintenance.\n18. Each task force will be supported by domestic consultants working under the general\nguidance of an international consultant. Each task force will include personnel from SAD, the\nauditor general, and from officers seconded from line departments. Secondments can be made\nfor the time a task force is working in a particular administrative unit or for periods sufficiently\nlong to enable an officer to be fully conversant with what the working party is doing. To make\noptimal use of the consulting support provided, staff will be seconded by line departments to\neach task force on a full-time basis.\n2.\t Public Investment Program\n19. Under this subproject, coordination of the capital component of the budget will be\nimproved, in collaboration with sector ministries and within the framework of a three-year rolling\nprogram. Tools and procedures will be improved for macroeconomic forecasting, project\nscreening, budget preparation, and expenditure monitoring. The capacity of NPD and sector\nagencies to address public investment programming issues will have a major impact on the\ntiming of the development of a medium-term expenditure framework and the appropriate level of\ndisaggregation.\n20. Key activities will include\n(i) design and implementation of a rolling medium-term expenditure framework\n(MTEF);\n(ii) establishment of a governing framework for capital and expenditure budgets, and\nmethods for analyzing of the impact of the investment program on the recurrent\nbudget;", "(iii) review of the present capital expenditure monitoring system with appropriate\nrecommendations on reporting requirements, which will be an input to the design\nof the PEIS;\n(iv) development of capacity in at least three major line agencies to develop sector\ninvestment programs, evaluate project proposals, and produce effective advice\non sector expenditure;\n(v) review of line agency organizational arrangements for preparing sector public\ninvestment programs; and\n(vi) collaboration with NBD to improve procedures, allocate tasks, and establish a\ncalendar for the preparation of the multiyear expenditure program.\n21.\t MOFP will establish two task forces for this subproject:\n(i) The first will work on developing line agency capacity for expenditure\nprogramming and project preparation. Led by an officer from NPD with staff\nseconded from line agencies, it will develop a set of training modules to build\ncapacity of the Planning Service. It will be supported by the subproject consulting\nteam, and in particular by the consultants assigned to help line departments\nimprove their program planning.\n(ii) The second will design and introduce improved procedures for formulatin the\ndevelopment budget and its subsequent monitoring within the overall logic of\nMTEF. It will need to work in parallel and collaboratively with the NBD team\nworking on the development of the MTEF. This task force will include one officer\nfrom NBD to ensure that recurrent budget requirements are taken into account.\n3.\t Medium-Term Expenditure Framework\n22. Under this subproject, the framework will be developed to improve coordination of the\ncurrent and capital expenditure components of the budget in a multiyear perspective and in\ncollaboration with sector ministries. As a result, expenditures will be allocated by the NBD in\nconformity with Government policy priorities.\n23.\t Key activities will include\n(i) design and implementation of a rolling MTEF,\n(ii) determination of MTEF's coverage, procedures, and schedule for its preparation;\nand coordination mechanisms with the preparation of the annual budget including\nmethods for updating cost estimates of programs and projects and for analyzing\nthe impact of the investment program on the recurrent budget;\n(iii) enhancement of the World Bank-financed expenditure monitoring system within\nthe framework of the proposed PEIS;\n(iv) design and implementation of improved procedures and allocation of tasks within\nNBD;", "6\n(v) establishment of a schedule for the preparation of the multiyear expenditure\nprogram;\n(vi) laying down procedures to reinforce the prioritization of expenditure programs;\n(vii) improvement of methods to scrutinize sectoral programs;\n(viii) determination of strategies to improve the coordination of the various monitoring\nsystems; and\n(ix) preparation of a functional analysis for a system to organize information for the\npreparation of the budget and the multiyear expenditure program.\n24. MOFP will staff a task force led by NBD to design and introduce improved procedures\nfor budget formulation within MOFP and the subsequent monitoring of budget performance.\nThis task force will include an officer from NPD to ensure that development budget requirements\nare taken into account.\n4.\t Human Resource Management\n25. This subproject will focus on improving human resource management for the Sri Lanka\nPlanning Service and the Sri Lanka Accounting Service, as well as for officers working in NBD,\nPublic Finance Department, and Management Services Department (MSD) of MOFP. It will\nestablish a personnel record system, competency frameworks, and revised employment\nconditions, and examine a fast-track career planning system.\n26. Key activities will include the following:\n(i) prepare a diagnostic study of the personnel system operating for the Sri Lanka\nPlanning Service and Sri Lanka Accounting Service, and recommendations, if\nappropriate, of options for change in their management.\n(ii) develop and implement a human resource management plan for each service.\nThe plan will consider the strategies necessary to move staff to more\nperformance-orientated conditions of employment. It will be consistent with the\ncorporate plans developed in each department, including for MSD.\n(iii) design and implement a fast-track career planning program to ensure that\nplanning and financial management throughout the public service are managed\neffectively. The system will include an accelerated training program, a set of\nsecondments to expose trainees to a full range of requirements for a fully\neffective planning or accounting officer, and a mentoring scheme.\n(iv) develop MSD capacity, (e.g. through individual training, and improved processes\nand systems) to support the two service boards.\n(v) establish competency frameworks for core accounting, budgeting, and planning\npositions (including supporting indicative job descriptions).\n(vi) develop revised service conditions for the accounting and planning cadres\nconsistent with current employment practices in the Sri Lankan public service,", "7\nensuring that good staff are recruited and retained, and that positions are filled by\ncompetent officers.\n(vii) set establishment levels for all accounting and planning functions in the public\nservice based on the new systems introduced by other subprojects in this cluster\nTA.\n27. MSD will lead two task forces, one each for Sri Lanka Accounting Service and Sri Lanka\nPlanning Service, to work on designing and implementing human resource management plans\nfor the accountants and planning services. Each team will work closely with the teams\nimplementing the MTEF and PEIS. The team working on the plan for the accountants service\nwill be building on the training programs developed by the Financial Management Training\nProject. Close liaison will be maintained with the Ministry of Public Administration, Home\nAffairs, and Plantation industries.\n28. In addition to the lead officer from MSD, other members will be co-opted from each\nservice. Each team will include staff from the Public Service Commission and the Ministry of\nPublic Administration, Home Affairs, and Plantation Industries, either as a full-time member or\nas an observer and adviser.\n5.\t Revised Finance Act and Internal Audit\n29. An overall financial legislative framework will be developed under this subproject in\ncooperation with the Public Finance Department to strengthen the Government's financial\ncontrol over its programs and provide clear guidance to those with financial responsibilitk In\naddition, the internal audit function will be reinforced,\n30. Key activities will include\n(i) review the financial accountability mechanisms within government including the\neffectiveness of the Public Accounts Committee in its role of nonpartisan\noversight of agency efficiency and effectiveness; and development of a program\nto improve the effectiveness of the internal audit function;9\n(ii) prepare a set of manuals covering budgeting, accounting, administrative, and\nstores procedures to function under the authority of the financial regulations;\n(iii) review internal audit procedures and updating the Internal Audit Manual to\ninclude the improved procedures;\n(iv) draft an internal audit charter setting out the powers, duties, and responsibilities\nof the internal audit function;\n(v) publish a comprehensive set of financial regulations supporting the revised\nfinance act; and\n(vi) draft instructions for a revised finance act.\nThis work will, help to improve the quality of oversight over publicly-funded activities, as called for in the Bank's\nAnticorruption Policy (R89-98).", "8\n31. MOFP will staff three task forces to address each of the following (i) a revised finance\nact; (ii) a comprehensive set of financial regulations; and (iii) manuals covering budgeting,\naccounting, administrative, and stores procedures to be issued under the authority of the\nfinancial regulations.\n32. Each task force will be supported by domestic consultants working under the general\nguidance of an international consultant The task force on the revised finance act will consist of\nstaff from the Public Finance Department, the Attorney General's Department, the Office of\nAuditor General, and the staff of the Parliamentary Committee responsible for passage of the\nfinance act. The task forces on the financial regulations and the manuals will be extensions of\nthe present teams currently in process of revising the financial regulations.\nC.\t Cost Estimates and Financing Plan\n33. The total cost of the TA is estimated at $3,765,000, comprising a foreign exchange cost\nof $2,077,000 and local currency cost of $1,688,000 equivalent. Detailed cost estimates and\nproposed financing arrangements are given in Appendix 2. The Bank will fund $3,000,000 to\ncover the entire foreign exchange cost and $923,000 equivalent of the local currency cost. The\nfinancing will be provided on a grant basis from the Bank-funded TA Program. The\nGovernment's contribution will be in kind and will cover items of expenditure estimated at\n$765,000 equivalent.\nD.\t Implementation Arrangements\n34. MOFP will be the Executing Agency (EA). The TA subprojects will be implemented by\nfive departments within MOFP (Appendix 3). Each will assign counterpart teams to implement\nthe planned subprojects. The External Resources Department will facilitate the essential\ncoordination of activities, with the director general acting as TA director and liaising with the\nconsulting team leader. The consulting team and counterpart team for each subproject in the TA\ncluster will report to the director general concerned. At specific milestones (e.g., completion of\nthe IT strategy or the draft finance act would normally constitute a milestone), a workshop will\nbe held to review progress and determine further work. Senior MOFP personnel and officials\nfrom other key ministries will attend and offer guidance. Bank staff will be intensively involved in\nthe supervision and monitoring of the TA cluster to ensure proper implementation.\n35. The counterpart teams will be guided by an international consulting team that will\noperate in a facilitative mode, and be coordinated and directed by the team leader of the PEIS\nsubproject. The counterpart teams wilt be responsible for achieving the targeted outputs of each\nsubproject, other than very technical outputs (like the IT strategy), which will be prepared by the\nconsulting team. Study tours will serve the essential function of demonstrating to counterparts\nthe operation of successful PEM systems elsewhere, and learning from in-depth discussions\nwith the technicians responsible for implementing these systems.\n36. The five subprojects will include participatory workshops and study tours. A program of\ntraining courses will be developed to ensure that there is a pool of competent officers ready to\nfill each position in the accounting and planning functions. The Government will seek funding\nfor skills development from bilateral funding agencies like the Australian Agency for International\nDevelopment, which has a grant training program available for Sri Lanka. An option that will be\ndeveloped is a twinning arrangement joining an international training institution with at least two", "9\nSri Lankan training institutes10 to design and deliver training courses. The involvement of at\nleast two Sn Lankan institutes will introduce an element of competition to ensure that the\ncourses continue to be delivered effectively and meet MOFP's needs.\n37. The TA cluster will be implemented over a 36-month period starting in January 2000\n(Appendix 3). As the program must be responsive to MOFP's requirements and availability of\nkey staff, adjustments may be made to the implementation schedule. The budget is based on a\ntotal of 69 person-months of international consulting and 112 person-months of domestic\nconsulting. The consultants will be engaged by the Bank in accordance with the Bank's\nGuidelines on the Use of Consultants and other arrangements satisfactory to the Bank on the\nengagement of domestic consultants. A lead consulting firm (and possibly associated firms) will\nbe selected on the basis of a full technical proposal specifying effective methodologies to\naddress the outputs specified in Appendix 4. For quality control purposes, each subproject team\nwill have consultants from the lead firm or from associated firms that have core businesses in\ntechnical areas relevant to the subproject A phased-service agreement will be negotiated with\nthe firm to allow the flexibility required for a cluster TA. At important milestones, 11 progress will\nbe reviewed jointly by the Government and the Bank. Based on these reviews, indicative terms\nof reference in Appendix 4 will be further specified and adjusted as necessary.\n38. The consultants will prepare inception, interim, draft final, and final reports for each\nsubproject. The consultants will also assist in developing, and as appropriate, delivering\ninternational and domestic training programs, and act as resource persons in domestic\nworkshops to be organized in accordance with arrangements satisfactory to the Bank.\nProcurement of equipment will be undertaken following the Bank's guidelines for procurement.\nIV.\t THE PRESIDENT'S RECOMMENDATION\n39. The President recommends that the Board approve the provision of technical\nassistance, on a grant basis, to the Government of the Democratic Socialist Republic of Sri\nLanka in an amount not exceeding the equivalent of $3,000,000 for the purpose of\nStrengthening Public Expenditure Management Systems.\n10 The training institutes to be considered will include the Institute of Public Finance and Development Accountancy,\nNational Institute of Business Management, Sri Lanka Institute of Development Administration, and University of\nSri Jayawardenepura.\nMilestones will be determined by MOFP management when each subproject is planned in detail. The completion of\nthe IT strategy and the human resource management plan will certainly be two milestones. Other milestones will be\npoints in the program where decisions about future directions are to be made by MOFP management to enable the\nsubproject to progress.", "TECHNICAL ASSISTANCE FRAMEWORK\nDesign Survinary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nGoal\nEstablish the key prior conditions for\t Improved strategic expenditure management\t Budget papers\t The Ministry of Finance and Planning\nby the Government\t Annual financial statement\t (MOFP) will provide a core group of\nbudget formulation and public\t\nexpenditure management to support\t Annual reports of line agencies\t competent economists and financial experts\na public sector reform program.\t Audit reports\t to work as counterparts.\nMOFP will act on proposed information\ntechnology strategy and human resource\nmanagement plan.\nCD There are organizational arrangements and\nother mechanisms established within MOFP\nto drive the program of change.\nThe Public Service Commission is prepared\nC,\nCD to grant a degree of flexibility in cadre\nmanagement.\nCD\nx Purpose\nSupport the institutional moderniza-\n•0 tion of key aspects of the Sri Lankan\t Improved resource allocation consistent with\t Budget papers\t MOFP is prepared to invest in appropriate -\nC5a, public budget and expenditure\t government priorities\t Annual financial statements\t systems and advice, and otherwise demons- 0\nCD management system.\t Timely, accurate, and secure expenditure\t MOFP reports\t trates it is committed to the technical\n- reporting\t Annual reports of line agencies\t assistance.\n-D Internal and external audit reports\t The Government develops an overall policy\n5)\nframework to enable effective prioritization of\nprograms and projects.\nEffective institutional arrangements are put in\nplace at the political level to ensure appro-\npriate planning and budgetary discipline.\nLine agencies are committed to submitting\ninvestment plans within the overall Govern-\nment policy framework.\nCompetent full-time counterpart teams are\nprovided to implement subprojects.\nMOFP is able to ensure that financial\nregulations are fully observed in practice.\n-o\nCD\n0.\nx\n-\n5)\nCo\nCD", "Mechanisms\nOutputs MOFP is prepared to acknowledge that\nDesign, develop, and document an effective systems are costly to implement and\nIT-based integrated accounting IT strategy plan Consultant report support.\nsystem based on a consistent overall Design of integrated planning, budget, treasury, MOFP budget Future recurrent budgets are sufficient to\nstrategy. and accounting system architecture maintain and continue to develop the\nSpecification of hardware and software systems.\nrequirements There is access to additional funds to install\nRecurrent budget-funded program for capacity the systems and coach operatives in the\nbuilding to operate and support systems\nPrepare a public investment program Public investment program Annual updated rolling, three-year, medium- The minister of finance is fully committed to\nwithin a medium-term expenditure Sustainable rolling, three-year, medium-term term expenditure framework rolling plans and improving the budget\nframework. expenditure framework Budget papers process.\nInvestment projects linked to overall govern- Minutes of budget review committee Sufficient competent economic planners are\nment priorities recruited and developed.\nClear linkages between capital and recurrent The National Planning Department (NPD) is\nbudgets willing to collaborate with the National Budget\nTake into account contingent liabilities Department (NBD).\nContinued assistance is accessible beyond\nthe end of this TA to guide development over\na five-year period.\nPrepare a medium-term expenditure\t Sustainable rolling, three-year, medium-term Annual publication of rolling, three-year The minister of finance is fully committed to\nframework,\t expenditure framework medium-term expenditure framework rolling plans and improving the budget\nClear linkages between recurrent and capital Budget papers process.\nbudgets Minutes of budget review committees Sufficient competent economic planners are\nrecruited and developed.\nNBD is willing to coUaborate with NPD.\nContinued assistance is available to guide\nthe development over a five-year period.\nEstablish an effective HRM program\t HRM plan staff competencies The Government is prepared to allocate\nfor accounting and planning cadres,\t Resourced human resource units supporting sufficient resources to support human\nand training programs for all\t service boards resource management programs.\ncontributing departments.\t Competent personnel in accounting and The Public Service Commission is prepared\nplanning services to allocate appropriate establishments to line\nministries.\nDevelop a revised finance act, Completed drafting instructions for finance act Government gazette The Government is prepared\nsupporting regulations, and an Enactment of finance act Hansard • to place the requirements for a finance act\ninternal audit function. Completed revised financial regulations Published regulations and manuals on its legislative program, and\nCompleted supporting financial manuals Published charter • to allocate sufficient resources to revitalize\nInternal audit charter Minutes of audit committees the internal audit function.\nQuarterly work programs Reports of the auditor general\nOperational audit committees\n0\nComoetent internal audits CD\na.\nx.\n-\n•0\nA)\nCO\nCD", "Design SunIary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nActivities\nPublic Expenditure Information\nSystem\nUpgrade internal controls with\t Effective operations of all systems of internal\t Enumerated questionnaire on status of each\t Competent, full-time counterpart teams are\nreference to the internal audit\t control throughout inner budget sector\t accounting installation\t provided to implement the changes.\nmanual.\t Instructions to each accounting officer on steps Accounting officers are unwilling to resurrect\nto be taken to improve internal controls\t manual systems and reconstruct all initial\nTemporary reinstatement of manual accounting balances.\nsystems\nInternal audit reports\nAuditor general's reports\nOrganize and deliver a launch\t Key staff fully conversant with and committed to Survey of key staff\nworkshop.\t the TA\nDeliver workshops to guide account-\t Accounting staff fully conversant with new\t Auditor general's reports\t Attendance at workshops is regarded as part\ning staff in new internal control\t procedures\t Competency assessments\t of career development.\nprocedures.\t _____________________________________\t _______________________\nDevelop an IT strategy for a compre-\t IT strategy for financial management\t Phased and costed plan for an integrated\t The Government demands an unrealistically\nhensive public expenditure inform-\t accounting system\t cheap solution.\nation system (PEIS) for the\t Detailed, costed recommendations for inclusion Directorates-general are prepared to work\nGovernment.\t of aid accounting systems into the PEIS\t cotlaboratively to a common goal.\nDetailed proposals for integration of the public\t Establishments are provided for trained\ndebt accounting system within the PEIS\t personnel to develop, operate, and maintain\nDetailed specifications for input of budget data\t computer systems.\nand output of budget monitoring information\nSpecification of training needs for staff to r\")\noperate system\nCosted installation program\nDevelop detailed requirements for\t Detailed design of the PEIS as a basis for a\t Revised chart of accounts\nthe PEIS.\t loan or other financial arrangemerts to\t Report identifying improvements implemented\npurchase hardware and software, and system\t in manual accounting systems\ninstalled\t Systems specifications for each unit of the\nPEIS\nBid documents for procurement of hardware\nand software\nA human resource development program\nDeveloped systems and operations manuals\n-o\nm\n0.\nx\n-\n-D\nA)\nCa\nm\nc)", "Develop training modules to meet\t Personnel competent to operate and maintain Formal assessments of staff competencies Funds to develop the necessary training\ncapacity-building requirements of the\t the new system Up-to-date accounting systems throughout the modules are acquired (bilateral sources are\nnew system. inner budget sector being the most promising).\nReports of systems support contractors on Recurrent funds are made available to\npersonnel capacity to maintain system support a continuing staff development\nprogram.\nAppropriate incentives established to pro-\nmote continuing professional development.\nProvide workshops to prepare Accounting staff fully conversant with new Formal assessments of competencies of si Attendance at workshops is regarded as part\naccounting staff to operate the regulations and procedures Up-to-date accounting systems throughout of career development.\nproposed system and computer inner budget sector\noperations staff to meet Reports of systems support contractors on\nrequirements. capacity of personnel to maintain system\nProvide quality control of subprojects. Implementation schedule met Implementation plan\nSatisfied clients Supervision missions\nClient reports\nPublic Investment Program\nDevelop an improved environment Effective macroeconomic forecasts Enumeration of conditions to meet targets Macroeconomists of sufficient calibre are\nand tools for preparing Effective organizational arrangements for Merged or collaborative arrangements between developed and recruited.\nmacroeconomic forecasts for the finalizing forecasts NPD, NBD, and the Fiscal Policy Department\nEstablish improved proce A calendar for the preparation of the multiyear Rolling medium-term expenditure framework f The minister of finance is prepared to require\ndevelopment expenditure expenditure program Revised costs of subcomponents I other ministers to improve their budget\nformulation. Procedures to enable effective prioritization of Circulation of hard budget ceilings based on submissions.\nprograms and consequent projects medium-term expenditure planning framework Effective organizational arrangements are in\n(.)\nMethodology to scrutinize sectora! programs Scrutiny of satisfactory integration between place to ensure coordination between NPD\nand projects capital and recurrent budgets and NBD\nEffective mechanism for coordinating NPD and Revised budget\nNBD budget inputs\nRolling medium-term expenditure planning\nframework\nReview of agency submissions\nAs part of the PETS, develop a An integrated budget preparation information Establishment of a local network between NPD The Government allocates sufficient funds for\nbudget preparation information system and NBD the installation of the designed and specified\nsystem. Physical verification of the operating system PEIS.\nCompleted operation and procedure manuals\nStreamline the capital budget Establishment of a common database Midterm and annual reviews of budget\nmonitoring system. Review of report users' needs implementation\nEstablishment of effective monitoring D\nprocedures\nDevelop an effective methodology for Effective methodology Staff competent in application of methodology There is the requisite political will to screen (D\nimproving economic analysis and Operating manual Peer reviews of screening reports projects based on agreed criteria. 7\nQ\npreparing and screening projects\nX\nN\n(Q\n(D\n.A", "Monitoring Mechanisms\nLiaise with the HRM team on a Pool of competent planning officers in the Scrutiny of capital budget submissions Funding is provided to resource the HRM unit\nprogram of development and training planning cadre Peer reviews of special studies and to support the requisite human resource\nfor members of the planning cadre Range of courses delivered by a choice of Management surveys development.\nincluding techniques for preparing training institutions Competency assessments The Government is prepared to reconsider its\nand screening projects. Distance course to be delivered in Degree of supervision required of cadre employment conditions to ensure that\nmacroeconomic planning funded by a bilateral members personnel with the required qualifications are\nsource recruited.\nOrganize and support one study tour Better informed planning staff Study tour reports applicability of other\nfor planning officials to review other Amended plan to incorporate additional approaches to the Sri Lankan situation\nsystems of capital expenditure changes into the budget process Manager's reassessments of subsequent\nprogramming and budgeting. performance\nDeliver a set of workshops to guide Planning staff competent in application of new Peer reviews of quality of work\nand train planning staff in new procedures and methodologies\nprocedures and methodologies.\nDevelop an improved environment\nand tools for preparing Effective macroeconomic forecasts Enumeration of conditions to meet targets Macroeconomists of sufficient calibre are\nmacroeconomic forecasts for the Effective organizational arrangements for Merged or collaborative arrangements between developed and recruited.\nbudget. finalizing forecasts NBD, NPD, and Fiscal Policy Department\nEstablish improved procedures for An annual calendar for the preparation of the Rolling medium-term expenditure framework The minister of finance is prepared to require\nrecurrent budget formulation. multiyear expenditure program and annual Revised costs of programs other ministers to improve their budget\nbudget Circulation of hard budget ceilings based on submissions.\nProcedures to enable effective prioritization of medium-term expenditure planning framework Effective organizational arrangements are in\nprograms Scrutiny of satisfactory integration between place to ensure coordination between NBD\nEffective mechanism for coordinating NBD and capital and recurrent budgets and NPD.\nNPD budget inputs Budget papers\nRolling medium-term expenditure planning\nframework\nReview of agency submissions\nAs part of the PEIS, develop a An integrated budget preparation information Establishment of a local network between NBD The Government allocates sufficient funds for\nbudget preparation information system and NPD the installation of the designed and specified\nsystem. Physical verification of the operating system PEIS.\nCompleted operation and procedure manuals\nStreamline the budget monitoring\t Establishment of a common database\t Midterm and annual reviews of budget Proposed World Bank-funded project\nsystem.\t eview of report users needs\t implementation provides a good basis on which to build the V\nV\nEstablishment of indicators and areas to be framework. CD\nmonitored\na\nEstablishment of effective monitoring\nx\nprocedures\nV\n(0\nCD\nc-fl", "\t\nDesign Summary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nDevelop an effective methodology for Effective methodology\t Staff competent in application of methodology\nimproving economic analysis.\t Operating manual\nLiaise with the HRM team on a\t Pool of competent budget officers in NBD\t Peer reviews of special studies\t Funding is provided to resource the HRM unit\nprogram of development and training Short and long courses delivered by a choice of Management surveys\t and to support the requisite human resource\nfor NBD staff.\t training institutions\t Competency assessments\t development.\nDistance course to be delivered in macro-\t Degree of supervision required of cadre\t Annual budgets are provided for staff\neconomic planning funded by bilateral source\t members.\t development.\nThe Government is prepared to reconsider its\nemployment conditions to ensure that\npersonnel with the required qualifications are\n________________________________________ recruited.\nOrganize and support a study tour for Better informed planning staff\t Study tour reports of other approaches to the\nbudget officials to review alternative\t Amended plan to continue to develop the\t Sri Lankan situation\nbudget preparation and management budget system\t Managers reassessments of subsequent\nsystems.\t ___________________________________________ performance\nDeliver a set of workshops to guide\t NBD staff competent in applying new\t Peer reviews of quality of work\nNBD staff in new procedures and\t procedures and methodologies\nmethodologies.\nHuman Resource Management\nDevelop a change management plan\t Completed change management plan\t Plan adopted by secretary, MOFP, and\t Senior management of MOFP are committed\nfor MOFP including strategies to\t consolidatfng current departmental corporate\t endorsed by the minister of finance\t to the change management plan.\nensure that staff development is\t plans\t Action plans delegated to responsible officers\t Provision of access to senior personnel to\nconsistent with systems\t Monitoring mechanism to monitor\t enable the corporate plan to be developed by\ndevelopment.\t --\t -\t implementation of action plans\t ________\t MOFP management c-TI\nProvide advice to MOFP senior\t Advice adopted by senior management\t Minutes or diaries of meetings\nmanagement on the orderly\t Feedback from senior management\nmanagement of a change program.\nEstablish an NRM plan for cadres\t Completed HRM plan\t Plan adopted by relevant boards and the Public The Government and/or Public Service\nunder MOFP management.\t Management Services Department (MSD)\t Service Commission, and resourced through\t Commission are willing to endorse the\ndeveloped to manage and develop the plan\t the budget by MOFP.\t program.\n__________________________________________ Targets in management plan being achieved\t ________________________________________\nEstablish a personnel record system\t All staff records on computerized personnel\t Documented system\t Resources are provided for computer\nfor the planning and accountant\t system linked to payroll\t Operation manuals\t software and hardware, and for the personnel\ncadres as a pilot scheme for all\t MSD staff competent to operate the system\t Up-to-date records\t to operationalize the database.\ncadres.\t _____________________________________________\nExamine a fast-track career planning\t Completed system design\t Plan adopted by the Public Service\t Public service or cadre rules can be\nsystem for cadres.\t Secondment program agreed with line\t Commission and resourced through the budget amended to enable talented personnel to be\nagencies\t by MOFP\t promoted on merit. CD\nTraining program established with training\t Operational manial\t Public service or cadre rules can be a\ninstitute\t First group of ei*ants competed their initial\t amended to enable personnel to enter into x\nProgram entrants recruited\t two years and appointed to sutetantive\t the service at other than base levels.\npositions and second group recruited\t The Public Service Commission is prepared\nUnit competent to continue program\t to change promotion rules so that acquired\ncompetencies and performance form the\nCD\n________________________________________ basis for promotions. 0)", "Develop competency frameworks for Basic set of jobs described and evaluated for New job evaluations endorsed by boards and The notion of competencies fits easily into the\nstandard positions in planning and new systems by the Public Service Commission present basis for promotion based on\naccountancy (including management) Statement of competency frameworks Competency frameworks supported by credentials and for ensuring equal\nwith supporting job descriptions. Jobs evaluated established training programs opportunity to positions below the\nDevelop a human resource Development of specifications for training Adequate budgets provided for training in all The Financial Management Training Project\ndevelopment program for cadre modules based on new systems requirements agencies and relevant departments has designed a number of courses, that are\nmembership and for personnel in the Accredited training programs developed and Officers undergoing targeted amount of training currently being run in a number of institutions,\nNational Budget, Management run by a small number of training institutes annually and could form the basis for such a program.\nServices, and Public Finance Competent cadre membership Provision for effective training programs will\ndepartments. Planning and accounting functions operating continue to be made in budgets.\nDevelop revised employment Acceptable revised employment New conditions agreed to in principle by The Government and/or Public Service\nconditions for planning and Cabinet and in detail by boards and the Public Commission will be willing to endorse the\naccounting cadres. Service Commission program.\nPublication of conditions in the Government\nGazette\nDevelop agreement and finance new Agreed establishment levels based on new\t New establishments agreed to by the The Public Service Commission supports\nestablishments for the planning and systems requirements\t I Service Commission changes to establishment levels based on\naccounting functions based on new needs of new systems.\nsystems requirements.\nOrganize and support one study tour Better informed personnel Study tour reports on the applicability of other\nfor Management Services Amended human resource management plan approaches to the Sri Lankan situation\nDepartment officials to review other Manager's reassessments of subsequent\nC)\npublic service human resource performance.\nmanagement planning systems.\nRevised Finance Act and Internal The Government accepts the need for a\nAudit revised finance act\nThe Government places the revised finance\nPrepare a revised finance act. Revised finance act Drafting instructions completed and passed to act on its annual legislative program.\nthe attorney general Competent full-time counterpart teams are\nFinance bill presented to Parliament I provided to implement the chanqes.\nDevelop supportive financial Revised financial regulations Published financial regulations supporting the\nregulations. new finance act\nDevelop financial manuals to cover Completed budgeting, accounting, manuals\nbudgeting, accounting, administrative, and stores manuals\nadministrative, and stores\nprocedures. 0\nCD\nDeliver workshops to guide Accounting staff fully conversant with new Competency assessments Attendance at workshops is regarded as part 0\naccounting staff in new regulations. regulations and procedures of career development.\n•0\nCD", "Design Sumary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nReview accountability mechanisms.\t Appropriate recommendations for improvement Consultant's report\t There is political support for the review.\nUpgrade current internal audit\t Effective procedures\t Scrutiny of revised manuals\t The auditor general suppoits changes to the\nprocedures.\t Endorsement of the auditor general\t internal audit function.\nStaff of sufficient calibre and potential are\nappointed to the internal audit function.\nEstablish an internal audit charter.\t Internal audit charter\t Adopted charter setting out the powers, duties,\nand responsibilities of the internal audit function\nDevelop competency framework for\t Basic jobs described and evaluated\t New job evaluations endorsed by the Public\t The Public Service Commission is prepared\ninternal audit staff.\t Statement of competency frameworks\t Service Commission\t to use a competency-based system for\nJobs evaluated\t Competency frameworks supported by\t promotions.\nestablished training programs\nDevelop a set of training modules for\t Development of specifications for training\t Adequate training budgets provided\t Funds to develop the necessary training\ninternal audit staff,\t modules based on new systems requirements\t Officers undergoing targeted amount of training modules are acquired (bilateral sources are\nAccredited training programs developed and\t annually (including accountancy)\t the most promising)\nrun by a small number of training institutes\t Cadre membership competent in accountancy\nand internal audit techniques\nConduct a study tour to examine the\t Improved framework for financial regulations\t Study tour recommendations\ndevelopment of financial regulations\t Audit charter reflecting appropriate international\nframeworks and internal audit\t practices\nsystems in other countries.\nCD\n0.\nx\nV\nCo\nCD", "\t\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\nitem\t Public Expenditure\t Public Investment\t Medium-Term\t Humen Resource\t Revised Finance t and\nInformation System\t Program and MIEF\t Expenditure Framework\t Management\t Internal Audit\t Total Cost\nForeign Local\t Total\t Foreign Local\t Total\t Foreign Local\t Total\t Foreign Local\t TI\t Foreign Local\t Total\t Foreign\t Local\t Total\nExch Currency Cost\t Exch Currency Cost\t Exch Currency Cost\t Exch Currency Cost\t Exch Currency Cost\t Exch\t Currency Cost\n& Bank Inancing *\n1. Consultants\na, Remuneration and Per Diem\nInternational Consultants\t 685\t 0\t 685\t 240\t 0\t 240\t 120\t 0\t 120\t 280\t 0\t 280\t 100\t 0\t 100\t 1425\t 0\t 1425\nii Domestic Consultants\t 0\t 486\t 486\t 0\t 108\t 108\t 0\t 48\t 48\t 0\t 66\t 66\t 0\t 24\t 24\t 0\t 732\t 732\nb International and Local Travel\t 90\t 5\t 95\t 40\t 5\t 45\t 25\t 5\t 30\t 45\t 5\t 50\t 25\t 0\t 25\t 225\t 20\t 245\nC. Reports and Communications\t 0\t 5\t 5\t 5\t 5\t 10\t 5\t 0\t 5\t 0\t 10\t 10\t 0\t 5\t 5\t 10\t 25\t 35\n2 Equipment\t 25\t 0\t 25\t 8\t 0\t 8\t 8\t 0\t 8\t 7\t 0\t 7\t 0\t 0\t 0\t 48\t 0\t 48\n3. Training, Seminars, and Workshops\t 20\t 10\t 30\t 10\t 5\t 15\t 10\t 5\t 15\t 20\t 0\t 20\t 10\t 5\t 15\t 70\t 25\t 95\n4 Study Tours\t 29\t 0\t 29\t 14\t 0\t 14\t 14\t 0\t 14\t 28\t 0\t 28\t 28\t 0\t 28\t 114\t 0\t 114\n-\n5. Miscellaneous Admin and Support Costs\t 4\t 5\t 9\t 4\t 5\t 9\t 4\t 5\t 9\t 4\t 5\t 9\t 4\t 5\t 9\t 20\t 25\t 45 03\nC-,\nCD\t 6 Representative for Contract Negotiations\t 5\t 0\t 5\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 5\t 0\t 5\n7. Contingencies\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 160\t 96\t 256\nSubtotal (A)\t 858\t 511\t 1369\t 321\t 128\t 449\t 186\t 63\t 249\t 384\t 86\t 470\t 167\t 39\t 206\t 2017\t 923\t 3000\n0\nB. Government Financing\nCT)\t I ortice Accomodation and 1 ransport\t O\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 10\t 10\t 0\t 30\t 30\n03 \t\n2 Remuneration and Per Diem 0\t 265\t 265\t 0\t 45\t 45\t 0\t 45\t 45\t 0\t 120\t 120\t 0\t 75\t 75\t 0\t 550\t 550\n-D \t\n3 Workshops 0\t 30\t 30\t 0\t 15\t 15\t 0\t 15\t 15\t 0\t 60\t 60\t 0\t 30\t 30\t 0\t 150\t ISO\n\t\n4. Others 0\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 15\t 15\t 0\t 35\t 35\n(-.3 \t\n(a)\t Subtotal (B) 0\t 305\t 305\t 0\t 70\t 70\t 0\t 70\t 70\t 0.0\t 190\t 190\t 0.0\t 130\t 130\t 0\t 765\t 765\nTotal\t 858\t 816\t 1674\t 321\t 198\t 519\t 186\t 133\t 319\t 384\t 276\t 660\t 167\t 169\t 336\t 2071\t 1688\t 3165\nMTEF = medium.term expenditure framework.\nNote: Contingencies will be allocated among the different subprojects during implementation. Adjustments may be made to the cost estimates and financing plan for each\nsubproject prior to the start of its implementation, particularly, but not limited to, the compensation rates for demestic consultants.\n* Financed by the Bank from the Bank-funded TA program.\n0\nCD\n0\nx", "\t\nAppendix 3\n19\nIMPLEMENTATION ARRANGEMENTS\nSubprojecta\nItem\t\nPublic\t Public\t Medium-Term\t Human\t Revised\nExpenditure\t Investment\t Expenditure\t Resource\t Finance Act\nInformation\t Program\t Framework\t Management\t and Internal\nSystem\t Audit\nExecutIng MOFP\nDepartment\t SAD\t NPD\t NBD\t MSD\t PFD\nNo. of Counterparts\t 15\t 10\t 5\t 6\t 12\nImplementation Schedule\nCommencement\t Jan 2000\t Mar 2000\t Mar 2000\t May 2000\t Jun 2000\nCompletion\t Dec 2002\t Jun 2002\t Dec 2002\t Dec 2001\t Jun 2001\nConsulting Services\n(person-months)\nInternational\t 32\t 12\t 6\t 14\t 5\nDomestic\t 71\t 18\t 8\t 11\t 4\nTotal 103 30 14 26 9\nMOFP = Ministry of Finance and Planning; MSD = Management Services Department; NBD = National Budget Department;\nNPD National Planning Department; PFD = Public Finance Department; SAD = State Accounts Department\na Data are based on best available information and are subject to change if MOFP experiences unanticipated\nproblems relating to counterpart staff, suitable facilities, policy decision making, and other matters.\n(Reference in text: page 8, para. 34)", "20\nAppendix 4, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES1\nA.\t Public Expenditure Information System\n1. The team leader of this subproject, who will be responsible for managing the technical\nassistance (TA) cluster, will establish the appropriate conditions for each of the subprojects to\ncommence, exercise a strong level of quality control over the implementation of the whole TA,\nand play a major role in developing the strategy for the study tours.\nTable A4.1: Consulting Services for the PEIS Subproject\nDuration\n___________________________________\t (person-months)\nInternational\nPublic Expenditure Management Specialist/Team Leader\t 22\nInternal Control Specialist\t 2\nSystems Consultant for IT Strategy\t 4\nTechnical Architect\t I\nNetwork Specialist\t I\nAccountant (to revise chart of accounts)\t 2\nDomestic\n\t\nInternal Control Specialists 6\n\t\nSystems Consultant for IT Strategy 3\n\t\nSystems Consultants (to revise the FMIS) 60\n\t\nAccountant (to revise chart of accounts) 4\nFMIS = Financial Management Information System; IT = information technology:\nPEIS = Public Expenditure Information System.\n2. The consulting team's responsibilities will include the following:\n(I)\t Provide advice on the specification and preparation of tender documents for a public\nexpenditure information system (PEIS).\n(ii) Assist in upgrading internal controls outlined in the Internal Audit Manual.\n(iii) Organize and deliver a launch workshop.\n(iv) Develop an information technology (IT) strategy for a comprehensive PEIS for the\nGovernment.\n(v) Assist the Ministry of Finance and Planning (MOFP) to develop detailed\nrequirements for the PEIS.\n1 The use of the TA cluster modality provides flexibility in the development of detailed terms of reference. Thus, it is\npossible that some of the following tasks may change, and other tasks may be added to those listed as more\ninformation becomes available from basic planning activities, e.g., development of an information technology plan\nfor the Ministry of Finance and Planning.\n(Reference in text: page 9, para. 37)", "21\nAppendix 4, page 2\n(vi) Prepare technical specifications for the hardware and software required by the\nsystem.\n(vii) Develop training modules to meet capacity building requirements of the new system.\nDeliver a set of workshops to train accounting staff in new internal control\nprocedures and new operating procedures, and computer operations staff in\nmaintenance requirements.\nB.\t Public Investment Program\n3. The consulting team will assist the director general, National Planning Department\n(NPD) enhance the formulation of a multiyear public investment program within the process of\nformulating a medium-term expenditure framework, together with developing necessary\ninformation systems and monitoring mechanisms. The principal output of the subproject is the\nstrengthening of the public investment program and capital budget within a realistic medium-\nterm framework. The same consulting team will also implement the medium-term expenditure\nframework subproject, managed by National Budget Department (NBD).\nTable A4.2: Consulting Services for the Public Investment Program\nand Medium-Term Expenditure Framework\nExpert Duration\nrson-months\nInternational\nPublic Finance Specialist 8\nMacroeconomist 2\nBudget Specialist 2\nSector Specialists 6\nDomestic\nSector Specialists 18\nBudget Specialist 8\n4.\t The consulting team will have the following responsibilities:\n(i) In collaboration with NBD, design and implement a rolling multiyear development\nexpenditure program.\n(ii) Review and recommend improvements to the present capital expenditure\nmonitoring system.\n(iii) Review the presentation of programming documents.\n(iv) Design and implement improved procedures and allocation of tasks in NPD.\n(v) Provide on-the-job training to counterpart teams in all key matters related to their\nnew tasks in public investment programming and macroeconomic planning.\n(vi) Strengthen methods and tools for preparing a macroeconomic framework.", "22\nAppendix 4, page 3\n(vii)\t Strengthen MOFP's capacity to prepare macroeconomic analyses.\n(viii) Develop the capacity of at least three major line agencies to prepare sector\nexpenditure programs, evaluate project proposals, and make effective decisions\non priority expenditures.\n(ix)\t Strengthen methodologies for identifying and prioritizing projects.\n(x)\t Review line agency organizational arrangements for preparing sector public\ninvestment programs.\n(xi)\t Define procedures to reinforce the prioritization of expenditure programs.\n(xii)\t Develop improved methods to scrutinize sectoral programs.\n(xiii)\t Design reports to meet the needs of various kinds of users.\n(xiv) Develop strategies to improve the coordination of the various monitoring\nsystems.\n(xv)\t In conjunction with the PEIS team\n(a) prepare a functional analysis for a system to organize public investment\ninformation for the preparation of the budget and multiyear expenditure\nprogram; and\n(b) specify software and hardware for an online system to provide MOFP with\nthe requisite information to manage such a program.\n(xvi) In conjunction with the human resource management team\n(a) prepare a work program for training members of the Planning Service on\nexpenditure programming and project preparation;\n(b) specify courses to train members of the Planning Service in expenditure\nprogramming and project preparation;\n(C)\t specify courses to train new recruits in the Planning Service;\n(d) specify and arrange for a distance education to be delivered in\nmacroeconomic planning funded by a bilateral funding agency or from the\nrecurrent budget;\n(e) organize and provide support for a study tour for planning officials to\nreview other systems of expenditure programming and budgeting; and\n(f) deliver workshops to guide planning staff in new procedures and\nmethodologies.", "23\nAppendix 4, page 4\nC.\t Medium-Term Expenditure Framework\n5. The consulting team will assist the director general of NBD develop a medium-tern,\nexpenditure framework, appropriate budget cycle, necessary information systems, improved\nmonitoring mechanisms (building on the World Bank financed project), and strategic linkages\nwith all sector ministries.\n6. The consulting team's responsibilities will include the following:\n(i) In collaboration with NPD, design and implement a rolling multiyear expenditure\nframework and program (including definition of its coverage, procedures, and\ncalendar for its preparation; coordination mechanisms with the preparation of the\nannual budget; methods for updating cost estimates of programs; and methods\nfor analysis of the impact of the investment program on the budget).\n(ii) Enhance the World Bank-financed expenditure monitoring system within the\nframework of the proposed PEIS.\n(iii) Review the presentation of programming documents.\n(iv) Help to design and implement improved procedures and allocation of tasks within\nNBD.\n(v) Develop appropriate methods and tools for preparing the macroeconcmic\nframework.\n(vi) Develop capacity within MOFP to prepare macroeconomic analyses.\n(vii) Assist in establishing a calendar for the preparation of the multiyear expenditure\nprogram.\n(viii) Define procedures to reinforce prioritization among expenditure programs.\n(ix) Develop improved methods to scrutinize sectoral programs.\n(x) Design reports to meet the needs of various kinds of users.\n(xi) Implement strategies to improve the coordination of the various monitoring\nsystems.\n(xii) In conjunction with the PEIS team, prepare a functional analysis for a system to\norganize information for preparing the budget and a multiyear expenditure\nprogram.\n(xiii) In conjunction with the human resource management team.\n(a) specify courses to train members of NBD in all aspects of budget\nmanagement and preparation;\n(b) specify courses to train new NBD recruits;", "24\nAppendix 4, page 5\n(c) specify and arrange for a distance education course to be delivered in\nmacroeconomic planning funded by a bilateral funding agency or from the\nrecurrent budget;\n(d) organize and support a study tour for planning officials to review overseas\nsystems of expenditure programming and budgeting; and\n(e) deliver workshops to guide budget officers in new procedures and\nmethodologies.\nD.\t Human Resource Management Team\n7. The human resource management team will be responsible for establishing a system\nthat will lead to effective human resource planning for the planning, budgeting, and accounting\nfunctions within the Sri Lankan public service. The principal output is the development and\nimplementation of a realistic human resource management plan for the planning and\naccountants services. Equally important outputs will be the design of a set of training programs\nfor officers working in the National Budget and Public Finance departments.\nTable A3.3: Consulting Services for the Human Resource Management Team\nExpert Duration\n(person-months)\nInternational\nHuman Resource Specialists 12\nCompentency Framework Specialist 2\nDomestic\nAccountants and Planning Services 4\nCompetency Framework Specialist 3\nTraining Specialist 4\n8.\t The consulting team's responsibilities will include the following:\n(I) Carry out a diagnostic study of the personnel system operating for the planning\nand accountants services and recommendations, if appropriate, of options for\nchange in their management.\n(ii) Survey agency heads and senior managers to identify problems they experience\nwith the way the service officers are managed by their agencies.\n(iii) Assess any additional requirements the two service boards have to enable them\nto effectively manage personnel and professional requirements.\n(iv) Review the current personnel data bases of the two services with a view to\ncomputerizing them as part of the implementation of the proposed PEIS.\n(v) Assess barriers to mobility and merit-based advancement.", "25\nAppendix 4, page 6\n(vi) Develop and implement a human resource management plan for each service,\nincluding a fast-track career planning program, an accelerated training program,\ncompetency frameworks, revised service conditions, and a set of secondments.\n(vii) Develop the Management Services Division's capacity to support the two service\nboards.\n(viii) Specify a sustainable program of training courses to ensure that there is a pool of\ncompetent officers ready to fill each position in the accounting and planning\nfunctions.\n(ix) Specify training courses for officers in the National Budget and Public Finance\ndepartments.\n(x) Advise on setting establishment levels for all accounting and planning functions\nin the public service based on the new systems introduced by other subprojects\nin this cluster TA.\n(xi) Organize and provide support for a study tour for Management Services\nDepartment officials to review overseas systems of public service human\nresource management planning.\nE.\t Revised Finance Act and Internal Audit Team\n9. The revised finance act and internal audit team will support the director general of the\nPublic Finance Department by providing detailed proposals for an overall financial legislation\nframework, including a revised finance act and supporting regulations and procedures, to\nenhance the internal audit function of the Government,\nTable A4.4: Consulting Services for the Revised Finance Act\nand Interal Audit Team\nExpert\t Duration\n_________________________________________\t (person-months)\nInternational\nFinance Act and Regulations Specialist\t 3\nInternal Audit Specialist\t 2\nDomestic\n\t\nFinancial Regulations Specialist 2\n\t\nInternal Audit Specialist 2\n10. The consulting team's responsibilities will include the following:\n(i) Draft instructions for a revised finance act and a comprehensive set of financial\nregulations.\n(ii) Assist in publishing an appropriate set of manuals in support of (i).", "26\nAppendix 4, page 7\n(iii) Deliver a set of workshops to guide accounting staff on the impacts and\napplications of the new regulations.\n(iv) Carry out a review of financial accountability mechanisms within the Government.\n(x)\t Update the Internal Audit Manual to include improved personnel arrangements,\nand an internal audit charter.\n(x)\t Design a participatory workshop on accountability.\n(x)\t Organize and support a study tour for Public Finance Department officials to\nreview the operation of finance acts and the internal audit function.", "ASIAN DEVELOPMENT BANK\t TAR: SRI 32533\nPROPOSED\nTECHNICAL ASSISTANCE\nTO THE\nDEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA\nFOR STRENGTHENING\nPUBLIC EXPENDITURE MANAGEMENT SYSTEMS\nOctober 1999", "\t\t\nCURRENCY EQUIVALENTS\n(as of 30 September 1999)\n\tCurrency Unit\t =\t Sri Lanka Rupee/s (SLRe/SLRs)\nSLReI.00\t =\t $.0140\n$1.00\t =\t SLRs7I.85\nThe exchange rate of the rupee is determined under a system of managed float against\nthe currencies of Sri Lanka's major trading partners.\nABBREVIATIONS\nIT -\t Information Technology\nMOFP -\t Ministry of Finance and Planning\nMSD -\t Management Services Department\nMTEF -\t Medium-Term Expenditure Framework\nNBD -\t National Budget Department\nNPD -\t National Planning Department\nPEM -\t Public Expenditure Management\nSAD -\t State Accounts Department\nTA -\t Technical Assistance\nNOTES\n(i) The fiscal year (FY) of the Government corresponds to the calendar year.\n(ii) In this report, \"$\" refers to US dollars.", "I.\t INTRODUCTION\n1. During the March 1998 Country Programming Mission, the Government initiated\ndiscussions on improving the efficiency and effectiveness of the public service in general and\npublic expenditure systems in particular. In response to the Government's request, the Bank\ngranted a small-scale technical assistance (TA) for Institutional Modernization of the Ministry of\nFinance and Planning (MOFP).1 In addition Bank staff reached an understanding with MOFP on\nthe parameters for a broader program to strengthen public expenditure management. Further\ndiscussions on the design of the cluster TA, terms of reference for consultants, cost estimates,\nand implementation arrangements were held during a mission in April 1999 and during the\nBank's Annual Meeting.2 The TA framework is presented in Appendix 1.\nII.\t BACKGROUND AND RATIONALE\n2. Sri Lanka's public institutions have helped the Government to achieve high levels of\nsocial development, economic growth, and low population growth. Notwithstanding these\nachievements, many public institutions are in need of modernization to face future challenges.\nThe key governance and public management issues include high fiscal deficit, excessive size of\nthe civil service, insufficient operating and maintenance expenditure, severe skill and motivation\nproblems, and fragmented government structures and systems.\n3. The country's budgetary system performs well in terms of the first objective of public\nexpenditure management (PEM)—aggregate expenditure control. However, performance is\nweak in terms of the other two objectives: sectoral resource allocation in conformity with policy\npriorities, and flexible and effective operational management. Thus, fiscal discipline has been\nfairly well served by the present system, but not the longer term development and public service\ngoals. For instance, the shortened perspective of expenditure decisions precludes attention to\nthe looming crisis of the publicly funded pension system, which in part stems from life\nexpectancy increasing to one of the highest levels in Asia.\n4. The lack of PEM effectiveness can be attributed to the general decline of the civil service\nand administrative apparatus—diagnosed over 12 years ago by the Government's\nAdministrative Reform Commission. Reasons identified include insufficient incentives, obstacles\nto internal mobility, and a growing mismatch between civil servants' skills and their changing\ntasks. Although some action has been taken since then, most of the recommendations have not\nbeen implemented.4 This persistent decline in administrative effectiveness has led to an erosion\nof the quality of social services for which Sri Lanka is ustIy praised.\n5. The Government has taken some steps to address these problems. For example, an\nearly retirement and severance program was enacted in 1990-1991 with World Bank support.\nThis program did not have the desired results because it was not properly targeted, not time-\nbound, and not costed realistically. In 1996, the Bank provided TA to formulate broad-based\nadministrative reforms5 in cooperation with the International Monetary Fund and World Bank. A\n1 TA 3038-SRI: Institutional Modernization of the Ministry of Finance and Planning, for $148,000, approved on 3 July\n1998.\n2 The TA first appeared in ADB Business Opportunities in December 1998.\nFor a summary, see Schiavo-Campo, S. 1998. Public Administration in Sri Lanka: A Bird's Eye View. Strategy and\nPolicy Office. Asian Development Bank, Manila.\nWanasinghe, 1994. Activating the Administrative Reform Process in Sri Lanka. Research Studies, Governance\nSeries No. 2. Colombo: Institute for Policy Studies.\nTA 2616-SRI: Public Administration Reform, for $275,000, approved on 24 July 1996.", "United Nations Development Programme-funded project supported the activities identified under\nthe TA. However, other considerations, including the attention and resources absorbed by the\ncivil conflict, have prevented the Government from launching a large-scale program of\nadministrative and civil service reform.\n6. The Government recognizes that there is an urgent need to shore up the quality of public\nservices. The situation is conducive to constructive interventions to modernize selected\nimportant public sector functions, particularly the PEM system. Focused assistance can be\nespecially effective. For example, the Bank-supported Financial Management Training Program\n6 \nloan,  which is nearing completion, has reduced financial reporting lags and provided valuable\nbasic computing know-how and skills to a substantial number of civil servants at the national\nand subnational levels. Similarly, the World Bank is currently assisting MOFP's Fiscal Policy\nDepartment with expenditure monitoring. In another example, the Government has taken a\nstrong stance against public sector corruption, establishing the Permanent Commission for the\nPrevention of Bribery and Corruption and appointing a special presidential commission to\ninquire into maipractices and irregularities in public bodies. The former investigated about 6,000\ncases for prosecution between 1995 and 1997.\n7. The Government's strategy is two-pronged: it seeks to position itself to launch a far-\nreaching administrative reform program when the circumstances are right, and at the same\ntime, it seeks to improve targeted administrative functions and policies, thus establishing the\nbasic conditions to facilitate the implementation of such a program. In this context, the 1998\nCountry Programming Mission agreed to proceed with the Government's request to support\nimprovements in key aspects of PEM.\n8. MOFP is responsible for the regulation, planning, revenue collection, management, and\naccounting of public finances. MOFP is divided into 13 departments, with a total of about 8,400\nstaff. Of these, five departments with about 700 staff are responsible for the key elements of\nPEM.7 The proposed assistance to these departments will enhance financial accountability, help\nreduce corruption, provide a strong foundation for eventual comprehensive administrative\nreform, and improve public resource efficiency.\n9. To improve fiscal discipline, new systems will be designed to better monitor and review\nthe consistency of the expenditure plans, particularly the Public Investment Program, within an\nintegrated macroeconomic framework covering the national accounts, budget, and balance of\npayments. To improve resource allocation, there will be better analysis and documentation of\nproject proposals, a full set of forward estimates for all components of public outlays (including\nrecurrent spending requirements) over a multiple-year horizon, and better alignment of foreign\nassistance with development priorities, avoiding overlaps and increasing the consistency of\nsector policies. To improve operational management, a new computerized system will integrate\nall key financial management functions into a cohesive system on a common database. The TA\nwill help upgrade skills of relevant financial and planning cadres and enact requisite legislation.\nThese new systems will better monitor disbursement, physical implementation, and economic\ntargets, feeding back into a rolling, multiyear investment plan. The Government is strongly\nsupportive of such initiatives.\no \nLoan 1275-SR: Financial Management Training, for $13 Million, approved on 29 November 1993.\nAsian Development Bank. 1999. Sri Lanka. Institutional Modernization of the Ministiy of Finance,  Final Report.\nManila, 1998 data, p. 62 and Appendix D, 1999.", "10. In preparation, MOFP has established the Management Services Department as a focal\npoint for an improved personal record system, competency frameworks, revised employment\nconditions, and a fast-track, career-planning system. Other targeted improvements under\nconsideration include sequestering vacant positions, freezing gross recruitment, placing the\nPublic Service Commission under the authority of the President and restoring its legal\nautonomy, and proclaiming a moratorium on the creation of any new public sector bodies.\n11. A TA cluster approach is considered the most appropriate modality to address the\nmultifaceted problem. The TA is designed to address interrelated constraints, while providing\nflexibility to the responsible departments in developing detailed outputs, terms of reference, and\nbudgets for individual subprojects. The strengthening of PEM and the public expenditure\ninformation system (PETS) within MOFP and across all ministries of the Government requires\ncareful sequencing of a number of specialist inputs from the fields of public investment planning,\naccounting, and information technology (IT) systems, and the human resources necessary to\nmake the new systems and protocols work. The cluster approach will help to synchronize the\nsequencing of the subprojects as decisions in one could materially alter the design of another.\nFor example, the determination of an IT strategy could affect activities under the Human\nResource Management subproject, particularly the training requirements and the question of\nretention policies. Other linkages exist between subprojects, and call for flexibility in design and\nimplementation.$\nIII.\t THE PROPOSED TECHNICAL ASSISTANCE\nA.\t Objective\n12. The objective of the TA is to support comprehensive modernization of the Sri Lankan\nPEM to improve fiscal discipline and expenditure control, strategic allocation of resources\nconsistent with policy priorities, and operational management.\nB.\t Scope\n13. The TA will consist of five closely related subprojects, managed respectively by the State\nAccounts, National Planning, National Budget, Management Services, and Public Finance\ndepartments of MOFP.\n1.\t Public Expenditure Information System\n14. An integrated PEIS will be designed, in cooperation with the State Accounts Department\n(SAD). The internal controls of the current accounting systems will be strengthened, with\nreference to the internal audit manual, followed by the development of a comprehensive IT\nstrategy for the public expenditure function across the whole of government. The strategy will\nspecify the software and hardware requirements for the system based on user needs, and\nidentify capacity-building requirements to install, operate, and maintain the system. The IT\nstrategy will have important implications for the Human Resource Management subproject,\nwhich must be responsive to the new system.\n8 The Board will be informed of the progress of the TA cluster through brief information papers.", "4\n15. The principal subproject output will be the development and specification of a PEIS\ncapable of supporting data transfers from other agencies and of (i) budget classification, chart of\naccounts maintenance, and budget preparation; (ii) exchequer accounting and cash-flow\nforecasting and management; (iii) development fund accounting; (iv) commitment control; (v)\npayroll management with an interface to the personnel and pension systems; (vi) public debt\naccounting; (vii) general ledger accounting, including management and project accounting; and\n(viii) management and statutory reporting.\n16. While the major determiners of the design criteria for the PEIS will be SAD, the National\nPlanning Department (NPD), and the National Budget Department (NBD), the system will also\nmeet the requirements of all other departments within MOFP as well as those for financial\nmanagement information of chief accounting officers throughout the civil service.\n17. To develop the PEIS and reinvigorate internal control procedures throughout the public\nservice, task forces will be formed to look at groups of about 10 ministries to determine the state\nof their preparedness. These task forces will use the Internal Audit Reference Manual to\nprogressively study each administrative unit in Government, ensure that internal control\nprocedures are operational and understood, and that external controls on data processing are\nbeing followed. The distribution of administrative units to each task force will assigned by SAD.\nAs new accounting systems are developed, the task force will support operational areas in their\nintroduction, operation, and maintenance.\n18. Each task force will be supported by domestic consultants working under the general\nguidance of an international consultant. Each task force will include personnel from SAD, the\nauditor general, and from officers seconded from line departments. Secondments can be made\nfor the time a task force is working in a particular administrative unit or for periods sufficiently\nlong to enable an officer to be fully conversant with what the working party is doing. To make\noptimal use of the consulting support provided, staff will be seconded by line departments to\neach task force on a full-time basis.\n2.\t Public Investment Program\n19. Under this subproject, coordination of the capital component of the budget will be\nimproved, in collaboration with sector ministries and within the framework of a three-year rolling\nprogram. Tools and procedures will be improved for macroeconomic forecasting, project\nscreening, budget preparation, and expenditure monitoring. The capacity of NPD and sector\nagencies to address public investment programming issues will have a major impact on the\ntiming of the development of a medium-term expenditure framework and the appropriate level of\ndisaggregation.\n20. Key activities will include\n(i) design and implementation of a rolling medium-term expenditure framework\n(MTEF);\n(ii) establishment of a governing framework for capital and expenditure budgets, and\nmethods for analyzing of the impact of the investment program on the recurrent\nbudget;", "(iii) review of the present capital expenditure monitoring system with appropriate\nrecommendations on reporting requirements, which will be an input to the design\nof the PEIS;\n(iv) development of capacity in at least three major line agencies to develop sector\ninvestment programs, evaluate project proposals, and produce effective advice\non sector expenditure;\n(v) review of line agency organizational arrangements for preparing sector public\ninvestment programs; and\n(vi) collaboration with NBD to improve procedures, allocate tasks, and establish a\ncalendar for the preparation of the multiyear expenditure program.\n21.\t MOFP will establish two task forces for this subproject:\n(i) The first will work on developing line agency capacity for expenditure\nprogramming and project preparation. Led by an officer from NPD with staff\nseconded from line agencies, it will develop a set of training modules to build\ncapacity of the Planning Service. It will be supported by the subproject consulting\nteam, and in particular by the consultants assigned to help line departments\nimprove their program planning.\n(ii) The second will design and introduce improved procedures for formulatin the\ndevelopment budget and its subsequent monitoring within the overall logic of\nMTEF. It will need to work in parallel and collaboratively with the NBD team\nworking on the development of the MTEF. This task force will include one officer\nfrom NBD to ensure that recurrent budget requirements are taken into account.\n3.\t Medium-Term Expenditure Framework\n22. Under this subproject, the framework will be developed to improve coordination of the\ncurrent and capital expenditure components of the budget in a multiyear perspective and in\ncollaboration with sector ministries. As a result, expenditures will be allocated by the NBD in\nconformity with Government policy priorities.\n23.\t Key activities will include\n(i) design and implementation of a rolling MTEF,\n(ii) determination of MTEF's coverage, procedures, and schedule for its preparation;\nand coordination mechanisms with the preparation of the annual budget including\nmethods for updating cost estimates of programs and projects and for analyzing\nthe impact of the investment program on the recurrent budget;\n(iii) enhancement of the World Bank-financed expenditure monitoring system within\nthe framework of the proposed PEIS;\n(iv) design and implementation of improved procedures and allocation of tasks within\nNBD;", "6\n(v) establishment of a schedule for the preparation of the multiyear expenditure\nprogram;\n(vi) laying down procedures to reinforce the prioritization of expenditure programs;\n(vii) improvement of methods to scrutinize sectoral programs;\n(viii) determination of strategies to improve the coordination of the various monitoring\nsystems; and\n(ix) preparation of a functional analysis for a system to organize information for the\npreparation of the budget and the multiyear expenditure program.\n24. MOFP will staff a task force led by NBD to design and introduce improved procedures\nfor budget formulation within MOFP and the subsequent monitoring of budget performance.\nThis task force will include an officer from NPD to ensure that development budget requirements\nare taken into account.\n4.\t Human Resource Management\n25. This subproject will focus on improving human resource management for the Sri Lanka\nPlanning Service and the Sri Lanka Accounting Service, as well as for officers working in NBD,\nPublic Finance Department, and Management Services Department (MSD) of MOFP. It will\nestablish a personnel record system, competency frameworks, and revised employment\nconditions, and examine a fast-track career planning system.\n26. Key activities will include the following:\n(i) prepare a diagnostic study of the personnel system operating for the Sri Lanka\nPlanning Service and Sri Lanka Accounting Service, and recommendations, if\nappropriate, of options for change in their management.\n(ii) develop and implement a human resource management plan for each service.\nThe plan will consider the strategies necessary to move staff to more\nperformance-orientated conditions of employment. It will be consistent with the\ncorporate plans developed in each department, including for MSD.\n(iii) design and implement a fast-track career planning program to ensure that\nplanning and financial management throughout the public service are managed\neffectively. The system will include an accelerated training program, a set of\nsecondments to expose trainees to a full range of requirements for a fully\neffective planning or accounting officer, and a mentoring scheme.\n(iv) develop MSD capacity, (e.g. through individual training, and improved processes\nand systems) to support the two service boards.\n(v) establish competency frameworks for core accounting, budgeting, and planning\npositions (including supporting indicative job descriptions).\n(vi) develop revised service conditions for the accounting and planning cadres\nconsistent with current employment practices in the Sri Lankan public service,", "7\nensuring that good staff are recruited and retained, and that positions are filled by\ncompetent officers.\n(vii) set establishment levels for all accounting and planning functions in the public\nservice based on the new systems introduced by other subprojects in this cluster\nTA.\n27. MSD will lead two task forces, one each for Sri Lanka Accounting Service and Sri Lanka\nPlanning Service, to work on designing and implementing human resource management plans\nfor the accountants and planning services. Each team will work closely with the teams\nimplementing the MTEF and PEIS. The team working on the plan for the accountants service\nwill be building on the training programs developed by the Financial Management Training\nProject. Close liaison will be maintained with the Ministry of Public Administration, Home\nAffairs, and Plantation industries.\n28. In addition to the lead officer from MSD, other members will be co-opted from each\nservice. Each team will include staff from the Public Service Commission and the Ministry of\nPublic Administration, Home Affairs, and Plantation Industries, either as a full-time member or\nas an observer and adviser.\n5.\t Revised Finance Act and Internal Audit\n29. An overall financial legislative framework will be developed under this subproject in\ncooperation with the Public Finance Department to strengthen the Government's financial\ncontrol over its programs and provide clear guidance to those with financial responsibilitk In\naddition, the internal audit function will be reinforced,\n30. Key activities will include\n(i) review the financial accountability mechanisms within government including the\neffectiveness of the Public Accounts Committee in its role of nonpartisan\noversight of agency efficiency and effectiveness; and development of a program\nto improve the effectiveness of the internal audit function;9\n(ii) prepare a set of manuals covering budgeting, accounting, administrative, and\nstores procedures to function under the authority of the financial regulations;\n(iii) review internal audit procedures and updating the Internal Audit Manual to\ninclude the improved procedures;\n(iv) draft an internal audit charter setting out the powers, duties, and responsibilities\nof the internal audit function;\n(v) publish a comprehensive set of financial regulations supporting the revised\nfinance act; and\n(vi) draft instructions for a revised finance act.\nThis work will, help to improve the quality of oversight over publicly-funded activities, as called for in the Bank's\nAnticorruption Policy (R89-98).", "8\n31. MOFP will staff three task forces to address each of the following (i) a revised finance\nact; (ii) a comprehensive set of financial regulations; and (iii) manuals covering budgeting,\naccounting, administrative, and stores procedures to be issued under the authority of the\nfinancial regulations.\n32. Each task force will be supported by domestic consultants working under the general\nguidance of an international consultant The task force on the revised finance act will consist of\nstaff from the Public Finance Department, the Attorney General's Department, the Office of\nAuditor General, and the staff of the Parliamentary Committee responsible for passage of the\nfinance act. The task forces on the financial regulations and the manuals will be extensions of\nthe present teams currently in process of revising the financial regulations.\nC.\t Cost Estimates and Financing Plan\n33. The total cost of the TA is estimated at $3,765,000, comprising a foreign exchange cost\nof $2,077,000 and local currency cost of $1,688,000 equivalent. Detailed cost estimates and\nproposed financing arrangements are given in Appendix 2. The Bank will fund $3,000,000 to\ncover the entire foreign exchange cost and $923,000 equivalent of the local currency cost. The\nfinancing will be provided on a grant basis from the Bank-funded TA Program. The\nGovernment's contribution will be in kind and will cover items of expenditure estimated at\n$765,000 equivalent.\nD.\t Implementation Arrangements\n34. MOFP will be the Executing Agency (EA). The TA subprojects will be implemented by\nfive departments within MOFP (Appendix 3). Each will assign counterpart teams to implement\nthe planned subprojects. The External Resources Department will facilitate the essential\ncoordination of activities, with the director general acting as TA director and liaising with the\nconsulting team leader. The consulting team and counterpart team for each subproject in the TA\ncluster will report to the director general concerned. At specific milestones (e.g., completion of\nthe IT strategy or the draft finance act would normally constitute a milestone), a workshop will\nbe held to review progress and determine further work. Senior MOFP personnel and officials\nfrom other key ministries will attend and offer guidance. Bank staff will be intensively involved in\nthe supervision and monitoring of the TA cluster to ensure proper implementation.\n35. The counterpart teams will be guided by an international consulting team that will\noperate in a facilitative mode, and be coordinated and directed by the team leader of the PEIS\nsubproject. The counterpart teams wilt be responsible for achieving the targeted outputs of each\nsubproject, other than very technical outputs (like the IT strategy), which will be prepared by the\nconsulting team. Study tours will serve the essential function of demonstrating to counterparts\nthe operation of successful PEM systems elsewhere, and learning from in-depth discussions\nwith the technicians responsible for implementing these systems.\n36. The five subprojects will include participatory workshops and study tours. A program of\ntraining courses will be developed to ensure that there is a pool of competent officers ready to\nfill each position in the accounting and planning functions. The Government will seek funding\nfor skills development from bilateral funding agencies like the Australian Agency for International\nDevelopment, which has a grant training program available for Sri Lanka. An option that will be\ndeveloped is a twinning arrangement joining an international training institution with at least two", "9\nSri Lankan training institutes10 to design and deliver training courses. The involvement of at\nleast two Sn Lankan institutes will introduce an element of competition to ensure that the\ncourses continue to be delivered effectively and meet MOFP's needs.\n37. The TA cluster will be implemented over a 36-month period starting in January 2000\n(Appendix 3). As the program must be responsive to MOFP's requirements and availability of\nkey staff, adjustments may be made to the implementation schedule. The budget is based on a\ntotal of 69 person-months of international consulting and 112 person-months of domestic\nconsulting. The consultants will be engaged by the Bank in accordance with the Bank's\nGuidelines on the Use of Consultants and other arrangements satisfactory to the Bank on the\nengagement of domestic consultants. A lead consulting firm (and possibly associated firms) will\nbe selected on the basis of a full technical proposal specifying effective methodologies to\naddress the outputs specified in Appendix 4. For quality control purposes, each subproject team\nwill have consultants from the lead firm or from associated firms that have core businesses in\ntechnical areas relevant to the subproject A phased-service agreement will be negotiated with\nthe firm to allow the flexibility required for a cluster TA. At important milestones, 11 progress will\nbe reviewed jointly by the Government and the Bank. Based on these reviews, indicative terms\nof reference in Appendix 4 will be further specified and adjusted as necessary.\n38. The consultants will prepare inception, interim, draft final, and final reports for each\nsubproject. The consultants will also assist in developing, and as appropriate, delivering\ninternational and domestic training programs, and act as resource persons in domestic\nworkshops to be organized in accordance with arrangements satisfactory to the Bank.\nProcurement of equipment will be undertaken following the Bank's guidelines for procurement.\nIV.\t THE PRESIDENT'S RECOMMENDATION\n39. The President recommends that the Board approve the provision of technical\nassistance, on a grant basis, to the Government of the Democratic Socialist Republic of Sri\nLanka in an amount not exceeding the equivalent of $3,000,000 for the purpose of\nStrengthening Public Expenditure Management Systems.\n10 The training institutes to be considered will include the Institute of Public Finance and Development Accountancy,\nNational Institute of Business Management, Sri Lanka Institute of Development Administration, and University of\nSri Jayawardenepura.\nMilestones will be determined by MOFP management when each subproject is planned in detail. The completion of\nthe IT strategy and the human resource management plan will certainly be two milestones. Other milestones will be\npoints in the program where decisions about future directions are to be made by MOFP management to enable the\nsubproject to progress.", "TECHNICAL ASSISTANCE FRAMEWORK\nDesign Survinary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nGoal\nEstablish the key prior conditions for\t Improved strategic expenditure management\t Budget papers\t The Ministry of Finance and Planning\nby the Government\t Annual financial statement\t (MOFP) will provide a core group of\nbudget formulation and public\t\nexpenditure management to support\t Annual reports of line agencies\t competent economists and financial experts\na public sector reform program.\t Audit reports\t to work as counterparts.\nMOFP will act on proposed information\ntechnology strategy and human resource\nmanagement plan.\nCD There are organizational arrangements and\nother mechanisms established within MOFP\nto drive the program of change.\nThe Public Service Commission is prepared\nC,\nCD to grant a degree of flexibility in cadre\nmanagement.\nCD\nx Purpose\nSupport the institutional moderniza-\n•0 tion of key aspects of the Sri Lankan\t Improved resource allocation consistent with\t Budget papers\t MOFP is prepared to invest in appropriate -\nC5a, public budget and expenditure\t government priorities\t Annual financial statements\t systems and advice, and otherwise demons- 0\nCD management system.\t Timely, accurate, and secure expenditure\t MOFP reports\t trates it is committed to the technical\n- reporting\t Annual reports of line agencies\t assistance.\n-D Internal and external audit reports\t The Government develops an overall policy\n5)\nframework to enable effective prioritization of\nprograms and projects.\nEffective institutional arrangements are put in\nplace at the political level to ensure appro-\npriate planning and budgetary discipline.\nLine agencies are committed to submitting\ninvestment plans within the overall Govern-\nment policy framework.\nCompetent full-time counterpart teams are\nprovided to implement subprojects.\nMOFP is able to ensure that financial\nregulations are fully observed in practice.\n-o\nCD\n0.\nx\n-\n5)\nCo\nCD", "Mechanisms\nOutputs MOFP is prepared to acknowledge that\nDesign, develop, and document an effective systems are costly to implement and\nIT-based integrated accounting IT strategy plan Consultant report support.\nsystem based on a consistent overall Design of integrated planning, budget, treasury, MOFP budget Future recurrent budgets are sufficient to\nstrategy. and accounting system architecture maintain and continue to develop the\nSpecification of hardware and software systems.\nrequirements There is access to additional funds to install\nRecurrent budget-funded program for capacity the systems and coach operatives in the\nbuilding to operate and support systems\nPrepare a public investment program Public investment program Annual updated rolling, three-year, medium- The minister of finance is fully committed to\nwithin a medium-term expenditure Sustainable rolling, three-year, medium-term term expenditure framework rolling plans and improving the budget\nframework. expenditure framework Budget papers process.\nInvestment projects linked to overall govern- Minutes of budget review committee Sufficient competent economic planners are\nment priorities recruited and developed.\nClear linkages between capital and recurrent The National Planning Department (NPD) is\nbudgets willing to collaborate with the National Budget\nTake into account contingent liabilities Department (NBD).\nContinued assistance is accessible beyond\nthe end of this TA to guide development over\na five-year period.\nPrepare a medium-term expenditure\t Sustainable rolling, three-year, medium-term Annual publication of rolling, three-year The minister of finance is fully committed to\nframework,\t expenditure framework medium-term expenditure framework rolling plans and improving the budget\nClear linkages between recurrent and capital Budget papers process.\nbudgets Minutes of budget review committees Sufficient competent economic planners are\nrecruited and developed.\nNBD is willing to coUaborate with NPD.\nContinued assistance is available to guide\nthe development over a five-year period.\nEstablish an effective HRM program\t HRM plan staff competencies The Government is prepared to allocate\nfor accounting and planning cadres,\t Resourced human resource units supporting sufficient resources to support human\nand training programs for all\t service boards resource management programs.\ncontributing departments.\t Competent personnel in accounting and The Public Service Commission is prepared\nplanning services to allocate appropriate establishments to line\nministries.\nDevelop a revised finance act, Completed drafting instructions for finance act Government gazette The Government is prepared\nsupporting regulations, and an Enactment of finance act Hansard • to place the requirements for a finance act\ninternal audit function. Completed revised financial regulations Published regulations and manuals on its legislative program, and\nCompleted supporting financial manuals Published charter • to allocate sufficient resources to revitalize\nInternal audit charter Minutes of audit committees the internal audit function.\nQuarterly work programs Reports of the auditor general\nOperational audit committees\n0\nComoetent internal audits CD\na.\nx.\n-\n•0\nA)\nCO\nCD", "Design SunIary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nActivities\nPublic Expenditure Information\nSystem\nUpgrade internal controls with\t Effective operations of all systems of internal\t Enumerated questionnaire on status of each\t Competent, full-time counterpart teams are\nreference to the internal audit\t control throughout inner budget sector\t accounting installation\t provided to implement the changes.\nmanual.\t Instructions to each accounting officer on steps Accounting officers are unwilling to resurrect\nto be taken to improve internal controls\t manual systems and reconstruct all initial\nTemporary reinstatement of manual accounting balances.\nsystems\nInternal audit reports\nAuditor general's reports\nOrganize and deliver a launch\t Key staff fully conversant with and committed to Survey of key staff\nworkshop.\t the TA\nDeliver workshops to guide account-\t Accounting staff fully conversant with new\t Auditor general's reports\t Attendance at workshops is regarded as part\ning staff in new internal control\t procedures\t Competency assessments\t of career development.\nprocedures.\t _____________________________________\t _______________________\nDevelop an IT strategy for a compre-\t IT strategy for financial management\t Phased and costed plan for an integrated\t The Government demands an unrealistically\nhensive public expenditure inform-\t accounting system\t cheap solution.\nation system (PEIS) for the\t Detailed, costed recommendations for inclusion Directorates-general are prepared to work\nGovernment.\t of aid accounting systems into the PEIS\t cotlaboratively to a common goal.\nDetailed proposals for integration of the public\t Establishments are provided for trained\ndebt accounting system within the PEIS\t personnel to develop, operate, and maintain\nDetailed specifications for input of budget data\t computer systems.\nand output of budget monitoring information\nSpecification of training needs for staff to r\")\noperate system\nCosted installation program\nDevelop detailed requirements for\t Detailed design of the PEIS as a basis for a\t Revised chart of accounts\nthe PEIS.\t loan or other financial arrangemerts to\t Report identifying improvements implemented\npurchase hardware and software, and system\t in manual accounting systems\ninstalled\t Systems specifications for each unit of the\nPEIS\nBid documents for procurement of hardware\nand software\nA human resource development program\nDeveloped systems and operations manuals\n-o\nm\n0.\nx\n-\n-D\nA)\nCa\nm\nc)", "Develop training modules to meet\t Personnel competent to operate and maintain Formal assessments of staff competencies Funds to develop the necessary training\ncapacity-building requirements of the\t the new system Up-to-date accounting systems throughout the modules are acquired (bilateral sources are\nnew system. inner budget sector being the most promising).\nReports of systems support contractors on Recurrent funds are made available to\npersonnel capacity to maintain system support a continuing staff development\nprogram.\nAppropriate incentives established to pro-\nmote continuing professional development.\nProvide workshops to prepare Accounting staff fully conversant with new Formal assessments of competencies of si Attendance at workshops is regarded as part\naccounting staff to operate the regulations and procedures Up-to-date accounting systems throughout of career development.\nproposed system and computer inner budget sector\noperations staff to meet Reports of systems support contractors on\nrequirements. capacity of personnel to maintain system\nProvide quality control of subprojects. Implementation schedule met Implementation plan\nSatisfied clients Supervision missions\nClient reports\nPublic Investment Program\nDevelop an improved environment Effective macroeconomic forecasts Enumeration of conditions to meet targets Macroeconomists of sufficient calibre are\nand tools for preparing Effective organizational arrangements for Merged or collaborative arrangements between developed and recruited.\nmacroeconomic forecasts for the finalizing forecasts NPD, NBD, and the Fiscal Policy Department\nEstablish improved proce A calendar for the preparation of the multiyear Rolling medium-term expenditure framework f The minister of finance is prepared to require\ndevelopment expenditure expenditure program Revised costs of subcomponents I other ministers to improve their budget\nformulation. Procedures to enable effective prioritization of Circulation of hard budget ceilings based on submissions.\nprograms and consequent projects medium-term expenditure planning framework Effective organizational arrangements are in\n(.)\nMethodology to scrutinize sectora! programs Scrutiny of satisfactory integration between place to ensure coordination between NPD\nand projects capital and recurrent budgets and NBD\nEffective mechanism for coordinating NPD and Revised budget\nNBD budget inputs\nRolling medium-term expenditure planning\nframework\nReview of agency submissions\nAs part of the PETS, develop a An integrated budget preparation information Establishment of a local network between NPD The Government allocates sufficient funds for\nbudget preparation information system and NBD the installation of the designed and specified\nsystem. Physical verification of the operating system PEIS.\nCompleted operation and procedure manuals\nStreamline the capital budget Establishment of a common database Midterm and annual reviews of budget\nmonitoring system. Review of report users' needs implementation\nEstablishment of effective monitoring D\nprocedures\nDevelop an effective methodology for Effective methodology Staff competent in application of methodology There is the requisite political will to screen (D\nimproving economic analysis and Operating manual Peer reviews of screening reports projects based on agreed criteria. 7\nQ\npreparing and screening projects\nX\nN\n(Q\n(D\n.A", "Monitoring Mechanisms\nLiaise with the HRM team on a Pool of competent planning officers in the Scrutiny of capital budget submissions Funding is provided to resource the HRM unit\nprogram of development and training planning cadre Peer reviews of special studies and to support the requisite human resource\nfor members of the planning cadre Range of courses delivered by a choice of Management surveys development.\nincluding techniques for preparing training institutions Competency assessments The Government is prepared to reconsider its\nand screening projects. Distance course to be delivered in Degree of supervision required of cadre employment conditions to ensure that\nmacroeconomic planning funded by a bilateral members personnel with the required qualifications are\nsource recruited.\nOrganize and support one study tour Better informed planning staff Study tour reports applicability of other\nfor planning officials to review other Amended plan to incorporate additional approaches to the Sri Lankan situation\nsystems of capital expenditure changes into the budget process Manager's reassessments of subsequent\nprogramming and budgeting. performance\nDeliver a set of workshops to guide Planning staff competent in application of new Peer reviews of quality of work\nand train planning staff in new procedures and methodologies\nprocedures and methodologies.\nDevelop an improved environment\nand tools for preparing Effective macroeconomic forecasts Enumeration of conditions to meet targets Macroeconomists of sufficient calibre are\nmacroeconomic forecasts for the Effective organizational arrangements for Merged or collaborative arrangements between developed and recruited.\nbudget. finalizing forecasts NBD, NPD, and Fiscal Policy Department\nEstablish improved procedures for An annual calendar for the preparation of the Rolling medium-term expenditure framework The minister of finance is prepared to require\nrecurrent budget formulation. multiyear expenditure program and annual Revised costs of programs other ministers to improve their budget\nbudget Circulation of hard budget ceilings based on submissions.\nProcedures to enable effective prioritization of medium-term expenditure planning framework Effective organizational arrangements are in\nprograms Scrutiny of satisfactory integration between place to ensure coordination between NBD\nEffective mechanism for coordinating NBD and capital and recurrent budgets and NPD.\nNPD budget inputs Budget papers\nRolling medium-term expenditure planning\nframework\nReview of agency submissions\nAs part of the PEIS, develop a An integrated budget preparation information Establishment of a local network between NBD The Government allocates sufficient funds for\nbudget preparation information system and NPD the installation of the designed and specified\nsystem. Physical verification of the operating system PEIS.\nCompleted operation and procedure manuals\nStreamline the budget monitoring\t Establishment of a common database\t Midterm and annual reviews of budget Proposed World Bank-funded project\nsystem.\t eview of report users needs\t implementation provides a good basis on which to build the V\nV\nEstablishment of indicators and areas to be framework. CD\nmonitored\na\nEstablishment of effective monitoring\nx\nprocedures\nV\n(0\nCD\nc-fl", "\t\nDesign Summary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nDevelop an effective methodology for Effective methodology\t Staff competent in application of methodology\nimproving economic analysis.\t Operating manual\nLiaise with the HRM team on a\t Pool of competent budget officers in NBD\t Peer reviews of special studies\t Funding is provided to resource the HRM unit\nprogram of development and training Short and long courses delivered by a choice of Management surveys\t and to support the requisite human resource\nfor NBD staff.\t training institutions\t Competency assessments\t development.\nDistance course to be delivered in macro-\t Degree of supervision required of cadre\t Annual budgets are provided for staff\neconomic planning funded by bilateral source\t members.\t development.\nThe Government is prepared to reconsider its\nemployment conditions to ensure that\npersonnel with the required qualifications are\n________________________________________ recruited.\nOrganize and support a study tour for Better informed planning staff\t Study tour reports of other approaches to the\nbudget officials to review alternative\t Amended plan to continue to develop the\t Sri Lankan situation\nbudget preparation and management budget system\t Managers reassessments of subsequent\nsystems.\t ___________________________________________ performance\nDeliver a set of workshops to guide\t NBD staff competent in applying new\t Peer reviews of quality of work\nNBD staff in new procedures and\t procedures and methodologies\nmethodologies.\nHuman Resource Management\nDevelop a change management plan\t Completed change management plan\t Plan adopted by secretary, MOFP, and\t Senior management of MOFP are committed\nfor MOFP including strategies to\t consolidatfng current departmental corporate\t endorsed by the minister of finance\t to the change management plan.\nensure that staff development is\t plans\t Action plans delegated to responsible officers\t Provision of access to senior personnel to\nconsistent with systems\t Monitoring mechanism to monitor\t enable the corporate plan to be developed by\ndevelopment.\t --\t -\t implementation of action plans\t ________\t MOFP management c-TI\nProvide advice to MOFP senior\t Advice adopted by senior management\t Minutes or diaries of meetings\nmanagement on the orderly\t Feedback from senior management\nmanagement of a change program.\nEstablish an NRM plan for cadres\t Completed HRM plan\t Plan adopted by relevant boards and the Public The Government and/or Public Service\nunder MOFP management.\t Management Services Department (MSD)\t Service Commission, and resourced through\t Commission are willing to endorse the\ndeveloped to manage and develop the plan\t the budget by MOFP.\t program.\n__________________________________________ Targets in management plan being achieved\t ________________________________________\nEstablish a personnel record system\t All staff records on computerized personnel\t Documented system\t Resources are provided for computer\nfor the planning and accountant\t system linked to payroll\t Operation manuals\t software and hardware, and for the personnel\ncadres as a pilot scheme for all\t MSD staff competent to operate the system\t Up-to-date records\t to operationalize the database.\ncadres.\t _____________________________________________\nExamine a fast-track career planning\t Completed system design\t Plan adopted by the Public Service\t Public service or cadre rules can be\nsystem for cadres.\t Secondment program agreed with line\t Commission and resourced through the budget amended to enable talented personnel to be\nagencies\t by MOFP\t promoted on merit. CD\nTraining program established with training\t Operational manial\t Public service or cadre rules can be a\ninstitute\t First group of ei*ants competed their initial\t amended to enable personnel to enter into x\nProgram entrants recruited\t two years and appointed to sutetantive\t the service at other than base levels.\npositions and second group recruited\t The Public Service Commission is prepared\nUnit competent to continue program\t to change promotion rules so that acquired\ncompetencies and performance form the\nCD\n________________________________________ basis for promotions. 0)", "Develop competency frameworks for Basic set of jobs described and evaluated for New job evaluations endorsed by boards and The notion of competencies fits easily into the\nstandard positions in planning and new systems by the Public Service Commission present basis for promotion based on\naccountancy (including management) Statement of competency frameworks Competency frameworks supported by credentials and for ensuring equal\nwith supporting job descriptions. Jobs evaluated established training programs opportunity to positions below the\nDevelop a human resource Development of specifications for training Adequate budgets provided for training in all The Financial Management Training Project\ndevelopment program for cadre modules based on new systems requirements agencies and relevant departments has designed a number of courses, that are\nmembership and for personnel in the Accredited training programs developed and Officers undergoing targeted amount of training currently being run in a number of institutions,\nNational Budget, Management run by a small number of training institutes annually and could form the basis for such a program.\nServices, and Public Finance Competent cadre membership Provision for effective training programs will\ndepartments. Planning and accounting functions operating continue to be made in budgets.\nDevelop revised employment Acceptable revised employment New conditions agreed to in principle by The Government and/or Public Service\nconditions for planning and Cabinet and in detail by boards and the Public Commission will be willing to endorse the\naccounting cadres. Service Commission program.\nPublication of conditions in the Government\nGazette\nDevelop agreement and finance new Agreed establishment levels based on new\t New establishments agreed to by the The Public Service Commission supports\nestablishments for the planning and systems requirements\t I Service Commission changes to establishment levels based on\naccounting functions based on new needs of new systems.\nsystems requirements.\nOrganize and support one study tour Better informed personnel Study tour reports on the applicability of other\nfor Management Services Amended human resource management plan approaches to the Sri Lankan situation\nDepartment officials to review other Manager's reassessments of subsequent\nC)\npublic service human resource performance.\nmanagement planning systems.\nRevised Finance Act and Internal The Government accepts the need for a\nAudit revised finance act\nThe Government places the revised finance\nPrepare a revised finance act. Revised finance act Drafting instructions completed and passed to act on its annual legislative program.\nthe attorney general Competent full-time counterpart teams are\nFinance bill presented to Parliament I provided to implement the chanqes.\nDevelop supportive financial Revised financial regulations Published financial regulations supporting the\nregulations. new finance act\nDevelop financial manuals to cover Completed budgeting, accounting, manuals\nbudgeting, accounting, administrative, and stores manuals\nadministrative, and stores\nprocedures. 0\nCD\nDeliver workshops to guide Accounting staff fully conversant with new Competency assessments Attendance at workshops is regarded as part 0\naccounting staff in new regulations. regulations and procedures of career development.\n•0\nCD", "Design Sumary\t Performance Targets\t Monitoring Mechanisms\t Assumptions and Risks\nReview accountability mechanisms.\t Appropriate recommendations for improvement Consultant's report\t There is political support for the review.\nUpgrade current internal audit\t Effective procedures\t Scrutiny of revised manuals\t The auditor general suppoits changes to the\nprocedures.\t Endorsement of the auditor general\t internal audit function.\nStaff of sufficient calibre and potential are\nappointed to the internal audit function.\nEstablish an internal audit charter.\t Internal audit charter\t Adopted charter setting out the powers, duties,\nand responsibilities of the internal audit function\nDevelop competency framework for\t Basic jobs described and evaluated\t New job evaluations endorsed by the Public\t The Public Service Commission is prepared\ninternal audit staff.\t Statement of competency frameworks\t Service Commission\t to use a competency-based system for\nJobs evaluated\t Competency frameworks supported by\t promotions.\nestablished training programs\nDevelop a set of training modules for\t Development of specifications for training\t Adequate training budgets provided\t Funds to develop the necessary training\ninternal audit staff,\t modules based on new systems requirements\t Officers undergoing targeted amount of training modules are acquired (bilateral sources are\nAccredited training programs developed and\t annually (including accountancy)\t the most promising)\nrun by a small number of training institutes\t Cadre membership competent in accountancy\nand internal audit techniques\nConduct a study tour to examine the\t Improved framework for financial regulations\t Study tour recommendations\ndevelopment of financial regulations\t Audit charter reflecting appropriate international\nframeworks and internal audit\t practices\nsystems in other countries.\nCD\n0.\nx\nV\nCo\nCD", "\t\nCOST ESTIMATES AND FINANCING PLAN\n($'OOO)\nitem\t Public Expenditure\t Public Investment\t Medium-Term\t Humen Resource\t Revised Finance t and\nInformation System\t Program and MIEF\t Expenditure Framework\t Management\t Internal Audit\t Total Cost\nForeign Local\t Total\t Foreign Local\t Total\t Foreign Local\t Total\t Foreign Local\t TI\t Foreign Local\t Total\t Foreign\t Local\t Total\nExch Currency Cost\t Exch Currency Cost\t Exch Currency Cost\t Exch Currency Cost\t Exch Currency Cost\t Exch\t Currency Cost\n& Bank Inancing *\n1. Consultants\na, Remuneration and Per Diem\nInternational Consultants\t 685\t 0\t 685\t 240\t 0\t 240\t 120\t 0\t 120\t 280\t 0\t 280\t 100\t 0\t 100\t 1425\t 0\t 1425\nii Domestic Consultants\t 0\t 486\t 486\t 0\t 108\t 108\t 0\t 48\t 48\t 0\t 66\t 66\t 0\t 24\t 24\t 0\t 732\t 732\nb International and Local Travel\t 90\t 5\t 95\t 40\t 5\t 45\t 25\t 5\t 30\t 45\t 5\t 50\t 25\t 0\t 25\t 225\t 20\t 245\nC. Reports and Communications\t 0\t 5\t 5\t 5\t 5\t 10\t 5\t 0\t 5\t 0\t 10\t 10\t 0\t 5\t 5\t 10\t 25\t 35\n2 Equipment\t 25\t 0\t 25\t 8\t 0\t 8\t 8\t 0\t 8\t 7\t 0\t 7\t 0\t 0\t 0\t 48\t 0\t 48\n3. Training, Seminars, and Workshops\t 20\t 10\t 30\t 10\t 5\t 15\t 10\t 5\t 15\t 20\t 0\t 20\t 10\t 5\t 15\t 70\t 25\t 95\n4 Study Tours\t 29\t 0\t 29\t 14\t 0\t 14\t 14\t 0\t 14\t 28\t 0\t 28\t 28\t 0\t 28\t 114\t 0\t 114\n-\n5. Miscellaneous Admin and Support Costs\t 4\t 5\t 9\t 4\t 5\t 9\t 4\t 5\t 9\t 4\t 5\t 9\t 4\t 5\t 9\t 20\t 25\t 45 03\nC-,\nCD\t 6 Representative for Contract Negotiations\t 5\t 0\t 5\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 5\t 0\t 5\n7. Contingencies\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 0\t 160\t 96\t 256\nSubtotal (A)\t 858\t 511\t 1369\t 321\t 128\t 449\t 186\t 63\t 249\t 384\t 86\t 470\t 167\t 39\t 206\t 2017\t 923\t 3000\n0\nB. Government Financing\nCT)\t I ortice Accomodation and 1 ransport\t O\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 10\t 10\t 0\t 30\t 30\n03 \t\n2 Remuneration and Per Diem 0\t 265\t 265\t 0\t 45\t 45\t 0\t 45\t 45\t 0\t 120\t 120\t 0\t 75\t 75\t 0\t 550\t 550\n-D \t\n3 Workshops 0\t 30\t 30\t 0\t 15\t 15\t 0\t 15\t 15\t 0\t 60\t 60\t 0\t 30\t 30\t 0\t 150\t ISO\n\t\n4. Others 0\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 5\t 5\t 0\t 15\t 15\t 0\t 35\t 35\n(-.3 \t\n(a)\t Subtotal (B) 0\t 305\t 305\t 0\t 70\t 70\t 0\t 70\t 70\t 0.0\t 190\t 190\t 0.0\t 130\t 130\t 0\t 765\t 765\nTotal\t 858\t 816\t 1674\t 321\t 198\t 519\t 186\t 133\t 319\t 384\t 276\t 660\t 167\t 169\t 336\t 2071\t 1688\t 3165\nMTEF = medium.term expenditure framework.\nNote: Contingencies will be allocated among the different subprojects during implementation. Adjustments may be made to the cost estimates and financing plan for each\nsubproject prior to the start of its implementation, particularly, but not limited to, the compensation rates for demestic consultants.\n* Financed by the Bank from the Bank-funded TA program.\n0\nCD\n0\nx", "\t\nAppendix 3\n19\nIMPLEMENTATION ARRANGEMENTS\nSubprojecta\nItem\t\nPublic\t Public\t Medium-Term\t Human\t Revised\nExpenditure\t Investment\t Expenditure\t Resource\t Finance Act\nInformation\t Program\t Framework\t Management\t and Internal\nSystem\t Audit\nExecutIng MOFP\nDepartment\t SAD\t NPD\t NBD\t MSD\t PFD\nNo. of Counterparts\t 15\t 10\t 5\t 6\t 12\nImplementation Schedule\nCommencement\t Jan 2000\t Mar 2000\t Mar 2000\t May 2000\t Jun 2000\nCompletion\t Dec 2002\t Jun 2002\t Dec 2002\t Dec 2001\t Jun 2001\nConsulting Services\n(person-months)\nInternational\t 32\t 12\t 6\t 14\t 5\nDomestic\t 71\t 18\t 8\t 11\t 4\nTotal 103 30 14 26 9\nMOFP = Ministry of Finance and Planning; MSD = Management Services Department; NBD = National Budget Department;\nNPD National Planning Department; PFD = Public Finance Department; SAD = State Accounts Department\na Data are based on best available information and are subject to change if MOFP experiences unanticipated\nproblems relating to counterpart staff, suitable facilities, policy decision making, and other matters.\n(Reference in text: page 8, para. 34)", "20\nAppendix 4, page 1\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES1\nA.\t Public Expenditure Information System\n1. The team leader of this subproject, who will be responsible for managing the technical\nassistance (TA) cluster, will establish the appropriate conditions for each of the subprojects to\ncommence, exercise a strong level of quality control over the implementation of the whole TA,\nand play a major role in developing the strategy for the study tours.\nTable A4.1: Consulting Services for the PEIS Subproject\nDuration\n___________________________________\t (person-months)\nInternational\nPublic Expenditure Management Specialist/Team Leader\t 22\nInternal Control Specialist\t 2\nSystems Consultant for IT Strategy\t 4\nTechnical Architect\t I\nNetwork Specialist\t I\nAccountant (to revise chart of accounts)\t 2\nDomestic\n\t\nInternal Control Specialists 6\n\t\nSystems Consultant for IT Strategy 3\n\t\nSystems Consultants (to revise the FMIS) 60\n\t\nAccountant (to revise chart of accounts) 4\nFMIS = Financial Management Information System; IT = information technology:\nPEIS = Public Expenditure Information System.\n2. The consulting team's responsibilities will include the following:\n(I)\t Provide advice on the specification and preparation of tender documents for a public\nexpenditure information system (PEIS).\n(ii) Assist in upgrading internal controls outlined in the Internal Audit Manual.\n(iii) Organize and deliver a launch workshop.\n(iv) Develop an information technology (IT) strategy for a comprehensive PEIS for the\nGovernment.\n(v) Assist the Ministry of Finance and Planning (MOFP) to develop detailed\nrequirements for the PEIS.\n1 The use of the TA cluster modality provides flexibility in the development of detailed terms of reference. Thus, it is\npossible that some of the following tasks may change, and other tasks may be added to those listed as more\ninformation becomes available from basic planning activities, e.g., development of an information technology plan\nfor the Ministry of Finance and Planning.\n(Reference in text: page 9, para. 37)", "21\nAppendix 4, page 2\n(vi) Prepare technical specifications for the hardware and software required by the\nsystem.\n(vii) Develop training modules to meet capacity building requirements of the new system.\nDeliver a set of workshops to train accounting staff in new internal control\nprocedures and new operating procedures, and computer operations staff in\nmaintenance requirements.\nB.\t Public Investment Program\n3. The consulting team will assist the director general, National Planning Department\n(NPD) enhance the formulation of a multiyear public investment program within the process of\nformulating a medium-term expenditure framework, together with developing necessary\ninformation systems and monitoring mechanisms. The principal output of the subproject is the\nstrengthening of the public investment program and capital budget within a realistic medium-\nterm framework. The same consulting team will also implement the medium-term expenditure\nframework subproject, managed by National Budget Department (NBD).\nTable A4.2: Consulting Services for the Public Investment Program\nand Medium-Term Expenditure Framework\nExpert Duration\nrson-months\nInternational\nPublic Finance Specialist 8\nMacroeconomist 2\nBudget Specialist 2\nSector Specialists 6\nDomestic\nSector Specialists 18\nBudget Specialist 8\n4.\t The consulting team will have the following responsibilities:\n(i) In collaboration with NBD, design and implement a rolling multiyear development\nexpenditure program.\n(ii) Review and recommend improvements to the present capital expenditure\nmonitoring system.\n(iii) Review the presentation of programming documents.\n(iv) Design and implement improved procedures and allocation of tasks in NPD.\n(v) Provide on-the-job training to counterpart teams in all key matters related to their\nnew tasks in public investment programming and macroeconomic planning.\n(vi) Strengthen methods and tools for preparing a macroeconomic framework.", "22\nAppendix 4, page 3\n(vii)\t Strengthen MOFP's capacity to prepare macroeconomic analyses.\n(viii) Develop the capacity of at least three major line agencies to prepare sector\nexpenditure programs, evaluate project proposals, and make effective decisions\non priority expenditures.\n(ix)\t Strengthen methodologies for identifying and prioritizing projects.\n(x)\t Review line agency organizational arrangements for preparing sector public\ninvestment programs.\n(xi)\t Define procedures to reinforce the prioritization of expenditure programs.\n(xii)\t Develop improved methods to scrutinize sectoral programs.\n(xiii)\t Design reports to meet the needs of various kinds of users.\n(xiv) Develop strategies to improve the coordination of the various monitoring\nsystems.\n(xv)\t In conjunction with the PEIS team\n(a) prepare a functional analysis for a system to organize public investment\ninformation for the preparation of the budget and multiyear expenditure\nprogram; and\n(b) specify software and hardware for an online system to provide MOFP with\nthe requisite information to manage such a program.\n(xvi) In conjunction with the human resource management team\n(a) prepare a work program for training members of the Planning Service on\nexpenditure programming and project preparation;\n(b) specify courses to train members of the Planning Service in expenditure\nprogramming and project preparation;\n(C)\t specify courses to train new recruits in the Planning Service;\n(d) specify and arrange for a distance education to be delivered in\nmacroeconomic planning funded by a bilateral funding agency or from the\nrecurrent budget;\n(e) organize and provide support for a study tour for planning officials to\nreview other systems of expenditure programming and budgeting; and\n(f) deliver workshops to guide planning staff in new procedures and\nmethodologies.", "23\nAppendix 4, page 4\nC.\t Medium-Term Expenditure Framework\n5. The consulting team will assist the director general of NBD develop a medium-tern,\nexpenditure framework, appropriate budget cycle, necessary information systems, improved\nmonitoring mechanisms (building on the World Bank financed project), and strategic linkages\nwith all sector ministries.\n6. The consulting team's responsibilities will include the following:\n(i) In collaboration with NPD, design and implement a rolling multiyear expenditure\nframework and program (including definition of its coverage, procedures, and\ncalendar for its preparation; coordination mechanisms with the preparation of the\nannual budget; methods for updating cost estimates of programs; and methods\nfor analysis of the impact of the investment program on the budget).\n(ii) Enhance the World Bank-financed expenditure monitoring system within the\nframework of the proposed PEIS.\n(iii) Review the presentation of programming documents.\n(iv) Help to design and implement improved procedures and allocation of tasks within\nNBD.\n(v) Develop appropriate methods and tools for preparing the macroeconcmic\nframework.\n(vi) Develop capacity within MOFP to prepare macroeconomic analyses.\n(vii) Assist in establishing a calendar for the preparation of the multiyear expenditure\nprogram.\n(viii) Define procedures to reinforce prioritization among expenditure programs.\n(ix) Develop improved methods to scrutinize sectoral programs.\n(x) Design reports to meet the needs of various kinds of users.\n(xi) Implement strategies to improve the coordination of the various monitoring\nsystems.\n(xii) In conjunction with the PEIS team, prepare a functional analysis for a system to\norganize information for preparing the budget and a multiyear expenditure\nprogram.\n(xiii) In conjunction with the human resource management team.\n(a) specify courses to train members of NBD in all aspects of budget\nmanagement and preparation;\n(b) specify courses to train new NBD recruits;", "24\nAppendix 4, page 5\n(c) specify and arrange for a distance education course to be delivered in\nmacroeconomic planning funded by a bilateral funding agency or from the\nrecurrent budget;\n(d) organize and support a study tour for planning officials to review overseas\nsystems of expenditure programming and budgeting; and\n(e) deliver workshops to guide budget officers in new procedures and\nmethodologies.\nD.\t Human Resource Management Team\n7. The human resource management team will be responsible for establishing a system\nthat will lead to effective human resource planning for the planning, budgeting, and accounting\nfunctions within the Sri Lankan public service. The principal output is the development and\nimplementation of a realistic human resource management plan for the planning and\naccountants services. Equally important outputs will be the design of a set of training programs\nfor officers working in the National Budget and Public Finance departments.\nTable A3.3: Consulting Services for the Human Resource Management Team\nExpert Duration\n(person-months)\nInternational\nHuman Resource Specialists 12\nCompentency Framework Specialist 2\nDomestic\nAccountants and Planning Services 4\nCompetency Framework Specialist 3\nTraining Specialist 4\n8.\t The consulting team's responsibilities will include the following:\n(I) Carry out a diagnostic study of the personnel system operating for the planning\nand accountants services and recommendations, if appropriate, of options for\nchange in their management.\n(ii) Survey agency heads and senior managers to identify problems they experience\nwith the way the service officers are managed by their agencies.\n(iii) Assess any additional requirements the two service boards have to enable them\nto effectively manage personnel and professional requirements.\n(iv) Review the current personnel data bases of the two services with a view to\ncomputerizing them as part of the implementation of the proposed PEIS.\n(v) Assess barriers to mobility and merit-based advancement.", "25\nAppendix 4, page 6\n(vi) Develop and implement a human resource management plan for each service,\nincluding a fast-track career planning program, an accelerated training program,\ncompetency frameworks, revised service conditions, and a set of secondments.\n(vii) Develop the Management Services Division's capacity to support the two service\nboards.\n(viii) Specify a sustainable program of training courses to ensure that there is a pool of\ncompetent officers ready to fill each position in the accounting and planning\nfunctions.\n(ix) Specify training courses for officers in the National Budget and Public Finance\ndepartments.\n(x) Advise on setting establishment levels for all accounting and planning functions\nin the public service based on the new systems introduced by other subprojects\nin this cluster TA.\n(xi) Organize and provide support for a study tour for Management Services\nDepartment officials to review overseas systems of public service human\nresource management planning.\nE.\t Revised Finance Act and Internal Audit Team\n9. The revised finance act and internal audit team will support the director general of the\nPublic Finance Department by providing detailed proposals for an overall financial legislation\nframework, including a revised finance act and supporting regulations and procedures, to\nenhance the internal audit function of the Government,\nTable A4.4: Consulting Services for the Revised Finance Act\nand Interal Audit Team\nExpert\t Duration\n_________________________________________\t (person-months)\nInternational\nFinance Act and Regulations Specialist\t 3\nInternal Audit Specialist\t 2\nDomestic\n\t\nFinancial Regulations Specialist 2\n\t\nInternal Audit Specialist 2\n10. The consulting team's responsibilities will include the following:\n(i) Draft instructions for a revised finance act and a comprehensive set of financial\nregulations.\n(ii) Assist in publishing an appropriate set of manuals in support of (i).", "26\nAppendix 4, page 7\n(iii) Deliver a set of workshops to guide accounting staff on the impacts and\napplications of the new regulations.\n(iv) Carry out a review of financial accountability mechanisms within the Government.\n(x)\t Update the Internal Audit Manual to include improved personnel arrangements,\nand an internal audit charter.\n(x)\t Design a participatory workshop on accountability.\n(x)\t Organize and support a study tour for Public Finance Department officials to\nreview the operation of finance acts and the internal audit function."], "metadata": {"CreationDate": "D:20080229143123+08'00'", "Creator": "Envision OCR", "Keywords": "tar: sri 32533, sri lanka, public expenditure management systems, sri lanka expenditure management systems", "Producer": "www.adlibsoftware.com:EXS3185-Windows 2003:TNG", "ModDate": "D:20090130152328+08'00'", "Title": "Strengthening Public Expenditure Management Systems"}}