{"path": "data/input/ta/33060-ino-tar.pdf", "pages": ["~~\n~_~'A~.Q~~~9~MENT BANK \nTAR: INO 33060  -  - .~-~--::.-\n~~\nc\"',',;  :,.~\"  ,~1!\"'~:~~\",~~,~~\",~~:,c~;::':\"  ; \n~--  ---  -  --~  --  --- \n-  ~\n'i-::-\n...~,;.,  ~~;:'.:~::.:!c,-.'.,;..,;';;t~~~~~~~_l\"'~\"r'.~:'~c,:.  ~~;i:':;;';~'\"'::\"'::\"'f;,'M'  I~\"\n, -\n..\n~.\"1i~'..\n~~\n(:~..-~\n~:,)~~f  '\n..,~\n- \n'..~\n\"3\"\"\"\n-::  ~_:::\n.:..\n:J ;-.1-\n~~\n.~\n-:-\";;'\n~=-\n-:!!.;;,~\n~\n~~\n.. \"~o;tt,-,\n~-", "c\nURRENCY  EQUIVALENTS ::*\"..t..~,.\n(as of 6 January2  000)\n,;  -,~\n-  .\nCurrencyU nit  Rupiah( Rp)\nRp1.00  =  $ 0.00014\n$1.00  =  Rp7,120 F ~\"~1~~.'~  \":r;:';'¥.::.:::\" .;~.\nArl\n..\nCLGSSDP Community  and Local Government SupportS  ector\n-  Develo~pt\"\"m~'\"e nt  .P r'~o'aglllram\nexecutinga gency\nEA executing  agency ...\n-  F~:i nanc:_iaI,l G  overnanceR-  e-formS  ector\nFGRSDP or DevelopmentP rogram\nIMF \"\\~--;i '  InternationalM  onetaryF  und\nLAN ,\"-;   LembagaA dminstrasiN  egara\n- public expenditurem  anagement\nPEM public\n-\nwe World Bank\n.,\ny \n._~  .\n.\".--  --'\"'~~~\n'.'  ~  ,\"   -~'\"I'\"~\"~':\"~-,\n~!J~\"~.~\"\";-\"\"\"\",':~';..4(\",,,,~,':~f\"'-~\"[;;.\"\"4.f~,,  :,,~,,';:if'!\"'.:-~~~~'t't:'~j\"\"\",\",,;-'  -;\".,'  :0  ::.c\":  ;'-\"\".'~;  ~~..~,~\n..'1t\\~~~  j~~~~-~~~~~~.;:\",~-  ., ..  \";~I'.-\"~~'~'~~~'~:~;:\"'!  ':~,.:~;~~\n'  ,c',,:'; \n,;!i~~~\"'=:L:\"\":._:.  -- -  -.  -  ,-  ._:\"::\"-:::.'.::~;..;;.--::-:..,;-.;~ -- ,  --  -  -;:;;-\n-j~=~~=~~':-~~~ -~;\"'!iOi\"\"~\"~',\"~~  ~::::~~~~~.jf.\".\"\"..,  .,  ;',~  \"~10;':\"':'.~~'\n'..' \n: \"--~  ,. ~.,_.:-. ..\"  ;:'.:~.\", .  . 7..=-'7 ~_\"\"\"'-\"\" \",.\",,-,.~\"'~.,.# ,---=  ~~  'i,r,  '.h,-~~~: '_-  -...:  ,,::.::.!.~f.3~...~~~'._.::,  .,;:-.;=.;~\n'i~\n~~~\"\"s:~.~~~~ ,~~\",'~,~j;'~!~-~~\"\"J,..)C  \" ~  .  . \"  ~~~\n::~=,-,._;..~  ,~.~.,~,..:  ~.~~  --  . --~'._-\n:~: \n~j\".'~\"  \"'~~~~~~~~~-~.\"\n~\n\"~\"'-'-'\n,'i\"':'~~~Ii:I.~ ~~~,:,.~, *.~~\n,.\".,.;!:~\n~~~~~~~~~", "I.\nINTRODUCTION\n. 1.  This technical  assistance  (TA) has been designed  to assist the Government  of Indonesia\nwith initiating  and sustaining  reforms  in its public expenditure  management  (PEM)  system.  The\n:t\ncurrent  system  is not well  suited  to the  rapidly  changing  external  environment.  With  the strong\n1\nf. and rapid push toward  fiscal and administrative  decentralization,  reforms  will be badly needed to\nenable  the  Government  to  effectively  confront  the  challenges  to  public  finance  that  the\n}.\ndecentralization  is bound to bring. Cognizant  of these problems,  the Government  has requested\nT A  from  the  Asian  Development  Bank  (ADB)  to  help  guide  PEM  reforms  at  the  central\ngovernment  level.1\n2.  Support for governance reforms, includingP  EM reforms, is included in ADB's country\nassistancep rogramf or Indonesia.T his TA will implementp art of the capacity buildingf or better\ngovernancea nd complementst he researchs tudy on public administrationr eformst hat is being\nmanagedb  y the LembagaA  dminstrasiN  egarau  nder the ADB's FinancialG  overnanceR  eform\nProgram( FGRSDP)2a nd the TA   componentso f the Communitya nd Local GovernmentS upport\nSector DevelopmentP  rogram (CLGSSDP).3T he latter activities support capacity building in\npublic managementa t the local governmentl evel..\nl  II.  BACKGROUNDA ND RATIONALE\n3.  In September 1998, the Government requested ADB assistance for its efforts to improve\ngovernance and combat corruption.5 In response, ADB prepared an anticorruption action plan\nfor Indonesia based on its Anticorruption Policy Paper.8 ADB Management approved the action\nplan on 21 December 1998. A number of components of the action plan pertain to activities\ndesigned to promote a more efficient, transparent, and accountable public administration.\n.\n4.  ADB's policy on governanceh as identified four areas in public sector management of .\nparticular importance to ADB operations: (i) strengthening mechanisms for policy formulation,\ncoordination, and implementation; (ii) public financial management reform (including revenue\nand  expenditure  aspects);  (iii)  civil  service  reform;  and  (iv)  strengthening  accountability\nmechanisms. Given the critical role of public financial management in facilitating  (i), (iii), and\n(iv), a country's public expenditure management system must be adequately sound for public .\nsector reforms to bear fruit. This consideration becomes even more significant in the context of\n.\ndecentralization where  issues of intergovernmental relations and transfers  create an added ,\nlayer of complexity.T  hus, an in-depth study on Indonesia's public expenditure management .\nsystem  and  the  implications  of  the  new  decentralization  push  was  included  as  a  major i\ncomponent of the action plan. The TA   will implement this component of the action plan.\n!\ni\n.\n1  The TA was first listed in the ADB BusinessO pportunities in August 1999.\n2  Loan  INO  1620: Financial  Governance  Reforms: Sector Development  -  Capacity  Building  for  Financial 1\nGovernance, for $50 million,a pprovedo n 25 June 1998.\n3  Loan INO 1677: Community and Local Government Support Sector Development Program, for $200 million,\napproved on 25 March 1999.\n~  There are three Technical Assistance grants: (i) Capacity Building to Support Decentralized Administrative\nt\nSystems;  (ii) Capacity  Building  for Setting  Up Distrid  - Level Financial  and Budgetary  Systems;  and (iii) Capacity\nBuilding  for Participatory  Planning,  Monitoring, and Evaluation.\n5  Bank  assistance  to the  internal  audit  agency,  BPKP,  for developing  an  a/:'ti-corruption  strategy  preceded  this I\n.\nt request  and is a tranche  condition  for the FGRSDP.\nPolicy paper was approved by the Bank's Boardo f Directorso n 2 July 1998. .\n6 \n~", "2\n5.  Economic and  sector  work  has  identified  some  key  problems  in  Indonesia's  PEM\nsystem.7 Budgetary resources are not being allocated appropriately or are being diverted to\nother  uses. A  recent  World  Bank  report  on  the  Indonesian  civil  service  indicates  that  a\nsignificant portion of the development budget is being used to compensate civil servants when\nin fact all compensation should come from the recurrent budget.  Allocations for operations and\nmanagement  have  fallen  behind  levels  needed  to  maintain  capital  structures.  Moreover,\ncontingent liabilities of the public sector have not been systematically accounted for. These\ndeficiencies will soon be compounded by the demands imposed by decentralization. There is\nthus a need to conduct a diagnostic study of the country's PEM system and to build some ,\ninternal  capacity within  Government  to  undertake  the  requisite  assessments,  recommend\nremedial measures, and guide reforms.\nIII. TECHNICAL ASSISTANCE '\\\nA. Objectives\n6.  The TA will help develop the Government's internal capacity to guide PEM reforms (TA\nframework in Appendix 1). The TA will be a joint undertaking of a field based study by an ADB\nteam, ielected  Government officials, and Indonesian academics.  The TA will lay part of the\nfoundation  for  establishing  a  sustainable  mechanism for  supporting  capacity  building  and\nreforms in PEM.\n7.  The TA   has four closely linked objectives. First, through the diagnostic  study, it will\nproduce  an  informative  analysis  of  Indonesia's  PEM  system,  especially  as  it  relates  to\ndecentralization,  and  draw  implications  of  different  institutional  arrangements  for  the\nGovernment  to  evaluate.  Because  of  the  Government's  strong  interest  and  focus  on\nimplementing fiscal and administrative decentralization, the TA will analyze the implications of\nproposed  implementation  procedures  and  regulations  for  the  recently  passed  laws  on\ndecentralization8  for the management of public expenditures, especially on how they might\nimpinge on public expenditure outcomes. Further, based on the  analysis, the  TA will  offer\nalternative arrangements for the design of implementation procedures, again emphasizing on\nthe decentralization dimension, that support rather than detract from desired public expenditure\noutcomes.\n8.  Second,  the  TA  will  help  build  the  Government's  internal  capacity  to  (i)  guide  PEM\nreforms,  including  in  particular  mechanisms  to  support  fiscal  decentralization;  and  (ii)  assist\nother Government  agencies  implementing  such reforms.  Given  the growing  demands  for reform\nand  the  vigorous  thrust  towards  decentralization,  the  Government  will  eventually  have  to\naddress  the  need  to  reform  the  public  expenditure  management  system  and  thus  will  need ,\nofficials  who  can  help  guide  these  reforms.  The  T A  will  provide  agency  personnel  with  the\nrequisite  analytical  tools  by  (i) engaging  professional  agency  officials  in the  preparation  and\ncompletion  of the  study,  (ii)  providing  funding  for  participants  to  attend  an  intensive  training\ncourse  in PEM, and (iii) involving  the participants  as active  resource  persons  in the national  and\nregional  workshops  designed  to  present  the  study's  findings.  A  critical  first  step  in capacity\nbuilding  will thus be achieved  through  formal  course work and tightly related  on the job training.\nThe World Bank conduded a civil servicea ssessmentf or Indonesiaa nd recentlyc ompleteda  public expenditure\n. review.\nLaw 22/1999o n Local Governmenat nd Law 25/1999o n Central-FiscaBl alance.", "3\n9.  Third,  by  engaging  intensively  and  including  select  Government  officials  from  the\nMinistry of Finance (MOF), National Development Planning Agency (BAPPENAS) and  Ministry\nof Home Affairs (MOHA), the  TA will help build across these three agencies a network of\ntechnical staff, i.e. .change  agents,\" who will  have a common framework  of  understanding\npublic expenditure management and the implications of decentralization. The creation of this\nnetwork will help support public sector reforms. The inclusion of two academics will help pave\nthe way for the development of a parallel network in civil society through the launching of locally\noffered workshops.\n10.  And fourth, through a seminar and workshops, the TA will expose Government officials\nfrom key ministries to the linkages between PEM and decentralization and to the implications of\npossible implementing regulations for decentralization for public expenditure outcomes. This\nexposure will facilitate informed discussions on both the PEM system and the implementing\nregulations for decentralization and help pave the way for needed reforms.\nB.\nScope\n11.  The  T A  has  been  structured  into  five  components:  (i)  an  initial  two-day  seminar  in\nJakarta  to start  a diagnostic  study  of  PEM;  (ii) the  diagnostic  study;  (iii)  an intensive  training\ncourse  held outside  Indonesia;  (iv) two dissemination  workshops,  one national  and one regional;\nand (v) an action plan for the next steps.\n12.  The first day of the initiating seminar will be open to all agencies to expose officials in\nrelevant agencies to the concepts of an outcomes-based PEM system, the TA structure, and\nexamples of PEM issues. On the second day, an overview of the TA   process, organization and\ndiagnostic tools will be provided to key officials in the participating agencies, focusing on the\nneeds of ten selected working-level Government civil servants who will participate actively in\ndiscussions and in the completion of the diagnostic study.8 A two week mission to initiate the\ndiagnostic study will commence immediately after this seminar.  The mission will consist of 5\nADS team  members (staff plus consultants) and will  be  supported by the  10 Government\nparticipants.  The mission will include a visit to one of the regions and, within the region, to\n10 \none of the provinces.\n13.  A diagnostic study to assess the Indonesian PEM system and the implications of\ndecentralizationf or the PEM system, will be undertakenw  ith the participationo f the 10 civil\nservants.T  he study will be divided into five sections:( i) maintaininga ggregatef iscal discipline;\n(ii) enhancinga llocativee fficiency;( iii) promotingi ncreasedo perationale fficiency;( iv) issues in\nbudget execution;a nd (v) implicationso f decentralizationG. overnmento fficialsw  ill be assigned\nto each of these sectionso n the basis of their ministeriala ffiliationsa nd job responsibilitiesT. he\nfirst three sections (i-iii) deal with upstream budget issues and (iv) with downstreamb  udget\nissues.A  n initial draft of the study will be completedd uring the mission.\n14.  The intensive training course will provide the 10 Government participants and 5 high\nranking officials from the key ministries with an intensive course on PEM to be offered by the\nADB Institute. The course will be given at ADB Institute in Tokyo and will last approximately\nseven days.\nAlthOugh the number of officials  is small relative to what  may be needed to  meet capacity  building\nrequirements, the T A is designed to develop the hard core expertise that the reform effort needs.\n10 Two professional staff members at the World Bank resident mission in Jakarta will be joining the Bank team\nfor the planned mission and the completion of the Study. An Intemational Monetary Fund official based as\nan adviser to the Ministry Of Finance will participate in the initiating seminar.", "4\n.\n15.  A national-level and a regional-level workshop for Government officials will be held to .\npresent the findings of the study. The workshops will be hosted by the Agency for Financial and\nMonetary Analysis  (AFMA)  and  respective  regions,  and  managed  by  the  10  Government\nparticipants, who will playa  prominent role in the presentations.\n16.  The TA team and the AFMA will assess further capacity building needs at the national\nscale. With the assistance of the team, AFMA will prepare an action plan outlining the next\nsteps. The findings will be incorporated into a medium term program that (i) lays out goals at ,\neach phase, and (ii) identifies a cluster of possible activities in each phase.\nC.  Cost Estimates and Financing  Plan\n~\n17.  The  total  TA  cost  is estimated  at  $282,000  equivalent,  including  $222,000  in foreign\nexchange  cost and $60,000  in local  currency  equivalent.  The total foreign  exchange  costs  and\n$3,000  equivalent  of local costs will be financed  on a grant basis from the Asian  Currency  Crisis\nSupport  Facility  (ACCSF),  funded  by the  Government  of Japan.  The  Government  will  finance\n$57,000  of the  total  cost  of  the  TA.  Appendix  2  provides  details  of  the  cost  estimates  and\nfinancing  plan.\n(.\nD.  Implementation  Arrangements\n18.  AFMA  of the MOF will  be the  Executing Agency for the TA  . AFMA,  which  has the\nrequired expertise in public finance, will be responsible for identifying the 10 participants: 3 from\nAFMA-MOF,  2 from  BAPPENAS,  1 from  MOHA, 2 from the  regions  (to  be  nominated by\nMOHA), and 2 from local academe. At least one of the two officials from AFMA-MOF will come\nfrom a unit dealing with decentralization and regional issues and another from a unit concerned\nwith central budget processes. The same criterion will apply to the selection of participating\nofficials from BAPPENAS.\n19.  The individuals must meet the following selection criteria:\n(i)  rank of Echelon II or III, or equivalent functional standing,\n(ii)  Master-level preparation in finance and planning related fields,\n(iii)  sufficient English proficiency to absorb material and communicate,\n(iv)  be involved in relevant work and likely to gain greater responsibilities in PEM,\nand\n(v)  able and willing to  become part of the nucleus for the dissemination of PEM\ncapabilities.\n,\n20.  The two regional  level officials  will be drawn  from the selected  province.  district  or city.\nThe regional  officials will serve to establish  the necessary  links with the local government  unit to\n\"\nfacilitate  the diagnostic  work and the subsequent  workshop  for the presentation  of the findings.\n21.  In addition to these eight officials, two instructors from universities delivering the regional\nfinance course (Kursus Keuangan Daerah) for government officials will be selected  by the\nAFMA to participate in the same activities as the core eight officials. The university-based\ninstructors will give particular attention to the training needs of regional officials concerned with\nPEM functions. They will assist in designing possible follow-up capacity building measures,\nparticularly in terms of training (encompassing also the training delivery system).", "5\n22.  These 10 individualsw  ill participatei n every componento f the TA, includingt he mission\nto  initiate the study. Their participation will create significant internal capacity within the\nGovernmentt o support PEM reforms and, in that context, provide much-neededg uidance for\nthe implementationo f the two decentralizationla ws.\n23.  The  ADB  Institute  has  agreed  to  develop  the  intensive  training  course  in  public\nexpenditure management (component four) with technical support and advice from Programs\nDepartment (East). The course will include officials from several developing member countries\nincluding Indonesia and will be used as a pilot for a training of trainers program on PEM which\nI ADB Institute intends to develop as a regular offering. The 10 participants in this project will\nattend this course, which will be held in Tokyo.\n24.  Due to the exploratory  nature  of the TA and the  concomitant  importance  for combining\nprofessionals  with highly specific  skills and experience,  international  consultants  will be hired on\nan individual  basis in accordance  with the Bank's  Guidelines  On the Use of Consultants.  A lead\nconsultant  will  be recruited  to work  closely  with  and  be responsible  to the  mission  leader  for\ncoordinating  and managing  the T A. Three  other consultants  will be hired on an individual  basis\nto  cover  (i)  budget  formulation  and  monitoring  arrangements;  (ii)  budget  execution\narrangements;  and  (iii) institutional  arrangements  governing  intergovernmental  fiscal  relations.\nThe  \"M  will  be implemented  over  a period  of 7 months  and  will  require  a total  of  5 person-\nmonths.  The outline terms  of reference  for the consultants  is presented  in Appendix  3. The T A is\nexpected  to be completed  in December  2000.\nIV.  THE  PRESIDENT'S DECISION\n25.  The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance, on a grant basis, to the  Government of  Indonesia in an\namount  not  exceeding  the  equivalent  of  $225,000 for  the  purpose  of  Public  Expenditure\nManagement and the Implications of Decenb\"alization, and hereby reports such action to the\nBoard.\nI", "6\n.\n.\nAppendix 1, page 1\nTECHNICAL ASSISTANCE\n,\n,\n..\n\\\n~", "7\nt\nI\n.\n!\nl\nt\n1\n.\nf\nReference  in text: page 2, para. 6 t\nt\n.\n4\n},\ni", "8\n--\n.\nAppendix2 \nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nItem  Foreign  Local  Total .\n.\n-\nConsultants (All International)\na.  Remuneration and Per Diem\ni.  Remuneration 90.0 0.0 90.0\nii.  Per Diem 8.6 0.6 9.2\nb.  International and Local Travel 16.6 1.0 17.6\nc.  Reports and Communications 0.3 0.0 0.3\n2. Training, Seminars, and Conferences 14.5 0.8 75.3\n3. tt1iscellaneousA  dministration and 4.0 0.0 4.0\nSupport Costs\n4. Contingencies 28.0 0.6 28.6\nSubtotal  (A) ~ 3.0 225.0\nB.  Government  Financing\n1.  Office Accommodation, Use of Equipment 0.0 0.5 0.5\n2.  Remuneration and Per Diem 0.0 20.4 20.4\nof CounterpartS taff\n3. Transportation 0.0 1.9 1.9\n4. ContingencyP lus LocalSeminars 0.0 34.2 34.2\nSubtotal  (8) 0.0 57.0 57.0\nTotal 222.0 60.0 282.0\nSource:  Staff estimates\n-\"\n.\n(Reference in text: page 4, para. 17)", "6\nVddeup!x £'  de6a ~\nOn11IN313~WS O~  H3~3H3N>:3 ~OH  >:ONSnllVNlS\n~ .  V I>I:ousnlteu~s wns~ qa jeW!I!e JM!~4 ~4 aon~>:owas-qesap eddJoe>:4 ~O dnQI!> :axdaup!~nJa\nweue6aweu~ es Jayapap !u ~4a aeul>. sdnQI!>:ejiOu  weuej[!uj[ dnq/f?. 3xdeupflnJ8S' ~4a MOJIP\naeul>.s dnq/!?. 3xdeupflnJ8  weuej[awau lHeupqoOf) 'OJ ~4a MOJIP aeuf) IUSji~~al s>:onJSa dJ!waJ\nV J:°ulewdoJeiA vddJOe?.4 10 dnq/!? .3xdaUPflnJa weuej[aweuI\"\nV.  leep >:ousnlJeu~ eup >:ousnlJeul ou dnqJ!» :3xdeuPIJnJa weue6awaul e udpOI!J!>:~1\neup VpW!u!S~Jen\" ace»:eutJel!zenou\nZ°  .Ula ~ousn~eu~ M!II snddoJ,1 ep!\\/!~!as  nupaJ ~4a  Va8.S ~e~4u!~el ess!s~eu~e JoJ  dnq/f~\n3xdaUPflnJ8  weue6awaul  eup 14a  /wd/f?.elfous )OJ Q8?.eulJ8/fz8nOU JoJ e ~o~el oJ Z  daJsou-\nWOU~4S°  14a  leep ~ousnl~eu~ Mm  qa  Jasdous!qla JoJ ~ooJp!ue~!u6 ~4a MOJJ)  oJ ~4a 0~4aJ\n>:ousnI~eu~s eu pes~aJ,1e!u!u6 ~4e~ ~4a p!e6uos~!~ s~npA !S  osJ\"JJ!~!aU~IA 60op bneI!~ °  .Ula laep\n~ous1flJeu~ Mm  4eupla ~4a esde~~s OJ qnp6a~eJ.1 dJo>:assas ~4e~ !u\\/oI\\/a ~4a Ja6!ous )dJo\\/!u~as'\nP!S~J!~~s eup ~!~!as( eup ~4e~ pae lM!~4 dOI!~!~el eup epw!u!s~Je~!\\/a pa>:au~JeI!Zeg0u°\n0(  dJ!OJ t° t4 Wa!SS!OU ep!\\f!9es' J4e lee p>:ousnlteUt M!II ess!st t4a  v oWa!SS!OU\nlaepeJ  t° )e( dJedeJa  t4a  snqsteu9\\fa >:autaut jOJ t4a !u!t!e lMOJj)S4Od  t4et M!II  qa 4alP\n!wwap!etal.I dJ!oJ t° t4 aW!SS!OU. eup )q( >:owdlate e p!e6uos9> :bneS9OUUe!Ja t° qa nsap\npnJ!u6  t4a W!SS!OU\"  .l4a  leep >:ousniteut M!I! elgO  qe  Jesdous!qle jOJ 1!eS!u6 M!t4  t4e\n3xe>:n9u6  v6eu>:.l'  v6eu>:.ljoJ f:!ueu>:!el eup woueteJ..f  vueI.ls!S  )Vf:WV(' ou t4e 106!st!>:s\njOJ t4 eMOJj>S4Od\"\n)!!(  .Ula  laep  >:ousnjieu~  M!\"  de~!>:!deta  es  e JaSOnJ>:8 deJSOU  !U  t4a !U!9egU6\nMOJI>S40d S8W!UeJ° .148 >:ousnl~eUt M!\" 6,,\"8 e dJasaute~!ou e~ eup  weue6a ~49  sass!ou)s(\nou 1!Ut)!u p6a>:aU~Jel!Ze~!OU !SSnaS M~4 dnqI!>: axdaup!~nJa  weue6awau~'  eup M!II ess!s~\n~4a ~est)  weue6aJ !U p!s>:nss!u6 ~49 nsa oJ ~4a p!e6uos~!>: bnas~!ouue!Ja'\nU!U  L.4 a>:ousnlJeuJ M!II qa e >:oJa wawqaJ Oj eup lae >p:ousn\\~euJ JO J4a we !Wu !SS!OU\nJO a\"elneJa \\upouas!e,s dnqj!> :axdaup!JnJa weue6awauJ )d3W( s.lsJaw.  ll L>a:OUSnlJeuJ\nM!II nsa Ja\\a\"euJ do~!ous Oj e dJa\"!Onsl. IdJadeJap bnasjiouue!Ja eu pp!e6uosJ!> :JO oqJe!u\nda~!uauJ !ujoJWejiou ou eup dJadeJa  edJal!W!UeJ.f euel.ls!s O jJ4 >a:nJJauJ eup dJodosap\n!usji~njiouel eJJeu6awauJs J4eJ payua OJ  we.I  payua Ja\\eJ!ous qaJMaau J4a >:auJJel\n~o\"awwauJ W!u!sJJ!as' J4a dJo\"!u>:as'  eup J4a P!SJJ!Ps  eup >:~!as'  eup  ~a!J qJoep\n!wdl!>:ejiOUS jOJ dnqI!>: 9Xdaup!JnJa onJ>:owas-e66Ja6eJa ys>:e lp!s>:!dl!Ua'  ello>:eji\"a\naJl!>:!au>:.l'  eup odaJejiOu aeJll!>:!au>:.1-  sn66asjious jOJ Jayu!u6 J4 aJOOI)S( s40n\\p qa\noJlaJap !j sowa epedJejiou ! sJabn!Jap.\n£\"  vuaJ  .4a W!SS!OU.  .4a  >:ousnjteu.  M!\"  dJ9deJa  eu  !u-pad.4 eUelAS!S  qesap  ou  !u!9el\nj!up!u6s pnJ!u6 .4 aW!SS!OU°  .14a >:ousnl.eu. M!\" qJ!auA JaA!9M .4 d9JOA!S!OUS  olleM  Zlf~ 666 ou\n~e6!OUel  DoAewweu. eup pJeM on. !.s !wdI!>:e.!Ous IOJ j!s>:eI  weue6aweul  .149 >:ousnlteu.  M!\"\ndeA sda>:!el  e..au90u .o  .4a !wdl!>:e.!OUS 01 .4a !US9m.,ouel  eJJeu6ew9u.s' 9sda>:!e\"A  dJodos9p\n>:4eu6es  .4aJa.0' ou  .4e  odeJe.,oue allY>:!au>:A  01.4a dnqI!>:  SepaJ !'OaO' 40M 4eAa OJ M!\"  .4esa\neJJeu6eweu.s  eljep .4 epeI!AeJ.1 0 1dnqI !S>9:Jh!>:9S° .14e >:ousnlteu. M!\" !peu.!lA eup Je>:owweup", "10\n~..,.\nAppendix 3, page 2\n.\nactions that  the  Government  and  ADB  can  undertake  to improve  the  system  of  public\nexpenditure management in the context of the decentralization of functions to local governments\nand, within this, the implied restructuring of the civil service.\n4.  The consultant will be responsible for collating the inputs of the other consultants and\nintegrating them into a final report.  The lead consultant will interact closely with and will be\nI\nresponsible to the ADB mission leader for the adequate preparation of the final report, including\nthe coherent integration of the findings and recommendations of the other consultants.\n':.\n5.  The consultantw  ill liase with the AFMA on both logisticala  nd substantive matters. In\nparticular,t he consultantw  ill consultA  FMA on the individualsa nd stakeholders( includingo ther\ndonors)w  hom the team should meet during the main missiona  nd will prepare a corresponding\nlist with contact numbersa nd addressesa t least two weeks prior to the mission and submit the\nlist to the ADB missionl eader.\n6.  In consultation with AFMA, the consultant will identify several key professional level staff\nfrom A~MA and related agencies (10 in all) who will work closely with the team before, during,\nand after the mission on the preparation and completion of the final report.  The consultant will\nprepare for the 10 staff a work plan that will maximize their exposure to the outcomes-based\napproach to public expenditure management and make the best use of the mission as an on-\nthe-job training exercise.\n7.  In consultation with the ADB mission leader, the consultant will prepare a summary brief\non  potential activities that ADB can  undertake to help improve the management of public\nexpendituresin  Indonesia.\nB.  Consultant  on Public  Finance and Budgetary  Processes  (For Budget  Formulation\nand Monitoring  Arrangements)\nB.  The consultant will support the TA   for approximately 1-person month.  The consultant\nmust have worked  on  PEM reforms  in  developing  countries utilizing the  outcomes  based\napproach as indicated above. The main activities foreseen include the following:\n(i)  Participate as  a  resource  person  at  the  initiating workshop  by  (a)  giving  a\npresentation jointly with the mission leader at the sessions dealing with aggregate fiscal\ndiscipline  and  allocative  efficiency  in  public  expenditure  management  and  (b)\nparticipating in the discussions.  Assist the mission leader in discussing the diagnostic\n.\nquestionnaire.\n(ii)  Participate  as a core member  of the main mission  to evaluate  the PEM system  of ~\nIndonesia.  Prepare  a preliminary  analysis  of the impact  of institutional  arrangements  at\nthe central  Government  level on public expenditure  outcomes-aggregate  fiscal  discipline.\nallocative  efficiency,  and operational  efficiency.  Use a previously  prepared  diagnostic  as\na guide for the analysis.  Coordinate  with the World  Bank and the International  Monetary\nFund  to  ascertain  that  the  output  does  not  duplicate  the findings  of the  World  Bank's\nmost  recent  public  expenditure  review  and  the  IMF's  ongoing  work  on  reform  of  the\ntreasury  system.", "11\nAppendix 3, page 3\n(iii)  Prepare an in-depth analysis based on initial findings during the mission.  Work\nclosely with the lead consultant and the mission leader to (a) integrate the implications of\ndecentralization  for  central  government  institutional  arrangements  and  public\nexpenditure outcomes, and (b) identify and recommend actions that the Government\nand ADB can take to improve the PEM system in the context of the decentralization of\nfunctions to  local governments  and, within this, the  implied restructuring  of the  civil\nservice.\n(iv)  Liase and coordinate with the lead consultant in the revision of the diagnostic\ntool,  providing  concrete  suggestions  on  how  the  diagnostic  can  be  improved  to\nincorporate observations that emerge from the mission.\n(v)  In consultation  with  the  lead  consultant,  prepare  a  summary  brief  of  potential\nactivities  that  ADB  could  undertake  to  help  improve  the  management  of  public\n\\. expenditures  in Indonesia.\nConsultant on Public ExpenditureManagementand Budget Execution (For Budget\nExecution Arrangements)\n9.  The consultantw  ill support the TA for approximately 1-personm  onth. The consultant\nmust bring to the ADB mission team expertise gained as a civil servant engaged in national\nlevel budget management and in intergovernmental financial relations.  Developing country\nexperiencew ill be highly preferable. Within the mission team, the consultantw  ill relate primarily\nto the mission team leader and the lead consultant and will be expected to focus primarily on\nthe process and substantive lessons gained from actual experience in managing changes in\nand problems with PEM resulting from reforms in center-region(municipal) financial relations.\nSome effort to  link these  lessons to the  Indonesian experience is expected,  though  other\nconsultants on the team will also assist in this bridging effort.  The main activities foreseen\ninclude the following:\n(i)  Help to organize  the kick-off  seminar  that will bring together  mission  counterparts\nand  other  interested  members  of relevant  Government  agencies.  Help  identify  suitable\nresource  persons from the Philippines  who can participate  in the sessions  devoted  to the\nPhilippines'  experience  with  decentralization  and the  implications  for  public  expenditure\nmanagement,  and  arrange  to  obtain  the  services  of the  presenters/resource  persons.\nServe as resource  person  for the workshop,  giving a presentation  on issues  pertaining  to\nbudget execution.\n(ii)  Participate as a core member of the main mission to evaluate the PEM system of\nIndonesia. Prepare a preliminary analysis of the impact of institutional arrangements at\nthe central and local government levels on budget execution and operational efficiency.\nCoordinate with the World Bank and the International Monetary Fund to ascertain that\nthe  output does  not duplicate  the findings  of the World  Bank's  most  recent  public\nexpenditure review and the International Monetary Fund's ongoing work on reform of the\nTreasury system.", "12\n-\n.\nAppendix 3, page 4\n(iii)  Prepare an in-depth analysis based on initial findings during the mission.  Work\nclosely with the lead consultant and the mission leader to (a) integrate the implications of\ndecentralization  for  central  Government  institutional  arrangements  and  budget\nexecution, and (b) identify and recommend actions that the Government and ADB can\ntake to improve the public expenditure management system. .\n((iivv))   PPrreeppaarere  tthhee  pprroocceeeeddininggs s ooff  tthhee  initiating  seminar  and  produce  and  distribute\n.  ..  '  .  .' f\ncopies to all participating organizations.\n(v)  Liase and coordinate with the lead consultant in the revision of the diagnostic\ntool,  providing  concrete  suggestions  on  how  the  diagnostic  can  be  improved  to\nincorporate observations that emerge from the mission.\n(vi)  In consultation with the lead consultant, prepare a summary brief on  activities\n,that ADB could undertake to help improve the management of public expenditures in\n1ndonesia.\nD. Consultant on Public Expenditure Managementa nd Intergovernmental\nFiscal Relations\n10.  The consultant will support the  TA for approximately  1-person  month.  The  consultant\nwill have expertise  in center-region  financial  relations,  contributing  to the team  effort coordinated\nby the  lead  consultant  and the ADB  mission  leader.  The consultant will be expected  to focus\nprimarily  on the  aspects  of budgetary  processes  that  involve  the  regions  (provinces,  districts\nand cities)  and that deal with the grant  system  and regional  own revenues.  The main activities\nforeseen  include the following:\n(i)  Participatea s a resourcep ersona  t the seminar,g iving a presentationjo intly with\nthe lead consultant at the session(s) on linking decentralizationi ssues with public\nexpenditurem  anagement; and participatei n the discussions.\n(ii)  Participate as a core member of the main mission to evaluate the PEM system of\nIndonesia. Obtain pertinent information on and prepare a preliminary analysis of the\ncurrent and proposed grant system and tax assignment encompassed in the emerging\ncenter-region framework  (covering  the  provinces, districts  and  cities).  The  role  of .\ncentral-level expenditures in the anticipated decentralized system should also receive\nsome attention.  In this respect, aggregate level of current spending and that anticipated\n~\nafter  decentralization  should  be  compared,  to  determine  overall  adequacy  of\nexpenditures at each level and all levels in combination.  In conjunction with other team\nmembers focusing on related administrative and budgetary aspects, the consultant will\ndraw implications for public expenditure outcomes-aggregate fiscal discipline, allocative\nefficiency, and operational efficiency (with emphasis on the regional level).", "13\n.\n':'\nAppendix 3, page 5\n(iii)  Prepare an in-depth analysis based on initial findings during the mission. Briefly\nreview  Law  25/1999  on  Fiscal  Balance  and  draw  out  its  implications  for  fiscal\nmanagement. Pay special attention to the  implications of the  grant  system and tax\nassignment on the resources available to the regions, linking these to issues of need,\n'., equity,  political  imperatives,  and  service  delivery  standards.  Together  with  team\nmembers, identify and recommend actions that the Government and ADB can take to\nimprove the system of public expenditure management in the context of decentralization.\n..\n\" Some measure of international comparisons or reference should be incorporated in the\nanalysis to the extent required and made possible by data/information availability.\n(iv)  Contribute  to  the  preparation  of  the  final  report,  fitting  the  findings  and\nrecommendations with those of the other consultants.  Suggest useful ways to refine the\napplied diagnostic tool(s).\n(v)  In consultation with the lead consultant, suggest  potential activities that ADB can\nundertake to help improve the management of public expenditures in Indonesia.\n.;\n\"\n\""], "metadata": {"CreationDate": "D:20080229001720+08'00'", "Author": "ldm [ DCEA739 ]", "Keywords": "indonesian public finance, public expenditure management, indonesian pem reforms, indonesia implications of decentralization, asian currency crisis support facility, international monetary fund, adb technical assistance 3394, adb project 33060", "Producer": "www.adlibsoftware.com:EXS3185-Windows 2003:TNG", "ModDate": "D:20080807150305+08'00'", "Title": "Public Expenditure Management and the Implications of Decentralization (Financed from the Asian Currency Crisis Support Facility)"}}