{"path": "data/input/ta/33070-ban-tar.pdf", "pages": ["R11-00\n5 January 2000\nTECHNICAL ASSISTANCE TO BANGLADESH\nFOR THE CHITTAGONG HILL TRACTS REGION DEVELOPMENT PLAN\n(FINANCED FROM THE JAPAN SPECIAL FUND)\nThe attached Report on Technical Assistance to Bangladesh for the Chittagong\nHill Tracts Region Development Plan is circulated for the information of the Board. The\ntechnical assistance was approved by the President on 8 December 1999.\nFor Inquiries:   Mr. M. Otsuka, Agriculture and Social Sectors Department (West)\n         (Ext. 6732)\n  Mr. S. Mundle, Programs Department (West)\n         (Ext. 6235)", "ASIAN DEVELOPMENT BANK\nTAR: BAN 32467\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nTO THE\nPEOPLE’S REPUBLIC OF BANGLADESH\nFOR THE\nCHITTAGONG HILL TRACTS REGION DEVELOPMENT PLAN\nDecember 1999", "CURRENCY EQUIVALENTS\n(as of 17 November 1999)\nCurrency Unit – Taka (Tk)\nTk1.00 = $0.0202\n$1.00 = Tk49.50\nABBREVIATIONS\nADB – Asian Development Bank\nCHT – Chittagong Hill Tracts\nCHTDB – Chittagong Hill Tracts Development Board\nkm2 – square kilometers\nMCHTA – Ministry of Chittagong Hill Tracts Affairs\nNGO – nongovernment organization\nTA – technical assistance\nNOTES\n(i)  The fiscal year (FY) of the Government ends on 30 June.\n(ii)  In this report, \"$\" refers to US dollars.", "", "I.  INTRODUCTION\n1. In 1998, the Government of the People’s Republic of Bangladesh requested the Asian\nDevelopment Bank (ADB) for technical assistance (TA) to prepare a long-term regional plan for\nthe Chittagong Hill Tracts (CHT) Region, similar to ADB’s earlier TA for the Northwest Region\nDevelopment and Investment Study.1 ADB fielded a reconnaissance mission in June 1999 and\nthe  Fact-Finding  Mission  in  September  1999,  which  reached  an  understanding  with  the\nGovernment on the objective, scope, implementation arrangements, and terms of reference for\nthe TA. The TA is included in ADB’s 1999 country assistance plan for Bangladesh.2\nII.  BACKGROUND AND RATIONALE\n2. The CHT Region has an area of about 13,300 square kilometers (km2), accounting for\n9 percent of the total area of Bangladesh.3 The region’s population was estimated at one\nmillion according to the 1991 Census, but is now estimated at more than 1.4 million due to an\nincreasing number of people returning from the neighboring states of India and from other\nregions of the country. However, the region’s population density is still the lowest in the\ncountry, estimated at about 100 people per km2 as compared with the national average of\nabout 800 per km2. More than half of the region’s population are tribal hill people, consisting of\nmore than 10 ethnic groups with each having its own dialect, cultural practice, and rituals. The\nremaining population consists of Bengali immigrants, who migrated into the region from other\nparts of the country. Although precise estimates are not available, poverty incidence in the\nregion is considered to be higher than the national average of 48 percent for the rural area in\nthe country.4 Poverty and inadequate capacity for human development are more prevalent\namong the hill people living in the remote and hilly areas.\n3. The CHT Region is a hilly area, has lower maximum and minimum temperatures than\nother parts of the country, and average annual rainfall is about 2,700 millimeters. More than 80\npercent of the annual rainfall occurs during the monsoon season from May to October. The\nregion is suitable for commercial horticulture. Despite its abundant natural resources and\ndevelopment potential, the region’s contribution to the national economy is still negligible with\nan average annual gross regional product of Tk32.7 billion ($0.7 billion) estimated for a three-\nyear period from 1995 to 1997, accounting for about 3 percent of the country’s gross domestic\nproduct. About 60 percent of the region’s production comes from agriculture, of which about 80\npercent is attributed to forestry. The permanently cropped area on flat lands is very small,\nbeing estimated at about 1,000 km2, or less than 8 percent of the total land of the region. Only\nabout 14 percent of the cropped area has some form of irrigation facilities. This gives heavy\npressure on the existing cropped area. Shifting cultivation with short-term cycles is widely\npracticed now in grove lands on hill slopes, resulting in soil erosion in various places.\n4. A large-scale migration of people from other parts of the country into the CHT Region\nfor settlement on arable land started in the early 1970s. This resulted in political turmoil and led\nto an insurgency movement. Since then, a large number of households either fled to the\nneighboring  states  of  India  or  were  displaced  within  the  country.  This  situation  seriously\naffected the livelihoods of the region’s population and slowed the socioeconomic development\n                                           \n1 TA BAN 2545: Northwest Region Development and Investment Study, for $1.1 million, approved on 21 March\n1996.\n2 The TA first appeared in ADB Business Opportunities on 26 February 1999.\n3 Including three districts of Bandarban, Khagrachari, and Rangamati.\n4 The poverty line for Bangladesh is defined to be a nutritional intake of 2,122 calories per day.", "2\nof the region for nearly 20 years. In December 1997, a peace accord was signed between the\nGovernment and the Association of the Chittagong Hill Tracts People, representing the people\nof the CHT Region, to end the armed conflict. The peace accord recognized the need for\nattaining overall development of the region, and for protecting the special characteristics of the\nCHT Region as  a  tribal  inhabited  area.  Subsequently,  the  Hill  District  Local  Government\nCouncil Act was amended to reflect the peace accord in the institutional framework of local\ngovernments in the region and to establish a regional council for facilitating development\nactivities  in  accordance  with  the  signed  peace  accord.  The  CHT  Regional  Council  was\nestablished in May  1999  and  started  its  function  recently  to  coordinate  the  development\nactivities in the CHT Region.\n5. At present, the region’s development activities are mainly implemented by the CHT\nDevelopment Board (CHTDB) under the Ministry of Chittagong Hill Tracts Affairs (MCHTA).\nCHTDB was created in 1976 and has carried out more than 1,000 schemes since then, which\namount to a total of Tk2.8 billion ($57 million) including projects financed by external funding\nagencies. The annual budget of CHTDB now amounts to about Tk500 million ($10 million).\nThe ADB also provided assistance in agriculture and rural development through CHTDB in the\nearly 1980s.5 CHTDB’s activities constitute about 70 percent of the total development activities\nin the region. Other projects and programs are being carried out by the hill district councils and\nsubdistrict (called thana) administrations.\n6. Under the Fifth Five-year Plan covering FY1998 to FY2002, the Government aims at\nexpediting socioeconomic development of the CHT Region as one of the priority development\nregions. The provision of increased financial and human resources is planned for the CHT\nRegion to support (i) better utilization of the existing  health and educational facilities, (ii)\nimprovement of transport and communications facilities, (iii) mineral resources development,\n(iv)  increased  provision  of  agricultural  extension  services  for  agriculture  and  horticulture\ndevelopment, (v) expansion of agro-based processing industries, (vi) provision of safe drinking\nwater, (vii) prevention of soil erosion, and (viii) tourism development. The Government and\nlocal government councils recognize the urgent need to initiate development projects and\nprograms in the CHT Region, as a long delay in the implementation of development projects\nmay disappoint the residents about the effect of the peace accord (para. 4).\n7. In view of the high priority accorded for the CHT Region, Government agencies have\nformulated preliminary project proposals for the region. By April 1999, the Government had\nabout 40 proposals to be considered for public investment. However, these proposals need to\nbe carefully reviewed and screened based on local needs assessments. Similarly, the rapid\nexpansion of nongovernment organization (NGO) activities in the region requires effective\ncoordination in the field. Against this background, the Government, external funding agencies,\nand NGOs generally concur that a long-term development plan acceptable to all the concerned\ncommunities  in  the  region  is  required  to  provide  strategic  direction  for  the  region’s\ndevelopment, and to coordinate various development and investment activities in line with\nsuch a strategy.6\n                                           \n5 Loan BAN 404: Chittagong Hill Tracts Development Project, for $28.5 million, approved on 28 June 1979 and\nclosed in July 1992. Project components were completed generally as specified at the time of appraisal except for\nafforestation and rubber processing components.\n6 For instance, the Association of Development Agencies of Bangladesh, which represents major NGOs in the\ncountry,  organized  a  workshop  in  June  1998  to  discuss  the  NGOs’  possible  strategy  and  roles  for  the\ndevelopment of the CHT Region. The proceedings of the workshop were compiled in its publication, called CHT\nPeace Treaty and Development Strategy, February 1999.", "3\n8. At present, the activities of external funding agencies relating to the CHT Region are\nbeing coordinated at meetings of a local consultative group of external funding agencies in\nBangladesh. Brief needs assessment studies have been carried out by the United Nations\nDevelopment Programme. Some bilateral funding agencies commenced small-scale activities\nrelating to health and sanitation in the CHT Region. ADB is also preparing a rural development\nproject.7 Under these circumstances, major external funding agencies have expressed their\nsupport for ADB’s initiative in assisting the Government to formulate a long-term development\nplan for the CHT Region.\n9. The TA will help achieve the Government’s special development objective to facilitate\nthe socioeconomic development of the CHT Region, uphold the basic human rights of all the\ncitizens in the region, and build their confidence in the effectiveness of the peace accord.\nADB's intervention through the TA, in collaboration with other external funding agencies, will\nhelp the Government resolve issues relating to the implementation of the peace accord. The\nTA is in consonant with ADB’s country operational strategy for Bangladesh, and can form the\nbasis for ADB’s longer commitment to supporting development efforts in the CHT Region.\nIII.  THE TECHNICAL ASSISTANCE\nA. Objective\n10. The TA will assist the Government in formulating for the CHT Region a long-term\ndevelopment plan (the plan) that includes a development strategy covering the next 10 years\nand  a  profile  of  potential  investment  projects  with  full  consideration  for  the  special\ncharacteristics and local resource endowments of the region. The plan will aim at reducing\npoverty through disseminating benefits among all communities in the region and facilitating the\nintegration  of  the  region  into  the  country’s  overall  economy.  The  TA  framework  is  in\nAppendix 1.\nB. Scope\n11. The TA will (i) assess local needs in the region based on the surveys in the past and\nsupplementary field surveys; (ii) examine the physical and socioeconomic characteristics and\nconditions of the CHT Region with a particular emphasis on the situation of poverty; (iii) assess\nthe region’s resource endowments and development potential; (iv) identify constraints to the\nregional growth and development, including institutional weaknesses; (v) review and screen\nthe ongoing and planned investment projects and programs for the region; (vi) determine the\nregion’s  phased  development  strategy  through  an  iterative  consultation  process  with  key\nstakeholders  in  the  region;  (vii)  prepare  a  phased  investment  program  and  preliminary\nfeasibility studies of potential projects identified in the investment program; (viii) integrate these\nplanning elements into a common regional plan acceptable to the region’s communities; and\n(ix) estimate the specific resource requirements for the plan. The TA will be a multisector study\ncovering, among other things, transport, agriculture, rural development, health,  education,\ntourism, and forestry and natural resources, and will be closely coordinated with the ongoing\nproject preparatory TA for CHT Rural Development Project (para. 8).\n                                           \n7 TA BAN 3213: CHT Rural Development Project, for $500,000, approved on 30 June 1999, and expected to be\ncompleted in March 2000. This TA will build upon the outcome of TA BAN 3213, which carries out a baseline\nsurvey in the region, to avoid overlapping and inconsistency.", "4\nC.  Cost Estimates and Financing Plan\n12. The total cost of the TA is estimated at $1,260,000 equivalent, comprising $762,000 in\nforeign exchange costs and $498,000 equivalent in local currency costs. ADB will provide\n$1,000,000 to finance the entire foreign exchange costs and $238,000 equivalent in local\ncurrency costs. The TA will be financed by ADB on a grant basis from the Japan Special Fund,\nfunded by the Government of Japan. The balance of the local currency costs, amounting to\n$260,000 equivalent, will be met by the Government from its own resources to cover office\naccommodation,  salaries  and  per  diem  of  counterpart  staff,  field  transport,  facilities  for\nworkshops and seminars, and local administrative support. The detailed cost estimates of the\nTA are in Appendix 2.\nD. Implementation Arrangements\n13. The  MCHTA,  will  be  the  Executing  Agency  for  the  TA,  and  will  assume  overall\nresponsibility  for  TA  implementation  and  coordination.  MCHTA  will  establish  a  TA\nimplementation office, and appoint a coordinator and full-time counterpart staff before TA\ninception  to  manage  the  day-to-day  implementation  of  the  TA.  Since  the  TA  will  be  a\nmultisector  planning  exercise,  the  Government  will  establish  before  TA  inception  an\ninterministerial TA steering committee, which will be chaired by the Secretary of MCHTA and\ninclude representatives from the Ministry  of  Finance,  the  Planning  Commission,  the  CHT\nRegional Council, three hill district councils, CHTDB, and other relevant Government agencies.\nTo ensure local ownership of the plan, the CHT Regional Council, three hill district councils,\nand communities in the region will be closely consulted during TA implementation, particularly\nthrough local workshops and regional and national seminars to be organized under the TA.\nThe TA steering committee will monitor TA implementation and provide the TA with overall\npolicy guidance. The TA implementation office will act as the secretariat to the committee. ADB\nhas also established a working group, comprising the staff of the relevant ADB departments\nand offices, to review the TA outputs.\n14. The TA implementation will be supervised through tripartite review meetings among the\nGovernment, the TA consultant and ADB. The meetings will be organized by MCHTA three\ntimes during TA implementation. The members of the steering committee will participate in\nthese  meetings.  The  TA  outputs  will  be  presented  for  discussion  at  the  tripartite  review\nmeetings, and at the regional and national seminars. The TA will be implemented through\nclose  consultation  and  coordination  with  major  external  funding  agencies  and  NGOs,\nparticularly  with  NGOs  based  in  the  CHT  Region.  A  final  evaluation  of  the  TA  will  be\nundertaken jointly by the Government and ADB based on the draft final report to be prepared\nunder the TA.\n15. The TA will be implemented over a period of nine months from March to December\n2000, and will be broadly divided into three phases: Phase I (three months) for the assessment\nof local needs and development potential, Phase II (three months) for the formulation of a\ndevelopment strategy for the CHT Region through an iterative consultation process with local\nstakeholders, and Phase III (three months) to finalize the plan and preliminary project profiles\nfor the region.\n16. The  TA  will  require  consulting  services,  consisting  of  (i)  25  person-months  of\ninternational consultants in regional planning, agriculture, transport and communications, rural\nhealth, environment and natural resources, sociology and indigenous people, and financial and", "5\neconomic  analyses;  and  (ii)  36  person-months  of  domestic  consultants  in  agricultural\nmarketing, transport and communications, rural health, environment and natural resources,\ngender, financial and economic analyses, institutional analysis, law, and industrial promotion.\nThe regional planning specialist will serve as the team leader of the consultant team. The\nconsulting services will be provided by an international consulting firm in association with a\nqualified domestic consulting firm that has a sound financial position and an adequate number\nof qualified staff. The consultants for the TA will be selected and engaged in accordance with\nADB's Guidelines on the Use of Consultants and other arrangements satisfactory to ADB for\nthe engagement of domestic consultants. The outline terms of reference for the consultants\nare in Appendix 3.\n17. The consultant will purchase office equipment and supplies in accordance with ADB’s\nGuidelines for Procurement. The office equipment will be handed over to the Government at\nTA completion. The equipment procured under ADB’s earlier TA (para. 8) and installed at a\ngovernment office in Rangamati will be also used for the TA. The consultant will prepare (i) an\ninception  report  including  a  detailed  work  program  for  the  TA,  to  be  submitted  to  the\nGovernment and ADB within three weeks of the start of the TA and to be discussed at the\ninception tripartite review meeting; (ii) an interim report for presenting the assessments made\nunder the TA and the development strategy proposed for the region to be submitted within five\nmonths of TA implementation and discussed at the interim tripartite review meeting; (iii) a draft\nfinal report, to be submitted at least one month before TA completion and to be discussed at\nthe final tripartite review meeting; and (iv) a final report at the completion of the TA. The interim\nreport will consist of an executive summary and a main report. The draft final and final reports\nwill  comprise  an  executive  summary,  a  main  report,  sector  reports,  and  appendixes  for\nadequate data and information on the region.\n18. The consultant will prepare, organize, and conduct local workshops, and regional and\nnational seminars under the TA. Representatives of the relevant agencies of the Government,\nthe CHT Regional Council, hill district councils in the region, circle chiefs, CHTDB, chambers of\ncommerce, community representatives, NGOs, and external funding agencies will be invited to\nthe workshops and seminars. A regional seminar will be organized in Rangamati to present\nand discuss the consultant’s interim report after five months of TA inception, and a national\nseminar to be held in Dhaka to present and discuss the consultant’s draft final report. The\nseminars will coincide with the tripartite review meetings and ADB missions.\nIV.  THE PRESIDENT’S DECISION\n19. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance, on a grant basis, to the Government of the People’s Republic\nof Bangladesh in an amount not exceeding the equivalent of $1,000,000 for the purpose of the\nChittagong Hill Tracts Region Development Plan, and hereby reports such action to the Board.", "Appendix 1, page 1\nTECHNICAL ASSISTANCE FRAMEWORK\nDesign Summary Indicators and Targets Monitoring Mechanisms Assumptions/Risks\nSector/Area Goal\nPoverty reduction among •  Complete rehabilitation •  National and regional Favorable macroeconomic\npeople in the Chittagong of 12,000 tribal statistics. environment in the country and\nHill Tracts (CHT) Region. households that were in South Asia.\ndisplaced during the •  Regular dialogue and\narmed conflict. interactions with the\nGovernment, local\n•  Reduction in the region’s councils, and local\npoverty incidence communities in the CHT\ncurrently estimated to be Region.\nhigher than the national\naverage of 48 percent\n(1996).\nProvision of equal access •  Increase in the number\nto income-generating of local enterprises in the\nopportunities among CHT Region. Baseline\ncommunities in the CHT data will be obtained\nRegion. during the first phase of\nthe technical assistance\n(TA).\n•  Expansion of essential\nsocioeconomic services\namong communities.\nPurpose\nFormulation of a long-term •  General consensus •  Local consultative group Gradual resolution of political\ndevelopment plan for the created on the future meetings among external issues relating to the signed\nCHT Region. vision of the CHT Region funding agencies in peace accord of 1997 between\nbased on key Bangladesh. the CHT Regional Council and\nstakeholders’ views. the Government.\n•  Regular dialogue and\n•  Consideration of the interactions with the Strong ownership of the plan\nspecial social and Government, local on the part of the Government\nhistorical characteristics councils, and local and local councils.\nof the CHT Region. communities in the CHT\nRegion. Timely support from external\n•  Implementation of the funding agencies for the plan.\nplan being initiated. •  Bank review missions\nand tripartite review\nmeetings for the TA.\n•  Progress reports and\nother consultant reports\nprepared under the TA.\n•  TA completion report.\n(Reference in text: page 3, para. 10)", "Appendix 1, page 2\nDesign Summary Indicators and Targets Monitoring Mechanisms Assumptions/Risks\nOutputs\nPhase I\n1. Local needs •  Needs assessment •  Bank review missions Active participation of key\nassessments completed within three and tripartite review stakeholders in the preparation\ncompleted, with due months of TA inception meetings for the TA. of the plan.\nconsideration for based on a review of\nspecial circumstances earlier studies and •  Consultants' technical Smooth coordination of\nof the tribal hill supplementary surveys. and workshop reports. activities among the line\npeople. agencies of the central\nGovernment and local\ncouncils.\n2. Development •  The assessment of the •  Bank review missions Effective cooperation and\npotential and resource region’s development and tripartite review access to necessary data and\nendowments of the potential and resource meetings for the TA. information provided by the\nCHT Region endowments completed relevant Government agencies\nassessed by sector. within three months. •  Consultants' technical and local councils of the CHT\nand workshop reports. Region in a timely manner.\nPhase II\n3. Inventory of ongoing •  Ongoing and planned •  Bank review missions Potential entrepreneurs and\nand planned activities identified and and tripartite review investors with keen interest in\ninvestment projects screened within five meetings for the TA. the CHT Region exist.\nand programs months of TA inception.\nprepared. •  Consultants' technical Adequate resources are\nand workshop reports. available to support the\n4. A long-term •  A long-term development region’s development plan.\ndevelopment strategy strategy formulated\nfor the CHT Region through a reiterative\nformulated with due consultation process\nconsideration for within five months.\nspecial circumstances\nof the CHT Region. •  Outcome of Phases I and\nII compiled into the\ninterim report and\npresented at a regional\nseminar.\nPhase III\n5. A long-term regional •  Preliminary assessments •  Bank review missions Timely response and\ndevelopment plan completed for the core and tripartite review commitment from the\nestablished. investment projects and meetings for the TA. Government and local councils\nprograms within eight in adopting the plan.\nmonths of TA inception. •  Consultants' technical\nand workshop reports.\n•  The plan compiled into\nthe draft final report and\npresented at a national\nseminar.\n•  The long-term regional\ndevelopment plan\ncompleted after nine\nmonths from TA\ninception.", "Appendix 1, page 3\nDesign Summary Indicators and Targets Monitoring Mechanisms Assumptions/Risks\nActivities\n1.  Comprehensive review of •  Completion within one •  Bank review missions Timely provision and acquisition\nearlier studies and month of TA inception. and tripartite review of necessary data and\nsurveys. meetings for the TA. materials.\n•  Consultants' technical\nand workshop reports.\n2.  Supplementary surveys •  Completion within three •  Bank review missions Adequate assistance and\nand local workshops. months of TA inception. and tripartite review guidance from the Government\nmeetings for the TA. and local councils.\n•  Consultants' technical\nand workshop reports.\n3.  Review and screening of •  Completion within five •  Bank review missions Adequate assistance and\nongoing and planned months of TA inception. and tripartite review guidance from the Government\nprojects and programs. meetings for the TA. and local councils.\n•  Consultants' technical\nand workshop reports.\n4.  Preparation of an interim •  Completion within five •  Bank review missions Effective consultation with key\nreport to be presented at months of TA inception. and tripartite review stakeholders.\na regional seminar. meetings for the TA.\n5.  Preparation of •  Completion within eight •  Bank review missions Timely coordination with the\npreliminary feasibility months of TA inception. and tripartite review Government, local councils and\nstudies and project meetings for the TA. external funding agencies.\nprofiles.\n•  Consultants' technical\nand workshop reports.\n6.  Preparation of a draft •  Completion within eight •  Bank review missions General acceptance of the plan\nfinal report to be months of TA inception. and tripartite review by key stakeholders.\npresented at a national meetings for the TA.\nseminar.\nInputs\n1.  International consultants. 25 person-months. •  Bank review missions Timely recruitment and\n2.  Domestic consultants. 36 person-months. and tripartite review deployment of consultants.\nmeetings for the TA.\n3.  Total costs involved. $1,260,000 Adequate and timely provision\n•  Bank financing. $1,000,000 •  Consultants' technical of counterpart budget, staff and\n•  Government financing. $   260,000 and workshop reports. facilities.", "Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN\n ($)\nForeign Local Total\nItem Exchange Currency Cost\nA. ADB Financing (Japan Special Fund)\n1. Consultants\na. Remuneration and Per Diem\ni. International Consultants 625,000 0 625,000\nii. Domestic Consultants 0 126,000 126,000\nb. International and Local Travel a 28,000 30,000 58,000\nc. Reports and Communications 0 12,000 12,000\n2. Equipment b 6,000 0 6,000\n3. Workshops and Seminars c 0 10,000 10,000\n4. Field Surveys d 0 12,000 12,000\n5. Miscellaneous Administrative Costs e 0 16,000 16,000\n6. Representative for Contract Negotiations f 3,000 0 3,000\n7. Contingencies 100,000 32,000 132,000\nSubtotal (A) 762,000 238,000 1,000,000\nB. Government Financing\n1. Office Accommodation 0 32,000 32,000\n2. Remuneration and per diem of Counterpart Staff 0 90,000 90,000\n3. Field Transport 0 40,000 40,000\n4. Training and Seminar Facilities 0 72,000 72,000\n5. Other Administrative Expenses 0 26,000 26,000\nSubtotal (B) 0 260,000 260,000\n                           Total (A + B) 762,000 498,000 1,260,000\nNotes:\na Including costs for hiring vehicles and motorcycles, and domestic airfares.\nb Including procurement of two computers and a printer.\nc Including costs for a series of local workshops in three hill districts in the Chittagong Hill Tracts,\na regional seminar in Rangamati, and a national seminar in Dhaka.\nd Short-term local subcontracts for surveys, including expenses for enumerators.\ne Including office utilities and supplies, and secretarial expenses.\nf Travel expenses for inviting a representative of the Executing Agency for contract negotiations.\nSource:  Staff estimates.\n(Reference in text: page 4, para.12)", "Appendix 3, page 1\nOUTLINE TERMS OF REFERENCE\nA. General Work Flow\n1. The technical assistance activities will be divided into three phases. Phase I of the TA\nwill include the following activities for assessing local needs and development potential:\n(i) Compile physical, demographic, and socioeconomic data and information on the\nChittagong Hill Tracts  (CHT)  Region,  including  soil,  topography,  geography,\nhydrology, population, gender, ethnic groups, labor force, livelihoods, household\nincome and finance, poverty incidence, and relevant rules and regulations.\n(ii) Conduct an analytical review of the CHT Region with due consideration for (a)\nthe special rights and culture of the tribal hill people; (b) the socioeconomic\nconditions of the hill people, and Bengali migrants and settlers; (c) land-use\npatterns and land ownership; (d) local administration and governance; and (e)\nthe  spatial  distribution  of  economic  activities  and  their  linkages.  Available\ndocuments should be fully reviewed.1\n(iii) Carry  out  supplementary  field  surveys  and  local  workshops  with  key\nstakeholders and a full cause and effect analysis to identify the development\nneeds of local communities.\n(iv) Examine  the  physical,  financial,  and  human  resource  endownments  of  the\nregion, and assess the absorptive capacities of local communities and related\ninstitutions for increased development activities, and their needs for capacity\nbuilding.\n2. The following tasks will be undertaken during Phase II of the technical assistance (TA)\nfor formulating a regional development strategy:\n(i) Examine  the  present  performance  and  conditions  of  the  region’s  economic\nactivities based on the key indicators of the respective sectors, including (a)\nagriculture, (b) rural development, (c) transport and communications, (d) health,\n(e) education, (f) tourism, and (g) forestry and natural resources.\n(ii) Review  and  screen  the  ongoing  and  proposed  investment  projects  and\nprograms for the region, including those considered under TA 3213-BAN of the\nAsian  Development  Bank  (ADB)  and  by  other  external  funding  agencies,\nnongovernment organizations (NGO) and private corporations, in terms of their\nimpact  on  (a)  incremental  income  and  employment  opportunities,  and  (b)\nenvironment and social conditions.\n(iii) Determine the region’s development strategy based on a general consensus on\nthe  long-term  vision  for  development  among  key  stakeholders  with  due\nconsideration for special social and political characteristics of the region.\n                                               \n1  Including  survey  reports  prepared  by  the  United  Nations  Development  Programme  and  nongovernment\norganizations (NGO), and benchmark surveys conducted under the ADB's Technical Assistance (TA) 3213-BAN:\nCHT Rural Development Project.\n(Reference in text: page 5, para. 16)", "Appendix 3, page 2\n(iv) Organize a regional seminar to present and discuss the proposed development\nstrategy among key stakeholders.\n3. Phase III of the TA will include the following activities to finalize an integrated regional\ndevelopment plan:\n(i) Prepare a phased investment program for the region and preliminary feasibility\nstudies of potential projects identified in the investment program, which  will\ninclude (a) project description and scope, (b) background and rationale, (c)\nimplementation  arrangements,  (d)  potential  benefits  and  beneficiaries,  (e)\nenvironmental  and  social  assessments,  and  (f)  preliminary  financial  and\neconomic analyses based on indicative costs and benefits.\n(ii) Estimate the overall resource requirements for the investment program, and\nassist the Government in identifying possible sources of financing.\n(iii) Formulate a common regional development plan covering the next 10 years and\nacceptable to the region’s communities and the Government by incorporating all\nthe TA findings and planning elements into the plan.  The  plan  will  include\npossible  strategic  scenarios  and  projections.  Appropriate  mechanisms  to\nimplement the plan and monitor the progress of plan implementation should be\nrecommended.\n(iv) Organize a national seminar to present and discuss the proposed CHT regional\ndevelopment plan among key stakeholders.\nB. Specific Sector Work\n4. The specific work assignments of the individual consultants will include, but are not\nlimited to, the following:\n(i) The regional planning and team leader (international, 9 person-months) will\n(a) ensure  proper  consultation  and  coordination  with  the  relevant\nGovernment  agencies,  external  funding  agencies,  NGOs,  and  local\ncommunities  to  facilitate  the  preparation  of  an  integrated  regional\ndevelopment plan;\n(b) lead  and  coordinate  the  work  activities  of  the  consultant  team,  and\nensure the quality of the TA outputs;\n(c) prepare, in collaboration with other consultants, a preliminary list of core\ninvestment projects and programs based on appropriate project selection\ncriteria and with due consideration for the ongoing and planned activities\nto avoid overlapping; and\n(d) assess specific local needs for rural development and education, and, in\ncollaboration with other consultants, present appropriate measures to\naddress such needs.", "Appendix 3, page 3\n(ii) The agriculture specialist (international, 3 person-months), and agricultural\nmarketing specialist (domestic, 6 person-months) will\n(a) assess the current situation and the potential of the agriculture sector\nand  related  subsectors  with  a  particular  emphasis  on  food  grains,\nhorticulture,  perennial  crops,  inland  fishery,  livestock,  and  agro-\nprocessing industries;\n(b) examine traditional and modern farming technologies available in the\nCHT Region, including the shifting cultivation practice (called jhum), and\nthe sloping agricultural land technology developed under the Appropriate\nTechnologies for Soil Conserving Farming Systems Project,2 and make\nappropriate recommendations for farming techniques in the region; and\n(c) examine  the  existing  facilities  for  agricultural  marketing,  including\ncollection  centers  and  storage  facilities,  and  the  currently  available\nmarketing information systems, and recommend appropriate measures\nfor improvement.\n(iii) The transport and communications specialists  (International, 2 person-\nmonths; domestic, 2 person-months) will\n(a) conduct an overall assessment of the current conditions of the transport\nand communications sector based on the most recent inventory and\ndatabase for  the  transport  and  communications  facilities  in  the  CHT\nRegion; and\n(b) determine an appropriate level of investment and recurrent expenditures\non the transport and communications facilities in the medium to long\nterm based on probable scenarios, demand projections, and importance\nin linkage to the CHT Region.\n(iv) The rural health specialists (international, 2 person-months; domestic, 2\nperson-months) will\n(a) identify the medium to long term requirements to improve public health\nand sanitary conditions in towns and villages in the CHT Region based\non rapid assessments of the current state of the relevant public and\nprivate  services,  and  assess  gender  and  other  socioeconomic\nconstraints  for  equitable  access  to  health  care  among  different\ncommunities inhabiting in the region; and\n(b) present specific measures to facilitate human resource development and\nawareness campaigns for the improvement of rural health in the region,\nparticularly among the communities of the hill people.\n                                               \n2 Financed under the ADB’s regional TA 5784: Appropriate Technologies for Soil-Conserving Farming Systems\n(Phase I), for $600,000, approved on 23 March 1998.", "Appendix 3, page 4\n(v) The environment and natural resources specialists (international, 3 person-\nmonths; domestic, 5 person-months) will\n(a) review  in  detail  the  currently  available  information  on  the  existing\nenvironmental conditions in the CHT Region, and the use of forestry and\nnatural resources particularly by the tribal hill people;\n(b) assess  the  existing  legislation,  regulations,  policies  and  institutions\nrelating to environment and natural resources management in the CHT\nRegion,  and  make  specific  recommendations  to  improve  overall\nenvironmental management;\n(c)  carry out a regionwide environmental assessment of the proposed CHT\nregion  development  plan  particularly  in  areas  of  environmental\nsignificance,  and  initial  environmental  examinations  for  the  core\ninvestment projects and programs identified under the TA in accordance\nwith  the  relevant  guidelines  for  environmental  assessments  in\nBangladesh and the ADB’s environmental assessment guidelines; and\n(d)  recommend appropriate measures and monitoring plans for core projects\nto mitigate adverse environmental impact.\n(vi) The sociology and indigenous people specialist (international, 3 person-\nmonths); and gender specialist (domestic, 6 person-months) will\n(a) identify key stakeholders among local communities in the CHT Region\nbased on appropriate assessment of their socioeconomic status  and\nconditions, and facilitate participatory rural appraisals to be conducted\nunder the TA;\n(b) ensure that the special social features of the CHT Region and the hill\npeople will be adequately incorporated into the TA, taking into account (i)\ncommunal diversities in language, religion, and culture; (ii) gender; (iii)\npoverty incidence; and (iv) hill people’s rights;\n(c) assess (i) all aspects relating to gender such as gender ratios, literacy\nand education levels, and patterns of social organization; (ii) the relative\nroles of men and women in agricultural and industrial production, trade,\nand household and corporate decision-making in the CHT Region; (iii)\nthe patterns of  asset  ownership  between  men  and  women;  and  (iv)\nwomen’s needs for improved access to resources and opportunities; and\n(d) conduct preliminary social assessments for the core investment projects\nand  programs  in  accordance  with  the  ADB’s  social  assessment\nguidelines  and  handbook  and  with  due  consideration  for  the  ADB’s\npolicy on indigenous people.", "Appendix 3, page 5\n(vii) The financial and economic analyses specialists (international, 3 person-\nmonths; domestic, 3 person-months) will\n(a) identify,  in  collaboration  with  the  regional  planning  specialist  and\nsociologists,  the  present  and  potential  socioeconomic  benefits  and\nimpact of the proposed regional development plan in each sector and\nsubsector;\n(b) prepare representative farm budget models based on typical cropping\npatterns for farm households on the flat and sloping lands in the CHT\nRegion, fully taking into account the past relevant studies and reports on\nthe region; and\n(c) conduct preliminary financial and economic analyses of core investment\nprojects and programs selected under the TA based on their indicative\ncosts and benefits, and in accordance with the ADB’s Guidelines for\nEconomic Analysis.\n(viii) The  institutional analysis specialist (domestic, 3 person-months) will\n(a) examine the existing institutional framework for development activities\nbeing carried out in the region, and specific roles and functions of any\nrelevant institutions at the central and local levels; and\n(b) present appropriate measures for building the technical and managerial\ncapabilities of such institutions and for ensuring their good governance.\n(ix) The law specialist (domestic, 3 person-months) will\n(a)  identify the legal issues and constraints to development activities in the\nregion, including the progress in implementing the peace accord of 1997;\nand\n(b) examine any remaining land disputes and their impact on the region’s\noverall development activities, and reflect the findings in the proposed\nregional plan.\n(x) The industrial promotion specialist (domestic, 6 person-months) will\n(a) examine the present situation and structure of various industries in the\nCHT Region based on available information on business establishments\nand interactions with local chambers of commerce and industry;\n(b) assess,  in  collaboration  with  the  regional  planning  specialist,  the\npotential of the tourism industry in the region, and present appropriate\nmeasures to facilitate tourism development;\n(c) assess the potential of various types of small and cottage industries, and\nagro-processing industries in the CHT Region, and present appropriate\nmeasures to strengthen their bases, including the promotion of technical\nand vocational training."], "metadata": {"CreationDate": "D:20000114101528Z", "Creator": "PSCRIPT.DRV Version 4.0", "Keywords": "chittagong hill tracts region, japan special fund, CHT bangladesh, bangladesh northwest region development, adb technical assistance 3213, adb project 32467", "Producer": "Acrobat Distiller 3.01 for Windows", "ModDate": "D:20090326121616+08'00'", "Title": "CHITTAGONG HILL TRACTS REGION DEVELOPMENT PLAN (FINANCED FROM THE JAPAN SPECIAL FUND)"}}