{"path": "data/input/ta/33409-ino-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 33409 \nMarch 2008 \nProposed Loan and Technical Assistance Grant \nRepublic of Indonesia: Vocational Education \nStrengthening Project \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 29 February 2008) \n \nCurrency Unit –  rupiah (Rp)  \nRp1.00 =  $0.00011056 \n$1.00 =  Rp9,045 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BAPPENAS  –  National Development Planning Agency \n  DGMPSE  –  Directorate General for the Management of Primary and \nSecondary Education \n  DTVE  –  Directorate of Technical and Vocational Education \n  GDP  –  gross domestic product \n  GE  –  general senior secondary education \n  GS  –  general senior secondary school \n  GTZ  –  Deutsche Gesellschaft für Technische Zusammenarbeit \n(German Agency for Technical Cooperation) \n  ICT  –  information and communication technology \n  ILO  –  International Labour Organization \n  KfW  –  Kreditanstalt für Wiederaufbau (Reconstruction Credit Institute) \n  M&E  –  monitoring and evaluation \n  MOF  –  Ministry of Finance \n  MONE  –  Ministry of National Education  \n  PMIS  –  project management information system  \n  PMU  –  project management unit \n  PSC  –  project steering committee \n  SBP  –  school business plan \n  SSE  –  senior secondary education \n  TA  –  technical assistance \n  TVE  –  technical and vocational education \n  VE  –  vocational senior secondary education \n  VS  –  vocational senior secondary school \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice President  C. Lawrence Greenwood Jr., Operations 2  \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  W. Duncan, Head, Project Administration Unit, SERD \nTeam members  K. Emzita, Senior Counsel, Office of the General Counsel \n  A. Jain, Social Sector Specialist, SERD  \n  S. Kerr, Principal Human Resource Development Specialist, SERD \n  L. Kulp, Social Development Specialist, SERD \n  C. McDeigan, Procurement Specialist, Central Operations Services Office \n \n ", "", " \nCONTENTS \nPage \nLOAN AND PROJECT SUMMARY  i \nMAP   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  8   \n  A.  Impact and Outcome  8   \n  B.  Outputs  8 \n  C.  Project Investment Plan  13   \n  D.  Financing Plan  13   \n  E.  Implementation Arrangements  14 \nIV.  TECHNICAL ASSISTANCE  18 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  18 \n  A.  Benefits and Impacts  18 \n  B.  Risks and Assumptions  21 \nVI.  ASSURANCES AND CONDITION  22 \n  A.  Specific Assurances  22 \n  B.  Condition for Loan Effectiveness  23 \nVII.  RECOMMENDATION  23 \nAPPENDIXES \n1.  Design and Monitoring Framework   24   \n2  Sector Assessment   29 \n3.  External Assistance  35 \n4.  School Business Plans and Fund Channeling   37 \n5.  Human Resource Development Plan  43    \n6.  Detailed Cost Estimates and Financing Plan   45   \n7.  Organization Structure  47   \n8.  Project Implementation Schedule  48 \n9.  Procurement Plan   50 \n10.  Outline Terms of Reference for Consulting Services  53 \n11.  Summary Technical Assistance to Enhance Continuing Skills Development   56   \n12.  Summary Financial and Economic Analysis  59 \n13.  Summary Poverty Reduction and Social Strategy   64 \n14.  Summary Gender Strategy   65 \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Indicative Profile of Project Schools and Selection Criteria \nB.  Procurement Capacity Assessment \nC.  Financial Management Capacity Assessment \nD.  Monitoring and Evaluation Framework \nE.  Sustainability and Replication Strategy \nF.  Human Resources Development Strategy \nG.  Technical Assistance to Enhance Continuing Skills Development \nH.  Economic Benefit Cost Analysis \nI.  Gender Analysis and Strategy \n ", "", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Republic of Indonesia \n   \nClassification  Targeting Classification: General intervention  \nSector: Education \nSubsector: Technical education, vocational training, and skills \ndevelopment \nTheme: Inclusive social development \nSubtheme: Human development \n   \nEnvironment Assessment  Category C  \n   \nProject Description  The  Project  supports  the  Government’s  efforts  to  strengthen \n  technical and vocational education in senior secondary education \n  to improve labor market opportunities for high school graduates \nand ensure sufficient skilled labor for Indonesia’s economic and \nindustrial development. This will occur through the development \nof  a  national  network  of  high-performing  vocational  senior \nsecondary schools (VSs) that will act as exemplars or models for \nother schools—initially through associated networks of alliance \nschools. To increase the efficiency and dynamism of VSs, some \nmodel schools will be expanded to create large schools with \nenrollments of around 1,500 students. These schools will offer \nconsiderable advantages over smaller schools including more \ndiverse course offerings, increased cost efficiency resulting from \neconomies  of  scale,  and  the  opportunity  to  develop  stronger \nteaching and mentoring teams. At the same time, the quality of \nthe model schools will be enhanced by identifying international \nbenchmarks and providing the resources needed to help schools \nachieve them.    \nSignificant changes in school management will be necessary so \nthat large institutions can be run effectively and efficiently along \nbusiness lines. Equally important are strong industry linkages \nand  a  well-trained  teaching  force  able  to  effectively  deliver \ntechnical and academic courses. \nThe Project responds directly to the Government’s policy that \nselected  senior  secondary  schools  should  meet  international \nbenchmarks. International benchmarking will be supported under \nthe Project through school linkages with multinational companies \nand  ISO  (International  Organization  for  Standardization) \ncertification. \n   \nRationale  National and local governments are concerned that too many \n  graduates are leaving high school without the skills necessary to \n  ensure  their  economic  welfare,  and  to  contribute  to  national \neconomic and industrial development. The Government’s policy \nto strengthen the quality and relevance of vocational education \nand training is part of its broader social and economic policy.  \n \n ", "ii   \nThe  vocational  education  system—Indonesia’s  largest \ninvestment  in  subprofessional  skills  development—has  more \nthan 6,800 public and private VSs with a total enrollment of over \n2.86 million. Ensuring that the system responds to Indonesia’s \neconomic and employment needs is therefore a high priority. \nGovernment  consultations  with  industry  indicate  (i)  some \nindustrial  developments  are  constrained  due  to  Indonesia’s \ncomparative lack of skilled workers, and (ii) widespread concern \nabout  the  lack  of  relevance  of  some  VS  courses  to  industry \nrequirements. The need to strengthen ties with local industry is \nstrong; the Project will provide continuous upgrading courses for \nVS graduates and other workers.  \nGrowth in formal sector employment opportunities has stagnated \nin  recent  years  with  unemployment  and  underemployment \nbecoming  significant  social  concerns  and  slowing  poverty \nreduction. VS graduates are considered to have strong potential \nfor generating self-employment and for small-scale employment \ncreation. To strengthen entrepreneurship skills, the Project will \nensure the introduction of entrepreneurship training in all model \nschools, supported by productive activities in school production \nunits and business incubators. \n   \nImpact and Outcome  The project impact is expected to be increased competitiveness \n  and employment opportunities for vocational school graduates. \n \nThe outcome is expected to be improved quality and relevance, \nexpanded  access,  and  greater  efficiency  in  senior  secondary \nvocational education. This outcome will be achieved through a \nturnaround in school management practices using a business \napproach; a better teaching and learning environment resulting \nfrom improved facilities, equipment, and teaching skills; more \nrelevant and up-to-date teaching and learning methodologies; a \nstrong  focus  on  entrepreneurship;  and  more  efficient  use  of \nresources. A broader role for VSs that includes upgrading and \nrecertifying graduates and other workers will be supported. \n   \nProject Investment Plan  The  project  investment  cost  is  estimated  at  $115  million, \nincluding taxes and duties, contingencies, and interest charges. \nOver 75% of the project funds will be used to empower schools \nin planning and managing their own educational resources and \nprograms.  The  bulk  of  the  project  funds  are  allocated  to \napproved  school-developed  business  plans  (SBPs)  for  model \nschools.  The  SBPs  can  cover  civil  works  and  equipment, \nteaching  and  learning  materials,  partnerships  with  industry, \nhuman  resource  development  (including  alliance  schools), \nentrepreneurship development, and project management.  \n   ", " iii\nFinancing Plan  It is proposed that the Asian Development Bank (ADB) provide a \nloan of $80 million from the Special Funds resources to help \nfinance the Project. The loan will have a 32-year term, including \na grace period of 8 years, and an interest charge of 1% during \nthe  grace  period  and  1.5%  per  annum  thereafter.  The \nGovernment  will  provide  $35  million  as  counterpart  funds  to \ncover  school  grants  (SBP  funds),  project  management,  and \ntaxes and duties.  \n \n \nTotal \nSource  ($ million)  % \nAsian Development Bank  80.0  70 \nGovernment  35.0  30 \n  Total  115.0  100 \n Source: Asian Development Bank estimates. \n   \nPeriod of Utilization   1 June 2008 to 30 November 2013 \n   \nEstimated Project  31 May 2013 \nCompletion Date \n   \nExecuting Agency  Directorate  General  for  the  Management  of  Primary  and \nSecondary Education (DGMPSE), Ministry of National Education \n(MONE).  DGMPSE  will  be  responsible  for  the  overall \nimplementation of the Project. \n   \nImplementation  The Directorate of Technical and Vocational Education (DTVE) \nArrangements   will  be  the  Implementing  Agency,  and  will  provide \nimplementation support to DGMPSE. The DTVE director will be \nthe project director. The Executing Agency has established the \nproject management unit (PMU), which is headed by a project \nmanager. An advisory expert panel comprising technical experts \nfrom education and industry will assess the completed SBPs and \nsubsequent annual performance. The school committee in each \nof  the  model  schools  will  be  responsible  for  project \nimplementation.  \n \nA project steering committee (PSC) will be established to guide \nthe PMU on general policy directions, intersectoral coordination, \nand strategic directions. The PSC will comprise representatives \nfrom  MONE,  National  Development  Planning  Agency \n(BAPPENAS),  Ministry  of  Finance,  Ministry  of  Manpower, \nMinistry of Industry and the Chamber of Commerce. The deputy \nminister for Human Resources and Cultural Affairs, BAPPENAS, \nwill  chair  the  PSC.  The  PSC  will  be  supported  by  a  project \ntechnical committee that will be chaired by the director, Religious \nAffairs  and  Education,  BAPPENAS.  The  PSC  and  PTC  will \ncomprise representatives from the Ministry of Finance, MONE, \nBAPPENAS, the Ministry of Manpower, the Ministry of Industry \nand the Chamber of Commerce.  \n   \n ", "iv   \nProcurement  All ADB-financed procurement for goods, services, and works for \nthe  Project  will  be  carried  out  in  accordance  with  ADB’s \nProcurement Guidelines (2007, as amended from time to time). \nContracts for works and supply contracts for goods estimated at \nmore than $500,000 will be awarded on the basis of international \ncompetitive  bidding.  Supply  contracts  for  goods  and  services \nestimated at more than $100,000 up to $500,000 will be awarded \non  the  basis  of  national  competitive  bidding,  while  contract \npackages  of  $100,000  and  below  will  follow  shopping \nprocedures.  \n   \nConsulting Services  All consultants to be financed from the loan proceeds will be \nselected in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time). Individual \nnational  consultants  will  be  engaged  to  guide  the  initial \ndevelopment of SBPs. Institutions and firms will be engaged to \nassist model VSs in preparing SBPs and to help the PMU with \nconsultant qualification selection. Consultants for (i) the review \nand  refinement  of  SBPs  and  SBP  implementation;  (ii) \nmanagement development; and (iii) monitoring, evaluation and \nreporting will be engaged through firms on the basis of quality- \nand  cost-based  selection.  MONE,  through  the  PMU,  will  be \nresponsible  for  selecting  and  hiring  consultants.  Individual \nconsultants will also be hired to assist the PMU. \n   \nProject Benefits and  Upgrading and efficiency gains are expected to increase annual \nBeneficiaries  student intake from 28,000 to 34,000 students, thus expanding \n  student capacity to 100,000 in model schools and 110,000 in \n  alliance  schools.  Forty  percent  of  the  students  will  be  girls. \nNearly half of the students will be from poor and low-income \nfamilies drawn predominantly from the urban poor.  \nLeadership,  business  planning,  finance,  and  management \ntraining will be provided to 2,400 principals and administrative \nstaff  in  the  model  and  alliance  schools.  Subject  matter  and \ntechnical  skills  training  will  be  provided  to  10,400  teachers. \nSchool,  equipment  and  teaching  materials  will  be  upgraded \naccording  to  school-developed  business  plans.  Enhanced \nindustry partnerships are central to the Project. The intended \nresult is increased efficiency and education quality. \nOver 15 years, the Project will equip 614,000 graduates with \nrelevant industry skills, greater capacity to adapt to changing \ntechnology, and higher productivity resulting in greater earning \npotential. The additional worker productivity generated by the \nProject  is  estimated  to  be  3  million  person-years,  boosting \nIndonesia’s  industrial  competitiveness  and  reducing  poverty. \nEntrepreneur  development  and  business  incubators  will  help \nnew graduates establish viable enterprises. Enhanced industry \npartnerships will yield more work-study placements, shorter job \nsearch time and reduced employment mismatch. By 2012, short \ncourses will have been developed for up to 20,000 VS graduates ", " v\nand other workers to upgrade their skills, thus contributing to \nupgrading the existing labor force. \n    \nRisks and Assumptions  The Project is directly linked to the cornerstone of the National \n  Medium-Term Development Plan 2004–2009, to improve quality \n  and relevance through better linkages with industry. The main \nrisk in any project that invests in vocational education is that an \neconomic downturn will occur just as the benefits of the Project \nare emerging. The other macro risk is that economic growth will \nbe jobless growth. The Project’s emphasis on entrepreneurship \nwill assist in mitigating these risks because skilled workers will \nhave both big industry and micro-industry options. \nThe  policy  to  expand  and  upgrade  vocational  education  is \nexpected to be sustainable over the coming decade given the \nGovernment’s keen interest in reducing unemployment and the \nstrong  social  demand  for  increased  training  and  employment \nopportunities.  Government  resources  for  vocational  education \nare  expected  to  continue  to  grow  because  of  MONE’s \ndetermined thrust to expand the sector. Model schools will be \nsustainable  given  Government  budget  resources  and  the \nincreasing  emphasis  on  public–private  partnerships,  better \nrevenue  generation,  and  greater  relevance  to  industry  and \nbusiness, leading to higher enrollment and efficiency. \nThe  risk  of  insufficient  transparency  and  accountability  in \nGovernment  financial management  and  accounting  processes \nwill  be  mitigated  by  specific  measures  including  a  financial \nmanagement information system. The risk that school principals \nand senior management may aim for enrollment growth rather \nthan structural and management change, and lack the capacity \nto manage large VSs successfully will be mitigated by carefully \nselecting  model  schools,  intensive  leadership  training,  and  a \nbusiness approach to management and strategic planning.  \n   \nTechnical Assistance  ADB will provide a TA grant of $500,000 from the ADB-funded \n  TA program to help MONE investigate and trial skills upgrading \n  programs  in  VSs.  At  present  most  VS  graduates  enter  the \nworkforce after 3 years of training with little opportunity for further \nformal training, upgrading or recredentialing. This does not meet \nthe demands of a global environment of technological change. \nUnder  the  TA,  10  VSs  will  develop  and  trial  subprofessional \nupgrading courses in high priority areas. VS graduates and other \nworkers who need skills upgrading and recertification will be the \ntarget  market,  as  well  as  predeparture  training  and \nrecredentialing for workers hoping to work internationally.  \n \n \n \n ", "", "   ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Republic of Indonesia for the Vocational Education Strengthening Project. The report also \ndescribes proposed technical assistance (TA) to Enhance Continuing Skills Development, and if \nthe Board approves the proposed loan, I, acting under the authority delegated to me by the Board, \nwill approve the TA. The design and monitoring framework for the Project is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n2.  Long-term and sustainable poverty reduction requires technological change to increase \nproductivity and raise incomes. Three quarters of all employment in Indonesia is in sectors \nwhere future viability demands an increase in productivity—agriculture, manufacturing, and \nhospitality. A major economic policy of the Government is to increase domestic production of \ngoods and services, and to move away from lower level production of goods. This will require a \ngreater supply of skilled workers. To be globally competitive, Indonesia must increase the \neducation and skill base of its labor force. In countries where large firms make up the bulk of the \nproductive sector, and labor mobility is limited, skills can be developed through enterprise-based \ntraining. In such countries, government intervention can be restricted to serving disadvantaged \ngroups such as the unemployed. However, in countries where the majority of workers are in \nsmall enterprises that cannot support training costs, government must intervene. In Indonesia, \n90% of enterprises are microenterprises employing fewer than six workers. To achieve its \ntargets for economic development and poverty reduction, the Government must act to improve \nand expand senior secondary and higher education. The sector assessment is in Appendix 2.    \n \n3.  Senior Secondary Education. For the last 15 years, almost all efforts and resources of \nthe  Government  and  external  funding  agencies  have  been  devoted  to  achieving  the \nGovernment’s flagship education policy of 9 years of universal basic education. This has been \nremarkably  successful.  Primary  education  is  now  close  to  universal  and  junior  secondary \neducation coverage has reached 83%. The increase in output from basic education has led to a \nsurge in demand for senior secondary education (SSE). Already, 75% of junior secondary \ngraduates continue on to SSE. The result is an impressive 27% growth in SSE enrollment over \nthe last 6 years, with the number of schools increasing even more rapidly. \n \n4.  SSE is a key component of the Government’s policy to provide young people with the \nskills needed to stay out of poverty, reduce the unemployment rate, and create a globally \ncompetitive labor force. SSE is the final stage of the 12-year formal school system, and the \nentry point into the labor market for half of the final year graduates. The SSE system comprises \nvocational  education  (VE)  and  general  education  (GE).  VE  is  offered  in  vocational  senior \nsecondary schools (VSs) through a combined 3-year vocational and academic curriculum. GE is \noffered in general senior secondary schools (GSs) and madrasah aliyah which offer a purely \nacademic  curriculum  over  3  years.  Senior  secondary  schools  are  managed  by  districts  in \naccordance with the National Education Law (20/2003), with considerable support from the \nprovinces in planning, supervision, and monitoring of schools and programs. The Government is \nalready looking to a future 12 years of universal education and has taken the first steps by \nencouraging districts with near universal basic education to pursue this strategy.  \n \n5.  About 50% of 16–18 year-olds are enrolled in SSE, with 40% of these enrolled in VE. In \ngeneral, VE students come from families with lower incomes than those in general education \n ", "2   \n(GE). There are over 6,800 public and private VSs with a total enrollment of over 2.86 million. In \n2006, most students were in either technology and industry schools (46%) or business and \nmanagement schools (43%); with a much smaller number in tourism (5%), agriculture (2.4%) \nand arts and handicraft. About 40% of students are girls, with a high degree of segregation \nacross different types of schools and programs. Girls predominate in business and management \nschools, while technology and industry schools are almost exclusively male. Given the size and \nimportance of the VE system, ensuring that it responds effectively to Indonesia’s economic and \nemployment needs is a matter of priority. Graduates entering the labor force today will work until \nabout  2050,  so  the  quality  of  their  education  will  impact  heavily  on  Indonesia’s  long-term \ncompetitiveness. \n \n6.  Performance.  Labor  market  outcomes  are  the  best  measure  for  assessing  the \nperformance of the VE system. Generally these are compared with GE outcomes to determine \nwhether the extra costs involved in vocational education are justified. In the case of Indonesia, \nVS graduates make an important contribution to the workforce. They comprise 25% of the \nskilled labor force, and have a higher labor force participation rate than GS graduates—about \n10% higher overall and 25% higher for women. Male and female VS graduates are also 20% \nmore  likely  to  be  in  the  formal  sector.  Salaries  are  higher,  particularly  for  women.  The \nunemployment rate of VS graduates is lower than for diploma or higher education graduates. \nThis has been noted by parents and political leaders, and is partly responsible for the recent \nexplosion in the growth of VSs across the country. Since 2000, the number has increased by \n45% and enrollment by 24%. \n \n7.  Public–Private Partnerships. The private sector partners with the public sector both as \na direct provider of SSE, and indirectly through links between schools and business or industry \nPrivate schools contribute significantly to SSE, with an enrollment share of 73% in VE and 41% \nin GE. The high private share partly reflects decisions about public involvement in VE. In the \n1970s and 1980s the Government invested heavily in VE, but over time vocational training was \nleft increasingly to the private sector. Imbalances in the provision of training resulted, with more \nthan half of all VSs focusing on business and management training and only one third on \ntechnology and industry. Today, with wage returns and other labor market outcomes that are \nbetter for VS than GS graduates, public funding is returning to the sector. The Government \nrecognizes the need to redress the imbalance between public and private provision. The rapid \ngrowth of public VSs reflects the Government’s new strategy. Private schools still predominate \nin enrollment share, but are smaller and of lesser quality than public schools. Public and private \nVSs coordinate through the Association of Vocational Senior Secondary School Principals and \nteachers participate in the same regular peer learning groups.  \n \n8.  Local linkages with industry and the business community have strengthened in recent \nyears. VSs rely on industry partners, local government, and the local business community to \nkeep  in  touch  with  demand.  Industry  partners  such  as  chambers  of  commerce  and  local \nbusiness people sit on school committees; advise on course content; provide instructors and \nwork placement opportunities and, in districts with significant industry, have supplied vehicles, \nequipment and scholarships. Close contact with the business community enables schools to be \nflexible and maintain program relevance. \n \n9.  Financing. Education funding has increased significantly over the last few years as the \nGovernment  implements  its  policy  of  reaching  a  target  for  education  spending  of  20%  of \nnational and local expenditure, as mandated in the National Education Law. Total spending on \neducation reached 17.2% of government expenditure and 3.9% of gross domestic product \n(GDP) in 2006; comparable to many other middle-income countries. The central budget for VE ", "3 \ndoubled between 2005 and 2007. Most of these funds (63%) are channeled directly from the \ncenter to the schools to cover facility improvements, materials, scholarships and competency \ntesting. Twenty-five percent is channeled to provinces, primarily for allocation to schools \nthrough  additional  block  grants,  and  to  provide  support  for  provincial  supervision  and \nmonitoring. In all, 90% of the funds for vocational education is channeled to schools. The \nremaining 10% is used for salaries and recurrent costs in DTVE. District support to vocational \nschools is growing and likely to increase as district budgets increase, and pressure on local \ngovernments to expand VE mounts. \n \n10.  The education budget increases, though sufficient to cover recurrent expenses, are \ninsufficient for the capital investments needed for a significant revitalization and expansion of \nthe VE system. The lack of investment in SSE over the past 15 years has left schools poorly \nprepared to deal with the influx of new students. The higher investment and operating costs for \nVSs have left them at a particular disadvantage in responding rapidly to these changes.  \n \nB.  Analysis of Key Problems and Opportunities \n \n1.  Problems and Opportunities \n \n11.  Access to good quality SSE and economic opportunity is essential for reducing poverty. \nAlthough the recent relatively slow economic growth has reduced the capacity of the labor \nmarket to absorb new job entrants, the low quality of human resources, low productivity, and low \nmastery and application of technology are also key constraints to employment and economic \ngrowth.1 The VE system helps to (i) ensure life skills and employment readiness for those who \nnot continuing to postsecondary education and (ii)  fulfill the need for mid-level workers in the \nsectors  of  manufacturing,  industry,  construction,  mining,  trading,  social  services,  tourism, \ninformation and communications technology (ICT), agriculture, technology and arts. \n \n12.  VS graduates will be more attractive to employers if they are better trained and can \ndemonstrate relevant skills in areas of high demand. Students will be attracted to VE if the \ntraining is perceived to result in good jobs and incomes, without closing off opportunities for \nfurther training or education. More girls and poorer students will be attracted to VE if access is \nwidened and new opportunities are identified. Existing workers will be attracted to VE for skills \nimprovement programs and certification if such courses become more widely available. And \nVSs  will  become  more  sustainable  if  unit  costs  are  lowered  through  efficiency  gains  and \nincreased income generation. The key issues thus relate to the growing demand for VE, quality \nand relevance of the programs offered, and cost-effectiveness of the training. A move toward \nlarger, better-managed, and more efficient institutions; closer linkages with industry; improved \nteaching and an enhanced business focus in school management and training should help to \nrevitalize the VE system and improve its capacity to satisfy student and workplace needs. \n \n13.  Increasing Demand for Vocational Education. In response to the growing demand for \nVE, the strategy of the Ministry of National Education (MONE) is to increase the size of existing \nVSs rather than establish new schools. This will result in more schools with enrollments over \n1,000,  generally  located  in  urban  or  industrial  areas.  They  will  be  termed  “lead  vocational \nschools.” These larger schools will act as models for other VSs, eventually expanding access. \nThis strategy cannot succeed by simply constructing more buildings, purchasing more equipment, \n                                                 \n1  National Development Planning Agency (BAPPENAS). 2005. National Poverty Reduction Strategy. Jakarta; and \nBAPPENAS. 2004. National Medium-Term Development Plan 2004–2009. Jakarta. \n ", "4   \nand hiring more staff who continue to teach using traditional methods. International experience \nshows that the development of effective lead VSs requires a series of fundamental changes to \nmanagement practices, efficiency, flexibility and closer linkages with industry.  \n \n14.  The expansion of access should be carried out along with a strategy for broadening \nequity.  As  many  VS  students  come  from  the  middle-  and  lower-income  quintiles,  the \nGovernment’s strategy of channeling investment to public schools to increase the number of low \nfee places is a powerful tool in promoting social equity. To broaden access in rural areas, \nMONE will expand programs based on ICT. The Project, in combination with the national \nscholarship program for poor VS students, is likely to encourage more children from lower-\nincome families to enroll. Gender equity will be addressed by identifying emerging opportunities \nfor women in the workforce, particularly in newer technology areas, and encouraging schools to \noffer such courses.  \n \n15.  Program  Quality  in  VS.  The  quality  of  teaching  and  learning  in  academic  and \nvocational programs needs improvement. Final examination scores for academic subjects are \nlower in VSs than GSs. Only 62% of VS teachers meet current qualification standards, and \ngood teachers with industry experience are rare. Labor market outcomes can be raised by \nimproving general cognitive skills to foster greater flexibility and independent thinking. MONE \nhas begun to address these shortcomings by strengthening the teaching of academic subjects \nand  improving  teachers’  technical  skills.  An  important  new  reform  is  to  assess  students’ \ntechnical skills as part of the national final examination. Quality standards are being raised by \nestablishing international standard schools with higher quality standards and increased funding, \nas mandated in the National Education Law. Nevertheless, better teaching and learning in all \nsubjects is critical, through more modern and varied teaching methods, wider use of ICT across \nthe curriculum, and a much greater supply and variety of teaching and learning materials. \n \n16.  A turnaround in management practices and organization structures in VSs is important \nfor their long-term success and vitality. Schools need to become more entrepreneurial in their \ntraining approach and must be able to enter into commercial arrangements. Existing good \nexamples  of  commercial  arrangements  and  business  practices  should  be  built  into  the \nmanagement of all VSs. To support total quality management, schools should be encouraged to \npursue ISO (International Organization for Standardization) or other accreditation. \n \n17.  Relevance of Vocational Courses. To improve the relevance of VS courses, stronger \nlinks with industry and entrepreneurship skill development are needed. School–industry linkages \ncan extend to partnerships, increasing worker skills, and international certification of students to \nmultinational  competency  standards.  This  can  be  achieved  in  a  variety  of  ways,  including \n(i) national–international  linkages,  such  as  those  with  Cisco  and  Caterpillar,  encompassing \nprincipal and teacher placements as well as upgrading facilities and equipment to that of the \npartner,  work  placements  for  students,  certification  and  job  placement;  (ii)  local  linkages \nbetween principals and local industry or businesses and (iii) industry certification for students. \nThe developing trend for some VSs to offer short skills training courses to graduates and \nexisting  workers  will  reinforce  ties  with  local  industry,  as  will  the  strengthening  of  school \nproduction units. The development of competency-based training using industry standards will \nbe continued and expanded. A linked strategy is to ensure that evaluation and assessment also \nhas links to industry by involving industry workers in the assessment of students' practical skills. \n \n18.  VSs must also respond to labor market realities to better equip students destined for \nself-employment (30% of the labor force is employed in enterprises comprising one to four \npeople, excluding agriculture). The technical skills taught lend themselves to self-employment ", "5 \nand the creation of small enterprises. The Education Strategic Plan 2005–2009 identifies the \nneed  for  VSs  to  develop  entrepreneurship  programs,  to  help  graduates  develop  self-\nemployment opportunities. Extending the scope of school production units to provide support to \nstudents after graduation will help them to start up small businesses.  \n \n19.  Cost-Effectiveness of VS. The sustainability of good quality vocational programs will \ndepend partly on progress made in reducing unit costs. Facilities must be used more efficiently. \nThe best way to do this is by expanding the size of institutions substantially to reduce overhead \ncosts and promote higher utilization rates for buildings, classrooms, and equipment. Campuses \nshould be suitable for use in the evenings and on weekends. This will require targeted planning \nfor new facilities and equipment, as well as rehabilitation of existing teaching space to expand \nenrollment. Larger schools allow better utilization of teaching staff, as well as the development \nof a critical mass of teachers in specialized areas and teaching teams that stimulate new ideas \nand more varied teaching practices. A major cost factor for VSs is the need to carry up-to-date \nequipment. The Government is attempting to address this innovatively, primarily by contracting \nspecific VSs to produce the training equipment needed. This has the added benefit of providing \nschools with income and students with practical manufacturing experience. The cost of technical \ntraining can be offset and technical skills enhanced through increased use of production units, \non-site stores, restaurants, travel agencies and hotels. VSs can also earn additional income and \nimprove their ties to local industry by offering short skills upgrading and certification courses for \ngraduates or workers. These programs are cost-effective for local industry, especially small \ncompanies that lack the resources to train their own workers, while providing the school with a \nbetter understanding of local industry needs. The programs will benefit workers seeking formal \nsector employment at home or abroad, workers who want to learn new technologies or change \nindustry streams, and women reentering the labor force.  \n \n20.  The current high-level commitment to education reform provides a major opportunity to \nsupport education development in Indonesia. More public resources are being allocated to \neducation, particularly basic education as the largest part of the education system. To achieve \nGovernment  objectives  for  VE,  increased  external  assistance  will  be  required  over  the \nmedium term to cover the initial investment costs for expansion and quality improvement. The \nupward trend in allocations for this subsector is expected to continue in the medium term to \naccommodate the growing output from basic education and the priority Government places on \nupgrading  labor  force  skills  and  improving  employment  opportunities  for  senior  school \ngraduates.  \n \n2.  Government Strategy and Policy \n \n21.  A central goal of the National Medium-Term Development Plan 2004–2009 is to increase \naccess to quality education. The plan sets targets for SSE that reflect the need to broaden \naccess in response to the expansion of junior secondary education, and to supply good quality \nSSE graduates to the labor market with training relevant to market demand. The Government \nplans to increase gross enrollment rates for SSE to 69% (about 9.07 million) by 2009, through \nan increase to 90% in the transition rate from junior secondary to SSE. MONE’s Education \nStrategic Plan 2005–2009 notes that the thrust for SSE expansion will be through VE, to ensure \nlife  skills  and  readiness  for  employment  for  those  who  do  not  continue  to  postsecondary \neducation  and  fulfill  the  needs  for  mid-level  employment  in  relevant  sectors.2  Quality  and \nrelevance will be improved by (i) developing competency-based curricula, instructional materials \n                                                 \n2  Manufacturing, industry, construction, mining, trading, social services, tourism, ICT, agriculture, and technology. \n ", "6   \nand assessment systems, including entrepreneurship skills and programs that are relevant to \nlocal  job  market  needs;  (ii) developing  selected  schools  to  become  world  class  or  model \nschools, to be developed by central and regional governments working together to identify and \ndevelop  local  competitiveness  and  promote  international  collaboration  in  curriculum  and \ncompetency standard development; and (iii) expanding integration of ICT into teaching and \nlearning  to  enhance  the  skills  of  future  mid-level  workers.  Improved  governance  and \naccountability will result from greater involvement of business and industry partners in managing \nVE, and community participation in the management of school funds with the development of \ntransparent and accountable financial management systems. \n \n3.  Asian Development Bank Sector Strategy \n \n22.  The Project is included in the 2006–2009 country strategy and program3 and supports its \ntwo pillars: pro-poor sustainable economic growth and social development. The country strategy \nand program identifies low competitiveness as a key constraint to growth. In the education \nsector, ADB aims to improve competitiveness of the labor force by strengthening the quality and \ncompetitiveness  of  VE  graduates.  The  country  strategy  and  program  identifies  specific \neducation sector outcomes: (i) improved expansion and equity; (ii) better quality, relevance and \ncompetitiveness; and (iii) enhanced governance, accountability and public image. The Project \nwill contribute to all three outcomes by expanding the size of selected schools; increasing the \nquality of graduates and competitiveness in the labor market; and introducing new school \nmanagement practices based on a business approach. ADB has been a strong supporter of \nIndonesian education, providing $2.2 billion in loans and $17 million in TA. ADB support has \nbeen especially influential in technological and workforce skills development. The Project builds \nupon the gains of ADB projects from the 1980s and 1990s that were successful in establishing \nand developing the current VE system,4 and whose legacy is still evident today. The schools \nestablished are still among the highest performers, and the vocational teacher training centers \ncontinue to play a key role in development of the VE system The Project also complements \ncurrent  policy-led  interventions  aiming  to  improve  the  investment  climate  for  growth  and \nemployment creation. \n \n4.  Other External Support and Aid Coordination \n \n23.  Indonesia’s  strategic  importance  has  attracted  large  amounts  of  grant  funding  for \neducation in recent years, primarily for basic education, from donors including the Australian \nAgency for International Development, the United States Agency for International Development, \nand smaller donors such as the Japan International Cooperation Agency, German Agency for \nTechnical Cooperation (GTZ), Embassy of the Netherlands, and Save the Children, as well as \nUnited Nations agencies (Appendix 3 provides a summary of external assistance). Some loan \nfunds have also been directed to basic education, including madrasah education (ADB) and \nearly childhood education (World Bank). Policy-based programs incorporating broad reforms in \nbasic  education  have  been  supported  by  ADB  and  the  World  Bank.  Fewer  development \nagencies are involved with higher education, with the exception of ADB, GTZ/Reconstruction \n                                                 \n3  ADB. 2006. Country Strategy and Program (2006–2009): Indonesia. Manila. \n4  Loans 488-INO: Second Senior Technical Schools Project, 1980–1990; 574-INO: Vocational Education Project, \n1982–1990;  675-INO:  Agricultural  Education  Project,  1985–1992;  715-INO:  Third  Senior  Technical  Schools \nProject,  1985–1993;  1050-INO:  Agricultural  Technology  Schools  Project,  1991–1998;  1100-INO:  Technical \nEducation  Development  Project,  1991–1998;  1253-INO:  Higher  Education  Project  1993–2000;  1319-INO: \nVocational and Technical Education Project, 1995–2001; 1360-INO: Senior Secondary Education Project, 1995–\n2001; 1792-INO: Technological and Professional Skills Development, 2000–2007. ", "7 \nCredit  Institute  (KfW),  which  supports  technical  and  vocational  education  in  VSs  and \npolytechnics;  and  the  World  Bank,  Embassy  of  the  Netherlands,  and  Japan  Bank  for \nInternational  Cooperation  all  of  whom  have  supported  universities.  One  recently  approved \nWorld Bank project for strengthening teacher development and teacher education should benefit \nthe proposed Project.  \n \n24.  Aid coordination in the education sector occurs through the education sector working \ngroup, with the major focus on basic education. The group has been working for some time to \nestablish  a  policy  dialogue  board  with  Government  leadership.  Recently  the  Government \nannounced that it will establish a high-level policy board to review education sector policy, to \nwhich development partners will be invited to discuss specific issues. This provides a stronger \nforum for strategic policy development, and will facilitate Government–development partner \ncoordination. \n \n5.  Lessons \n \n25.  A review of ADB projects in technical and vocational education (TVE) across the Asia-\nPacific region5 concludes that linkages with industry are the single most important factor in \ntraining success. To strengthen school–industry linkages, the review recommends incentives for \nemployers to participate in advising or directing TVE. Encouraging school managers to involve \nindustry in the running of schools is also important. Entrepreneurship training, marketing and \nbusiness support were found to be neglected in many projects. An impact evaluation study of \nADB TVE projects observed that most TVE projects focus on short-term training as a safety net \nfor the disadvantaged, while disregarding quality and industry demands. To redress this, the \nstudy recommends a shift to a competitive advantage orientation by investing in a number of \nkey  institutions  producing  well-qualified  graduates.6  The  use  of  competency-based  training \nfurthers quality improvements and quality assurance by establishing competency standards \nagreed with industry. These lessons have been incorporated in the Project’s design. National \nand local linkages with industry will be promoted through formal partnerships; and assessors \nfrom local industry will be paid to assess students completing competency-based modules, and \nto train teachers. School managers will be trained in business management practices involving \ncloser links  with  the  private  sector.  The  Government’s  decision  to  invest  significantly  in  a \nnetwork of high-performing schools through the Project, while continuing other Government \nprograms aimed at upgrading poorer quality schools and expanding access in rural areas, aims \nat achieving the twin objectives of high-quality training combined with broad access.  \n \n26.  The sustainability of TVE programs is the most critical issue after linkages with industry. \nThe continued success of the VSs and teacher training institutions established under earlier \nADB projects augurs well for sustainability. Continued public investment is assured following \nsignificant  increases  in  national  and  local  education  budgets,  for  both  public  and  private \nschools, coupled with awareness that public investment in vocational education over the past 15 \nyears has been too low. Most schools have active partnerships with local industry. During the \nProject,  cost  savings  resulting  from  better  efficiency  and  increased  income  generation  will \ncontribute  to  sustainability.  ADB  evaluations7  recommend  that  schools  develop  annual \npreventive maintenance plans to protect their assets. These will be required under the Project. \n                                                 \n5  ADB. 2004. Improving Technical Education and Vocational Training. Strategies for Asia. Manila.  \n6  ADB. 1999. Impact Evaluation Study of the Technical and Vocational Education Projects in Malaysia, Pakistan, \nPapua New Guinea and Sri Lanka. Manila. \n7  ADB. 2001. Project Performance Audit Report on the Agricultural Technology Schools Project in Indonesia. Manila. \n ", "8   \nA national subsidy program for operation and maintenance was introduced in 2007.  \n \n27.  In Indonesia, recent experience with education projects continues to support the view \nthat the most effective means for bringing about sustainable, whole-school development is to \nchannel funds directly to schools while allowing flexibility in their usage. The advantages of this \napproach are closer supervision of the use of funds by schools; better outcomes at lower cost; \nmore appropriate facilities, books, and programs; and a resultant building of capacity for project \nmanagement within institutions.8 As a result, all levels of government now use this approach \nwhen  providing  funds  for  school  development.  However,  evaluation  of  the  Government’s \nsubsidy system for school operating costs indicates that stronger systems for school financial \nmanagement and compliance are needed.  \n \nIII.  THE PROPOSED PROJECT \n \nA.  Impact and Outcome  \n \n28.  In partnership with the Government, the Project is expected to increase the international \ncompetitiveness and employment opportunities for VS graduates, which is consistent with the \nGovernment’s economic and industry policy agenda. The medium-term outcome of the Project \nis expected to be improved quality and relevance, expanded access and greater efficiency in \nVE. Key success indicators include (i) a 20% increase in enrollment in model VSs; (ii) upgrading \nof teaching in academic subjects, especially mathematics, science, and English, to national \nstandards through upgraded curricula with increased time allocations in model and alliance \nschools; (iii) agreements with local industry to carry out student skills assessment in at least \n50% of model VSs; (iv) entrepreneurship start-up programs in all model VSs; (v) trials of \narrangements with international agencies for mutual skills recognition in at least 40 model VSs. \n  \nB.  Outputs \n \n29.  The Project will produce four outputs to help ensure that 90 selected VSs are developed \nas  model  schools  with  (i)  refocused  school  management  using  a  business  approach; \n(ii) improved quality of teaching and learning; (iii) strengthened school–industry linkages; and \n(iv)  enhanced  entrepreneurship  focus.  A  TA  grant  will  be  provided  to  support  increased \nefficiency,  close  links  with  industry,  and  more  diversified  courses  by  offering  after-school \ncourses for skills improvement and retraining.        \n \n30.  The project design has two key features. The first is a national school cluster structure in \nwhich 90 model schools will form the center of clusters consisting of 3–4 surrounding schools. In \nall, 230 alliance schools will be mentored by the model schools and benefit from training \nopportunities and minor equipment. The Project is a national project with at least one model \nschool cluster per province. In all, the Project covers 20% of districts. The 90 model VSs will be \nselected through a two-stage process from among 212 VSs (of which 10 are private) that MONE \nhas already designated as “international standard schools.” In the first stage, 120 VSs will be \nselected based on an assessment of the data available and the school development plans \nprepared for DTVE. In the second stage, 90 of the 120 schools will be selected based on the \n                                                 \n8  These results are evident in two ongoing projects: ADB. 2000. Report and Recommendation of the President to the \nBoard of Directors on a Proposed Loan to Indonesia for the Technological and Professional Development Project. \nManila; ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nIndonesia for the Decentralized Basic Education Project. Manila. ", "9 \nschool business plans (SBPs) developed in the first year of the Project. The 90 SBPs that best \ndemonstrate how the schools can contribute to the Government’s objectives will be granted \nfunds. The criteria for selecting model VSs will ensure broad district geographic representation, \nparticularly in areas with good prospects for industry expansion and strong school–industry \nlinkages; a balance among different types of schools and programs; a female enrollment share \nof 40%; potential for expansion; and strong local government commitment. Selection criteria for \nalliance schools include good potential for quality improvement as well as geographic proximity \nto the model VS. To give smaller and lower quality private schools an opportunity to learn from \nthe model schools, they will comprise around 50% of the alliance schools. The model–alliance \nscheme will spread the benefits of improved management and teaching and learning practices \nfrom the model to the alliance VSs. Replication of the strategy will be fostered by treating the 30 \nVSs not selected as model schools as the core for the next batch of model schools to be \ndeveloped by the Government. The 120 candidate VSs are listed in Supplementary Appendix A. \n \n31.  The second key feature of the design is the SBP. Around 75% of project funds will be \nused to finance the SBPs, of which two thirds will be channeled directly to schools to empower \nthem through the planning and management of their own resources and programs to meet the \nGovernment’s  objectives  of  improving  quality,  relevance  and  efficiency.  Although  this \nmechanism is now used widely in Indonesia, the approach used here is more challenging for \nschools as it will cover all aspects of a school’s operations. The resources are also substantial \nenough to fully fund medium-term plans rather than just specific aspects. Each model VS will \nprepare a 4-year SBP that will be demand-driven and involve extensive consultations with local \nindustry. The SBP will include annual budgets and implementation plans that will be updated \nannually. It will be financed partly by funds channeled directly to the school (known as SBP \nfunds) and partly by the central provision of some of the goods and services specified in the \nSBP.  Appendix 4 provides a description of the SBPs and project fund flows. \n \n32.  The SBPs will be demand-oriented and results-based, specifying activities and a budget \nthat shows sources of funding for each activity, tied to specific performance indicators with the \nfollowing options: (i) civil works upgrading and extension to improve efficiency and increase \nenrollment;  (ii)  equipment,  teaching  and  learning  materials  including  computer-aided \ninstructional materials and software; (iii) human resource development for upgrading general \nand technical teaching, management development, and entrepreneurship for both model and \nalliance schools; (iv) partnerships with industry; (v) development of business incubators or \nsimilar schemes to assist students to trial business ventures; (vi) improvement and development \nof new activities in production units; and (vii) project implementation costs at school level. One \nof  the  components  of  an  SBP  will  be  improvement  of  the  technical,  management  and \nentrepreneurship skills of alliance schools. Outputs 2, 3 and most of 4 will be funded through the \nSBP funds paid to schools. Output 1 (management training) and VS equipment, management \nand teacher in-service training, and monitoring and evaluation services (under output 2) will be \nprocured through DTVE.  \n  \n  1.  Refocused School Management Using a Business Approach \n \n33.  Train School Managers in Demand-Oriented School Business Planning. A mixed \ntraining and mentoring approach will be taken to develop the SBPs. First, a uniform approach \nand methodology for the formulation of SBPs will be developed, and the results disseminated to \nselected institutions that will support the model VSs in developing their SBPs. For around 6 \nmonths,  the  institutions  and  firms  will  provide  training  and  mentoring  to  principals,  senior \nteachers and school committee leaders in model schools, and facilitate development of SBPs by \nschool management and the school committee. The completed SBPs will be reviewed and \n ", "10   \nrefined by technical and industry specialists working with each school, before being assessed \nby an advisory panel of technical experts, including industry representatives. SBP funds will be \nallocated competitively, and tranche releases will be dependent upon performance as defined in \nthe SBPs.  \n \n34.  Develop a Business Approach to School Management. To enable managers to lead \nlarge and complex institutions more effectively, a new approach to school management will be \nencouraged. An integrated program of management training will be provided separately by a \nmanagement  training  firm  based  on  business  principles  including  annual  planning,  cost-\nefficiency, business development, marketing and advocacy, effective personnel management \nand accountability, and gender awareness. This activity is an essential element for creating \ndynamic  and  well-managed  institutions  that  can  operate  effectively  and  efficiently.  The \nmanagement training will be provided annually to both model and alliance schools.  \n \n35.  Establish School Management Systems and Improve School Administration. While \nVSs with 200–300 students can manage with simple management information systems, the \nmove to larger institutions demands more sophisticated systems with wider usage by staff. The \nProject  will  therefore  support  the  development  of  computerized  education  management \ninformation systems and financial management systems, and will provide in-house support and \nfollow-up to ensure their proper use in planning and monitoring in both model and alliance \nschools. Efficiency and effectiveness indicators will be developed for schools to use in project \nreporting, with all relevant staff trained in their use. The aim is also to develop indicators that \ncan be used long beyond the Project to increase accountability and sustainability. As MONE \nhas already made a substantial investment in the national education management information \nsystem, it will be relatively inexpensive to extend the system to a school-based system that can \nassist school management. This will be a requirement for all model schools. \n \n36.  Improve Internal Communication Systems and Establish Networks. As the model \nschools  expand  and  develop,  they  will  need  to  improve  their  internal  and  external \ncommunications  to  share  innovations  and  best  practice.  The  Project  will  support  internet \nconnections to enable project schools to share information and advice. A project website will aid \ninformation sharing among the model and alliance VSs, as well as the development of e-\nlibraries to broaden the technical knowledge base of schools.    \n \n  2.  Improved Quality of Teaching and Learning \n \n37.  The bulk of the SBP funds will be used to improve teaching and learning quality. The aim \nis to encourage model VSs to develop their own plans and to assess the relative priorities of (i) \nupgrading or constructing new facilities; (ii) providing new, or upgrading and relocating existing, \nequipment; (iii) new teaching and learning tools—computer learning aids, textbooks, online \nlearning services, etc.; and (iv) upgrading teachers’ technical and academic skills. The SBPs will \nidentify school development priorities in relation to national and local skills demand, and will link \nthese school priorities systematically to existing and planned new course offerings, planned \ncurriculum and teacher development activities, and proposed facilities and equipment needs. \nThe SBP activities will aim to put each school in a better position to meet the Government’s \nobjectives  of  improved  quality  and  expanded  access.  This  will  necessitate  efficiency  and \neffectiveness gains in the core business of the VSs—delivering skills training.  \n \n38.  Improve Facilities to Increase Efficiency, Expand Enrollments and Extend Hours \nof Operation. The extent to which new facilities and equipment are required, and the type, will \nbe identified in the SBPs after each school has assessed its capacity for expansion in line with ", "11 \nskills demand and efficiency gains. Although the physical facilities in VSs are generally good, \nadditional facilities will be necessary to expand enrollment and achieve the desired efficiencies. \nSchools will be able to obtain professional advice on proposed capital works. Refurbishment \ncosts may also arise, especially where existing schools amalgamate to create larger institutions. \n \n39.  The equipment in most of the better VSs, including those selected for the Project, is \nadequate  for  basic  training  but  needs  to  be  updated  to  meet  current  industry  standards.  \nEmerging areas in electronics, computer-aided manufacturing and information technology will \nrequire  new  equipment.  An  equipment  specialist  will  advise  the  model  schools  to  ensure \nequipment purchases are in line with skills demand and planned SBP activities in terms of \nproposed training programs, curriculum and teacher development, and instructional materials. \nEach school will get the equipment it prioritizes and will pay for it out of its SBP allocation. The \nalliance schools will also be provided with selected minor equipment, based on an internal and \nexternal assessment of their equipment needs. SBPs will be required to include a preventive \nmaintenance plan to ensure that new facilities and equipment can be maintained properly.  \n \n40.  Improve the Teaching of Academic and Technical Subjects. To improve teaching \nskills and reach national standards in core academic subjects (especially mathematics and \nscience) and industry standards in technical subjects, teachers will be offered a comprehensive \nin-service training program. The program will cover all teachers in model schools and half of the \nteachers in alliance schools. DTVE will implement the in-service training program together with \nother relevant institutions and industry. The curriculum in core subjects will be strengthened to \napproximate  the  curriculum  for  general  schools,  and  revised  curriculum  guidelines  and \ntextbooks  will  be  issued.  Curricula  for  new  skills  training  courses  will  be  developed  in \nconsultation with industry. All teachers will receive intensive training in English to meet the \nrequirements for international standard schools. Training in multimedia approaches and the use \nof  computer-aided  instruction  will  be  a  further  priority.  MONE  will  carry  out  long-term \nqualification upgrading and professional certification of teachers through the Directorate General \nof Quality Improvement of Teachers and Education Personnel. As there is currently only a \nfledgling system for the professional certification of vocational teachers, this will be developed \nunder the Project.  Appendix 5 provides the human resource development plan. \n \n41.  Develop New Learning Methodologies Suitable to Large Institutions. The use of \nnew  teaching  methodologies  such  as  group  learning,  project  learning,  computer-aided \ninstruction, and self-paced learning is an essential element of the strategy to develop larger \nschools  of  international  quality.  In  addition,  a  stronger  emphasis  on  competency-based \nassessment will be necessary. The intention as the Project progresses is that teachers will \nfacilitate learning through a wide variety of techniques, and that learning will not be confined to \nthe  classroom  and  workshop.  Activities  to  achieve  this  output  include  research  studies, \nexamination  and  review  of  DTVE  guidelines  and  school  standards,  plus  trials  of  new \napproaches at all model VSs. \n \n42.  Provide New Instructional Materials and Software. Teaching and learning materials \nare both scarce and outdated in most VSs. New instructional materials will be identified for each \nschool following decisions about the new teaching methodologies to be introduced and the \ncontent of the training program. Additional instructional materials, including e-learning tools, \ncomputer-aided instruction and software will be required in most schools. \n \n  3.  Strengthened School–Industry Linkages \n \n43.  Support Partnerships between Schools and Industry. To support close ties with \n ", "12   \nindustry, each model school will enter into at least one formal arrangement with a local industry \npartner to share knowledge and expertise. Each school will be expected to deliver more than \nthree courses per year for skills improvement and retraining of workers. In these ways, VSs will \nbuild relationships with local industry that have two-way advantages: industry will benefit by \nhaving workers’ skills upgraded and the schools will gain a better knowledge of industry needs. \nThe enhanced linkage will facilitate appropriate student work placements and job placement, as \nwell as strengthen the career center programs through which some VSs already provide a \nlimited number of upgrading courses to workers. \n \n44.  Support New Courses to Meet Local Industry Needs. This activity will build upon and \nenhance the career center programs to strengthen VS links with local industry. The Project will \nsupport a series of school-based research studies to investigate the needs and priorities of \nschools and local industry, and explore new opportunities for men and women. The studies will \nbe carried out by local trade or business experts. In the second stage, new short courses for \nexisting workers will be developed and trialed by VS in collaboration or cosponsorship with \nindustry partners. Evaluation of the trials will be led by industry experts. Given the experimental \nnature of this work, not all courses are expected to be successful. In the long term, successful \ncourses could be institutionalized where similar industry needs exist. \n \n45.  Examine  Opportunities  for  International  Benchmarking  and  Trial  Selected \nInternational  Standards  and  Benchmarks  in  Cooperation  with  Industry.  This  activity \nresponds directly to the Government’s policy on international standard schools, specifically \nrelated to VSs. The model schools will examine opportunities for students to obtain international \ncertification. At present, this is available to VS students in the field of computer operations, who \nobtain certification recognized by multinational ICT companies, and hotel management and \ntourism. These opportunities can be extended. As well, new fields such as auto-mechanics, \naircraft maintenance, rigging and scaffolding, and heavy machinery operation will be examined.  \n \n46.  The milestone for this activity is that at least 40 model schools will enter arrangements \nwith  multinational  or  international  companies  or  organizations  for  mutual  skills  recognition \narrangements by 2011. Moreover, based on trials by model schools, MONE will be able to \nassess  the  opportunity  for  entering  formal  agreements  with  multinational  or  international \norganizations for system-wide mutual recognition or international skills recognition.  \n \n  4.  Enhanced Entrepreneurship Focus  \n \n47.  A quarter of VS graduates become self-employed, and require general business skills in \naddition to technical skills. For new graduates, the job search can be lengthy as they lack basic \nworkplace skills. Entrepreneurship training, business incubators and production units provide \nbasic workplace and business experience needed for self-employment and the workplace.  \n \n48.  Provide Assistance to Students to Start Their Own Businesses. This activity will \ninvolve the piloting of business incubators or similar initiatives designed locally to suit local \nopportunities. For example, a group of students might be assisted to rent premises or hire \nequipment, or they may be given access to school equipment after teaching hours. In all cases, \nthey will be mentored by a staff member or a community expert. Each model school will make \nits own assessment of opportunities in its region for successful student businesses and include \nits proposals in its business plan. Some model schools are expected to enter partnership \nagreements with local chambers of industry or other private entities with similar objectives.  \n \n49.  Strengthen Entrepreneurship Education. The need for increased entrepreneurship ", "13 \neducation is recognized by the International Labour Organization (ILO) which has developed \ntwo programs for young people to teach them about business and give them the skills to plan \nand open their own businesses. Some VSs already have qualified trainers accredited by ILO \nand offer courses based on ILO materials. The Project will associate with ILO (or a similar \norganization) to enable the model schools to train staff in the use of the material and deliver the \ncourses. All model schools will be involved in this initiative. About 80% of students are expected \nto undertake the basic modules and 40% the more advanced modules. \n \n50.  Enhance Production Units. These units are an important feature of VSs and comprise \nactivities organized by the school to produce goods and services sold to the public. This is a \npractical  means  of  giving  students  hands-on  experience  while  offsetting  direct  costs  and \ngenerating revenue for other school operations. They are an introduction to the world-of-work. \nUnder the Project, model schools will be able to include in their SBP investments related to \nproduction units provided they can demonstrate that the unit is viable. \n \nC.  Project Investment Plan \n \n51.  The project investment cost is estimated at $115 million, including contingencies of $4.4 \nmillion, and local taxes and financing charges of $2.5 million (Table 1). The detailed cost \nestimates and financing plan are in Appendix 6. \n \n52.  Around three-quarters of the total project funds will be used to support the SBPs for \nmodel schools, of which 65% will be channeled directly to schools. These funds, termed SBP \nfunds, will cover civil works and minor equipment, teaching and learning materials, partnerships \nwith  industry,  some  human  resource  development  (including  for  alliance  schools), \nentrepreneurship development, promotion of production units and business incubators, and \nproject management in schools. Major items of equipment and the management and teacher \ndevelopment programs will be determined through the SBPs but procured centrally. Around \n60% of the project funds are expected to be used to upgrade physical facilities and equipment \nto international standard. About 80% of the SBP funds will be used to modernize and expand \nphysical facilities and equipment in line with the planned business directions. \n \nTable 1: Project Investment Plan \n($‘000) \nComponent  Amount \nA.  Base Cost    \n  1. Refocus School Management Using a Business Approach   6,766 \n  2. Improve Quality of Teaching and Learning  88,102 \n  3. Strengthen School–Industry Linkages  4,997 \n  4. Enhance Entrepreneurship Focus  3,304 \n  5. Project Management  4,878 \n    Subtotal (A)  108,047 \nB.  Contingencies   4,434 \nC.  Financing Charges during Implementation  2,519 \n     Total (A+B+C)  115,000 \n  Source: Asian Development Bank estimates. \n \nD.  Financing Plan \n \n53.  The Government has requested a loan of $80,000,000 equivalent from ADB’s Special \nFunds resources to help finance the Project. The loan from ADB’s Special Funds resources will \n ", "14   \nhave a 32-year term, including a grace period of 8 years, and an interest charge of 1.0% during \nthe grace period and 1.5% per annum thereafter. The Government will provide the remaining \n$35  million  equivalent,  or  30%  of  the  total  project  cost,  as  counterpart  financing.  The \nGovernment counterpart funds will be used for SBP funds (32% of the total amount), project \nmanagement, and taxes and duties (Table 2).  \n \nTable 2: Financing Plan \n($ million) \n \nSource  Total  % \nAsian Development Bank  80.0  70 \nGovernment  35.0  30 \n  Total  115.0  100 \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n  1.  Project Management \n \n54.  The  Directorate  General  for  the  Management  of  Primary  and  Secondary  Education \n(DGMPSE) will be the Executing Agency and will be responsible for overall implementation of \nthe Project. The director of DTVE will be the project director and will provide implementation \nsupport to DGMPSE. The project management unit (PMU) has been established by DGMPSE, \nunder the guidance of the project director. The PMU is headed by a project manager and will be \nresponsible  for  day-to-day  project  implementation,  planning  and  budgeting,  procurement, \ndisbursement, monitoring, supervising, overseeing of implementation in project schools, and \nsubmitting the required reports to the Government and ADB. The PMU will have at least 25 staff \nmembers from DTVE, including technical, finance, monitoring, and administrative staff. The \nPMU will also include a technical working group comprising full-time DTVE staff, who will work \nclosely with consultants on each project component. An advisory expert panel will conduct the \ninitial evaluations of SBPs using agreed criteria and procedures, and the annual evaluations of \nschool performance thereafter. The panel will comprise a core group of around five education \nand industry representatives, hired as PMU consultants, with an ad hoc pool of experts in \nspecific vocational fields to be called upon when required. The panel will be chaired by one of \nthe technical experts. The school committee in each of the model schools will be responsible for \nimplementing the approved SBP. Each school committee will be headed by a chairperson with \nthe school principal acting as the secretary, and assisted by an implementation team consisting \nof members of the school committee and teachers. The secretary of the school committee will \nreport to the PMU. A budget allocation to support the school committee will be required under \neach SBP. The organization structure is presented in Appendix 7.   \n \n55.  A project steering committee (PSC) will be established to guide the PMU on general \npolicy,  intersectoral  coordination  and  strategic  direction.  The  deputy  minister  for  Human \nResources and Cultural Affairs, BAPPENAS will chair the PSC. The PSC will be supported by a \nproject  technical  committee  that  will  be  chaired  by  the  director  of  Religious  Affairs  and \nEducation, BAPPENAS. The PSC and PTC will comprise representatives from the Ministry of \nFinance,  MONE,  BAPPENAS,  the  Ministry  of  Manpower,  the  Ministry  of  Industry  and  the \nChamber of Commerce.  \n \n ", "15 \n2.  Implementation Period \n \n56.  The Project will be implemented over 5 years, from 1 June 2008 to 31 May 2013. First-\nyear activities will focus on human resource development and the SBPs. In subsequent years, \nproject  funding  and  support  will  be  allocated  in  accordance  with  approved  SBPs  and \nperformance. The implementation schedule is in Appendix 8. \n \n  3.  Procurement \n \n57.  Procurement of goods and services financed under the loan will be in accordance with \nADB’s  Procurement  Guidelines  (2007,  as  amended  from  time  to  time).  Contracts  for  the \nrefurbishment of the PMU office including equipment and furniture will be awarded on the basis \nof shopping for contracts estimated to cost $100,000 or less, and by national competitive \nbidding for contracts estimated to cost the equivalent of more than $100,000 up to $500,000. \nCivil works, teaching materials, textbooks, furniture and instructional aids will be procured using \nnational  competitive  bidding  for  contracts  estimated  to  cost  the  equivalent  of  more  than \n$100,000 up to $500,000, and shopping for contracts estimated to cost $100,000 or less. \nContracts  for  works,  goods  and  equipment  estimated  to  cost  more  than  $500,000  will  be \nawarded on the basis of international competitive bidding. The procurement plan is in Appendix \n9 and the procurement capacity assessment is in Supplementary Appendix B. \n   \n4.  Consulting Services \n \n58.  All consultants to be financed from the loan proceeds will be selected in accordance with \nADB’s Guidelines on the Use of Consultants (2007, as amended from time to time). Individual \nnational  consultants  will  be  engaged  to  guide  the  development  of  SBPs  and  to  provide \npreparatory training to ensure a uniform approach. Institutions and firms will be engaged to help \nmodel VSs prepare SBPs and the PMU with selecting qualified consultants. Consultants for \n(i) the review and refinement of SBPs and SBP implementation; (ii) management development; \nand (iii) monitoring, evaluation, and reporting will be engaged through firms on the basis of \nquality-  and  cost-based  selection  with  80:20  weighting.  MONE,  through  the  PMU,  will  be \nresponsible for selecting and hiring consultants. Individual consultants will be hired to assist the \nPMU. The outline terms of reference for consulting services are in Appendix 10. \n \n  5.  Advance Contracting \n \n59.  MONE  will  undertake  advance  contracting  to  speed  up  project  implementation. \nDGMPSE may start consultant selection, but this will not include the signing of contracts.  \n \n  6.  Disbursement Arrangements \n \n60.  The imprest account will be established at the Bank of Indonesia or a state-owned bank \nto be agreed between ADB and the Government. The account will be established, managed, \nreplenished, and liquidated in accordance with ADB’s Loan Disbursement Handbook (2007, as \namended from time to time). The initial amount to be deposited into the imprest account shall \nnot  exceed  the  lower  of  (i)  the  estimated  expenditure  for  the  first  6  months  of  project \nreplenishment, or (ii) the equivalent of 10% of the loan amount. The statement of expenditure \nprocedure may be used to liquidate or replenish the imprest account for contracts not exceeding \n$100,000.  SBP  funds  will  be  remitted  directly  from  the  imprest  account  to  the  school \ncommittee’s bank account. Remittances will be based on a payment order authorizing financing \nof the SBPs. The funds flow to schools is shown in Appendix 4. \n ", "16   \n7.  Accounting, Auditing and Reporting \n \n61.  Each school committee will be required to establish and maintain a separate account at \na local branch of a bank acceptable to ADB, and evidence of the use of the SBP funds for audit \nby the PMU and the government audit agency. The SBP funds deposited into this account will \nbe used exclusively for activities approved in the SBP.  Each school committee will submit to the \nPMU quarterly and annual financial reports. The PMU will carry out spot checks on VSs by \narranging for semiannual audits of accounts and records of a sample of model schools. In cases \nof fund misuse or irregularity, the PMU may suspend activities at the schools involved until the \ncase is resolved. Any fund recovery will be determined by the PMU investigative panel, in \ncollaboration with ADB. The Government’s audit agency will audit all accounts annually in \naccordance with the Government’s standard practices and submit its findings to MONE and \nMinistry of Finance to ensure that the SBP funds are used properly and that cases of irregularity \nand fraudulent practice are handled properly. \n \n62.  MONE will maintain separate records and accounts for the Project that identify goods \nand  services  financed  from  the  loan  proceeds.  It  will  ensure  that  accounts  and  financial \nstatements  are  audited  annually  by  the  Government’s  audit  agency  or  other  certified \nindependent auditors acceptable to ADB. The auditor will prepare a report on the use of loan \nfunds,  compliance  with  loan  covenants,  use  of  the  imprest  account,  and  statement  of \nexpenditure procedures; issue findings of any irregularities or discrepancies; and recommend \ncorrective measures so that the financial statements and audited accounts will be certified by \nthe auditor as meeting generally accepted accounting practices. The auditors will provide audit \nstandards and key procedures in their report. The financial management capacity assessment \nfor MONE is in Supplementary Appendix C. \n \n63.  DTVE will submit the audited financial statements and the auditor’s report on the project \naccounts, including the imprest account and use of the statement of expenditure, to ADB in \nEnglish within 9 months after the end of each fiscal year. The PMU will prepare and submit to \nADB and DTVE quarterly reports on the status and progress of project implementation within \n20 days after each quarter. The reports will have a format acceptable to ADB and indicate \nprogress  made  against  established  targets,  status  of  performance  indicators,  problems \nencountered and actions taken, compliance with loan covenants, and the proposed program of \nactivities  for  the  following  quarter.  Within  3  months  after  project  physical  completion,  the \nGovernment will prepare and submit to ADB a project completion report.  \n \n  8.  Anticorruption Policy \n \n64.  The Government was advised of ADB’s Anticorruption Policy (1998, as amended to \ndate)  and  Combating  Money  Laundering  and  the  Financing  of  Terrorism  Policy  (2003). \nConsistent with its commitment to good governance, accountability and transparency, ADB will \nrequire the Government to institute, maintain, and comply with internal procedures and controls \nfollowing  international  best  practice  standards  to  prevent  corruption  or  money  laundering \nactivities or the financing of terrorism, and covenant with ADB to refrain from engaging in such \nactivities. The investment documentation between ADB and the Government will allow ADB to \ninvestigate any violation or potential violation of these undertakings. In particular, all contracts \nfinanced by ADB in connection with the Project will include provisions specifying the right of \nADB to audit and examine the records and accounts of DTVE and all contractors, suppliers, \nconsultants, and other service providers as they relate to the Project. \n \n65.  The  Project  incorporates  several  other  measures,  in  addition  to  the  standard  ADB ", "17 \nrequirements, to deter corruption and increase transparency. The Project will (i) build capacity \nwithin DTVE and model VSs to understand and comply with ADB and government procedures \nas  outlined  in  the  project  administration  manual;  and  (ii)  widely  publicize  in  schools  and \ncommunities the existence of the integrity division within ADB’s Office of the Auditor General, as \nthe  initial  point  of  contact  for  allegations  of  fraud,  corruption,  and  abuse  in  ADB-financed \nprojects. A project website will be developed to disclose information about project matters, \nincluding  procurement.  The  Project  will  establish  a  computerized  financial  management \ninformation  system  in  model  VSs  and  enforce  strict  reporting  requirements.  Finally,  to \nencourage more stakeholder vigilance as well as ensure greater accountability, a complaints \nand action task force will be set up at the PMU to receive and resolve grievances or act upon \nstakeholders’ reports of irregularities. The task force will (i) review and address grievances of \nproject stakeholders, in relation to either the Project, any of the service providers, or any person \nresponsible for carrying out the Project; and (ii) set the threshold criteria and procedures for \nhandling such grievances, for proactively responding to them, and for providing the stakeholders \nwith notice of the mechanism.  \n \n9.  Project Performance Management and Review System \n \n66.  A comprehensive and gender-disaggregated project management information system \n(PMIS) will be designed for different levels of management, including DTVE, provincial and \ndistrict education offices, and model schools. A user manual will be developed, and workshops \nconducted for provincial, district, and model and alliance school staff. The workshops will help \nofficials appreciate the value of the PMIS, and provide technical training. A national consultant \nwill be contracted to design the PMIS, develop the manual, and conduct the training. Project \nperformance will be monitored and evaluated by a firm providing consultants to monitor the \nprogress of programs in accordance with the agreed indicators and targets. \n \n67.  Responsibility for the internal monitoring of project implementation performance will lie \nwith the project monitoring unit in the PMU, shared with the provincial and district education \noffices.  The  SCs  in  each  of  the  90  model  VSs  will  assume  a  vital  role  in  monitoring \nimplementation at schools, particularly in relation to the oversight and management role of the \nschool committee and the generation of data for the monitoring system. The Project will help \nstrengthen  district  management  information  systems  by  ensuring  that  all  required  data  is \nsubmitted by schools to districts. External monitoring and evaluation will be contracted to a \nreputable firm or institution, which will carry out compliance monitoring through regular and \nsystematic audits of a sample of model VSs and conduct the baseline, midterm, and final \nevaluation surveys. This firm will also assist the PMU in designing the internal monitoring \nsystem, and provide training and support during implementation. The monitoring and evaluation \nframework is in Supplementary Appendix D. \n \n10.  Project Review \n \n68.  The Government and ADB will review the Project’s progress jointly at least twice a year. \nThey will jointly undertake a midterm review shortly after the PMU’s submission of the third \nannual report. The midterm review will focus on overall project strategy and achievements, \nwhich  may  require  adjustments  of  targets  and  processes,  and  reallocation  of  resources. \nSpecifically,  the  midterm  review  will  (i)  review  the  project  scope,  design,  implementation \narrangements, and human resource development; (ii) assess project implementation against \nprojections and performance indicators; (iii) review compliance with loan covenants; (iv) identify \ncritical issues, problems, and constraints; and (v) recommend changes in project design or \nimplementation. One month before the review, the PMU will submit to ADB a comprehensive \n ", "18   \nreport on each of these issues. Following project completion, a project completion report will be \nprepared to assess early impact and identify lessons.  \n \nIV.  TECHNICAL ASSISTANCE \n \n69.  ADB will provide a TA grant to help selected model schools introduce skills upgrading \nand  certification  programs  for  workers,  and  to  develop  a  coherent  policy  framework  for \nsustainable upgrading programs in the vocational school system. The total TA cost will be \n$665,000. ADB will provide $500,000 on a grant basis from ADB’s TA funding program. The \nGovernment will contribute the balance of $165,000, in kind. The TA will support the Project by \nstrengthening the links of vocational schools with industry, improving school sustainability, and \nexpanding skills upgrading opportunities for workers. \n \n70.  Impact and Output. The expected impact of the TA is that Indonesian workers will have \nbetter access to opportunities for skills upgrading, allowing them to move up in their careers, \nreenter the workforce, or find skilled positions overseas. The outcome is expected to be wider \nopportunities for skills upgrading for workers delivered through VSs on a demand-driven basis, \nin collaboration with industry. Although some schools have already established career centers \nto undertake such initiatives, they are ad hoc. A set of trials, which are well researched and \nmonitored, will provide the basis for the confident expansion of such courses. This is consistent \nwith the long-term objectives for the vocational education system.  \n \n71.  Methodology and Key Activities. The TA activities comprise (i) a desk study review of \nexamples of international best practice in vocational skills upgrading; (ii) a review of skills \nupgrading activities in model VSs and development of a database; (iii) an intensive review of \nbest  international  practice  in  two  other  countries  to  gather  ideas  for  implementing  skills \nupgrading courses; (iv) an investigation of the feasibility of international links to develop joint \ncooperation  for  international  certification,  linkages,  and  mutual  recognition;  (v)  a  series  of \npractical trials in 10 VSs; and (vi) preparation of a final report, based on the results of the trials, \nwith recommendations for a sustainable skills upgrading program in VSs.  \n \n72.  Implementation Arrangements. MONE will be the Executing Agency for the TA; the \nDirectorate of Technical and Vocational Education will be the Implementing Agency. The TA will \nbe undertaken over 2 years. A small task force will be created to oversee the TA, and DTVE will \nappoint a senior staff member as TA coordinator for all matters pertaining to the TA. ADB will \nengage a qualified consulting firm or educational institution to implement the TA. The firm will be \nselected using quality- and cost-based selection of the international consultant in association \nwith national consultants. The firm will provide one international expert for 6 person-months and \none national consultant for 8 person-months. The final TA output will be a comprehensive report \nthat summarizes outcomes of the school trials and identifies directions for the sustainable \ndevelopment of VS upgrading programs. A summary of the TA is in Appendix 11. \n  \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Benefits and Impacts \n \n73.  Economic Benefits. The Project will raise education quality and efficiency in 90 model \nVSs and initiate similar improvements in 230 alliance schools, thus establishing a presence in \n20% of all districts in Indonesia and reaching 10% of VS students. By the sixth year after project \nstart-up, 30,000 students will be graduating each year from the model VSs. If the improved \nstandards are sustained over 15 years, the model VSs will have produced 0.5 million graduates, ", "19 \nand the alliance schools 0.25 million graduates. \n \n74.  The quantifiable project benefits were calculated based on the productivity increase \nrequired to achieve a 12% economic rate of return. The bulk of the quantifiable benefits accrue \nto the working graduates from the model schools. Project outputs include 367,000 male and \nfemale working graduates generating 3.7 million work-years between year 4 and year 20 of the \nProject. The net increase in productivity of these graduates at a conservative 12% economic \nrate of return is equivalent to 30 minutes of additional productivity per worker per day worked or \n13 additional days per worker each year. The Project’s marginal productivity gain with a 12% \neconomic rate of return is equivalent to an additional 230,000 work-years.  \n \n75.  While a 12% economic rate of return is considered easily achievable, a higher rate of \nreturn appears more likely. Although labor force surveys do not allow estimation of the return to \nquality, anecdotal evidence from schools, employers, and parents indicate that the return to a \nbetter quality education can be measured in much larger wage premiums ranging from half to \ndouble the median wage; a 50% premium would result in a rate of return of 30%.  \n \n76.  Further benefits accrue from the enhanced partnerships with industry by reducing the \nsearch time for the first job and by reducing the amount of employment mismatch. A 1-month \nreduction  in  job  search  time  accruing  to  career  development  center  enhancement  would \nincrease project benefits by a further 31,000 work-years. The entrepreneur development and \nbusiness incubators will enable recent graduates destined to become own account workers or \nowners of microenterprises to establish more productive businesses and reduce the rate of \nstart-up failure. Starting in year 9, the Project will support the development of at least 3,000 \nsuccessful  microenterprises  per  year  generating  99,000  jobs  and  580,000  work-years  of \nemployment through the student assistance for business and business incubators.   \n \n77.  Staff  development  will  provide  leadership  development,  business  planning, \nmanagement, and financial information system training to 2,396 administrative staff in the 90 \nmodel schools, 230 alliance schools and 33 provincial offices. Subject matter and technical \nskills training will be provided to 10,428 teachers. While this training is necessary to realize the \nproject benefits, other indirect benefits will accrue to improved capacity for non-project activities. \nThe summary financial and economic analysis is in Appendix 12. \n \n78.  Social and Poverty Benefits. Given that almost half of VS students are from poor and \nlow-income households (cottage industry, drivers, self-employed), the channeling of investment \nto VSs is a powerful tool in promoting social equity. As enrollments expand, more students from \nlower-income families will enter VE. The Project will initially benefit 22,000 such students each \nyear. VE will place male and female graduates in a more competitive position as they enter the \nlabor force, as they will have more marketable skills and workplace experience. The time taken \nto find jobs will also be reduced; in schools with a good reputation, students even now are hired \ndirectly upon graduation by the companies where they gained workplace experience. Getting \nyoung people into work quickly is important for the economy and for alleviating the loss of \nconfidence and social ills that accompany prolonged job search and unemployment. The gender \nanalysis and strategy includes actions aimed at creating equal opportunities for VS participation \namong both young men and women. These specific actions will be incorporated into SBPs and \nnational and school project implementation in response to local conditions (The summary poverty \nreduction and social strategy is in Appendix 13; the summary gender strategy is in Appendix 14). \n \n79.  The career counseling offered by VSs, as well as the exposure to different types of \nenterprises and industry during training, will help students make more strategic job choices. The \n ", "20   \nopportunity to take part in skills enhancement through the upgrading programs in career centers \nwill allow continuing career development. Skills upgrading and entrepreneurial skill development \nare especially important for women, who often struggle to reenter the labor force after child \nrearing, and is essential in an economy where one third of all employment is informal.  \n \n80.  Environment  and  Social  Safeguards.  The  Project  involves  upgrading  of  existing \nschools where all work, including construction of new classrooms, will be carried out on existing \nschool property. Project support for physical construction will only be extended if the land \nrequired  is  already  owned  by  the  school.  School  upgrading,  particularly  rehabilitation,  will \nrequire management of possible hazardous and nonhazardous solid wastes. These potential \nimpacts will be managed through standard construction contract requirements. As the schools \nare  located  in  urban  areas,  other  construction  impacts  such  as  road  blocking  or  traffic \ndisturbances,  noise  and  dust,  and  silt  runoff  must  be  similarly  managed.  No  negative \nenvironmental  impact  is  expected.  As  project  schools  are  located  in  city  or  district  urban \ncenters, no encroachment will occur on indigenous people’s territory.  \n \n81.  Fiscal Impact and Sustainability. A financial plan showing the fiscal impact of the \nProject and identifying the funding needed to finance project expenditures during and beyond \nthe  project  period  was  prepared.  The  financial  sustainability  analysis  is  based  on  the \nassumption that gross domestic product (GDP) will continue to grow with relative real growth of \n5%, that the share of public expenditure will remain unchanged, and that education expenditure \nas a percentage of GDP will increase to around 20% annually in line with the National Education \nLaw. Project-related expenditures will increase annually and will reach $115 million during the \nlast year of the Project. Some commitments will terminate at the end of the Project. The \ncontinuing annual incremental cost of $0.25 million after the Project ends will add $3 million to \nthe total from 2013–2025. This is feasible and sustainable, given the Government’s commitment \nto educational expansion and development.  \n \n82.  The Project will contribute to efficiency gains in the model VSs by lowering unit costs \nthrough  expanded  enrollment,  higher  utilization  of  facilities  and  equipment,  a  business-like \napproach to school management, and stronger financial management. Schools will increase \nrevenue  to  some  extent  through  stronger  and  more  numerous  partnerships  with  industry, \nbroader course offerings for workers and others, and increased output and better management \nof production units. The Government’s annual commitment to the Project as a percentage of the \ncentral education budget ranges from 0.04% to 0.14%, and decreases to 0.01% by project end. \nThe Government’s funding share is estimated to increase from $1.5 million in year 1 to more \nthan $11 million in years 2 and 3 and to decrease gradually to $1.5 million by the end of the \nProject. The Government’s annual commitment for the Project is judged affordable, as this \nrepresents only 0.01% of the MONE budget and 0.16% of the DTVE budget.  \n \n83.  Replication Strategy. The Government is committed to replicating the model school \napproach in all districts, as part of the strategy to revitalize vocational education. The Project will \nincorporate the first stage of a replication strategy into the Project itself. The 90 model schools \nare to be selected from a shortlist of 120 schools. The 30 schools not selected will automatically \nbecome  alliance  schools,  thereby  immediately  receiving  some  project  support.  They  will \nsubsequently form the foundation for the next batch of model VSs, and receive additional \nfinancial and other support toward the end of the Project. Local governments will be encouraged \nto include support for these schools in their 5-year plans, with this support coming on-stream \nbefore the end of the Project. Provincial, district, and city governments have already indicated \ntheir  desire  to  play  a  key  role  in  project  planning  and  implementation,  as  well  as  their \ncommitment to providing resources for future model school development. Guidelines for the ", "21 \nreplication of model schools nationwide, as required by the National Education Law, will be \nprepared  under  the  Project.  The  sustainability  and  replication  strategy  is  described  in \nSupplementary Appendix E.   \n \nB.  Risks and Assumptions \n \n84.  Macro. The Project is directly linked to the cornerstone of the National Medium-Term \nDevelopment Plan to improve quality and relevance through better linkages with industry. The \nmain risk in any project that invests in vocational education is that an economic downturn will \noccur just as the project benefits are emerging. Economic downturns, especially for construction \nand industry, always affect skilled workers more than the professional work force. The other \nmacro risk is that economic growth will be jobless growth. These risks are endemic to projects \ndirectly linked to government economic and industrial development. The emphasis of the Project \non entrepreneurship will assist in mitigating these risks because skilled workers will have both \nbig industry and micro-industry options. \n \n85.  Current commitment to policy reform is expected to continue, ensuring the longer-term \nsustainability of the reform process. This seems likely over the next decade because of the \nGovernment’s strong interest in expanding the number of skilled workers and entrepreneurs; \nissuance of the Education Strategic Plan 2005–2009 resulting from extensive consultations \nbetween MONE, BAPPENAS and Parliament; a nationwide campaign to promote vocational \neducation and regular consultations between MONE and industry on vocational education.  \n \n86.  Government resources for VE are expected to continue, despite the large amount of \nresources still needed to finance the compulsory 9 years of basic education. This appears more \nlikely now than in the past because of MONE’s strong thrust to expand VE substantially. The \nGovernment has also launched new economic policies to lessen barriers to direct investment, \nencourage small and medium-sized industries, and give institutional incentives to business. \n \n87.  Project.  Insufficient  transparency  and  accountability  in  Government  financial \nmanagement and accounting processes are a potential project risk, which will be mitigated by \n(i) support  for  governance  reforms  through  technical  support  for  strengthened  financial \nmanagement and reporting in project schools, along with public disclosure; (ii) managing SBP \nfunds through school committees to strengthen community governance and accountability; and \n(iii)  extensive  monitoring  and  evaluation  and  public  information  systems.  The  financial \nmanagement capacity assessment indicates that DTVE’s financial management system meets \nADB requirements but the financial management systems of many VSs will need strengthening. \n \n88.  Another risk is that school principals and senior management will aim for enrollment \ngrowth rather than structural and management change, and will lack the capacity to manage \nlarge  VSs  successfully.  This  will  be  mitigated  through  a  careful  school  selection  process, \ntraining in leadership, a business approach to management, and strategic planning to help \nprepare school principals and local education officials for the changes envisaged. \n \n89.  The model schools may have difficulty retaining better-skilled technical teaching staff \ngiven their low salaries. The Government plans to introduce financial incentives for teachers \nfulfilling qualification standards and having full teaching loads; this will reduce the risk. The long-\nterm financial sustainability of the model VSs will be addressed through efficiency gains from \nhigher enrollment, partnerships with industry, and income-generating measures. \n \n \n ", "22   \nVI.  ASSURANCES AND CONDITION \n \nA.   Specific Assurances \n \n90.  In addition to the standard assurances, the Government and DTVE have given the \nfollowing assurances, which are incorporated in the legal documents. \n \n(i)  The Government will provide counterpart funds for project implementation on \ntime. DGMPSE will make timely submission of annual budgetary appropriation \nrequests to MOF and MOF will ensure prompt disbursement of appropriated \nfunds during each year of project implementation. \n \n(ii)  The Government will ensure the smooth flow of funds from central level to the \nmodel schools in accordance with the flow of funds mechanism agreed between \nthe Government and ADB.  \n \n(iii)  The Government and DGMPSE will ensure that only model schools meeting the \nagreed  eligibility  criteria  for  grant  assistance  set  out  in  Appendix  4  to  this \ndocument will receive funding under the Project. \n \n(iv)  The Borrower will ensure that each of the school committees will establish a \nseparate account at a local branch of a bank acceptable to ADB, for the purpose \nof the SBP funds. The Government will further ensure that the SBP funds will be \nused exclusively for the activities approved under the model VS SBP.  \n \n(v)  Within 12 months following the loan effective date, DGMPSE will design and \nstandardize  a  comprehensive  PMIS  for  the  different  levels  of  management \nincluding  for  DGMPSE,  the  provincial  education  offices,  and  model  schools. \nFurthermore, DGMPSE will develop a users’ manual within same period of time. \n \n(vi)  To ensure that women benefit equally from the Project, the Government and \nDGMPSE will ensure that the Project will be carried out in accordance with \nADB’s  Policy  on  Gender  and  Development  (1998)  and  the  agreed  gender \nanalysis and strategy described in Appendix 14 to this document.  \n \n(vii)  Within 9 months following the loan effective date, DGMPSE will create a project \nwebsite to disclose information about various matters on the Project, including \nprocurement. With regard to procurement, the website will include information on \nthe list of participating bidders, name of the winning bidder, basic details on \nbidding procedures adopted, amount of contract awarded, and the list of goods \nand services procured. \n \n(viii)  Within 9 months following the loan effective date, DGMPSE will establish within \nthe  PMU  a  complaints  and  action  task  force  to  receive  and  resolve \ncomplaints/grievances or act upon reports from stakeholders on misuse of funds \nand other irregularities. The task force will (a) review and address grievances of \nstakeholders of the Project, in relation to either the Project, any of the service \nproviders, or any person responsible for carrying out any aspect of the Project; \nand (b) set the threshold criteria and procedures for handling such grievances, \nfor  proactively  and  constructively  responding  to  them,  and  for  providing  the \nstakeholders with notice of such mechanism.  ", "23 \n(ix)  Although no significant environmental impacts were identified, the siting, design, \nconstruction, and operation of school facility rehabilitation work undertaken under \nthe Project will be implemented in line with the Government’s environmental laws \nand regulations and ADB’s Environment Policy (2002). All civil works contracts \nwill contain standard requirements for environmental impact mitigation. \n \n(x)  The Government and DGMPSE will ensure that it will not approve any SBP funds \nif  the  rehabilitation  or  construction  of  the  new  school  facilities  will  involve \ninvoluntary  resettlement  according  to  ADB’s  Involuntary  Resettlement  Policy \n(1995). To be eligible for SBP funds the schools are required to confirm that no \nland acquisition or resettlement is required under the Project. Construction of \nnew classrooms will be added to existing model schools on unoccupied land \nalready owned by the model schools. \n \n(xi)  DGMPSE will ensure that the construction of multistory buildings will comply with \nconstruction safety standards. Schools will not be allowed to construct a new \nstorey without first obtaining assurance from a qualified engineer that the existing \nclassroom construction is strong enough for the additional upper level. \n \nB.  Condition for Loan Effectiveness \n \n91.  Prior to loan effectiveness, the Government will have established the PSC in accordance \nwith paragraph 55 of this document. \n \nVII.  RECOMMENDATION \n \n92.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB), and recommend that the Board approve the loan in various \ncurrencies equivalent to Special Drawing Rights 50,581,000 to the Republic of Indonesia for the \nVocational  Education  Strengthening  Project  from  ADB's  Special  Funds  resources  with  an \ninterest charge at the rate of 1.0% per annum during the grace period and 1.5% per annum \nthereafter; a term of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft Loan Agreement \npresented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n \n \n7 March 2008 \n ", "24   Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n  Performance  Data Sources/   Assumptions \nDesign Summary  Targets/Indicators  Reporting Mechanisms  and Risks \nImpact  Assumptions \nIncreased  • VS graduates entering  • Labor force surveys by  • Substantial policy support \ncompetitiveness and  skilled employment  NSA  and resources continue to be \nemployment  increased by 20% by 2015  available for vocational \nopportunities for  education. \nvocational school  •  VS graduates in productive  • Labor force surveys by  • Industry involvement will \ngraduates  self-employment increases  NSA  continue to grow. \n  from 22% to 30% by 2020  Risks \n  (cid:131) Indonesia’s economic \ndevelopment does not \n•  MONE establishes formal  • MOUs between MONE and \nsupport the employment of \narrangements with 10  international organizations \nmore skilled workers and \nmultinational or international  • MONE annual reports \nskilled entrepreneurs. \norganizations for mutual \n•  VSs aim for enrollment \nrecognition or international \ngrowth rather than structural \nskills recognition by 2015 \nand management change to \nsustain innovations. \nOutcome  Assumptions \nImproved quality and  •  Model VSs increase overall  •  Evaluation and monitoring  •  VS enrollment demand will \nrelevance, expanded  enrollment intake by 20% by  reports provided by PMU  be sufficient to meet growth \naccess, and greater  2012  • MONE EMIS for data on  targets. \nefficiency in senior  model VSs in comparison  •  New approaches to VS \nsecondary vocational  with all VSs  management and teaching \neducation  • 40 model schools enter  •  Project evaluation and  and learning will be \n  formal arrangements with  monitoring reports  accepted. \nmultinational or international    •  Industry involvement will be \ncompanies or organizations  effective. \nfor international skills  •  International skills \ncertification by 2011  recognition will be feasible, \n• Final examination results for  • Final examination scores  affordable, and not involve \nVS students in core subjects  for VSs and GSs, 2008– large payments to \nare equivalent to those for  2013  international agencies. \nGS students  Risks \n• Industry personnel are  •  Monitoring of SBP  • VS leadership will be \ninvolved in course  implementation by PMU  conservative and not look \nidentification and  and M&E consultants  for new approaches to \ndevelopment in all model  •  Annual reports from  management and program \nVSs by 2012  schools to PMU  delivery. \n  •  50% of model VSs use  •  MONE review of  • MONE policies will impede \nindustry standards and  multinational and  expanded industry \npersonnel to assist with  international skills  involvement. \nstudent competency  recognition arrangements \nassessment by 2012  as a precursor to MOUs \nOutputs  Risk \n1.  Refocused  • By end of 2008, model and  • Review of performance  • National, provincial, and local \nvocational school  alliance schools selected on  indicators set in individual  authorities do not give model \nmanagement using a  basis of agreed criteria and  SBPs at midterm and at  VSs the independence or \nbusiness approach   competitive process  project conclusion  necessary skills training to \n  • By 2009, all model VSs  • Revisions of SBPs based  develop their own plans. \nbegin to implement agreed  on review and final  Assumptions \nSBPs for 2008–2011 that  approval  • All VSs have representative \nmatch their individual  • Review of performance  and functioning school \ncapacities with national  indicators set in individual  committees that are capable \nGovernment objectives  SBPs at midterm and at  and participate in decision-\nproject conclusion  making concerning school ", "  Appendix 1  25 \n  Performance  Data Sources/   Assumptions \nDesign Summary  Targets/Indicators  Reporting Mechanisms  and Risks \n•  Each VS has an FMIS, an  • Monitoring of SBP  development and financial \nEMIS, an updated website  implementation by PMU  management. \nwith school profile, good  and M&E consultants  • All SBPs have clearly \ninterconnectivity, ISO  • Quarterly and annual  articulated and verifiable \n9001:2000, and an HRD plan  reports from schools to  targets and indicators of \nfor school staff by mid-2010  PMU  achievement. \n• Model VS websites and \nMONE project website \n• Each model VS files  •  Monitoring of SBPs by \nquarterly and annual reports  PMU and M&E consultants \nto the PMU on the status of  • Quarterly and annual \nachievements according to  reports from schools to \nspecified formats  PMU \n•  Each model VS has a  •  Monitoring of SBPs by \nfunctioning job placement  PMU and M&E consultants \ninformation office and \ndatabase entries for \nemployment status of \ngraduates by end-2010 \n• Each VS SBP includes a 5- • Monitoring of SBP \nyear growth strategy that is  implementation by PMU \nachievable under existing  and M&E consultants \nlocal conditions \n•  Each VS achieves its SBP  • Monitoring of SBP \ntargets for each year of the  implementation by PMU \nProject  and M&E consultants \n• Quarterly and annual \nreports from schools to \nPMU \n2. Improved quality of  • All model VSs have  • Monitoring of SBP  Risk \nteaching and learning  completed agreed  implementation by PMU  VS may opt for innovations \nin model and alliance  refurbishment and  through school reports and  that are high in new \nschools  equipment upgrading  M&E consultants  technology but do not give \nprogram by mid-2012  Project MIS  sustainable results. \n \nFacilities and equipment \n• All model VSs have  •  Midterm and final M&E \nupgrading may not be \nintroduced new teaching  surveys and reports \nsupported by sufficient \nmethodologies such as  •  Monitoring of SBP \noperating budgets for \ngroup teaching, self-paced  implementation by PMU \noperation, maintenance, and \nlearning, and applied project  and M&E consultants \nsupplies. \nwork by end 2010  • Quarterly and annual \nreports from schools to \nPMU \n• Schools establish e-libraries  • Monitoring of SBP \nand use e-learning regularly  implementation by PMUand \nas part of teaching  M&E consultants \nstrategies from 2010  • Quarterly and annual reports\nfrom schools to PMU \n• Teaching of academic  • Revised curriculum \nsubjects, especially  guidelines \nmathematics and science,  • Revised textbooks \nupgraded to national   \nstandard through   \n \n(i) revised guidelines and \n \nsyllabus for mathematics \n \nand science circulated to \n \nschools by end-2008,  \n \n(ii) revised textbooks with \n \npractical examples in \n ", "26   Appendix 1 \n  Performance  Data Sources/   Assumptions \nDesign Summary  Targets/Indicators  Reporting Mechanisms  and Risks \nprint and on web by mid-\n2009 \n• Technical skills of teachers  • Monitoring of SBP \nupgraded to industry  implementation by PMU \nstandard by end-2011  and M&E consultants \n• Quarterly and annual \nreports from schools to \nPMU \n• Midterm and final M&E \nsurveys and reports \n• A system for the  • Guidelines issued by \nprofessional certification of  MONE, QITEP \nvocational teachers \ndeveloped by mid-2010 \n• A “what works” manual  • Independent review of \nproduced at project-end,  project successes by \nedited by independent  experts \nexperts \n3. Strengthened  •  Each model VS enters at  • Monitoring of SBP  Assumption \nschool–industry  least one formal  implementation by PMU  VSs will be able to form real \nlinkages in model  arrangement with a local  and M&E consultants  links with industry not merely \nVSs  industry to share knowledge  • Quarterly and annual  ceremonial links. \nand expertise by 2010  reports from schools to \nPMU \n•  Each model VS delivers two  •  Monitoring of SBP \ncourses per year for skill  implementation by PMU \nimprovement and retraining  and M&E consultants \nof workers from 2010   Quarterly and annual \nreports from schools to \nPMU \n•  50% of model VSs enter  •  Monitoring of SBP \nagreements with local  implementation by PMU \nindustry groups to  and M&E consultants \nimplement skills assessment  • Quarterly and annual \nusing local industry  reports from schools to \npersonnel by 2010  PMU \n4.  Enhanced  •  By 2010 all model VSs will  •  Monitoring of SBP  Risk \nentrepreneurship  use entrepreneurship  implementation by PMU  VS may lose money on \nfocus in model VSs  training programs to deliver   and M&E consultants  unsuccessful ventures. \n  (i)  introductory program to  • Quarterly and annual \n80% of students, and   reports from schools to \n(ii) advanced program to  PMU \n40% of students \n•  50% of model VSs have  • Monitoring of SBP \ndesigned and implemented  implementation by PMU \nassistance programs for  and M&E consultants \nstudent entrepreneurship  Quarterly and annual \nstart-up by 2010  reports from schools to \nPMU \n•  Income from existing  •  Monitoring of SBP \nproduction units increases  implementation by PMU \nby 20% or viable new units  and M&E consultants \nare established by mid-2012  • Quarterly and annual \nreports from schools to \nPMU \n \n ", "  Appendix 1  27 \nCore Activities with Milestones  Inputs \n1.   Refocused VS Management Using a Business Approach   ADB: $80.00 million   \n1.1  Train and mentor VS managers and provincial staff to develop SBPs and  • Management and in-\nentrepreneurship to manage large institutions effectively and plan for growth.  service training: \n1.1.1  100% of model and alliance VS principals and 20% of other VS staff  $7.02 million \ncomplete programs in management and leadership by end-2009 and 80%  • Consulting services: \nof VS principals complete follow-up training by 2011  $2.24 million \n1.1.2 Structures and procedures for VS SBP reviews and formal approval  • M&E surveys: $1.77 million \ndesigned and in place by mid-2008  • Model and alliance VS \n1.1.3 100% of model VS principals and 20% of other VS staff complete programs  development program: \nin management and leadership by mid-2010 and all VS principals complete  $61.64 million \nfollow-up training by mid-2012 \n• MIS and project \n1.1.4 100% of model VS principals and 20% of other VS staff complete programs \nmanagement: $1.74 million \nin entrepreneurship development by mid-2011 and 80% of all involved VS \n• Contingencies: $3.09 \nstaff complete follow-up training by mid-2012 \nmillion \n1.2  Establish management systems in model VSs and improve school administration, \n• Interest Charges: $2.50 \nincluding by use of MONE EMIS. Train model VS staff to optimize use of MIS for \nmillion \nplanning and monitoring. \n \n1.2.1 100% of target VSs have computer systems in place and staff trained in \nGovernment: $35.00 million \nMIS use by end-2009 \n• Model and alliance VS \n1.3  Develop efficiency and effectiveness indicators for VSs and train all relevant staff \ndevelopment program: \nin their use. \n$29.50 million \n1.3.1  Indicators are included in business plans submitted in 2008 \n• Project management: \n1.4 Introduce teachers to the school EMIS as a means to provide tracking of student \n$4.15 million \nprogress and counseling. \n• Contingencies: $1.35 \n1.4.1 All teachers complete training in the use of the MONE EMIS by 2009; carry \nmillion \nout annual audits to assess the extent of use of EMIS in schools \n \n1.5 Improve internal communication systems in the model VSs and establish networks \n \namong them to share innovation and best practice. \n \n1.5.1  Internal network system in place by 2009 \n \n1.5.2 School websites developed by end-2009  \n2.     Improved Quality of Teaching and Learning in VSs \n2.1  Improve facilities for learning (equipment and civil works) in model VSs to allow \nexpanded enrollments, longer hours of operation, and better efficiency by 2011. \n2.2  Develop new learning methodologies in model VSs suitable for large institutions \nby 2010. \n2.3  Provide new textbooks, materials, and software to model VSs. \n2.3.1  VSs to purchase all textbooks and software by 2009 to be in place by 2010 \n2.4 Improve teacher technical skills to industry standards in model and alliance VSs, \nincluding time in industry. \n2.4.1 100% of teachers complete training needs analysis and 30% of teachers \ncommence programs to meet needs identified by 2010 \n2.5 Improve teaching and learning in English, mathematics and science to national \nstandards in model and alliance VSs. \n  2.5.1 100% of teachers complete training needs analysis and 30% of teachers \ncommence programs to meet needs identified by 2010 \n  2.5.2 Model VSs contract companies to teach English to teachers by 2009 \n  2.5.3 40% of teachers attain MONE-required English test score by 2011 \n  2.5.4 Model VSs contract institutions for in-service training in mathematics and \nscience by 2009 \n  2.5.5 DTVE issues new guidelines for mathematics and science by mid-2008 \n2.6 Identify workable systems for certifying technical skills of VS teachers and issue \nguidelines by 2010, in collaboration with QITEP. \n2.7 Review outputs of the Project and innovations introduced by VSs, and prepare a \n“what works” manual describing successful innovations. Circulate to all VSs with \nenrollment exceeding 500 in 2012. \n3.    Strengthened School–Industry Linkages \n3.1  Support partnerships between VSs and industry. \n3.1.1  Each model VS enters at least one formal arrangement with a local \nindustry to share knowledge and expertise by 2010 \n3.2  Deliver courses for existing workers. \n3.2.1  New courses developed to meet local industry needs in collaboration with \n ", "28   Appendix 1 \nCore Activities with Milestones  Inputs \nindustry by 2009 \n3.2.2  Each model VS holds discussions with local employers and draws up list of \npriority needs by 2009; by 2010 each VS has two courses developed and \nmarketed to local industry \n3.2.3  Examine models for VSs to develop and trial programs to upgrade skills \nand certification for workers, and develop a coherent policy framework for \nsustainable activities in the VS system (Appendix 11). \n3.3  Examine opportunities for international benchmarking and trial selected \ninternational standards and benchmarks in cooperation with industry by 2011. \n3.3.1  40 model VSs enter arrangements with multinational or international \ncompanies or organizations for mutual skills recognition arrangements by \n2011 \n3.3.2  MONE enters into MOUs with 10 multinational or international \norganizations for mutual recognition or international skills recognition by \n2012 \n4.    Enhanced Entrepreneurship Focus \n4.1  Provide assistance to students to develop their own businesses. \n4.1.1 50% of schools have assistance programs in place for entrepreneurship \nstart-up by students by 2010 \n4.2  Introduce entrepreneurship training into all student courses by end-2009. \n4.3  Review existing production units and develop plans for enhancement by 2009.  \n5.    Project Management \n5.1  Set up PMU, and train school committees and implementation teams. \n5.2  Set up steering committee, and technical and consultant teams to guide the \nProject along business lines. \n5.3  Establish SBP review mechanisms. \n5.4  Establish M&E unit and develop M&E work plans. \n5.5  Project website established by PMU in 2008. \nDTVE = Directorate of Technical and Vocational Education, EMIS = education management information system,  \nFMIS = financial management information system, GS = general senior secondary school, HRD = human resource \ndevelopment, ISO = International Organization for Standardization, M&E = monitoring and evaluation, MONE = \nMinistry of National Education, MOU = memorandum of understanding, NSA = National Statistical Agency, PMU = \nproject management unit, QITEP = Quality Improvement of Teachers and Education Personnel, PMU = project \nmanagement unit, SBP = school business plan, VS = vocational senior secondary school. \n \n \n \n   ", "  Appendix 2  29 \nSECTOR ASSESSMENT  \n \n1.  Indonesia has made impressive progress in providing basic education. Net enrollment is \nestimated at 94% for primary and 64% for junior secondary education (gross enrollment rates \nare  115%  and  83%,  respectively).  Internal  efficiency  rates  in  basic  education  have  also \nimproved, with repetition and dropout rates below 3%. The number of graduates from the \ncompulsory 9 years of basic education increased steadily over the last decade, to more than 3 \nmillion annually. These graduates are increasingly demanding senior high school education, \nwith 83% of junior secondary graduates currently making the transition. The first steps to \nintroducing 12 years of compulsory education have been taken by encouraging districts with \nuniversal basic education coverage to pursue this strategy independently. \n \n2.  Senior secondary education (SSE) covers about 50% of eligible students, of whom 82% \nare aged 16–18, in diversified vocational senior secondary schools (VSs) and academic or \ngeneral senior secondary schools (GSs). Net enrollment is around 40%. In comparison with \nother Asian countries, access to SSE is in the mid-range and is surpassed significantly by \nneighboring Malaysia, Thailand, the Philippines and Viet Nam. However, based on population \nprojections of the senior secondary-aged population, the Government is targeting an increase in \nSSE enrollments to 9 million students by 2009, yielding a gross enrollment rate of almost 70%. \nParticular emphasis will be placed on increasing VS enrollment to fulfill the needs for mid-level \nemployment in specific sectors.  \n \n3.  In 2006, of the approximately 3.8 million SSE students, about 60% were in general \neducation  (Table  A2.1).  General  education  is  the  natural  choice  for  students  who  aim  to \ncontinue on to higher education. However about one half of all exiting GS students do not \nproceed to higher education and enter the labor market at the conclusion of their courses. VS \nstudents still have opportunities for higher education, but the path is not as straightforward. \n   \nTable A2.1: Senior Secondary Education: Number of Schools and Students, 2000–2006 \n \n  No. of VS  Pupils of VS  No. of GS  Pupils of GS \nYear  Public  Private  Total  Public  Private  Total  Public  Private  Total  Public  Private  Total \n2000  771  3,658  4,429  579,892   1,354,045   1,933,937   2,897   5,083   7,980   1,721,342   1,217,172   2,938,514  \n2001  796  3,726  4,522  596,147   1,431,317   2,027,464     2,925   4,860   7,785   1,791,935   1,232,241   3,024,176  \n2002  838  4,105  4,943  598,876   1,500,877   2,099,753     3,120   4,916   8,036   1,827,046   1,316,684   3,143,730  \n2003  899  4,216  5,115  608,441   1,533,133   2,141,574     3,203   5,035   8,238   1,886,701   1,371,272   3,257,973  \n2004  1,159  4,506  5,665  636,064   1,528,004   2,164,068     3,634   5,265   8,899   2,000,241   1,402,374   3,402,615  \n2005  1,262  4,662  5,924  640,342  1,642,014  2,282,356   3,940  5,377  9,317  2,069,243  1,428,177  3,497,420 \n2006  1,464  4,974  6,438  644,619  1,756,024  2,400,643       9,903       3,785,471 \nGS = general senior secondary school, VS = vocational senior secondary school. \nSource: Education Management Information System, Ministry of National Education. \n \n4.  Enrollment growth in both general senior secondary education and vocational education \n(VE) from 2000 to 2006 has been quite rapid, at 29% and 24% respectively. The number of \nschools has increased even more rapidly, especially for VSs, from 4,429 in 2000 to 6,438 in \n2006—a growth rate of 45%. This is no doubt a response by local government and, less so, the \nprivate sector, to strong community demand for vocationally oriented schooling. Over recent \nyears, about 20% of applicants have failed to gain admission to VSs.  \n \n ", "30   Appendix 2 \n5.  The private sector contributes significantly to both general and VE, with enrollment \nshares of 73% and 40% respectively. The high private share in VE partly reflects decisions \nabout public involvement. In the 1970s and 1980s, the Government invested heavily in VE, but \nover time the provision of vocational training was increasingly left to the private sector. By 2002, \n83% of VSs were privately run. Imbalances in the provision of training resulted, with more than \nhalf focusing on business and management training and only one third on technology and \nindustry. However, today this situation has changed, with wage returns and other labor market \noutcomes now better for VS than GS graduates. This is reflected in the growth of community \ndemand  for  VE,  alongside  growing  government  concerns  about  increasing  youth \nunemployment. The larger public investment is reflected in the rapid growth of public VSs, which \nincreased 90% over the last 6 years compared with private school growth of 34%. Most VSs \nconcentrate their teaching activities on a set of related areas. Business and management is the \nmost popular program for both public and private schools, followed by technology and industry. \nTourism, agriculture, and forestry programs are more concentrated in the public sector.  \n \n6.  The system is generally efficient with regard to student flow. Completion rates exceed \n95%, with dropout rates of around 5%, and overall repetition rates of below 0.5%. Almost all \nrepetition is for boys in grades 1 and 2. Around 40% of classroom time is devoted to general \nacademic subjects such as English, Indonesian, physics, chemistry, and mathematics, which \nare adapted to the area of specialty. The Ministry of National Education (MONE) estimates that \naround 60% of VS graduates enter the labor market through formal employment, around 25% \ntry to set up their own businesses usually as part of a group, and 10%–15% pursue further \nstudies.  \n \n7.  Despite the popular demand for VE, significant problems exist. The quality of academic \neducation and relevance of vocational courses are generally not well regarded by employers, \nand many argue that the labor market outcomes do not justify the cost of VE (because of the \nlower  student–staff  ratios  required  in  workshop  and  technical  classes  and  the  cost  of \nconsumables, etc.; the average recurrent cost per student in a VS is currently 25% higher than \nin an academic school). The focus on business and entrepreneurship skills to help graduates \nestablish their own small businesses is also seen as too weak. Finally, VSs are seen as highly \ngender-segregated and ineffective in reaching the poor.   \n \nA.  Major Issues \n \n  1.  Quality and Relevance \n \n8.  All SSE students take final national examinations, on which VS students perform slightly \nbelow GS students (5% lower in 2005/06). Public VS students outperform private VS students in \nall subjects. Failure rates of 22% are high, despite improvement in recent years. The general \npublic perception is that the quality of VE is lower then general education. Given concerns about \nthe quality of the academic subjects being provided for VE students, MONE has decided to \nincrease the time allocation and difficulty level for English, mathematics, and science subjects. \n \n9.  Quality standards are being raised through the establishment of international standard \nschools, as mandated in the National Education Law (20/2003). At least one international \nstandard school is to be established in each district. The VE subsector has led the way, with \naround 200 VSs already identified and supported with additional funding. Performance and \nother standards have been identified for international standard schools, including performance \non  academic  courses,  standards  on  competency  tests  for  vocational  courses,  English ", "  Appendix 2  31 \ncompetency  among  students  and  teachers,  good  facilities,  and  a  link  with  at  least  one \ninternational partner. \n \n10.  Teacher  Quality.  The  quality  of  teachers  and  the  teaching–learning  process  are \nfundamental  to  learning  outcomes.  VSs  face  difficulties  in  recruiting  and  retaining  good \nteachers,  especially  teachers  with  industry  experience.  Around  68%  of  VS  teachers  teach \nvocational subjects. Only 62% meet current qualification standards (a degree in education), a \nfurther 11% have a non-education degree. Part-time staff are used widely, particularly in private \nschools; this allows schools to hire industry personnel as teachers. Training in pedagogy will be \nneeded to transform the traditional teaching methods generally used by VS teachers. \n \n11.  Relevance  in  technical  and  vocational  education  is  assessed  through  employer \nsatisfaction with the quality of graduates and labor market outcomes. The only data available \nrelates to the situation of vocational graduates in the labor market. Vocational school graduates \ncomprise 25% of the skilled labor force and outperform graduates of general schools, with the \ndifference being particularly marked for girls (Table A2.2). They have a higher labor force \nparticipation rate than GS graduates—about 10% higher overall and 25% greater for women—\nand are also 20% more likely to be in the formal sector; while this is not a guarantee against \npoverty, it does provide greater certainty of a regular income. Unemployment rates are lower \nthan for diploma, academy, or university graduates. The wage returns are also impressive as \nthese graduates not only outperform GS graduates in obtaining quality jobs but also earn \nslightly more, especially women. All of these indicators have been noted by parents and political \nleaders in particular, and are partly responsible for the explosion in growth of vocational schools \nacross the country.  \n \nTable A2.2: Labor Force Participation and Earnings:  \nGS and VS Graduates \n \nItem  All \nGS  VS \nWorkers \nLabor Force Participation  67.6  77.6  66.2 \n% of Total Labor Force  14.8  7.1  100.0 \n% in Formal Sector  56.2  66.2  31.1 \n% in Informal Sector  43.8  33.8  68.9 \n% Unemployed  18.1  17.3  10.3 \n% Underemployed  13.5  13.2  27.4 \nEarnings in Rp/month, formal sector 1,045,303.0  1,079,580.0  997,000.0 \nGS = general senior secondary school, VS = vocational senior secondary school. \nSource: Labor Force Survey, 2006. \n \n12.  Nevertheless, questions remain about the relevance of vocational courses, including the \ngap between the courses and industry needs, the slow response to changing labor market \nneeds and technological advances, the cost of vocational education, and the focus on formal \nemployment rather than entrepreneurship skills.  \n \n  2.   Internal Efficiency \n \n13.  School Size. Most VSs are too small to provide economies of scale or improved quality \nthrough more varied courses and stronger teaching teams. The average VS in 2006 had 380 \npupils, while many had less than 200. To reduce running costs, the trend to smaller school sizes \n ", "32   Appendix 2 \nmust be reversed and school size increased significantly. A move to larger schools will have \nbenefits in terms of efficiency and the quality of vocational courses. \n \n14.  Teacher–School and Pupil–Teacher Ratios. The average number of teachers per \nschool is low at 48 per school for public VSs and 28 per school for private schools. This has \nimplications for teaching quality and the potential for teachers to upgrade their skills. It also \nindicates that many schools will lack a critical mass of teachers in each discipline. The pupil–\nteacher ratio is 12:1 for public and 13:1 for private VSs. These ratios are low by international \nstandards, especially as nearly half of the students are in business studies. The average class \nsize of 36, on the other hand, is quite high, indicating short working hours associated with small \nschool size. An increase in school size will alleviate these inefficiencies and reduce overstaffing.  \n \n  3.  Social Equity \n \n15.  Only 40% of pupils who begin primary school enter SSE, with around 33% graduating \n(an increase from 22% over the past decade). The main cause is the low continuation rate of \n72% from primary to junior secondary (excluding madrasah), which has proved stubbornly \nresistant to Government efforts to raise it. Given the links between poverty and continuation, not \nsurprisingly the lowest income quintiles are underrepresented in SSE. VSs, however, cater \nmore to the poor than GSs, with a slightly U-shaped distribution. Representation is highest for \nthe middle quintiles 3 and 4 (22%–23%), slightly lower for quintiles 1 and 2 (15%–19%) and \nquintile 5 (21%). Equity is greater in urban than rural areas. The distribution range for GSs is \nmore regressive, rising steadily from 13% for the first quintile to 27% for the fifth. To encourage \nmore poor students to enter SSE, the Government has been giving scholarships to 10% of \nstudents  since  2005.  The  greater  problem,  however,  is  to  increase  the  number  of  poor \ngraduates from junior secondary education. \n \n16.  The overall gender gap for SSE enrollment is small: 52% of students are male. However, \nthese  figures  mask  marked  differences  across  schools  and  programs.  Many  schools  are \nessentially single-sex, overwhelmingly male, or overwhelmingly female. All of the schools with \nlarge  female  enrollments  offer  programs  in  tourism  and/or  information  and  communication \ntechnology. None of the schools offering construction, machinery, or automotive have less than \n90% male enrollment and most are 95–98% male. Moving girls into male-dominated programs \nis usually difficult, but new opportunities for girls in electronics, surveying, drafting, megatronics, \nand  information  and  communication  technology  are  being  identified.  These  emerging \nopportunities for girls will need to be taken into account during the planned school expansions. \nFurther, decisions to expand the size of particular institutions will have direct effects on the \nrelative opportunities for females and males to participate in vocational education. \n \n4.  Labor Market \n \n17.  Vocational courses are  designed  to  prepare graduates  for  direct entry  to  the  labor \nmarket, but unemployment among these graduates remains a concern: VS graduates make up \n7.1% of the total workforce, but they are 9.2% of the unemployed workforce. Given the types of \nskills that VS graduates have learned, many would be suited to self-employment. Entry-level \npositions in the labor market will remain tight for new entrants over the next few years, and \nagriculture will remain the dominant form of employment.  \n \n18.  Indonesia, as  other  economies,  has  skill  shortages  that impact  on  the  capacity  for \nbusiness investment and economic growth. But such shortages are generally for experienced \nworkers. In response to the training needs of these workers, DTVE has been developing career ", "  Appendix 2  33 \ncenters offering upgrading courses to workers to enable them to seek promotions and new and \nbetter jobs, be more productive in their own businesses, or to work overseas. In this way the VS \nsystem will expand its focus to embrace a more comprehensive skills training role. \n   \n5.  Education Policy Directions \n \n19.  The National Medium-Term Development Plan 2004–2009 targets for SSE reflect the \nneed to broaden access in response to the expansion of junior secondary education, and to \nsupply  SSE  graduates  to  the  labor  market  with  training  relevant  to  market  demand.  The \nGovernment plans to increase gross enrollment rates for SSE to 69% (about $9.07 million) by \n2009 by increasing the transition rate from junior secondary to SSE to 90%. In the case of VE, \nthe plan notes specifically the importance of improving quality and relevance through better \nlinkages with industry. MONE’s Education Strategic Plan 2005–2009 acknowledges the need to \nexpand SSE in anticipation of increased output from basic education.  \n \nB.  Strategic Response to the Issues Raised \n \n20.  The Project’s rationale and design is in response to the broad policy, strategies, and \ninstitutional  features  derived  from  this  sector  assessment.  In  addition,  the  project  design \nresponds to the unique opportunities, challenges, and potential risks facing the VE subsector. \nDemand for VE is being sustained and is growing. Improving and sustaining the VS system is \ncritical if the Government’s goals to provide young people with marketable skills, reduce youth \nunemployment,  and  create  a  competitive  work  force  are  to  be  achieved.  The  educational \nresponse to these imperatives is that “access to vocational education should be expanded cost-\neffectively while quality and relevance are raised.” Two overarching strategies are suggested to \nachieve this goal: (i) link the development of VE to industry and internationally accepted quality \nstandards; and (ii) take a cost-effective phased approach to expansion by targeting a number of \nexisting schools with the potential to expand and develop into dynamic training institutions, while \nsharing  their  experience  with  a  wider  pool  of  schools.  Within  these  broad  strategies,  a \ndiscussion  of  the  major  thrusts  proposed  for  addressing  the  issues  raised  in  the  sector \nassessment follows. \n \n21.  Expansion of Access and Equity. The Project will help expand access to SSE, and VE \nin particular, by establishing different types of VS to serve needs in different areas. For remote \nareas, small schools, integrated senior secondary schools, and greater use of ICT will be \nintroduced, while large lead VSs will be established in industrial areas. These larger schools will \nact as models for emulation by other VSs, thus expanding access. To run these large schools \nsuccessfully,  a  number  of  fundamental  changes  will  be  needed.  First,  a  turnaround  in \nmanagement practices and organization structures of the VSs will be critical. Central to this \napproach is the need for VSs to become more entrepreneurial in their approach to training to be \nable to enter into commercial arrangements. Second, facilities must be used more efficiently, \nrequiring high utilization rates for buildings, classrooms, and equipment. Third, carefully targeted \nplanning of new facilities and equipment will be needed, as well as rehabilitation of existing \nteaching space to expand enrollment and improve efficiency.  \n \n22.  As  many  VS  students  come  from  the  middle-  and  lower-income  quintiles  (cottage \nindustry, drivers, self-employed), the channeling of investment to VSs is a powerful tool in \npromoting social equity. And as enrollment expands, more students from lower-income families \nare likely to enter training. Gender equity will be addressed by encouraging programs that offer \nnew  and  emerging  opportunities  for  girls  particularly  in  the  areas  of  information  and \ncommunication technology and other new technologies.  \n ", "34   Appendix 2 \n23.  Relevance and School–Industry Linkages. To improve the relevance of VS courses, \nstronger  links  with  industry,  including  partnerships,  skill  enhancement  of  workers,  and \ninternational certification of students to multinational competency standards, are essential. The \nnew trend for VSs to offer short skills training courses to graduates and existing workers will \nreinforce ties with local industry, while the strengthening of production units in schools will forge \ncloser  ties  with  the  local  economy.  VSs  must  respond  to  the  needs  of  their  students  by \npreparing them for current labor market conditions through the development of specific skills as \nwell as general workplace skills. Entrepreneurship skills are especially important. Extending the \nscope of school production units to providing support to students after graduation will facilitate \nthe involvement of graduates in small businesses. \n \n24.  Quality of Teaching and Learning. One of the constraints to the balanced expansion of \nVSs will be the availability of qualified teachers. MONE is introducing a national certification \nprogram for teachers, but arrangements for the certification of teachers' technical skills remain \nunclear. The development of this system is urgent to ensure that technical teachers are not \nexcluded from the benefits of certification. Equally important, VS students must have a solid \ngeneral education. Industry needs flexible workers with the ability to calculate, communicate, \nwork in teams, be responsible citizens, and be able to cope with new technologies. The quality \nof education in the general subjects must be equivalent to that in GSs. Teachers will need \ntraining in new ways of teaching and learning to encourage self-paced learning, learning in \nteams,  and  other  innovative  learning  strategies  more  appropriate  for  large  institutions. \nContinuous improvement in the efficiency of teaching methods will be essential. Wider use of \ninformation and communication technology across the curriculum will be critical in helping VS \ngraduates compete in a competitive labor market.  \n \nC.  Priority Opportunities and Challenges \n \n25.  The opportunities and challenges for the VE system can be summarized as follows: \n \n(i)  Expansion of the system must be achieved by changing the management and \noperation  of  existing  schools  rather  than  by  further  proliferation  of  schools. \nLarger,  more  efficient  schools  have  better  potential  to  improve  access  and \nquality. \n(ii)  A start must be made in this process; some model schools must test appropriate \nways to develop new approaches to school management, teaching and learning, \nand links with industry. This will be the key to quality and expansion. \n(iii)  To achieve these objectives, the model VSs will need to be provided with a range \nof support: equipment and works, management development, teacher training, \nand  assistance  with  industry  linkages.  In  addition,  VSs  should  enhance  the \nlearning  of  entrepreneurship  within  the  curriculum  to  prepare  students  for \nemployment. \n(iv)  VSs also need to reach out beyond students 16–18 years old. The Indonesian \nworkforce needs access to skills upgrading, and VSs have the potential to make \na significant contribution to meeting this need. ", "   \nEXTERNAL ASSISTANCE  \n \nProject Name  Value and Year  Focus of Assistance \nIndonesia–German Institute (IGI)  Phase 1 (2001–2004)   The project aims to improve the quality of the labor force through vocational education and \nWest Java, Central Java, East Java,  €10 million grant  training in 5 IGI centers, which collaborated with 17 IGI partner institutes. All 22 IGI institutes \nBanten, North Sumatra  Phase 2 (2005–2007)   in the alliance were equipped with state-of-the-art technology to provide high-quality, \n€2.5 million grant and   demand-oriented regular training as well as industrial standard basic and advanced training. \n€6 million loan  The IGI centers are also designed to provide skills retraining for industry to improve skills of \nPlanned: Phase 3   employees and to provide consultancy services.  \n(2008–2010)  \nIndonesia–Australia Partnership in  $25 million   The goal of the project was to improve the capacity of public and private sector agencies to \nSkills Development (IAPSD)    improve workforce skills in selected industries and provinces. The capacities of government \nJul 1998–Mar 2005  agencies and industry associations responsible for planning and delivering competency-\nbased training relevant to the needs of Indonesian industry were strengthened. \nVocational and Technical Education  $85 million  The project objectives were to improve quality, relevance, and internal and external efficiency \nProject    of technical and vocational education. The project had three components: (i) improving \nADB Loan 1319-INO  Apr 1995–Jan 2001  teaching and learning; (ii) supporting industrial growth through human resource development; \nand (iii) improving management practices. The teaching and learning improvement included \nAll 26 provinces \nsupporting the introduction of competency-based training, providing instructional materials, \nenhancing students’ industrial exposure through practice in industry and business, and \nupgrading teachers’ skills. The project also developed 28 new schools and provided new \nequipment and materials to 25 existing schools. \nSenior Secondary Education Project  $110 million  The project aimed to improve the quality of SSE, address imbalances in the provision and \nADB Loan 1360-INO    standards of educational facilities and resources, and improve the capacity of the Ministry of \nAll 27 provinces  Jul 1995–Oct 2000  Education and Culture to deliver SSE. The project upgraded 1,250 schools, and trained \nprincipals, teachers, and staff in about 3,000 schools under four technical teacher training \ncenters. \nTechnical Education Development  $100 million  The project helped to render the technical education system more relevant and responsive to \nProject    the needs of industry as well as consolidate the gains made in earlier projects. The overall \nADB Loan 1100-INO  Sep 1991–Jun 1998  objective was to improve the quality, efficiency, and sustainability of the SSE technical \n  education system. The project upgraded 47 public trade schools as well as teacher training \n \n  colleges, including assistance with income-generating units. \nAgricultural Technology Schools  $85 million  The project improved the quality of agricultural technology education; provided equitable \nProject    access to agricultural schools for rural students, especially on islands other than Java; and \nA\nADB Loan 1050-INO  Mar 1991–Oct 1998  developed entrepreneurial skills of teachers and students to accelerate regional development  p\np\nWest and Central Java, D.I    and contribute to the growth of the agriculture sector. The project had three components:  en\nYogyakarta, Aceh, Jambi, Bengkulu,  (i) educational programs development; (ii) educational facilities development for upgrading  dix\nSouth Sumatra, Lampung West, South  8 existing agricultural senior secondary schools; establishing 16 new schools; and providing   3\nequipment, instructional materials, and books; and (iii) production unit and entrepreneurial   \nand East Kalimantan, Central and \nsupport, which involved providing production facilities and equipment, and seed capital for \nSoutheast Sulawesi, Bali, West and , \noperating project implementation units. The project built upon the earlier Loan 675-INO. \nEast Nusa Tenggara, Maluku, and Irian  3\nJaya  5\n \n ", " \n  3\n6\nProject Name  Value and Year  Focus of Assistance   \nSecond Vocational Education  $70 million (OCR) and  The project improved the quality of senior secondary vocational education with limited \nProject  $30 million (SF)  increases in enrollment. It was designed to build on the achievements of Loan 574-INO, \nA\nADB Loan 969-INO and    particularly by making use of new teacher training facilities, and improved curriculum and  p\np\nADB Loan 970-INO (SF)  Sep 1989–Mar 1996  facility standards. Two main components: development of (i) educational programs and   e\nn\nAll 27 provinces    (ii) educational facilities by upgrading 48 VSs and establishing new schools in business and  dix\ncommerce, and arts and craft. At least one school was upgraded in each of the 27 provinces,   3\nand new schools were established in Jakarta and underserved provinces.   \nThird Senior Technical Schools  $83 million  The project improved quality and access to senior vocational education, leading to a better \nProject    quality work force. The project built upon the earlier technical education projects. It upgraded \nADB Loan 715-INO  Feb 1985– Sep 1993  24 trade schools in 11 provinces; and established 7 new trade schools in outer islands; three \nspecialized trade schools in shipbuilding, graphic arts, and industrial chemistry; a technical \nAceh; North, West, and South \ntraining center for private senior technical schools; and a technical teacher upgrading center.  \nSumatra; Lampung; West, Central, and \nEast Java; South, Southeast, and \nCentral Sulawesi; West Nusa \nTenggara; and East Timor  \nAgricultural Education Project  $68 million  The project objectives were to (i) improve the quality and supply of skilled agricultural \nADB Loan 675-INO    workers, technicians, and teachers in agricultural schools and polytechnics; and (ii) provide \nAceh; North, West, and South  Apr 1984–Dec 1992  project schools with adequate agricultural education facilities. The project upgraded 18 \nSumatra; Lampung; West, Central, and  agricultural schools; and established six new agricultural schools in the outer islands, a \nEast Java; South, Southeast, and  teacher training center for agriculture, six new polytechnics (five in the outer islands), and the \nCentral Sulawesi; West Nusa  Polytechnic Education Development Center for Agriculture. \nTenggara; Irian and East Timor  \nVocational Education Project  $40 million  The project aimed to improve the quality of education in public VSs in business and \nADB Loan 574-INO    commerce, home economics, and arts and crafts. It upgraded 48 VSs in 26 provinces; \nAll 26 provinces  Jun 1982–Dec 1990  constructed two technical teacher training centers; and provided fellowships to upgrade the \nqualifications and skills of teachers, supervisors, and administrative staff. \nSecond Senior Technical Schools  $26 million  The project aimed to improve the quality of senior technological schools to produce better \nProject    quality graduates for the labor market. It upgraded 16 technology schools and one technical \nADB Loan 488-INO  Nov 1990–Aug 1990  teacher training center, and constructed a technical teacher training center. \nADB = Asian Development Bank, IAPSD = Indonesia-Australia Partnership in Skills Development, IGI = Indonesia–German Institute, INO = Indonesia, OCR = ordinary \ncapital resources, SF = Special Funds, SSE = senior secondary education, VS = vocational senior secondary schools. \nSource: Asian Development Bank estimates.", "Appendix 4  37 \nSCHOOL BUSINESS PLANS AND FUND CHANNELING \n \nA.  Rationale \n \n1.  About 70% of project funds will be channeled directly to the school committees of the \nmodel vocational senior secondary schools (VSs) to allow them to plan and manage their \neducational resources and programs according to their individual situations and needs to meet \nthe Government’s policy objectives. Each school will prepare a 4-year school business plan \n(SBP) covering all aspects of its operations with the objective of improving the quality and \nrelevance of the education it offers to students. Project funds will finance SBPs that clearly \ndemonstrate a school’s capacity to contribute to the Government’s objectives.  \n \n2.  The Project is based on a model–alliance scheme that consists of 90 model schools and \n230 alliance schools. By the end of the Project, the model schools will enroll a large number of \nstudents; have successfully implemented income-generating measures through new demand-\noriented  training  courses;  produce  marketable  goods  in  their  production  units  and  have \nimplemented partnerships with industry. The alliance schools will have the same programs as \ntheir local model school and will have potential for growth. The model–alliance scheme will \nimprove management and teaching and learning technology, which will, in turn, improve the \nquality, relevance and access to the vocational education system. Selection criteria for model \nschools  include  (i)  provincial  geographic  representation  to  ensure  that  experience  can  be \ntransferred within each province, (ii) capacity to expand to up to 2,000 students and located in \nareas where industry may expand, (iii) representation and balance among different types of \nschools  and  programs  to  yield  a  gender  ratio  near  the  average  of  40%  girls,  (iv)  local \ngovernment commitment, and (v) linkages with local industry.  \n \nB.    Development of School Business Plans  \n \n3.  The Project will provide training in performance-based school planning and budgeting for \nschool management teams and provincial and district staff. Training in the latest approaches in \nschool-based performance planning will be provided to selected institutions and firms, and a \nmethodology for the formulation of SBPs developed. These institutions or firms will provide \ntraining for the model and alliance schools and facilitate the development of VS plans for \n6 months in year 1. The SBPs must be developed in collaboration with local industry. The \ncompleted SBPs will be assessed by an advisory panel consisting of education and industry \nexperts, and funds allocated competitively. Subsequent tranche releases will be dependent \nupon performance as defined by performance indicators in the SBPs. \n \n4.  The SBPs will be demand-oriented and results-based, and comprise an analysis of local \nand national skills demand, a strategy for school development responding to these demands, \nactivities and a budget specifying sources of funding for each activity, and specific performance \nindicators.  The  menu  options  include  (i)  civil  works  upgrading  and  extension  to  improve \nefficiency and increase enrollment; (ii) equipment, and teaching and learning materials including \ncomputer-aided  instructional  materials  and  software;  (iii)  human  resource  development  for \ngeneral  teaching  and  technical  skills  upgrading,  management  development,  and \nentrepreneurship  for  both  model  and  alliance  schools;  (iv)  partnerships  with  industry;  (v) \ndevelopment of business incubators or similar schemes to assist students to trial business \nventures; (vi) improvement and development of new activities in production units; and (vii) \nproject implementation costs at school level. Each SBP will include a gender plan based on the \ngender strategy prepared for the Project (Appendix 14). Schools will be informed that all civil \nworks must take place within existing school premises. One of the key components of an SBP \n ", "38  Appendix 4 \nwill  be  improvement  of  the  technical,  management,  and  entrepreneurship  skills  of  alliance \nschools.  \n \nC.  Disbursement Procedures for SBP Funds \n \n5.  The model schools will submit their SBPs to the project management unit (PMU) in the \nMinistry of National Education (MONE) for review and evaluation by technical experts. The \nexperts will recommend allocation of the funds on a competitive basis. Unapproved SBPs will be \nreturned to the schools for revision. Upon approval of the SBP, an MOU will be signed between \nthe school committee and the project director to authorize financing of the SBP. The MOU will \nspecify the name of the school, performance agreements, activities, bank account information, \nand amount of funding.  \n \n6.  Funds will be allocated for each school to implement its SBP activities. SBPs will cover 4 \nyears and funds will be provided in annual tranches, based on SBP project commitments and \naccomplishments. The SBP fund for the first year will be based on the expenses approved for \nthe first year of SBP activities (year 2 of the Project). The subsequent releases will be based on \nreports from schools on progress achieved, and funds utilized and committed, submitted to the \nPMU against targets in the business plan. Schools will make any necessary adjustments to \nyears 3, 4, and 5 and submit their updated business plans. In conjunction with the monitoring \nand evaluation specialists, the advisory panel of technical experts will evaluate the achievement \nof performance indicators in the SBPs, which will be verified by the PMU prior to approval of \nsubsequent tranche releases. VSs that do not perform will have their participation in the Project \nreconsidered, or funds for years 3, 4, and 5 reduced so that they can be reallocated to more \nsuccessful VSs.  \n \n7.  The SBP funds will be channeled through the imprest account, with payments made \ndirectly to the school committee’s bank account. The fund channeling mechanism for the SBP \nfunds is illustrated in Figure A4.1.  Payments may also be made through the direct payment \nmethod illustrated in Figure A4.2. \n \nD.  Accounting and Auditing  \n \n8.  The school committee of each model VS will be required to establish a separate account \nat a local branch of a bank acceptable to ADB, and maintain evidence of the use of the SBP \nfunds for audit by the PMU and the government audit agency. The SBP funds deposited into \nthis account will be used exclusively for activities approved in the SBP. Every 6 months, the \nPMU will arrange for an audit of the accounts and records of a sample of schools as a spot-\ncheck mechanism to ensure that the SBP funds are used properly in accordance with the \napproved plan and budget. If irregularities, corruption cases, or fraudulent practices are noted in \nthe use of the SBP funds, the PMU will investigate and take administrative and legal action \nagainst the school and individuals involved. The PMU will report to ADB and issue an order \nsuspending the activities at the particular school until the case is resolved satisfactorily. When \nthe SBP funds are used improperly, fund recovery will be determined by the PMU investigative \npanel in consultation with ADB. A similar procedure will be followed for audits conducted by the \nGovernment  audit  agency.  MONE  will  also  request  the  audit  agency  to  audit  the  project \naccounts and statements of expenditures annually, and provide a management letter covering \ninternal controls and procedures associated with the maintenance of project accounts and \npreparation of audited project accounts. The audited accounts should be submitted to ADB no \nlater than 9 months after the close of each fiscal year.  \n ", "Appendix 4  39 \nE.  Criteria for Allocation of SBP Funds \n \n9.  A shortlist of 120 model VSs will be agreed to prior to the start of the Project. After \npreparation of the SBPs, DTVE will appoint an advisory panel of technical experts—from the \neducation and business communities—to help select 90 SBPs from among this group. The PMU \nand DTVE will provide secretariat and analytical assistance to the advisory panel. The panel will \nassess the SBPs of each VS, make recommendations on the funding needed, and provide each \nVS  with  a  non-binding  assessment  of  the  funding  needs  for  years  3  and  5  (subject  to \nsatisfactory performance). Each VS will be free to include in its SBP whatever it requires to \nmeet the Government and project objectives. However, DTVE will provide advice to each VS \nabout a lower and upper limit of funds for which to bid. This will be done to avoid getting bids \nthat are far in excess of the total funds available. After each quarter, each VS will report on \nimplementation of its SBP and any required changes. The advisory panel will review these \nperformance reports and recommend the allocation of funds for subsequent years. The advisory \npanel will reach judgments on each bid and be free to negotiate with VSs on modifications to \ntheir bids. However, transparency is essential and the panel will need to justify its decisions and \nrecommendations to the PMU. For this reason, a standard template will be used to evaluate \neach bid (Table A4.1): \n   \nTable A4.1: Proposed Criteria for Evaluation of School Business Plans \n \nNo.  Particulars  Score  \n1–5 \nSchool profile is complete and adequately represents the school’s potential for development, and   \n1 \nprovides an indication of shortcomings that need to be addressed and problems identified \nGeneral responsiveness to project and Government objectives (in terms of goals and objectives,   \n2 \ne.g., expansion of enrollment, programs, etc.) \nAbility to draw in industry and other contributions (in terms of demonstrated approach and concrete   \n3 \nplans) \nExtent of innovation and general quality of business plan: does this plan have a vision for the   \n4 \nfuture? Does it have effective performance indicators? \nDoes the plan have concrete and realistic targets that are consistent with existing conditions and   \n5 \ndemonstrated ability to achieve them? \nWhat are program/project activities and are they well integrated to represent a comprehensive and   \n6 \nintegrated approach to development of capacity in well-specified area? \nHow well-developed, complete, and accurate are annual implementation plans and is costing well   \n7 \ndeveloped and realistic? \nInclusion of a gender plan: is the plan gender-inclusive? Does it have actions for promoting   \n8 \nincreased female enrollment and equal access to opportunities for female students and teachers? \n9  Cost effectiveness of individual initiatives and of total plan   \nExtent of industry cooperation: what commitments have industry given? (To what extent has the   \n10  school demonstrated capacity to attract industry support and how does it plan to change or expand \nthat capacity?) \nEfficiency benefits in use of VS facilities: how many extra students, how much increase use of   \n11 \nexisting facilities? \nValue for money in relation to equipment and capital works purchases (What are projected costs   \n12 \nand are they realistic and cost-effective?) \n13  Affordability: is this plan realistic for funding under the Project?   \nManagement structures: does the plan demonstrate that the VS will have the management   \n14  structures and training plans to transform the school into a lead VS (and what are implementation \nmanagement procedures and structures?) \nManagement and accountability: does the plan provide the required management and   \n15 \naccountability measures to undertake the work in the plan \nVS = vocational senior secondary school. \nSource: Asian Development Bank estimates. \n ", "40  Appendix 4 \nF.  Indicative Cost Estimates for SBP Funds \n \n10.  The indicative cost of SBP funds by field of study are presented in Tables A4.2 to A4.4. \nThe key assumptions are (i) civil works and equipment costs are based on DTVE standards, \ncivil works upgrading cost is 50% of new construction, and equipment estimates are based on \n60%  replacement  for  technological  schools  and  100%  for  other  schools;  (ii)  management \ntraining, most teacher in-service training and external monitoring and evaluation will be non-\nSBP  fund  activities,  while  entrepreneurship,  some  in-service  teacher  training  and  school–\nindustry linkages will be under the SBP fund; and (iii) teacher academic subject upgrading \n(general  subject  content  and  methodology)  for  teachers  will  be  managed  by  DTVE  in \ncoordination with the Directorate General for Quality Improvement of Teachers and Education \nPersonnel. \nTable A4.2: Estimated Summary Costs for Model VS ($’000) \nItem of Expenditure  Under SBP Funds  Not Under SBP Funds  Total \nCivil Works   28,417  0  28,417 \nEquipment   0  37,059  37,059 \nTeaching and Learning Materials  3,850  0  3,850 \nHuman Resource Development  2,200  0  2,200 \nPartnership with Industry  4,500  0  4,500 \nEntrepreneurship Development  1,805  0  1,805 \nAssessment and Curriculum  1,224  0  1,224 \n  Total  41,996  37,059  79,055 \nSBP = school business plan. \nSource: Asian Development Bank estimates. \nTable A4.3: Estimated Average for SBP Funds by Field of Study ($’000) \nHospitality  Arts \n      Business and   \nand  and \nItem of Expenditure  Technical  Agriculture  Management  Total \nRestaurant  Crafts \nCivil Works    15,126   1,554    5,616    5,320    801   28,417 \nEquipment   21,636    2,177    5,976    6,270    1,000    37,059 \nTeaching and Learning Materials   1,540    299    1,027    813   171   3,850 \nHuman Resource Development   880  171    587   464  98   2200 \nPartnerships with Industry   1,800    350    1,200    950    200   4,500 \nEnhance Entrepreneurship   722    140   481   381    81  1805 \nAssessment and Curriculum   490    96    326    258   54    1224 \n  Total  42,194  4,787  15,213  14,456  2,405  79,055 \nSBP = school business plan. \nSource: Asian Development Bank estimates. \nTable A4.4: Estimated Average for SBP Funds per Model VS ($’000) \n  Business and  Hospitality and  Arts and \nTechnical  Agriculture \nItem of Expenditure  Management  Restaurant  Crafts \nCivil Works   420  222  234.00  280  200 \nEquipment  601  311  249.00  330  250 \nTeaching and Learning Materials  43  43  43.00  43  43 \nHuman Resource Development  24  24  24.00  24  24 \nPartnerships with Industry  50  50  50.00  50  50 \nEnhance Entrepreneurship  20  24  24.00  20  20 \nAssessment and Curriculum  14  14  14.00  14  14 \n  Total  1172  688  638.00  761  601 \nSBP = school business plan. \nSource: Asian Development Bank estimates. ", "Appendix 4  41 \nFigure A4.1: Fund Channeling through the Special Account Mechanism \n \n \n  10  33  11   \nBank Indonesia,  Director General  \n  ADB\nImprest Account  Debt Management  \nMinistry of Finance \n       4   3a      6  9  \n   \nDirector General  Director General \nTreasury Jakarta III  Treasury \n   12 \nMinistry of Finance         3c  Ministry of Finance \n2  \n8  \nExecuting \nAgency \n7 \n         3b  \n5  \nPMU \n1  \nThird Party/ Treasurer \nAccounta \n1.   a. The model vocational school (VS) submits its school business plan (SBP) to the project management unit \n(PMU) as Budget User (PA) or Authorized Budget User (KPA).  The SBP is reviewed by the PMU and advisory \nexpert panel. The PMU may request the VS to revise the SBP to meet the requirements.  Afterwards, a \nMemorandum of Understanding (MOU) will be signed between the VS and the PMU. \n  b. The VS submits a payment request along with necessary documents to the PMU. The document will then be \nreviewed, and the VS may need to revise it until acceptable by PMU. \n2.   Once the payment request is approved, the PMU prepares a Payment Order (SPM), which will then be \nsubmitted to the Director General (DG) Treasury appointed in Jakarta. \n3a  On the basis of the Payment Order from the PMU, DG Treasury Jakarta issues an Instruction for Disbursement \n(SP2D) and sends it to Bank Indonesia (BI). \n3b  Parallel to 3a, DG Treasury Jakarta sends a copy of the Instruction for Disbursement to PMU for their records. \n3c  Treasury, Jakarta sends a copy of the Payment Order, Instruction for Disbursement and supporting documents \nto the DG Treasury, Ministry of Finance (MOF) for replenishment. \n4.   Upon receiving the Instruction for Disbursement from DG Treasury Jakarta, BI dispatches a “Nota Debet” (ND) \nto DG Treasury Jakarta to inform them of the transfer to the account of the school committee, contractor, \nsupplier or treasurer of the PMU.  \n5.   Funds are transferred from BI to the account of the school committee, contractor, supplier or treasurer of the \nPA/KPA.  \n6.   BI dispatches a copy of the Bank Statement of the Imprest Account to DG Treasury. The Bank Statement will \nthen be used by the Executing Agency (EA) to begin the replenishment process.  \n7.   DG Treasury then sends a copy of the bank statement to the EA for information. \n8.   The EA, with supporting documents from the PMU, prepares a Withdrawal Application (WA) for ADB  \n9.   DG Treasury submits the WA to ADB for replenishment. \n10.  On the basis of the WA from DG Treasury, ADB replenishes the BI imprest account. \n11. ADB dispatches a Notice of Disbursement to DG Debt Management, Directorate of Evaluation, Accounting, and \nSettlement, for their information and records. \n12. Parallel to (9), DG Treasury, Directorate of Cash Management, dispatches a copy of the WA to DG Debt \nManagement, Directorate of Evaluation, Accounting, and Settlement for their information and records. \na A third party account can be an account for a consultant, contractor, supplier, school committee or PMU \ntreasurer. \nSource: Asian Development Bank. \n ", "42  Appendix 4 \n Figure A4.2: Fund Channeling through the Direct Payment Mechanism \n \n \n \n5a    Director General  \nADB  Debt Management  \n \nMinistry of Finance \n \n \n5  3  3a   \n \n6 a \n \nTreasury \n6 \nJakarta VI \nMinistry of Finance    Bank Indonesia \n \n7\n \n2  6b   \n4  General Procedure \n \n1.  Third party claims payment from the PMU. \n \nExecuting Agency  2.  The PMU sends the claims with the supporting documents to \n \n(PMU)  Treasury. \n3.  Treasury is sues the Withdrawal Application and sends it to ADB and \n3a. Director Ge neral (DG) Debt Management. \n4.  Asian Deve lopment Bank (ADB) pays the claim directly to the third \nparty. \n \n5.  After making the payment, ADB sends a   \n1 \n5a. Notice of D isbursement to the Treasury and DG Debt Management. \n6.  Based on t he Notice of Disbursement, Treasury issues a Legalization \nOrder and  sends it to Bank Indonesia \n6a. DG Debt Management and \n \n6b. the PMU. \nThird Party   \nAccounta  7.  Central Bank sends a Note of Transaction to Treasury. \n   \n \n \n \nProcedure for Senior Secondary Vocational Schools (VS) \n \n1.   a. The VS submits its school business plan (SBP) to the project management unit (PMU) as Budget User (PA) or \nAuthorized Budget User (KPA). The SBP is reviewed by  the PMU and advisory expert panel.  The PMU may request \nthe VS to revise the SBP to meet the requirements.  A fterwards, a Memorandum of Understanding (MOU) will be \nsigned between the VS and the project director.    \n  b. The VS submits an invoice along with necessary documentation to PMU. The document will be reviewed, and then \n \nPMU may request the VS to complete it until acceptable. \n \n  c. The contractor, supplier or consultant submits an invoice along with supporting documents to PMU.  The invoice is \nbased on the terms and condition for payment stipulated  in the contract between the PMU and the contractor, supplier \nor consultant.    \n2.  PMU reviews the invoice and supporting documents. If acceptable, the PMU will prepare a Payment Order for DG \n \nTreasury Jakarta VI. \n \n3.   Based on the Payment Order from PMU, DG Treasury Jakarta VI issues a Withdrawal Application (WA) and dispatches \nit to ADB.   \n4.   ADB transfers the funds as specified in the WA to the ben eficiary accounts (VS, contractor, supplier or consultant) \n5.    ADB dispatches a Payment Advice to DG Treasury Jakar ta VI. \n6.    Treasury Jakarta VI dispatches a Legalization Order to BI and a copy to PMU. \n \n7.    Bank Indonesia sends a Note of Transaction to DG Treasury Jakarta VI. \n \n8.    ADB sends a Notice of Disbursement to Director General, Debt Management and Bank Indonesia \n \na  A third party account can be an account for a consultant, contractor, supplier, school committee, or treasurer PMU. \nSource: Asian Development Bank. ", "  \nHUMAN RESOURCE DEVELOPMENT PLANa \n \nImple-\n  Length of   Means of  Total Number of \nTarget Group  Programs/Courses  Unit  menting \nTraining Program  Program  Implementation   Participants \nUnit \nOutput 1: Refocus School Management and Governance \n1. Leadership  Principals, selected  Business development  6 days in  Management consulting  1,064 participants:  Person DTVE \ndevelopment  teachers, and local  and leadership  years 1–3  firm or university  - 5 x 90 model VSs  -days   \ntraining  government officials  (approximate)  - 2 x 230 alliance VSs     \n  - 1 x 90 district staff     \n- 2 x 33 provincial staff   \n2. Management  Principals, teachers,  School management  3 days in   Management consulting  1064 participants:  Person DTVE \ntraining/business  administrative staff,  (performance-based) and  years 1–3  firm or university  - 5 x 90 model VSs  -days   \nplanning  school committee,   accountability  (approximate)    - 2 x 230 alliance VSs   \nperformance- local government    - 1 x 90 district staff \nbased budgeting  officials  - 2 x 33 provincial staff \n3. Financial  Administrative  Training on the financial  5 days in   Financial information  704 participants:  Person DTVE \nmanagement  finance staff  management system,  years 1–3  technology specialist or  -  2 x 320 VSs  -days \ninformation    using the financial    firm  -  2 x 33 provincial staff   \nsystems  software     \n4. Management  Principals,  Essential knowledge,  5 days in  Management consulting  1,024 participants:  Person DTVE \ninformation  VS administrative  skills in MIS  years 1–3  firm, consultants  - 5 x 320 model VS   -days   \nsystems  staff, and provincial  - 2 x 33 provincial staf     \nDTVE management \nand staff \nOutput 2: Strengthen School–Industry Linkages \n1. Industry-VS  VS staff and industry  New technology,  2 days in  Regional seminars,  500 participants:  Partici- Model \ncooperative  workers   methodology, equipment,  years 2–5 in 5  workshops  - 100 per regional  pants  VSs  \ntraining   new techniques, new  group regions  workshop \n  methods of work   \norganization \nOutput 3: Enhance Entrepreneurship Focus in VSs \n1. VS  Teachers,  ILO or similar  3 days per  Regional training  762 participants:  Partici- Model \nentrepreneurship  Industrial personnel  entrepreneurship training  year in 5    - 2 x 320 VSs  pants  VSs  \ntraining  group regions  - 1 x 90 industrial  partners \n  - 1 x 33 provincial staff \nA\nOutput 4: Improve Quality of Teaching and Learning in VSs  p\np\n1. Teacher trainer  Selected teachers  English, mathematics,  1 month in 5  Institutions or firms  50 teacher trainers:  Partici- DTVE  e\nn\ntraining (all types)    science, methodology,  group regions  -  2 x 5 subjects x 5 group  pants   d\nand ICT  locations  ix 5\n2. Subject matter  Subject matter  English, mathematics,  1 month in 5  Institutions or firms  1,400 participants:  Partici- DTVE   \ntraining for model  teachers  science, methodology,  group regions  - All 3 subject matter  pants  \nschool teachers    and ICT    teachers from each of 90 \n4\n  model VSs  3\n \n ", " \n  Length of   Means of  Total Number of  Imple- 4\nTarget Group  Programs/Courses  Unit  menting  4\nTraining Program  Program  Implementation   Participants   \nUnit \n3. Subject matter  Subject matter  English, mathematics,  2 weeks in 5  Institutions or firms  1,848 participants:  Partici- DTVE/ \nA\ntraining for  teachers  science, methodology  group regions  - half of 40% of 3 subject  pants   Model  p\np\nalliance school    and ICT    matter teachers from  VSs  e\nn\nteachers    each of 230 alliance VSs  d\n4. Short-term  Principals and  Development of teaching- 1 week per  Industry or professional  1,600 participants:  Partici- DTVE  ix 5\ntraining on  selected teachers  learning assessment, QA  year  associations; regional  - 5 x 320 VSs  pants      \nassessment,    & QC in education, and    (competency examination   \nquality assurance  orientation of applied ISO  centers—former VSs   \n \nand ISO or similar  standards  upgraded into assessment   \nstandards    or testing centers) \n5. Skills and  Selected teachers  Practical teaching  1 week per  Institutions or firms  2,376 participants:  Partici- DTVE/ \nmanagement    strategies, lesson  year  -  (44  x  90  VSs  x  60%) pants   Model \ntraining model  planning, classroom      VSs \nschools  management; regular     \n  training \n6. Skills and  Selected teachers  Practical teaching  1 week per  Institutions or firms  1,518 participants:  Partici- Model \nmanagement    strategies, lessons  year  - (44 x 230 VSs x 60% x  pants   VSs \ntraining for    planning, classroom    25%)   \nalliance schools    management, regular     \n  training \nOutput 5. Project Management \n1. Project tracking  PMU and PCU staff,  Monitoring and evaluation  4 days per  MIS/M&E specialist  125 participants:  Partici- DTVE \n  and VS management  for VSs  year  preferably in the regions,  - 3 staff from PMU  pants  \nteams      M&E consultant firm  - 1 x 32 staff from each \n    provincial education \noffice \n- 1 x 90 principal of model \nVSs \n2. Project  PMU and PCU staff,  Disbursement,   9 days (3 days  ADB, PMU trainers  164 participants:  Partici- DTVE \nmanagement  and VS management  procurement of goods  per topic) per  - 10 staff from PMU  pants   \nsystems    teams  and services, and project  year  - 2 x 32 staff from each \n    accounting and reporting  provincial education \n  office \n  - 1 x 90 staff from model \nVSs  \na The Human Resources Development Strategy is in Supplementary Appendix F. \nADB = Asian Development Bank, DTVE = Directorate for Technical and Vocational Education, ICT = information and communication technology, ILO = International Labour \nOrganization, ISO = International Organization for Standardization, M&E = monitoring and evaluation, MIS = management information system, PCU = project coordinating unit, \nPEO = provincial education office, PMU = project management unit, QA = quality assurance, QC = quality control, VS = vocational senior secondary schools. \nSource: Asian Development Bank estimates.", "Appendix 6  45  \nDETAILED COST ESTIMATES AND FINANCING PLAN \n \nTable A6.1: Project Investment Plan \n($’000) \n \nItem  2008/09  2009/10  2010/11  2011/12  2012/13  Total \nA.  Base Costsa             \n1. Refocus School Management Using   3,476  1,559  1,361  185  185  6,766 \n  a Business Approach \n2.  Improve Quality of Teaching and Learning   578  31,630  31,548  22,712  1,633  88,101 \n3. Strengthen School–Industry Linkages  900  1,077  1,060  1,060  900  4,997 \n4. Enhance Entrepreneurship Focus   1,204  750  750  300  300  3,304 \n5.  Project Management  1,114  959  1,009  899  899  4,880 \nSubtotal (A)  7,272  35,975  35,728  25,156  3,917  108,048 \n             \n             \nB.   Contingenciesb             \n1. Physical Contingencies  90  293  299  293  9  984 \n2. Price Contingencies  103  645  1,055  1,278  369  3,450 \nSubtotal (B)  193  938  1,354  1,571  378  4,434 \n             \nC. Interest Charges (C)c  167  827  830  599  96  2,519 \n             \nTotal (A+B+C)  7,632  37,740  37,912  27,326  4,391  115,000 \na  As of 2007, inclusive of taxes and duties. \nb   Physical contingencies are computed at 2%–5% of civil works and equipment costs. Price contingencies include \n(i) local costs: 5% for 2008–2012; and (ii) foreign costs: 1.9% for 2008–2012. School business plan funds are \nassumed at 0% price contingency. \n c  For  the  Asian  Development  Fund  loan,  interest  charges  are  computed  at  1%  per  year  during  project \nimplementation. \nSource: Asian Development Bank estimates. \n \n \n ", " \nTable A6.2: Financing Plan  4\n6\n   \n  2008/09    2009/10    2010/11    2011/12    2012/13    Total \nA\np\nItem  ADB  Govt  ADB  Govt  ADB  Govt  ADB  Govt  ADB  Govt  ADB  Govt  Project  p\ne\nn\nA. Base Costsa                            dix\n 6\n1.  MIS Equipment   1,625  0  0  0  110  0  0  0  0  0  1,735  0  1,735   \n2.  Management and \n1,685  0  2,009  0  1,894  0  717  0  717  0  7,022  0  7,022 \nTeacher Training \n3.  Consultant Services  1,002  0  555  0  264  0  209  0  208  0  2,238  0  2,238 \n4.  Monitoring and  0 \n325  0  360  0  360  0  360  0  360  1,765  0  1,765 \nEvaluation Surveys   \n5. Model and Alliance VS \n     Development Programb  1,220  584  21,791  10,429  21,825  10,445  15,582  7,457  1,217  583  61,636  29,498  91,134 \n6.  Project Management  0  830  0  831  0  830  0  831  0  831  0  4,153  4,153 \n  Subtotal (A)  5,857  1,414  24,715  11,260  24,453  11,275  16,868  8,288  2,502  1,414  74,396  33,651  108,047 \n                           \n                           \nB. Contingenciesc                           \n1.  Physical Contingencies  62  28  205  88  209  91  202  90  7  2  685  299  984 \n2.  Price Contingencies  73  27  458  188  736  320  881  398  252  116     2,400  1,050  3,450 \n  Subtotal (B)  135  55  663  276  945  411  1,083  488  259  118  3,085  1,349  4,434 \n                           \nC. Interest Chargesd (C)  167  0  827  0  830  0  599  0  96  0  2,519  0  2,519 \n                           \n      Total (A+B+C)  6,160  1,469  26,205 11,536 26,229 11,686 18,549  8,776 2,858 1,532 80,000 35,000 115,000\nADB = Asian Development Bank, Govt = Government, MIS = management information system, VS = vocational senior secondary schools. \na   As of 2007, inclusive of taxes and duties. \nb  Includes SBP funds for model schools and equipment for alliance schools. \nc   Physical contingencies are computed at 2%–5% of civil works and equipment costs. Price contingencies are (i) local costs: 5% for 2008–2012; and (ii) foreign costs: 1.9% \nfor 2008–2012. School business plan block funds are assumed at 0% price contingency. \nd  For the Asian Development Fund loan, interest charges are computed at 1% per year during project implementation. \nSource: Asian Development Bank estimates. ", "Appendix 7  47 \nORGANIZATION STRUCTURE \nSteering Committee \nChairperson: Deputy for Human \nPROJECT DIRECTOR \nResources and Cultural Affairs, \nBAPPENAS.  \nSecretary: Director of Education \nand Religious Affairs, \nBAPPENAS  \nMembers:  BAPPENAS, MONE,  PMU \nMOF, Ministry of Manpower, \nPROJECT MANAGER \nMinistry of Industry and Chamber \nof Commerce \nTREASURER  SECRETARY \nEXPERT PANEL \nTechnical Committee \nChairperson: Director of \nEducation and Religious Affairs, \nBAPPENAS  \nMembers: BAPPENAS, MONE,  FINANCE - ADMINISTRATION  TECHNICAL WORKING GROUP AND \nMOF, Ministry of Manpower,  • Finance/Accounting  CONSULTANT TEAM \nMinistry of Industry and Chamber  • Procurement and Civil Works   • Facilities \nof Commerce  • Internal Monitoring and  • Vocational Training \nEvaluation  • Teaching Learning Development \n  • Student Affairs \nPROVINCIAL EDUCATION OFFICE  \nProvincial Coordinating Unit  \nDISTRICT EDUCATION OFFICE \nMODEL VS \nSchool Committee Implementation Unit  \nSchool Committee \nInstitution and Teaching  School Facilities   Administration Unit \nLearning Improvement Unit  Improvement Unit   \n     \nTraining  Work and Equipment  Finance MIS \nProcurement   \nLines of Authority \nCoordination Lines \nReporting Lines \nBAPPENAS = National Development Planning Agency, MIS = management information system, MOF = Ministry of Finance,   \nMONE = Ministry of National Education, PMU = project monitoring unit, VS = vocational senior secondary school.  \nSource: Asian Development Bank. \n \n ", " \nPROJECT IMPLEMENTATION SCHEDULE \n  4\n8\n \n  2008  2009  2010  2011  2012  2013 \nDescription  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1 \nA\n1  Refocus School Management using a Business Approach                                                      p\np\ne\n1.1  Conduct training and mentoring of school managers in performance-                                                  n\nd\n  based planning and budgeting                                          ix\na. Develop SBP results-based planning methodology and training for   8\n                                           \nmanagers \n  b. Train selected institutions or firms on SBP                                         \n  c. Facilitate the development of SBP at selected model/alliance VSs                                         \n1.2  Establish school management systems and improve school                                                      \n  administration, including school EMIS for planning and monitoring                                         \n  Develop and implement school management systems                                         \n  Develop and implement school EMIS                                         \n1.3  Develop a business approach to school managers so that managers                                              \n  can lead large and complex institutions                                         \n1.4  Improve internal communication systems and establish networks to                                                  \n  share innovation and best practice                                         \n                                           \n2  Strengthen School–Industry Linkages                                                             \n2.1  Support partnerships between VS and industry                                                         \n    Establish linkages between VS and industry                                         \n2.2  Support new courses to meet local industry needs                                                 \n    Conduct workshops with local industry experts                                          \n2.3  Examine opportunities for international benchmarking and trial                                         \n  Select international standards and benchmarks in cooperation with                                         \n  industry                                         \n                                           \n3  Enhance Entrepreneurship Focus                                                         \n3.1  Provide assistance to students to start their own businesses                                                         \n  a. Develop system for student entrepreneurship assistance                                         \n  b. Provide student assistance fund                                         \n3.2  Make entrepreneurship education part of all students’ courses                                         \n    Conduct entrepreneurship training for teachers                                         \n3.3  Enhance production units                                                         \n4  Improve Quality of Teaching and Learning                                                          \n4.1  Improve facilities for learning (equipment and works)                                                     \n  a. Prepare detailed civil works design and equipment specifications                                         \n  b. Procure and implement civil works and equipment                                          ", "  \n  2008  2009  2010  2011  2012  2013 \nDescription  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1 \n4.2  Develop new learning methodologies suitable to large institutions                                                     \n    Develop learning methodologies                                         \n4.3  Provide new instructional materials and software                                                     \n  a. Prepare a list of instructional materials and software for VSs                                         \n  b. Procure and train on use of training aids, software, and materials                                         \n4.4  Improve the teaching of academic and technical subjects                                                         \n  a. Review existing curricula                                          \n  b. Develop proposed methodologies and conduct training of trainers                                         \n                                           \n  Project Implementation                                                             \n  Set up PMU and School Committee/school implementation team                                         \nIdentify and hire project implementation consultants, and technical experts to \n                                         \nreview and guide SBP funds \n  Develop project website                                         \n  Develop project management information system                                         \n  Produce a manual for VS based on project experience                                         \n  Midterm project review                                         \n  Final project review                                         \n  Continuous monitoring and evaluation                                         \nEMIS = education management information system, PMIS = project management information system, PMU = project management unit, SBP = school business plan, VS = \nvocational senior secondary school. \nSource: Asian Development Bank estimates.\nA\np\np\ne\nn\nd\nix\n 8\n \n4\n9\n \n ", "50  Appendix 9 \nPROCUREMENT PLAN \n \nA.  General \n \nProject Information   \nCountry  Republic of Indonesia \nName of Borrower  Republic of Indonesia \nProject Name  Second Senior Secondary Education Project  \nLoan Reference  TA 4239-INO: Preparing the Decentralized Senior \nSecondary Education Project \nDate of Effectiveness   \nAmount   $80 million \nExecuting Agencies  Directorate General of Management of Primary and \nSecondary Education, Ministry of National Education \nApproval Date of Original Procurement Plan  17 June 2007 \nApproval of Most Recent Procurement Plan  26 February 2008 \nPeriod Covered by this Plan  1 June 2008–31 May 2013 \n \nB.  Procurement Project Thresholds \n \nExcept as ADB may otherwise agree, the following process thresholds will apply to procurement of goods and works: \n \nMethod  Threshold \nInternational Competitive Bidding (ICB) for Works  More than $500,000 \nInternational Competitive Bidding (ICB) for Goods  More than $500,000 \nNational Competitive Bidding (NCB) for Works  More than $100,000 up to $500,000 \nNational Competitive Bidding (NCB) for Goods  More than $100,000 up to $500,000 \nShopping (SHP) for Works  $100,000 or less \nShopping (SHP) for Goods  $100,000 or less \n \nC.  ADB Prior or Post Review \n \nExcept  as  ADB  may  otherwise  agree,  the  following  prior  or  post  review  requirements  apply  to  the  various \nprocurement and consultant recruitment methods used for the Project:   \n \nProcurement Method  Prior or Post  Comments \nProcurement of Goods and Works \nNCB Goods  Prior  Usage subject to Procurement Guidelines, chapter III. \nShopping for Works  Usage subject to Procurement Guidelines, para. 3.5 and             \nPost \nShopping for Goods  PAI 3.04 C. \nLimited International  Prior  Usage subject to Procurement Guidelines, para. 3.2 and            \nBidding  PAI 3.03 H. \nSingle Source Selection  Prior  ADB needs to be satisfied that the prices to be paid are \nreasonable, and method applied in accordance with Procurement \nGuidelines, para. 3.6 and PAI 3.05 A. \nDirect Contracting   Prior  ADB needs to be satisfied that direct contracting is the appropriate \nmethod and in accordance with the Procurement Guidelines, para. \n3.6. \nRecruitment of Individual Consultants \nIndividual Consultant  Prior  DGMPSE selects, contracts, and manages contract. One \nRecruitment by DGMPSE,  DGMPSE submission is required, namely, candidate ranking and \nthe Executing Agency  draft contract. Guidelines on the Use of Consultants, chapter II, \nA.1.a and PAI 2.03. \n \n \n \n ", "Appendix 9  51 \nProcurement Method  Prior or  Comments \nPost \nRecruitment of Consulting Firms \nQCBS (80:20) of firm by  Prior  DGMPSE selects, negotiates, and manages the contract. Three \nDGMPSE  DGMPSE submissions are required: (i) shortlist, (ii) technical evaluation, \nand (iii) financial ranking and minutes of negotiations and draft contract. \nGuidelines on the Use of Consultants, chapter II, A. 1. a. and PAI 2.02, \nPart E, B. \nCQS  Prior  DGMPSE selects, negotiates, and manages the contract. A minimum of \nthree firms should submit amplified EOIs. Guidelines on the Use of \nConsultants, chapter II A. 1. e. \nSingle Source Selection  Prior  ADB needs to be satisfied that the prices to be paid are reasonable, and \nmethod is applied in accordance with the Guidelines on the Use of \nConsultants (2007, as amended from time to time) para. 3.6 and PAI \n3.05 A. \n \nD.  Goods and Works Contracts Estimated to Cost in Excess of $1 million \n \n  Contract   Prequalification   Advertisement \nProcurement Method \nGeneral Description  Value ($)  of Bidders (y/n)  Date  \n1.625 \nMIS Computer and Software X 2  NCB1  No  First 10 months \nmillion \n \nE.  Consulting Services Contracts Estimated to Cost in Excess of $100,000  \n \nContract  International \n  Recruitment   Advertise-\nValue  or National  Comments \nGeneral Description  Method  ment Date  \n($)  Assignment \nComponent 1  200,000  QCBS (80:20)  First 2  National   DGMPSE through the \nPreparation and  months  PMU will invite and \neach \nfacilitation of SBP by  evaluate EOIs on \ninstitutions and firms X 9  broad criteria. Top-\nranked EOIs will submit \na technical and \nfinancial proposal. \nContracts will be \nnegotiated on the basis \nof QBS. ADB will \nendorse. \nComponent 1  750,000  QCBS (80:20)  First 5  National  DGMPSE through the \nReview and refinement of  months   PMU will select and \nSBP (i.e., whole school  negotiate the contract \nplanning) and  the consultant. \ninstructional materials \nComponents 1, 2, and 4  470,000  QCBS (80:20)  10th–12th  National  DGMPSE through the \nSBP Implementation   month  PMU will select and \nconsultant (review     negotiate the contract \narchitectural plans, FMIS  of the consultant. \nin schools, and prepare \nideas and strategies for \nVSs) \nComponent 5  325,000  QCBS (80:20)  15th–18th   National   DGMPSE through the \nMonitoring evaluation   month  PMU will select the \nand surveys  consultant, and \nnegotiate the contract. \nADB will endorse. \n                                                 \n1 For specific package NCB has been approved as the procurement method. \n ", "52  Appendix 9 \nF.  Consulting Contracts Expected to be below $100,000 \n \nContract  International \n  Recruitment   Advertise-\nValue  or National  Comments \nGeneral Description  Method  ment Date  \n($)  Assignment \nComponent 1   80,000  Individual  First month  National  DGMPSE through the \nManagement training and  consultant  PMU will select and \nleadership     negotiate the contract. \nComponent 1  25,000  Individual  First 5  National  DGMPSE through the \nDeveloping planning  consultant   months  PMU will select and \nmodules, VS business  negotiate the contract. \nplanning and facilitation  \n \nG.  Goods and Works and Related Services Contracts Estimated to Cost Less than $1 million  \n \nValue of  Procurement / \n  Number of  Advertisement \nContracts  Recruitment \nDescription  Contractsb  Date \n($)a per VS  Method \nA. Technical Schools x 36         \n1. Equipmentc  600,000 or less  Multiple  NCB  18th–36th month \n2. Civil Works  380,000 or less  Multiple  NCB/SHP  First 18 months \n3. Teaching and Learning Materials    43,000 or less  Multiple  SHP  First 12 months \nB. Business Management Schools x 30         \n1. Equipment  234,000 or less  Multiple  NCB  18th–36th month \n2. Civil Works  240,000 or less   Multiple  NCB/SHP  First 18 months \n3. Teaching and Learning Materials    43,000 or less  Multiple  SHP  First 12 months \nC. Hospitality Schools x 13         \n1. Equipment   330,000 or less  Multiple  NCB  18th–36th month \n2. Civil Works  280,000 or less  Multiple  NCB/SHP  First 18 months  \n3. Teaching and Learning Materials   43,000 or less  Multiple  SHP  First 18 months \nD. Agricultural and Agro-Industry x 7         \n1. Equipment   310,000 or less  Multiple  NCB  18th–36th month \n2. Civil Works  225,000 or less  Multiple  NCB/SHP  First 18 months \n3. Teaching and Learning Materials    43,000 or less  Multiple  SHP  First 18 months \nE. Arts and Craft x 4         \n1. Equipment   190,000 or less  Multiple  NCB  First 18 months \n2. Civil Works  200,000 or less  Multiple  NCB/SHP  First 18 months \n3. Teaching and Learning Materials    43,000 or less  Multiple  SHP  First 18 months \nF. Furniture and Equipment          \n  Project Management) \n1. PMU  110,000  1  SHP  First 12 months \n2. Provincial Education Office  160,000  1  NCB  First 12 months \na  These amounts represent the threshold amounts allocated from the SBP fund for each VS. Actual amounts will be \ndetermined from the SBPs. \nb  The contracts are to be determined after approval of the SBPs. However for the purposes of the procurement plan, \nthe use of multiple contracts is assumed to arise from the use of the SBP fund for each VS. In each case the \nprocurement method will be based on the threshold for contract values for NCB and shopping outlined in section A. \nc  Equipment for all schools will be procured centrally by the Directorate General for the Management of Primary and \nSecondary Education, which will determine procurement packages based on approved SBPs. \n \nADB = Asian Development Bank, CP = community participation, CQS = consultants qualification selection, DC= \ndirect contracting, DGMPSE = Directorate General for the Management of Primary and Secondary Education, EOI = \nexpression of interest, FMIS = financial management information system, ICB = international competitive bidding,  \nNCB = national competitive bidding, NCB/SHP = combination of national competitive bidding and shopping within the \nthresholds established in Section A, NCB/SHP = based on available information not possible to disaggregate; usage \nin accordance with sections A and B, PAI = Project Administration Instruction, PMU = project monitoring unit, QCBS = \nquality- and cost-based selection, SBP = school business plan, SHP = shopping, SSS = single source selection, VS = \nvocational senior secondary school. \nSource: Asian Development Bank estimates. ", "Appendix 10  53 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \n1.  The  Project  provides  for  four  contracts  for  consultancy  services  and  two  individual \nconsultants for preparatory work. Under the main contract for school business plan (SBP) \npreparation and implementation, 21 national consultants for a total of 207 person-months will be \nneeded.  \n \nA.  Framework for School Business Plans  \n \n2.  School Business Planning Specialists (2 individual consultants for 6 person-months). \nThe specialists will (i) develop performance-based school business planning and budgeting \nmethodology;  (ii)  prepare  training  modules  and  conduct  training  for  core  trainers  on \nperformance-based  school  planning  and  budgeting;  and  (iii)  work  closely  with  vocational \neducation development centers and other institutions in the initial training and management of \nSBP preparation and submission. \n \nB.  School Business Plan Preparation  \n \n3.  Facilitators  for  SBP  Preparation  (10  institutions  or  firms;  6-month  duration).  The \ninstitutions or firms will (i) conduct training for model schools on performance-based school \nplanning and budgeting; (ii) help the model schools through mentoring and on-site assistance in \nthe preparation of performance-based SBPs, including 4-year rolling budgets and performance \nindicators; (iii) oversee the preparation of detailed equipment and civil works specifications for \ninclusion in the bidding documents; and (iv) work closely with the other institutions, provincial \ngovernments, and project management unit (PMU) in the training and management of SBP \npreparation and submission. \n \nC.  SBP and Project Implementation  \n \n4.  One firm will be contracted to provide 21 national consultants for 207 person-months. \n \n5.  Education  Specialist  (6  person-months).  The  specialist  will  (i)  review  policies, \nprograms,  strategies,  and  initiatives  to  contribute  to  developing  sustainable  programs  for \nupgrading  skills;  (ii)  assess  and  improve  vocational  education  standards  and  student \nassessment; (iii) review upgrading of academic and technical subject content and methodology \nand (iv) develop strategies for networking with industry. \n \n6.  Education  Technology  and  Instructional  Materials  Specialist  (6  person-months). \nThe specialist will (i) work with the teacher training specialist to assist schools in selecting \ntextbooks and instructional materials for inclusion in the SBPs, based on the choice of learning \nmethodologies; (ii) guide schools in the selection of library and reference materials, including \ndevelopment of an e-library; (iii) assist schools in planning procurement of these materials;  \n(iv)  help  instructional staff  from  selected institutions  to  produce  or identify  multimedia  and \ninternet-accessible  resource  materials  for  teaching;  and  (v)  conduct  training  programs  for \nteachers on multimedia technology. \n \n7.  Equipment  Specialist  (6  person-months).  The  specialist  will  (i)  review  the  existing \nequipment of the selected school; (ii) develop the list of equipment to be procured for each \nmajor  field  of  study;  (iii)  assist  VSs  in  preparing  specifications  for  learning  and  resource \nmaterials for tendering and (iv) develop appropriate procedures of equipment maintenance, \nincluding equipment replacement. \n ", "54  Appendix 10   \n8.  Procurement  Specialists  (2  consultants,  12  person-months).  The  specialists  will \n(i) help model schools develop their procurement plans and advise them of relevant Asian \nDevelopment Bank and Government requirements; (ii) advise schools of the relative merits, \ncosts, warranty, and delivery timetables for equipment identified in the SBPs; (iii) advise on \nprocedures for procurement of civil works, materials, and goods and services; (iv) assist schools \nin arranging for any bulk purchases; and (v) advise schools on warranty and delivery issues. \n \n9.  Civil  Works  Specialists  (7  consultants,  12  person-months  for  SBP  review  and \n90 person-months for SBP implementation). The specialists will (i) review the existing school \nbuildings, prepare detailed designs, and develop the civil works implementation plan; (ii) confirm \nthe budget estimations for civil works, as submitted by VS business plans; (iii) supervise the civil \nworks construction at all model VSs to ensure adherence to building standards and plans; and \n(iv) conduct periodic reviews and evaluation of the civil works including the completion report.  \n \n10.  Project Education Management Information System (EMIS) Specialist (6 person-\nmonths).  The  specialist  must  have  a  good  understanding  of  the  management  information \nsystems for VSs and computerized management information systems. The consultant will (i) \nreview the overall design of the vocational education and training EMIS; (ii) design, develop, \nand test the project EMIS; (iii) produce and assist in the installation of the project EMIS in the \nselected VSs; and (iv) train the central, provincial, district, and schools in its use.  \n \n11.  Financial Management Specialists (2 consultants, 24 person-months). The specialists \nmust  have  a  good  understanding  of  the  VS  education  financial  management  information \nsystems and project accounting and computerized project financial information systems. The \nkey tasks and expected outputs are (i) assess the adequacy of accounting and internal controls \nin  VSs,  and  enhance  the  control  system;  (ii)  review  the  overall  design  of  the  financial \nmanagement information system for VSs, including the financial systems developed under \nearlier technical assistance; (iii) design, develop, and test the financial management information  \nbased  on  Ministry  of  National  Education  and  project  requirements;  (iv)  prepare  operating \nmanuals; and (v) provide guidance and conduct initial training for relevant central, provincial, \ndistrict, and VS staff responsible for financial management.  \n \n12.  Quality  Assurance  Specialist  (3  person-months).  The  specialist  will  (i)  review  the \nexisting quality assurance (QA) system in VSs and the Directorate of Technical and Vocational \nEducation; determine its compatibility with other institutions of the education system; and revise \nas necessary; (ii) conduct training programs for staff of selected institutions on the proposed \nquality  assurance  system;  (iii)  working  closely  with  the  project  management  specialist, \nimplement a QA system as part of the new management system of selected institutions; and (iv) \nevaluate the effectiveness of the QA system and make changes as appropriate. \n \n13.  School–Industry Linkages Specialist (3 person-months). The specialist will (i) develop \na system for DTVE that supports partnerships between VSs and industry; (ii) develop terms of \nreference for a series of school-based research studies to investigate the needs and priorities of \nschools and local industry, and explore new opportunities; (iii) assist in developing new short \ncourses  for  existing  workers  for  VS  trials  in  collaboration  or  co-sponsorship  with  industry \nleaders; (iv) evaluate the trials to be led by industry experts; (v) develop prototype courses that \ncould be institutionalized where similar industry needs exist; and (vi) examine opportunities for \ninternational  benchmarking,  and  trial  selected  international  standards  and  benchmarks  in \ncooperation with industry.  \n ", "Appendix 10  55 \n14.  Teacher Training Specialist (12 person-months). The specialist must have experience \nin vocational teacher training. The specialist will (i) establish a framework for the provision of in-\nservice training in new teaching methodologies to schools, in collaboration with DTVE and the \nDirectorate General for Teacher Quality; (ii) identify partner institutions or firms that can deliver \nthe training as well as arrangements with local industry; (iii) help schools identify their training \nneeds for inclusion in the SBPs; (iv) draft contracts for partner institutions; (v) liaise with the \nDirectorate General of Teacher Quality on a program for upgrading and professional certification \nof VS teachers; (vi) propose a means for certifying technical teachers; and (vii) prepare a final \nreport assessing the teacher training program including detailed suggestions for follow-up and \nan implementation plan for the remaining project years. \n \n15.  Project  Management  Specialist  (24  person-months).  The  specialist  must  have  a \nbackground in school management and vocational education, and will work in coordination with \nother specialists to establish the project administrative and financial systems, guidelines on \nproject management for schools and the PMU, and reporting arrangements. Experience working \nwith school principals would be an asset. The key tasks are (i) lead overall activities that relate \nto project implementation; (ii) conduct periodic reviews of project implementation, including \nsupervision missions, annual performance review, and preparation for the midterm review and \nproject completion reports; and (iii) continuously adjust implementation strategies and activities. \n \n16.  Writer and Editor for “What Works” Publication (3 person-months). The specialist will \ncollect information about successful initiatives undertaken by the model schools and prepare a \npublication titled “What Works in VSs”. The work will involve editing of the final document, \nprocurement of photographs, and arrangements for printing. \n \n17.  Procurement Specialist (6 person-months). The specialist will (i) develop procurement \nguidelines for consulting services; (ii) prepare draft request for proposals; (iii) oversee and assist \nprocurement  and  contract  preparation;  (iv)  prepare  procurement  packages  including  a \nprocurement plan to cover the project implementation period, to be updated on an annual basis \nor as the need arises; and (v) conduct other activities that relate to procurement activities.  \n \nD.  Management Development (one firm, 4 years, intermittent).  \n \n18.  The firm will (i) develop a school-based management methodology for VSs using a \nbusiness approach; (ii) provide a consultant team that will visit selected schools, and assess \nappropriate content and methods for conducting school-based management training for the \nmodel VSs; (iii) plan and prepare school-based management system modules and materials for \na series of training programs to be delivered in five regional locations; and (iv) evaluate and \nrevise  management  training  programs  to  introduce  new  management  methods  based  on \nbusiness approaches for delivery at model and alliance schools. \n \nE.  Monitoring and Evaluation (one firm, 5 years, intermittent) \n \n19.  The firm, in collaboration with an education management information system specialist, \nwill (i) conceptualize and design the monitoring and evaluation (M&E) system for the PMU;  \n(ii)  develop  project  and  SBP  performance  indicators;  (iii)  develop  the  M&E  system  and \nprocedures  in  accordance  with  performance  indicators;  (iv)  carry  out  baseline  and  annual \nsurveys; (v) carry out specific surveys as required including checking of financial compliance \nand  fiduciary  controls  on  SBP  funds;  (vi)  train  relevant  staff  members  on  M&E;  and  \n(vii)  institutionalize  a  results-based  monitoring  system  for  schools  through  workshops  and \ntraining as part of surveys.  \n ", "56  Appendix 11   \nSUMMARY TECHNICAL ASSISTANCE TO ENHANCE CONTINUING SKILLS \nDEVELOPMENT  \n \n1.  The Project will have an attached technical assistance (TA) designed to introduce and \ntrial policy changes for the vocational education system. The changes will create opportunities \nfor vocational senior secondary school (VS) graduates and other members of the community to \nreturn to the VS system to obtain skills upgrading, recertification, and other training services that \nwill help them in their careers. \n \nA.  Impact and Outcome  \n \n2.  The expected impact is that Indonesian workers will have better access to opportunities \nfor skills upgrading, allowing them to move up career ladders, reenter the workforce, or find \nskilled positions overseas. The expected outcome is that skills upgrading courses are provided \nto graduates and other adults on a demand-driven basis through career centers. The outputs \nwould be a research study on the career center concept and alternative approaches, school \ntrials of alternative career center arrangements, incorporation of course statistics into the MONE \nEMIS, and a policy paper and manual on the provision of skills upgrading courses in VSs.  \n \nB.  Methodology and Key Activities \n \n3.  The TA activities will comprise (i) a desk study review of examples of international best \npractice in vocational skills upgrading; (ii) a review of skills upgrading activities in model VSs \nand development of a database; (iii) an intensive review of best international practice in two \nother countries to gather ideas for implementing skills upgrading courses; (iv) an investigation of \nthe feasibility of international links to develop joint cooperation for international certification, \nlinkages, and mutual recognition; (v) implementation of a series of practical trials in 10 VSs; and \n(vi) preparation of a final report, based on the results of the trials, with recommendations for a \nsustainable skills upgrading program in VSs.  \n \n4.  The first phase of the TA will consist of the desk review of international best practice in \nskills upgrading and development of a presentation about international practice. In the second \nphase, the international consultant will meet with the task force, help identify 10 VSs and other \nprofessional  upgrading  institutions,  and  together  with  the  task  force  hold  discussions  with \nindustry representatives to gauge needs and priorities. The task force will then hold a national \nworkshop on the findings of the study. School principals and others with practical experience in \nskills upgrading, together with industry representatives, will be asked to share their views and \nexperience. The third phase of the TA will plan an approach to gather international best practice \nand pursue international linkages, involving a task force visit to two or three countries (20 days \nin total) identified by the international consultant. The objectives of the visits are to experience \ninternational  best  practice;  and  to  investigate  the  feasibility  of  international  linkages  for \ninternational certification, linkages, and mutual recognition.  \n \n5.  The final phase will comprise a series of practical trials for 10 VSs selected from among \npublic  and  private  schools  that  already  offer  a  range  of  skills  upgrading  courses  and  are \ninterested in improving. Issues of cost recovery and demand will be addressed during these \npilots. The trials will be costed and a proposal submitted to the Asian Development Bank (ADB) \nfor approval before implementation. The task force and TA coordinator will monitor the pilots \nand submit quarterly reports to ADB. At the conclusion of the trials, the task force will prepare a \nfinal  report  with  recommendations  for  a  sustainable  skills  upgrading  program  in  VSs.  The ", "Appendix 11  57 \nrecommendations will cover the nature and extent of possible courses and the administrative \nand financial structures required within the VS system to support career centers.  \n \nC.  Cost and Financing \n \n6.  The total cost of the TA will be $665,000 equivalent. ADB will provide $500,000 on a \ngrant basis from ADB’s TA funding program. The Government will contribute $165,000. \n \nTable A11: Cost Estimates and Financing Plan ($) \n \nTotal \nItem \nCost \nA.   Asian Development Bank Financinga   \n  1.   Consultants’ Remuneration and Per Diem    \n  a.  International Consultants   102,000 \n    b.  National Consultants    36,000  \n    c.   International Travel and Local Travel      36,000  \n    d.   Reports and Communication       6,000  \n  2.   Study Visitsb  66,000 \n  3.   National Workshopsc  100,000 \n  4.   Fund for Pilot Vocational Senior Secondary Schools   114,000 \n  5.   Miscellaneous Administration and Support Costsd      15,000  \n  6.   Contingencies (5%)      25,000  \n    Subtotal (A)  500,000 \nB.  Government of Indonesia Financing   \n  1.  Office Accommodation   83,000 \n  2.  Office Operations and Communications  33,000 \n  3.   Workshops, Seminars, and Meetings  49,000 \n  Subtotal (B)  165,000 \n  Total  665,000 \na   Financed by the Asian Development Bank’s technical assistance funding program. \nb   20 days international study visit, including the international consultant. \nc   3-day seminar, 100 participants; two from each province. \nd   Including materials, office supplies, and others. \nSource: Asian Development Bank estimates. \n \nD.  Implementation Arrangements \n \n7.  MONE  will  be  the  Executing  Agency;  the  Directorate  of  Technical  and  Vocational \nEducation (DTVE) will be responsible for overall TA implementation. The TA will be undertaken \nover 2 years. A small task force will be created to oversee the TA, comprising (i) three VS \nprincipals, chosen because of their expertise and commitment to continuing skills training and \nbecause their schools will be among the sites chosen for pilot activities; (ii) the TA coordinator \nand one other senior officer of DTVE, who will guide this process from a research viewpoint and \ncontribute national policy direction; and (iii) an international consultant who will have expertise in \nvocational training relating to career upgrading, retraining, and institutional management. The \ninternational consultant will be assisted by a national consultant whose responsibilities will \ninclude data gathering and establishment of a management information system (MIS) to collect \ndata on the skills upgrading activities of the VS system. \n \n ", "58  Appendix 11   \n8.  DTVE will appoint a senior staff member as TA coordinator for all matters pertaining to \nthe TA. Three counterpart staff from DTVE will be appointed to work closely with the consultants \nto help ensure that the TA activities fit within the overall Project, and set the timetable for \nindividual activities accordingly. \n \n9.  ADB will engage a qualified consulting firm or educational institution to implement the \nTA.  The  firm  will  be  selected  using  quality-  and  cost-based  selection  of  the  international \nconsultant in association with national consultants. The firm will provide one international expert \nfor  6  person-months,  intermittent—a  vocational  training  and  upgrading  specialist;  and  one \nnational consultant for 8 person-months, intermittent—a skills analysis and statistics specialist. \nThe consulting firm will be engaged by ADB in accordance with its Guidelines on the Use of \nConsultants (2007, as amended from time to time). The consulting firm will also be responsible \nfor organizing the study tours and national seminar, and payment of funds to schools.  \n \n10.  Both consultants will report to the TA coordinator. Although the project manager will not \nbe a designated member of the task force, he or she will work closely with the task force and \nensure  that  it  is  facilitated  to  undertake  its  work  efficiently.  The  project  director  will  meet \nregularly with the task force to monitor policy directions being pursued and financial and logistic \narrangements. The project director will approve the itinerary and membership of the study tour. \n \n11.  The consulting firm will prepare (i) a TA inception report after commencement of the \ninternational  consultant’s  first  visit  to  Indonesia  and  include  the  research  paper  identifying \noptions for upgrading courses, a summary of initial findings, suggestions for any changes \nneeded to the methodology and program, and a TA implementation plan; (ii) a midterm report \nsummarizing  the  finding  of  the  study  tours  and  progress  to  date  in  the  school  trials;  and  \n(iii) a final report summarizing the outcomes of the school trials, identifying future directions for \nthe  sustainable  development  of  VS  upgrading  programs,  and  identifying  successes  and \nweaknesses of the overall TA objectives and approach.  \n \n12.  The TA design and monitoring framework, as well as the consultant terms of reference, \ncan be found in Supplementary Appendix G.  \n \n ", "Appendix 12  59 \nSUMMARY FINANCIAL AND ECONOMIC ANALYSIS \n \nA.  Financial Analysis \n \n1.  Macroeconomic Context \n \n1.  Now over the financial crisis, Indonesia has adequate financial resources to address its \ndevelopment needs. Prudent macroeconomic policies, particularly the extremely low budget \ndeficits, were instrumental in this recovery. The reduction in fuel subsidies opened up space \nfor additional spending, debt dropped below 40% of gross domestic product (GDP) by the end \nof 2006,1 aggregate expenditure increased by 20%, and transfers to sub-national governments \ngrew by 28%. Spending on core government administration including salaries (20%) and \nsubsidies (15%) now accounts for 35% of total government spending. Subsidies still consume \nroughly 15% of the budget and remain at the 2004 level. Following the reallocation of fuel \nsubsidies to pro-poor social programs in 2005, public investment has recovered and returned \nto the pre-crisis 7% of GDP. However, Indonesia’s public investment rate is still one of the \nlowest among middle-income countries. With its bold reallocation of resources, Indonesia is now \nat a point where investment can and must rise above pre-crisis levels to compensate for the low \ninvestment from 1999 to 2002. In terms of spending, Indonesia is already one of the most \ndecentralized countries in the world; sub-national governments now manage half of Indonesia’s \npublic investment and spend a record 40% of total public funds.  \n \n2.  Substantial progress has been made over the past 2 years in reallocating spending \n(from  inefficient  subsidies)  to  pro-poor  programs.  Since  the  economic  crisis  and \ndecentralization, the composition of sectoral expenditures has changed substantially. Spending \non infrastructure has still not recovered to its pre-crisis level and has remained at only 3% of \nGDP  since  2001.  The  reduction  in  oil  subsidies  was  designed  to  sustain  macroeconomic \nstability and enable redirection of a greater share of public expenditure to education and health. \nImpressive gains have been made in allocating additional funds to education. Total spending \non education is now 17.2% of Government expenditure, the highest share of any sector and \ncomparable to that of many other low- and middle-income countries. Education spending \nreached 3.9% of GDP in 2006, increasing from 2% in 2001. Public infrastructure spending \nnever recovered from its post crisis low and is only 3.4% of GDP. This structural change has \nimplications for job creation and its effect on employment and income.  \n \n2.  Education Financing Outlook \n \n3.  Due to difficulty obtaining education budget data from districts, the education budget \nanalysis focuses on central Government budgets. Trends have shown significant budgetary \nincreases  to  education,  as  central  education  budgets  grew  from  $4.4  billion  in  2005  to  \n$5.8 billion in 2007, representing an annual growth rate of 15%. Of the $5.8 billion allocation to \nthe  sector,  82.5%  was  allocated  to  the  Ministry  of  National  Education  (MONE)  and  the \nremainder  to  the  Ministry  of  Religious  Affairs  and  other  ministries.  Secondary  education, \nparticularly junior secondary, is a priority for Indonesia. \n \n4.  In the context of rising education budgets, MONE recognizes the need for increased \nspending for secondary education; its medium-term development plan proposes increasing the \n                                                 \n1  World Bank. 2007. Spending for Development: Making the Most of Indonesia’s New Opportunities. Indonesia \nPublic Expenditure Review. Washington, DC. \n ", "60  Appendix 12   \nbudget  to  Rp8.9  trillion  by  2009.  In  the  decentralized  system,  district  governments  are \nresponsible for providing primary and secondary education; salary expenditures are the largest \ndistrict expenditures. They are financed through block grant transfers and accounted for as sub-\nnational expenditures. While spending on junior secondary education by districts is significantly \nlower than that of primary, higher central spending on junior secondary education partially \ncompensates for this. Developing the vocational education system is critical for achieving the \nGovernment’s objectives of making the labor force globally competitive. Of all students, 40% are \nenrolled in vocational senior secondary schools (VSs), constituting a significant proportion of the \nfuture work force. Senior secondary vocational education received a twofold increase in 2007, \nas the Directorate of Technical and Vocational Education (DTVE) budget increased from Rp0.9 \ntrillion in 2005 to Rp1.6 trillion in 2007. However, this still represents only 3.7% of MONE \nbudget.  \n \nTable A12.1: Central Government Education Budget Analysis of Indonesia, \nActual and Projected, 2005–2011  \n($ million) \n \n  Actual    Projection \nIndicator  2005  2006  2007  2008  2009  2010  2011 \nGDP  292,944  226,756  238,093  249,998  262,498  275,623  289,404 \nRevenue  57,356  69,467  72,940  76,587  80,416  84,437  88,659 \nExpenditure  60,309  76,611  82,944  89,801  97,225  105,263  113,964 \nCentral Government Budget  43,647  52,244  55,111  58,135  61,325  64,690  68,239 \nCentral Education Budget   4,404  5,123  5,846  6,672  8,006  9,607  11,529 \n  % of GDP  1.5  2.3  2.5  2.7  3.0  3.5  4.0 \n  % of Total Budget  7.3  6.7  7.0  7.4  8.2  9.1  10.1 \n  % of Central Budget  10.1  9.8  10.6  11.5  13.1  14.9  16.9 \nMONE Education Budget  3,767  4,333  4,822  5,787  6,944  8,333  9,999 \n  % of Central Budget  8.6  8.3  8.8  10.0  11.3  12.9  14.7 \n  % of Central Education  85.5  84.6  82.5  86.7  86.7  86.7  86.7\nDTVE Education Budget  100  150  180  225  292  395  552 \n  % of Education Budget  1.2  0.3  0.3  0.4  0.5  0.6  0.8 \n  % of Central Education  2.3  2.9  3.1  3.4  3.7  4.1  4.8 \n  % of MONE Education  2.6  3.5  3.7  3.9  4.2  4.7  5.5 \nDTVE = Directorate of Technical and Vocational Education, GDP = gross domestic product, MONE = Ministry of \nNational Education. \nSources: 2005–2006: Anggaran Pendapatan dan Belanja Negara 2005–2006; 2007: Directorate of Technical and \nVocational Education, Ministry of National Education data; 2008–2010: Asian Development Bank estimates. \n \n3.  Financial Sustainability  \n \n5.  A financial plan showing the fiscal impact of the Project and identifying funding needed \nto finance project expenditures during and beyond the project period is in Table A12.2. Project \nexpenditures will be disbursed annually and accumulate to about $115 million during the last \nyear of the Project in relation to incremental costs related to the VS expansion, upgrading, and \nquality improvement. Several commitments will terminate at the end of the Project, and hence \nnot  be  an  ongoing  burden  for  the  Government.  The  continuing  incremental  cost  of  \n$0.25 million annually after the Project ends will add $3 million to the total for 2013–2025. This \nis feasible and sustainable given the Government’s commitment to educational expansion and \ndevelopment. Some efficiency and quality gains will have long-term beneficial impact and are \nnot susceptible to short-term resource constraints. The Government’s annual commitment to the \nProject as a percentage of the central education budget ranges from 0.04% to 0.14%, and \ndecreases to 0.01% at the end of the Project; as a percentage of the MONE budget, this ranges ", "Appendix 12  61 \nfrom 0.04% to 0.15%, and likewise decreases to 0.01% in 2012. The Government’s share in the \nProject is estimated to increase from $2.4 million in year 1 to over $11 million in years 2 and 3, \nand to gradually decrease to $1.2 million at the end of the Project. The Government’s annual \ncommitment for the Project is deemed affordable, as this represents about 0.01% of the MONE \nbudget and 0.16% of the DTVE budget.  \n \nTable A12.2: Fiscal Impact 2007–2012  \n($ million) \n \nProject Years \n \nIndicator \n2007  2008  2009  2010  2011  2012 \nEducation Budget             \nCentral Education Budget  5,846  6,672  7,613  8,688  9,914  11,313 \nMONE Budget  4,822  5,366  5,972  6,645  7,395  8,229 \nDTVE Budget  180  225  297  395  552  801 \nSSE Financing Plan             \nAsian Development Bank    5.55  27.03  26.43  18.56  2.92 \nGovernment of Indonesia    2.38  11.59  11.33  7.96  1.25 \n  Total    7.94  38.62  37.75  26.52  4.17 \nSSE Fiscal Impact             \nImpact on Central Education Budget    0.04  0.14  0.12  0.07  0.01 \nImpact on Total MONE Education Budget    0.04  0.17  0.14  0.08  0.01 \nImpact on Total DTVE Education Budget    1.06  3.96  2.87  1.44  0.60 \nDTVE = Directorate of Technical and Vocational Education, MONE = Ministry of National Education,  \nSSE = senior secondary education. \n  Sources: 2007: Anggaran Pendapatan dan Belanja Negara; 2008–2010: Asian Development Bank estimates. \n \nB.  Economic and Benefit and Cost Analysis \n \n6.  Economic Rationale. As the Government pursues its universal 9-year education policy, \ndemand for senior secondary education (SSE) is outstripping supply and is rapidly becoming \nthe minimum standard for formal sector employment. Government key planning and budgeting \ndocuments prioritize the importance of increasing both access and quality of SSE to achieve \npoverty reduction targets and realize Indonesia’s growth potential. The Asian Development \nOutlook  20072  and  the  2006–2009  country  strategy  and  program3  emphasize  the  need  to \nincrease the quality of SSE including vocational education (VE) as a necessary complement to \ninvestment climate reforms to achieve higher productivity, lower unemployment, and sustainable \ngrowth. \n \n7.  The VE system is a major component of SSE accommodating one third of total SSE \nenrollment, while VS graduates comprise a quarter of the skilled labor force.4 Labor statistics \nindicate that VS graduates, particularly women, outperform GS graduates in the labor market. In \nthe public eye, vocational education is now seen as a more certain route to employment than \nGS for non-college bound students at a time of slack employment.  \n \n8.  Public sector investment is required to upgrade quality. While the private sector plays a \ncrucial role in system expansion, it is often at lower quality and higher cost. Private VSs \ngenerally  belong  to  grassroots  organizations,  are  smaller  than  public  schools,  have  fewer \n                                                 \n2  ADB. 2007. Asian Development Outlook 2007. Manila. \n3  ADB. 2006. Country Strategy and Program (2006–2009): Indonesia. Manila. \n4  The skilled labor force includes senior high school level, diploma, and university graduates. \n ", "62  Appendix 12   \nqualified and full-time teachers, and are unable to raise the capital investment required from \ntheir members or parents of students. The Project will develop a network of public model \nschools  and  mainly  private  alliance  schools,  where  the  stronger  model  school  acts  as  a \nbenchmark for the surrounding private alliance schools. The model school is a means for \nchanneling public investment for training and other improvements to alliance schools, creating \npositive interactions to increase system quality faster than investing on a school-by-school \nbasis. \n \n9.  Comparing Benefits and Costs. The benefit–cost analysis calculates the increase in \nproductivity required to achieve a 12% return on investment over 20 years. The economic costs \nare taken as the financial costs net of price increases and taxes. The quantifiable benefit of the \ninvestment is the marginal productivity increase expressed in terms of wages accruing to working \ngraduates from the higher quality education obtained from the upgraded model and alliance \nschools, and the marginal productivity of graduates produced with the expansion of vocational \nschools.  A more detailed economic benefit cost analysis is in Supplementary Appendix H. \n \n10.  The number of male and female working graduates is based the number of model school \ngraduates each year plus 10% of the male and female students graduating from the alliance \nschools. Without the synergies accruing to the full investment in the model schools, the alliance \nschools  are  assumed  to  achieve  fewer  benefits.  The  number  of  working  graduates  is  the \nestimated number of project graduates, and their expected labor force participation rate and \nunemployment rate is taken from the 2006 National Labor Force Survey. Due to the limited \ncapacity of the SSE system and rising junior secondary enrollment and transition rates, the \nadditional capacity generated through efficiency gains would enable more junior secondary \nschool graduates to attend SSE. Therefore, the marginal increase in average earnings accruing \nto an SSE graduate over a junior secondary graduate is counted toward the project benefits. \nWages  and  earnings  are  not  increased  over  time;  any  further  contribution  from  improved \neducation prior to work cannot be separated from increases due to post-school experience or \ntraining. The social contributions of graduates outside the labor force were not quantified.  \n \nTable A12.3: Marginal Increase in Monthly Wages and Earnings Required to Achieve a \n12% Economic Rate of Return under Various Scenarios \n \nItem  Main Scenario  10% Capital Cost Increase  10% Benefit Decrease \nRequired increase  52,800.0  62,400.0  63,500.0 \nPercent of median wage  6.9  8.2  8.4 \nSource: Asian Development Bank estimates. \n \n11.  Under the general scenario described, the monthly wage increase required to achieve a \n12% economic rate of return is Rp52,800 or $5.87 per working graduate. This is equivalent to \n6.9%  of  the  current  median  wage  or  30  minutes  of  additional  effort  per  workday.5  Two \nalternative scenarios were considered: (i) a 10% increase in capital and recurrent costs, and \n(ii) a 10% decrease in benefits. The required increase in productivity is feasible. The investment \nwill enable model schools to produce consistently higher quality graduates with greater capacity \nto learn new skills. While labor force surveys do not track returns to quality, anecdotal evidence \nfrom schools, employers, and parents indicates that graduates from quality schools can expect \nwage premiums ranging from half to double the median wage. While the 12% rate of return is \nachievable, a 50% wage premium is equivalent to a 30% economic rate of return. Thus the \n                                                 \n5  Assuming an 8-hour or 480 minutes per day working day, a 6.9% increase in a working day is equivalent to \n33 minutes while an 8.4% increase is equivalent to an additional 40 minutes. ", "Appendix 12  63 \neconomic rate of return needed will be met though a higher proportion of students accessing \nhigher quality employment with higher wages or earnings.  \n \n12.  The  bulk  of  the  quantifiable  benefits  accrue  to  working  graduates  from  the  model \nschools.  Project  outputs  include  367,000  male  and  female  working  graduates  generating \n3.7 million  work-years  between  year  4  and  year  20  of  the  Project.  The  net  increase  in \nproductivity of these graduates at a conservative 12% economic rate of return is equivalent to \n30  minutes  of  additional  productivity  per  worker  per  day  worked.  The  Project’s  marginal \nproductivity gain with a 12% economic rate of return is equivalent to an additional 230,000 work-\nyears. Further benefits accrue from enhanced partnerships with industry by reducing search \ntime for the first job and reducing employment mismatch. A 1-month reduction in job search time \nfrom enhanced career development centers increases project benefits by another 31,000 work-\nyears. The entrepreneur development and business incubators will enable recent graduates \ndestined  to  become  own  account  workers  or  owners  of  microenterprise  to  establish  more \nproductive businesses and reduce the rate of start-up failure, generating additional benefits.  \n \n13.  Distribution of Benefits. Affordability and expected returns influence choice of school \nand distribution of benefits. SSE of all types is more expensive than junior secondary and \nelementary school. Nonetheless, greater access resulting from expansion of the education \nsystem has led to an increase in the proportion of children from poor households attending \nsenior secondary schools. By 2006, the average gross enrollment rate had risen over 50% with \n36% of children in the bottom quintile enrolled. While SSE continues to benefit the non-poor \nmore than the poor, the degree of disparity has greatly diminished. Location plays a large role in \ndetermining  participation  in  SSE  including  vocational  schools.  Urban  students  have  better \naccess to general schools than vocational schools; this is even more marked for rural students. \nGender  enrollment  by  vocational  school  programs  tends  to  reflect  labor  market  gender \nsegmentation.  Male  students  are  concentrated  in  industry-oriented  programs,  while  female \nstudents are in services-oriented programs. As vocational schools are skewed toward technical \nprograms, the participation of males is higher than for females. \n \nTable A12.4: Distribution of VS Students by Income Quintile, Gender, and Location (%) \n \nItem \n      Q1        Q2        Q3        Q4       Q5         Total \n \nVS Urban  11.3  14.4  14.8  13.2  9.1  62.8 \nVS Rural  3.7  5.0  7.4  9.5  11.6  37.2 \n             \nVS Male  8.8  12.1  13.6  13.8  12.8  61.1 \nVS Female  6.2  7.3  8.6  8.9  7.9  38.9 \n             \nVS Total  15  19.4  22.2  22.7  20.7  100.0 \n             \nGS Total  12.7  17.3  19.9  23.5  26.6  100.0 \n  GS  =  general  senior  secondary  school,  Q  =  quintile,  VS  =  vocational  senior \nsecondary school. \n  Source: Asian Development Bank estimates. \n \n14.  In  comparison  with  general  schooling,  the  benefits  of  vocational  schooling  accrue \ndisproportionately  to  poor  and  low-income  households.  This  is  particularly  notable  as \nhouseholds incur higher out-of-pocket expenses for vocational education due partly to the cost \nof workshops and consumables. As a result of lower access in rural areas, vocational schooling \nbenefits accrue more to urban males and females. The tendency of VSs to offer more programs \nfor males means that VSs benefit proportionally fewer females than general schools. \n \n ", "64  Appendix 13   \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national  Is the sector identified as a national priority \n  Yes   Yes \npriority in country poverty analysis?    in country poverty partnership agreement? \nContribution of the sector or subsector to reduce poverty in Indonesia: \nThe vocational senior secondary education system is a key component of the Indonesian Government’s policy to \nprovide young people with the skills needed to stay out of poverty, reduce the unemployment rate, and create a \nglobally competitive labor force. The National Medium-Term Development Plan 2004–2009, the Asian Development \nOutlook 2007 and the country strategy and program 2006–2009 emphasize the need to improve technical skills in \nsenior secondary and tertiary education to facilitate the transformation of technology into long-term growth. Technical \nand vocational education (TVE) provides young males and females with marketable skills and initial work experience \nthrough apprenticeships. The Vocational Education Strengthening Project builds on this comparative advantage to help \nincrease Indonesia’s competitiveness in the global economy.  \n \nB.  Poverty Analysis         Targeting Classification: General Intervention \nThe senior secondary education (SSE) system consists of vocational senior secondary schools (VSs), general senior \nsecondary schools (GSs) and madrasah aliyah. Each offers an academic curriculum over 3 years. About 50% of 16–18 \nyear olds are enrolled in SSE, with 40% of the students enrolled in VSs (or 17% of the age group). Approximately 42% \nof VS students are female. VSs are particularly favored by students from urban households.  \n \nSSE is more expensive than junior secondary and elementary school, and is increasingly becoming the minimum \nrequirement for any formal sector job. The proportion of children from the highest to lowest quintile attending SSE has \nremained constant from 1993 to 2006 (less than 2 to 1). However, students in VSs come from families with lower \nincomes than those enrolled in GSs. Some data show that households incur higher out-of-pocket expenses for VSs, as \nGS students have fewer workshop classes and no practicum. However, the returns on vocational education can be \nassumed to be higher than for general education, as demonstrated by the disproportionately higher share of students \nfrom the lower quintiles, especially from urban areas.  \n \nVS graduates from poor and low-income households often participate in cottage industries, are drivers, or are self-\nemployed. The Project is expected to expand male and female VS enrollment by strengthening model–alliance school \nnetworks. It will channel investment to VSs and help promote social equity. \n \nC.  Participation Process \nIs there a stakeholder analysis?   Yes     No  \n \nA stakeholder analysis was conducted to determine key project stakeholders: oversight and line government ministries, \ndistrict government education offices, gender working unit within DTVE, public and private VSs, school committee \nrepresentatives,  parents,  and  male  and  female  students.  The  Project  was  designed  in  consultation  with  each \nstakeholder and reflects the needs, contributions, and concerns of each party. \n \nIs there a participation strategy?     Yes                   No \n \nD.  Gender Development \nStrategy to maximize impacts on women: See Appendix 14. \nHas an output been prepared?      Yes (see Supplementary Appendix H)                     No \n E.  Social Safeguards and Other Social Risks \n Item  Significant/  Strategy to Address Issues  Plan \nNot Significant/ None  Required \nResettlement   None     None \nAffordability   None      No \nLabor   None      No  \nIndigenous Peoples   None      No \nOther Risks and/or \n None      No  \nVulnerabilities \n \n \n \n ", "Appendix 14  65 \nSUMMARY GENDER STRATEGY \n \n1.  The Project supports the Government’s efforts to strengthen technical and vocational \neducation  to  increase  competitiveness  and  employment  opportunities  for  vocational  senior \nsecondary school (VS) graduates. A gender analysis and strategy (Supplementary Appendix I) \nhighlights the specific needs and interests of female and male VS students and teachers. It is in \naccordance  with  the  Asian  Development  Bank  Policy  on  Gender  and  Development  (1998), \nMinistry of National Education gender mainstreaming efforts, and Indonesia: Country Gender \nAssessment.1 \n \nProject Output  Actions Proposed \nGeneral  \nThe 90 model VSs to be included in the Project will have an overall female enrollment share of at least 37%. \nThe alliance schools to be included in the Project will have an overall female enrollment share of at least 37%. \nEach  school  business  plan  (SBP)  will  be  gender  inclusive.  SBPs  will  include  a  gender  action  plan  and  sex-\ndisaggregated performance indicators based on the overall gender strategy for the Project. Each gender plan will \ninclude specific actions to promote (i) increased female enrollment; (ii) construction of separate sanitation facilities for \nmales and females; (iii) equal access for female and male students to work placements, apprenticeships, and production \nunits or school-run businesses; and (iv) equal access to female and male teachers for upgrading teaching skills.  \nOutput 1: Refocused School Management Using a Business Approach \n1.1. School managers  Provide male and female school managers with equal access to training opportunities. \ntrained in demand- Involve women from school management/committees in SBP preparations (Target: at least \noriented school  40% of members on school committees are females).  \nbusiness planning  \n1.2. Business  Include a module and/or session on gender-awareness in the integrated program of \napproach to school  management training and incorporate gender-specific considerations. \nmanagement  Ensure separate management training firm employs women in the delivery of the program to \ndeveloped  managers (target: at least a 1:3 female–male ratio for the training group). \n1.3. School  Develop and include sex-disaggregated efficiency and effectiveness indicators in the EMIS. \nmanagement systems  For planning and monitoring, include reporting on specific sex-disaggregated indicators.  \nestablished and  Ensure relevant male and female staff have equal access to training opportunities. \nadministration \nimproved \n1.4. Internal  As part of the project website, post the gender strategy, summary progress reports, and \ncommunication  specific model and alliance school reports; individual schools with their own websites may \nsystems improved and  do the same. \nnetworks established \nOutput 2: Improved Quality of Teaching and Learning  \n2.1. Facilities to  Reflect specific gender needs with respect to facilities and equipment in SBPs.  \nincrease efficiency  Provide safety equipment (e.g., gloves and goggles) for male and female students. \nimproved, enrollment  Achieve a 50% gender balance for the 6-month VS scholarships awarded by MONE to junior \nexpanded, and hours  secondary students, according to the number of male and female applicants. \nof operation extended \nImprove existing VS facilities to encourage greater female participation and retention (e.g., \nimprove separate sanitation, washing, and changing facilities for males and females). \nMonitor impact of improved facilities and equipment on male and female students and staff.  \n2.2 Teaching of  Design in-service training programs in core academic subjects to attract female and male \nacademic and  teachers, especially for subjects where female participation is low. \ntechnical subjects  Increase access for female staff to training opportunities on multimedia approaches and use of \nimproved  computer-aided instruction.  \nDevelop a system for professional certification of VS teachers that is gender inclusive and has \nsex-disaggregated information. \n2.3. New learning  Develop and monitor new teaching methodologies (e.g., group or self-paced learning).a \nmethodologies  Develop new teaching methods for increasing female and male student participation.  \nsuitable to large  Incorporate gender-specific aspects into activities related to the development of new teaching \ninstitutions developed  materials (e.g., research studies, review of DTVE guidelines and school standards). \n                                                 \n1 ADB. 2006. Indonesia: Country Gender Assessment. Manila. \n ", "66  Appendix 14 \nProject Output  Actions Proposed \n2.4. New instructional  Ensure female and male staff have equal access to training on new instructional software. \nmaterials and  Purchase new instructional materials that are gender-sensitive and free of gender bias, \nsoftware provided  especially in more male-dominated technical subjects. Review the approved list of materials for \nVSs and include a criterion that evaluates materials for gender bias and gender stereotyping.  \nOutput 3: Strengthened School–Industry Linkages Strengthened \n3.1. Partnerships  Explore partnerships with technical and service industries (e.g., mechanics and tourism) to \nbetween schools and  achieve a gender balance in the development of partnerships. \nindustry supported  Support VSs to develop and market “added value” to industries. \nEncourage equal recruitment of female and male students in all subjects, including those that \nare traditionally sex-aggregated.  \n3.2. New courses to  Include a gender perspective in school-based research studies, course development, and \nmeet local industry  evaluations, especially when investigating the needs and priorities of schools and local \nneeds supported  industry, and exploring new opportunities for men and women  \n3.3. Trial  international  Provide equal opportunities to both female and male students to obtain international \nstandards and  certification through information, dissemination of application and procedures, and individual \nbenchmarks in  student quotas at VSs.  \ncooperation with  Extend opportunities into new fields to enable participation by female and male students for \nindustry  international benchmarking. \nIncorporate a gender perspective into MONE’s assessment of the trials by disaggregating \ninformation and the number of students in each expanded field by sex. \nOutput 4: Enhanced Entrepreneurship Focus \n4.1. Students assisted  Creation of incubators or similar initiatives will be open to all female, all male, or mixed female \nstudents to start their  and male groups of interested students. \nown businesses   Mentoring staff member or community expert will encourage both male and female students \nthrough gender-sensitive and inclusive methods (e.g., support public speaking by both female \nand male students or equal opportunities to apprenticeship opportunities) \n4.2. Entrepreneurship  Use the ILO game and training materialsa in model schools.  \neducation  Use the game to build self-confidence among female students in technical and non-technical \nstrengthened   subjects. Game players will be female only, male only, and both.  \nIncrease a balance of trainers (female and male) that use the materials and deliver the courses. \n4.3. Production units  Involve both male and female students in surveying the local markets and assessing regional \n(e.g., shops, travel  demand for goods and services. \nagency, etc.)  Among the core members of a production unit, aim to balance the number of female and male \nenhanced  students involved in management responsibilities. \nProject Implementation Arrangements \nThe PMU (15 DTVE staff) will include a representative from the gender working groups within DTVE who will be \nresponsible for overseeing gender activities for the Project.  \nThe advisory expert panel that assesses the completed SBPs will include technical and service industry representatives. \nA member of the School Committee or the implementation team in each VS will oversee gender activities.  \nThe  terms  of  reference  for  SBP  preparation  and  implementation  will  include  a  social  and  gender  specialist  to \n(i) deliver gender awareness training to facilitators and model school staff, and (ii) work with DTVE in the implementation \nof gender-specific actions pertaining to SBPs and project implementation.  \nThe terms of reference for the writer/editor for the “What Works in VS” publication will collect information about \nsuccessful initiatives from different types of schools and include a gender balance in its final publication (text, photos, \nand illustrations). \nThe terms of reference for the monitoring and evaluation firm will mainstream gender actions into its M&E activities (e.g., \ndisaggregate by sex performance indicators and progress information in reports, develop an M&E system that can \naccommodate sex-disaggregated data, conduct baseline surveys with both male and female recipients, and train both \nmale and female staff)  \nDTVE = Directorate of Technical and Vocational Education, EMIS = education management information system, ILO = \nInternational Labour Organization, MONE = Ministry of National Education, M&E = monitoring and evaluation, PSC = \nproject steering committee, SBP = school business plan, VS = vocational senior secondary school.  \na   Lessons may be learned from the development and implementation of UNESCO/Jakarta Scientific, Technical and \nVocational Education for Marginalized Girls and Young Women: A Guideline to Facilitate Expansion and Effectiveness of \nthe STVE Programme (2007). In addition, ILO-supported Dikmenjur to develop two sets of materials: (i) Know about \nBusiness: Entrepreneurship Education in Schools (VS, levels 1 and 2); and (ii) Start and Improve Your Business (VS, \nlevel 3).  Both have been adapted to the Indonesian context and include photos to counter gender-stereotypes. \nSource: Asian Development Bank estimates.                                       "], "metadata": {"CreationDate": "D:20080310104306+08'00'", "Author": "RDI", "Creator": "PScript5.dll Version 5.2", "Keywords": "vocational education strengthening project, vocational education project, indonesian education strengthening project, indonesia vocational education, rrp: ino 33409", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20080402141138+08'00'", "Title": "Proposed Loan and Technical Assistance: Vocational Education Strengthening Project"}}