{"path": "data/input/ta/34103-prc-tar.pdf", "pages": ["ASIAN DEVELOPMENT BANK TAR:PRC 34103\nTECHNICAL ASSISTANCE\n(Financed from the Japan Special Fund)\nTO THE\nPEOPLE’S REPUBLIC OF CHINA\nFOR THE\nJIANGSU HIGHWAY\nBUILD-OPERATE-TRANSFER PROJECT\nDecember 2000", "CURRENCY EQUIVALENTS\n(as of 7 December 2000)\nCurrency Unit – Yuan (Y)\nY1.00 = $0.1208\n$1.00 = Y8.2770\nThe exchange rate of the renminbi yuan is determined under a floating exchange rate system.\nABBREVIATIONS\nADB – Asian Development Bank\nBOT – build-operate-transfer\nEIA – environmental impact assessment\nkm – kilometer\nPRC – People’s Republic of China\nSDPC – State Development Planning Commission\nTA – technical assistance\nUNIDO – United Nations Industrial Development Organization\nNOTES\n(i) The fiscal year of the Government coincides with the calendar year.\n(ii) In this report, \"$\" refers to US dollars.", "Q)o0 ~ Nco\"1.m\ncn~»zcoz(:) --'c n\n\" Ir ) tDcr-c\"U Im OO \"Cc..\"U m-r JJ»mu5 ~Z:IJ mG')m-, c\"Uz-lCC-;JJ:I:rnI»-!::mZG')O cn:I: 0 \"T1~\" m>0 JJ~I \"C -JJ~ Oc..m(\")-I\n~mz», ii\\~-.,; I ~ \"\n~ooq7 ( f~ ~ ~ooo7\n~\n~\nr--\"\\ ) ~\n~\n~\n)0-z~c\nJ::r\"\n[i '~A\n,\nx5. ,d\n1\n\\ ~\n\\ ~ 0- - ~~-~6 ~ fJ,~\"'\ni('\") 0;1N\"~ ~r'! I~  X~ 2\n~;r- \" \"' \"'\nc\n0 NO \"'0 0)p ,\\\nO 2;\"03\"'...;;j c- cc'c ~o~7\n\"'Naa7 ~\ni.(i) I -~~Q~-.:J\" -0 -..,. O<C.~ 0 (\\) -.\"'~ :J \" 'O:J\"'-0 \"~'<O-I\"O~o;\"':D-(\\):J-c.O(COJ ()\"' :J\" -\"'c.~cp \"0\"' =I =''<~ \"'\"' -:J\"'~cn(\\) 9:J >z;1:c= ~~R(~,,~/G> \\( \"' -, 10 ,/-\"I:T rC --~ :T\\I 5 '-,:Jj1- A~; / / i i O --c 8- -(1 '- \\\\{\nrCJo ! c: I:Jc. !~. ! m ~ ~~~Q~~g'o < -~ :J«\\)-(\\)--:JO -\" :Jo; (\\)- \"CJ m ° \"'c: \"' :J ~c. = \"' '< ~ \"' '< c: -~6 \" -\"~ < rn , J\nN'~m 0..\nOO ,c( \" :0'~ \" !0 ~\n!1H 6g9iJ- .a>o0Oni ~~ ~  ~ t,;;;~o8m ~", "I.  INTRODUCTION\n1. During  the  2000  Country  Programming  Mission,  the  Government  of  the  People’s\nRepublic of China (PRC) confirmed its request for advisory technical assistance (TA) from the\nAsian Development Bank (ADB) for capacity building for a pilot build-operate-transfer (BOT)\nproject in the highway subsector, the proposed Jiangsu Highway BOT Project. The ADB Fact-\nfinding  Mission  visited  Beijing  and  Nanjing  from  22  to  31  August  2000  and  reached  an\nunderstanding  with  the  Government  on  the  objectives,  scope,  cost  and  implementation\narrangements for the TA.1 The TA framework is in Appendix 1.\nII.  BACKGROUND AND RATIONALE\n2. In recognition of the huge investment requirements for infrastructure development in the\nPRC, the Government has adopted a policy of promoting private investment in infrastructure.\nApart from increasing the resources available for infrastructure development, private investment\nallows a greater sharing of project risks and assists in improving the management efficiency and\nquality of infrastructure  services.\n3. In the last 10 years the PRC has embarked on a massive program of road development.\nA national trunk highway system of some 35,000 kilometers (km) is under implementation and\none third has been completed. An estimated $120 billion will be required for the highway\nprogram over the next five years, a sum that is beyond the resources of the public sector alone.\nSince the Highway Law became effective in 1998, virtually all new and many existing highways\nhave been tolled. This has provided support for private sector participation in the highway\nsubsector.\n4. To date, the cooperative joint venture model has been the dominant structure utilized for\nprivate highway financing. It is referred to as cooperative since the foreign investor receives a\npercentage of cash flow higher than its equity share during the early years of operation until its\nequity  investment  is  fully  paid  off,  and  less  over  the  following  years.  This  modality  has,\naccording to a recent World Bank study, been used in over 80 projects, representing some\n$11.4 billion in investments including $9 billion in private sector financing. Most deals have been\nnegotiated and implemented with foreign partners funding equity from their balance sheets.\nEquity financing is expensive and many arrangements have required public partner guarantees\nof  minimum  return  and  repayment  of  capital  and  tax  incentives.  This  model’s  primary\ndisadvantage is the high cost, which is passed on to road users.\n5. Another  method  of  raising  private  capital  has  been  through  asset  securitization.\nProvincial highway companies have listed shares on the Hong Kong, China and Shenzhen\nstock exchanges. Some $1.6 billion equivalent has been raised in the past five years through\nlistings  backed  by  revenue  producing  highway  assets.  Securitization  is  undertaken  at  the\noperation stage, after certain project risks have been mitigated, including those related to\nconstruction, cost overruns, and initial traffic levels. The disadvantage of this financing modality\nis the time required to complete the regulatory formalities including, in the case of the Shenzen\nexchange, the requirements that companies must have three profitable years of operation\nbefore they can be listed. Consequently, this modality is more appropriate as a refinancing\ninstrument.\n                  \n1\nThe TA was first listed in ADB Business Opportunities  (Internet Edition) on 12 May 2000.", "2\n6. BOT remains a potential model whose effectiveness in the highway subsector has yet to\nbe proven. While different financing methods can be applied to BOT projects, it is an important\nmodel that differs from traditional government-sponsored structures by transferring risk to the\nprivate sector. The Government is encouraging wider use of the BOT modality for infrastructure\ndevelopment. It has developed a policy and regulatory framework to facilitate the formulation\nand award of a number of pilot BOT projects. The framework is expected to be ultimately\nformalized into a law dealing with BOT projects. Standard BOT concession agreements for the\npower, transport, and water supply sectors have been prepared by the State Development\nPlanning  Commission  (SDPC)  with  inputs  from  relevant  ministries  and  other  concerned\nagencies and with assistance from the United Nations Industrial Development Organization\n(UNIDO). The Government has been pursuing model projects in each of these sectors as\ndemonstration projects to provide sufficient experience to refine and finalize standard BOT\nconcession agreements and the prospective BOT law. Projects have been successfully financed\nin  the  power  and  water  sectors2,  the  latter  with  private  sector  financing  from  ADB.3  The\nproposed project has been identified by SDPC as a potential pilot BOT project in the highway\nsubsector.\n7. The proposed project constitutes the 80 km section in Jiangsu Province from Laohekou\nto Fuziling of the corridor connecting the two provincial capitals, Nanjing (Jiangsu Province) and\nHangzhou (Zhejiang Province) (map). This corridor is currently served by National Highway 104,\na Class II road, where the current traffic level is nearing capacity. The proposed project forms\npart of the triangle connecting Shanghai, Nanjing, and Hangzhou within one of the fastest\ngrowing regions in the PRC. It also provides an important link in the Shanghai-Ruili (Yunnan\nProvince) route of the national trunk highway system. The proposed project will be an access\ncontrolled expressway, comprising a 65 km six-lane southern section and a 15 km four-lane\nnorthern section. The total cost of the proposed project is estimated at Y3.5 billion ($422 million\nequivalent).\n8. The project preparatory work carried out by the Jiangsu authorities is at an advanced\nstage and has established the technical, financial, and economic viability of the proposed\nproject. A full feasibility study and a special financial feasibility study looking at the potential of\nthe BOT modality have been completed. The implementation of the proposed project will involve\nresettlement of about 1,500 families living on the right of way; a detailed resettlement plan has\nbeen prepared and is to be implemented by the local governments prior to the commencement\nof  construction.  An environmental  impact  assessment  (EIA)  report  has  been  prepared  and\napproved by the National Environment Protection Agency. Technical proposals will have to\nsatisfy the environmental requirements specified in the EIA Report.\n9. The  proposed  project  is  expected  to  have  good  prospects  for  BOT  financing  (see\nselection criteria in Appendix 2). The proposed financing structure envisages debt as well as\nequity financing. To mitigate the foreign exchange risk, domestic financing is expected to be\nsought by the winning project sponsor. The 2005 opening year traffic is forecast at 25,000\nvehicles per day, and expected to grow in the initial years at 8 percent per annum. The\nconcession period proposed is 25 years, including a 3-year construction period. The structuring\nof the proposed project will need to be carefully reviewed to maximize the interest of the private\n                  \n2  The first pilot BOT project was the Laibin B Power Project in Guangxi Autonomous Region. The second was the\nChengdu Water Supply Project in Sichuan province.\n3  Loan 7152/1662-PRC: Chengdu Generale des Eaux-Marubeni Waterworks Company Ltd., for $26.5 Million,\napproved on 11 February 1999.", "3\nsector. The Government is considering including the operation and management of the parallel\nnational highway in the concession and the possibility of constructing a portion of the proposed\nalignment as its contribution.\n10. ADB  supports  the  Government’s  policy  of  encouraging  local  and  foreign  private\ninvestment to meet infrastructure needs. ADB TA to the power and water sectors has provided\ngood  experience  with  the  BOT  modality.4  In  the  highway  subsector,  ADB  has  provided\nassistance to assess a broad range of financial instruments for mobilizing additional domestic\nand  international  resources,  including  from  the  domestic  capital  markets.5  ADB  has  also\nprovided assistance for (i) capacity building in relation to BOT processes and preparing a\nfeasibility study for a highway BOT scheme;6 and (ii) developing institutional capacity to promote\ncorporatization,  leasing,  and  securitization.7  In  addition  ADB’s  Private  Sector  Group  has\nmobilized $123.4 million of private sector equity financing for seven road projects in the PRC.\n11. The TA is a logical follow-on assistance by ADB to build the capacity of the Government\nagencies involved in the implementation of BOT projects in the highway subsector and to\npromote transparency and competition in the selection of project sponsors. The highway BOT\nmodality is a challenging area where, in line with its Private Sector Development Strategy, ADB\ncan play a catalytic role through advisory TA and possibly a private sector operation. The\nexperience gained will help refine the standard BOT concession agreement and formalize the\nlegal and regulatory framework essential to build the confidence of investors and lenders. The\nsuccessful implementation of the TA is expected to promote more transparency and increased\nprivate sector investment in the subsector. Such investment will indirectly contribute to ADB’s\noverarching goal of poverty reduction by freeing up public financial resources that can instead\nbe utilized for the Government's social and equity programs.\nIII.  THE TECHNICAL ASSISTANCE\nA.  Objective\n12. The objective of the advisory TA is to strengthen the capacity of national and provincial\nagencies  in  the  processing  of  BOT  infrastructure  projects  following  competitive  bidding\nprocedures and international best practice. Using the proposed Jiangsu Highway BOT Project\nas a pilot case study for the highway subsector, the TA will help in marketing the project,\nstructuring it for the BOT modality, preparing the bidding documents for the selection of the\nproject sponsor, evaluating the bids received, and negotiating with the most competitive bidder.\nThe resulting refinements in the bidding and evaluation process will help develop a model for\nfuture  BOT  highway  projects  in  the  PRC  and  finalize  the  enabling  legal  and  regulatory\nframework.\n                  \n4  TA 2730-PRC: BOT Changsha Power, for $600,000, approved on 23 December 1996, and TA 2804-PRC: BOT\nChengdu Water Supply, for $600,000, approved on 2 June 1997.\n5 TA 2409-PRC: Appraisal Methodologies and Restructuring Highway Financing in Hebei Province, for $740,000,\napproved on 28 September 1995.\n6  TA 2649-PRC: Facilitating Build-Operate-Transfer Mobilization in the Highway Sector, for $1.1 million, approved on\n27 September 1996. The resulting feasibility study for the Yangjiang-Dianbai expressway in Guangdong Province\nconcluded that the BOT project was not viable because of high risks associated with the traffic forecast.\n7  TA 2952-PRC: Corporatization, Leasing, and Securitization in the Road Sector, for $1.0 million, approved on\n19 December 1997.", "4\nB.  Scope\n13. The TA will involve:\n(i)  a review of all aspects of the detailed feasibility work that has been undertaken\nfor the proposed project including engineering, financial and economic analyses,\nrisk assessment and environmental impact assessment, and provision of advice\nregarding  the  structuring  of  the  proposed  BOT  project  and  the  Government\nsupport required in order to best attract the private sector;\n(ii)  an examination of the resettlement and social impacts of the proposed project to\nensure  conformity  with  national  guidelines  and  ADB’s  policies  on  social\ndimensions and involuntary resettlement;\n(iii)  a review of the bidding documents to be issued for the proposed project to\nincorporate best international practice and the findings of the feasibility review;\n(iv)  assistance with the marketing of the proposed project to prospective project\nsponsors and investors and assistance with the evaluation of the prequalification\nsubmissions;\n(v)  support and advice to the project authorities during the prebid meeting with the\npotential bidders, in the evaluation of bids received, during negotiations with the\nfirst ranked bidder, and in finalizing the concession agreement to be signed with\nthe  successful  bidder.  Such  assistance  will  cover  technical,  commercial,\nfinancial, and legal aspects; and\n(vi)  provision  of  an  in-country  training  program  for  the  project  officials  on  the\nconcepts and methodologies for the bidding and implementation of BOT projects.\n14. Outline terms of reference for the consultants to be engaged under the TA are given in\nAppendix 3.\nC.  Cost Estimates and Financing Plan\n15. The total cost of the TA is estimated at $725,000 equivalent, comprising $497,000 in\nforeign  exchange  and  $228,000  equivalent  in  local  currency.  ADB  will  provide  $555,000\nequivalent on a grant basis from the Japan Special Fund, funded from the Government of\nJapan, to meet $497,000 of the foreign exchange costs and $58,000 equivalent of the local\ncurrency  costs  to  finance  domestic  consultants  and  local  expenses.  The  Government  will\nfinance  the  remaining  $170,000  equivalent  in  local  currency  costs  including  provision  of\ncounterpart staff, technical support, local transport, office facilities, and translation. Detailed cost\nestimates and financing arrangements are presented in Appendix 4.\nD.  Implementation Arrangements\n16. For the overall management of the proposed project implementation, a leading group\nunder the chairmanship of the Vice Governor of Jiangsu Province is to be established. The\nleading group will comprise representatives of the Jiangsu Development Planning Commission,\nJiangsu Provincial Communications Department, and other agencies. A BOT office will be\nestablished to manage the day-to-day implementation of the proposed project including the", "5\npreparation of project documents (prequalification and bidding documents) and the overall BOT\nbidding process. Evaluation and negotiating teams will be established to evaluate the bids\nreceived and negotiate with the successful bidder, respectively. BOT International Engineering\nDevelopment Company Ltd., an independent PRC consulting firm, has been engaged to review\nthe financial feasibility of the proposed project, prepare the bidding documents, and support the\nBOT office and the special teams.\n17. For the TA implementation, SDPC will be the Executing Agency and the BOT office will\nbe the Implementing Agency. SDPC will chair a steering committee, with representatives from\nthe Ministry of Finance, Ministry of Communications, and Jiangsu Provincial Government, to\nprovide policy advice and guidance. The BOT office will be responsible for the day-to-day\nimplementation of the TA and the provision of counterpart staff and support for the TA.\n18. A team of international and domestic consultants will be engaged using a simplified\ntechnical proposal in accordance with ADB's Guidelines on the Use of Consultants and other\narrangements  satisfactory  to  ADB  for  the  engagement  of  domestic  consultants.  The\ninternational consultants, with a total input of 12 person-months, will have core expertise in\nprivate sector infrastructure, with focus on commercial aspects and project finance; law, with a\nfocus  on  concessions  and  bidding  documents  for  private  sector  projects;  and  highway\nengineering, with BOT experience. The consultants will have experience in the evaluation and\nnegotiation of private sector transport projects. Expertise in environmental and social impact\nassessment will also be required. The domestic consultants, with a total input of 8 person-\nmonths, will have expertise in commercial and financial aspects of infrastructure projects, and\nPRC law.\n19. The  TA  will  be  carried  out  in  four  phases.  Under  phase  I,  project  marketing  and\nprequalification support will be provided; the bidding documents for the proposed project will be\nreviewed together with the review of the feasibility studies and engineering design, the EIA\nreport,  and  the  resettlement  plan  for  the  proposed  project.  A  computerized  model  for  the\nfinancial evaluation of the bids will also be developed during this phase. In phase II, assistance\nwill be provided to the project authorities in the prebid meeting with the potential bidders.\nAssistance in the evaluation of the bids received will be the main task of the consultants under\nphase Ill. In phase IV, the consultants will assist in the negotiations with the successful bidder,\nand in the finalization of project agreements. The in-country training program will be conducted\nprior to the commencement of phase Ill. Full use will be made of the work carried out so far in\nthese  areas  under  the  earlier  TAs  provided  by  ADB,  the  World  Bank,  UNIDO,  and  other\norganizations. The consultants will submit reports at the end of each phase of the work. The\nfinal report on the completion of the TA work will summarize the bidding experience for the\nproposed project, and provide recommendations on how the bidding systems and procedures\nfor  BOT  highway  projects  could  be  further  improved.  Tripartite  meetings  involving  the\nGovernment,  ADB,  and  the  consultants  will  be  held  (i)  within  six  weeks  of  TA  inception,\n(ii) following the evaluation of the bidding documents, and (iii) following negotiation with the first-\nranked bidder. The work on the TA is expected to commence in March 2001, and be completed\nin 18 months by September 2002.\nIV.  THE PRESIDENT'S RECOMMENDATION\n20. The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance to the Government of the People’s Republic of China, on a\ngrant basis, in an amount not exceeding $555,000 for the purpose of the Jiangsu Highway\nBuild-Operate-Transfer Project, and hereby reports such action to the Board.", "6 Appendix1\nLOGICAL FRAMEWORK\nDesign Summary Targets Monitoring Mechanism Risks/Assumptions\n1. Goals  \n•  Support the •  Increase private •  National Statistics •  Conducive macro-\nGovernment in infrastructure investment. •  Dialogue with the economic environment\npromoting private •  Improve governance. Government, other aid •  Private sector interest\ninvestment in the\n•  Improve efficiency of agencies, and the •  Preference for\nhighway subsector.\nprivate sector\ninfrastructure provision. unsolicited proposals\nwith direct\nnegotiations and/or\nresistance to open\nbidding procedures\n2. Purpose    \n•  Strengthen the •  Establish a tested, •  Technical Assistance •  Effective\ncapacity of national transparent, and competitive (TA) progress reports, implementation of the\nand provincial infrastructure financing review missions TA\nagencies in the modality. •  TA Completion Report •  Long-term funds\nprocessing of build- •  Support enactment of the (TCR) available for\noperate-transfer\nlegislation for BOT and other infrastructure\n(BOT) projects using\nprivate sector modalities. development\ncompetitive bidding\n•  Build up capacity for\nand international best\ninfrastructure project\npractice.\nstructuring, tendering\nand negotiation with\nthe private sector\n3. Outputs  \n•  Jiangsu Highway •  Concession agreement •  TA review missions •  Implementation\nBOT Project executed and financial and progress reports agency and\nsuccessfully tendered closure achieved. •  TCR consultants perform\nand financed. satisfactorily\n•  Private sector interest\nin the proposed\nproject\n•  Model concession for •  A model for future BOT  \nhighway BOT highway projects in the\nestablished. Peoples Republic of China\ndeveloped.\n4. Activities 5. Inputs  \n•  TA Implementation •  $555,000 (12 months •  TA review missions •  Availability and timely\ninternational + 8 months local and progress reports recruitment of\nconsulting services) TA grant •  TCR qualified consultants\n•  $170,000 million counterpart •  Adequate counterpart\ncontribution contributions by the\nimplementation\nagency\n(Reference in text: page 1, para. 1)", "7 Appendix 2\nHIGHWAY BUILD-OPERATE-TRANSFER (BOT) PROJECT\nSELECTION CRITERIA\nTA  2649-PRC: Facilitating the BOT Modality in the Highway Sector  concluded  that  to  attract  foreign\ninvestment, appropriate schemes should have most of the favorable characteristics listed in column 1 of the\ntable. Column 2 shows to what extent the proposed Jiangsu Highway BOT project meets these criteria.\nFavorable Characteristics for BOT Project Characteristics\n1.  Form a strategic link at a national or provincial (cid:1)  The highway will form an integral component of\nlevel, or be an urban expressway or ring road the National Trunk Highway System as well as a\nstrategic link within the Jiangsu Province to a\nnew international airport.\n2.  Start and end at cities or towns with significant (cid:1)  The proposed project will be a component of a\npopulations highway link between the major cities of Nanjing\nand Hangzhou.\n3.  Connect into an established highway network (cid:1)  This will be the final section of the intercity link –\nthat has sufficient capacity for a 10-year period one section is complete and all other sections\nwithout improvement (i.e., the forecast traffic have recently commenced construction.\nflow is not dependent on the completion of other Therefore link roads should not cause\nlinks) bottlenecks.\n4.  Provide for a current need (e.g., to replace an (cid:1)  The highway will replace an existing over-\nexisting low-standard over-capacity highway) capacity two-lane national road.\n5.  Be acceptable to the users, i.e., located in an (cid:1)  It will be located in one of the highest income,\narea where users accept the principle of tolled fastest developing provinces. Tolls will be\nhighways and can afford the toll charges charged on major roads including the parallel\nnational highway.\n6.  Be apparently free from the prospect of a (cid:1)  The parallel national highway will allow  traffic\ncompeting route (i.e., free to the extent that the diversion from the project. Consideration will be\nproject company would not consider seeking a given to allowing the project company to\nguarantee from the concession authority) manage the parallel road.\n7.  Be located in an area that forecasts steady and (cid:1)  Provincial GDP growth has been about 12%\nreasonable traffic growth over the concession and is projected to be 11% for 2000-2010 and\nperiod 7% thereafter.  Traffic is expected to grow at\n8.7% and 5.2% during the same periods.\n8.  Be dual 2-lane as a minimum (cid:1)  The proposed project will be 15 kilometer (km)\ndual 2-lane and 65km of dual 3-lane\nexpressway.\n9.  Have a minimum traffic flow of 10,000 vehicles (cid:1)  Opening traffic is projected to be 25,000\nper day in the opening year; vehicles per day.\n10. Have a minimum economic internal rate of (cid:1)  The EIRR is estimated at 23%.\nreturn (EIRR) of 12% based on a ‘worst case’\nscenario at constant prices;\n11. Have an appropriate financial internal rate of (cid:1)  The FIRR is estimated at 16% based on $422\nreturn (FIRR) based on investor’s perception at million cost, 25 year concession and typical toll\nthe time; levels of $0.06/km/car passenger unit.\n12. Be a minimum length of 40 km to comply with (cid:1)  Project length is 80 km.\nthe PRC assignment measures.\n13. Be technically feasible; (cid:1)  Technical feasibility has been established.\n14. Have quantifiable technical risk (i.e., only risks (cid:1)  Preliminary investigations have quantified major\nthat can be realistically priced). technical risks including environmental and\nsocial ones.\n(Reference in text: page 2, para. 9)", "8 Appendix 3, page 8\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\n1. The consultants will carry out the tasks under the technical assistance (TA) in four\nphases. In phase I, the focus will be on reviewing the financial feasibility and structuring,\nenvironmental impact and resettlement plan of the proposed Jiangsu Highway Build-Operate-\nTransfer (BOT) Project. These tasks will be carried out to identify the scope of the project to be\nbid and to incorporate international practices in the bidding documents for the proposed project.\nSupport for marketing and prequalification will also be provided. Under phases II, Ill, and IV, the\nconsultants will assist the project authorities and the project evaluation and negotiating teams in\nthe  pre-bid  meeting,  the  evaluation  of  the  bids  received,  and  in  the  negotiations  with  the\nsuccessful bidder, respectively. The consultants will make full use of the work carried out so far\nin these areas under the earlier technical assistance provided by ADB and other organizations.\nParticular attention is drawn to the work done under TA No. 2649-PRC Facilitating the BOT\nModality in the Highway Sector.\n2. The terms of reference of the consultants are as follows:\n1.  Phase I- Pretender Support\n3. The consultants will provide pretender support and will:\n(i)  review the recent experience in the People’s Republic of China and elsewhere, in\nthe bidding, negotiation, and award for BOT projects and current developments\nin  the  bidding  procedures  and  documentation,  including  the  technical,\ncommercial, financial, and legal aspects;\n(ii)  review the technical and financial feasibility reports of the proposed project in\norder to (a) confirm completeness and consistency of the project design with\nBOT philosophy; (b) identify the scope of work and the facilities to be established\nby the project sponsor; (c) consider the options for Government support; and\n(d) ensure  that  these  requirements  are  appropriately  reflected  in  the  bidding\ndocuments including the invitation to bid and concession agreement;\n(iii)  assist with the marketing of the proposed project to prospective project sponsors\nand investors and assist with the evaluation of the prequalification submissions to\nselect qualified bidders;\n(iv)  review  the  environmental  impact  assessment  (EIA)  report  for  the  proposed\nproject, to ensure that the bidding documents appropriately require the project\nsponsor  to  provide  equipment  and  systems  to  meet  national  environmental\nstandards and comply with the recommendations in the EIA, and review the\nresettlement plan to ensure it is in conformity with national guidelines;\n(v)  review  the  performance  indicators  to  be  incorporated  in  the  concession\nagreement and the toll adjustment methodology;\n(vi)  recommend improvements in the structuring of the proposed BOT project to\nencourage private sector interest and improvements in the procedures for the\ntender and selection of the sponsor for the proposed project. The Government’s\nobligations and necessary support to be provided will be clearly defined; and\n(Reference in text: page 4, para. 14)", "9 Appendix 3, page 9\n(vii)  develop a computerized model for the financial evaluation of the bids to help the\nproject authorities compare the financial and price offers of the various bidders.\n2.  Phase II- Bidding Support\n4. The consultants will assist the project authorities in the prebid meeting with potential\nbidders. The consultants will assist in:\n(i)  clarifying the provisions in the bidding documents including the procedures for\nbidding, information to be submitted, and evaluation criteria for the selection of\nthe successful bidder; and\n(ii)  preparing written responses to the bidders based on the issues raised in the\nprebid meeting.\n3.  Phase IlI- Evaluation Support\n5. The consultants will assist in the evaluation of the bids received. The consultants will:\n(i)  work  closely  with  the  project  authorities  to  assist  in  the  evaluation  of  the\ntechnical,  commercial,  financial,  economic,  and  legal  aspects  of  the  bids\nreceived;\n(ii)  design suitable forms and develop methodologies to enable evaluation of bids\nsystematically  and  quickly;  advise  on  the  international  practices  in  bid\nsubmissions,  and  interpretation  of  data  and  information  provided;  assist  in\nverifying the validity of data and information submitted in the bids particularly on\nthe experience of the bidders, the performance of the bidders on other private\ninfrastructure  projects  including  their  capability  to  raise  finances,  and  their\noperational performance;\n(iii)  assist in the evaluation of the financial and price offer of the bidders utilizing the\nfinancial model developed;\n(iv)  assess the economic impact of the proposed project based on bid submissions;\nand\n(v)  prepare a bid evaluation report.\n4.  Phase IV- Negotiation Support\n6. The consultants will work closely with, and assist, the project authorities during the\nnegotiations with the successful bidder. The consultants will:\n(i)  be present in all the meetings during the negotiations and assist the project\nauthorities  in  the  negotiations  with  the  first  ranked  bidder  in  the  technical,\ncommercial, financial, and legal aspects;\n(ii)  assist in clarifying and elaborating on international practices on the issues that\nmay arise during negotiations;", "10 Appendix 3, page 10\n(iii)  assist the project authorities in analyzing the changes proposed to be made in\nthe concession agreement during the negotiations; and\n(iv)  assist  the  project  authorities  in  preparing  a  summary  of  evaluation  and\nnegotiation points, and in finalizing the concession agreement for submission to\nthe State Development Planning Commission (SDPC) for approval.\n5.  Training Program\n7. The consultants will organize a three-day in-country training program on the concepts\nand  methodologies  for  the  bidding  and  implementing  of  BOT  projects.  The  number  of\nparticipants in the training program will be about 25 and will include officials from the BOT office\nand other agencies involved in BOT projects. The BOT office will make arrangements for the\ntraining program.\n6.  Reporting Requirements\n8. The consultants will submit reports in both Chinese and English to SDPC and the BOT\noffice, and in English to ADB as follows:\n(i)  a report at the end of phase I presenting recommendations for improvements in\nthe bidding documents, and the financial model including a user manual. The\nmodel will be finalized before the end of phase II;\n(ii)  a bid evaluation report at the end of phase III;\n(iii)  a report at the end of the negotiations under phase IV summarizing the main\nnegotiating  points,  resolutions,  and  the  changes  needed  in  the  concession\nagreement; and\n(iv)  a final report summarizing the bidding experiences, and recommendations on\nhow the bidding systems, procedures, and evaluation of and negotiation for BOT\nhighway projects could be further improved.", "11 Appendix 4\nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nForeign Local Total\nItem Exchange Currency Cost\nA. Asian Development Bank Financinga\n1. Consultants\na. Remuneration and Per Diem\ni. International 350 0 350\nii. Domestic 0 50 50\nb. International Travel 50 0 50\n2. Computer and Office Equipment 10 0 10\n3. Project Promotional Materials 6 0 6\n4. Training Expenses 2 0 2\n5. Reports and Communications 10 0 10\n6. Contract Negotiations 5 0 5\n7. Contingencies 64 8 72\nSubtotal (A) 497 58 555\nB. Government Financing\n1. Counterpart Staff 0 50 50\n2. Technical Support 0 50 50\n3. Office Space 0 25 25\n4. Local Transport 0 5 5\n5. Translation 0 15 15\n6. Contingencies 0 25 25\nSubtotal (B) 0 170 170\n           Total (A + B) 497 228 725\na Financed from the Japan Special Fund, funded by the Government of Japan.\n(Reference in text: page 4, para. 15)"], "metadata": {"CreationDate": "D:20011002111412Z", "Author": "j3m", "Creator": "ADOBEPS4.DRV Version 4.10", "Keywords": "jiangsu highway build-operate-transfer, jiangsu highway china, BOT infrastructure projects, jiangsu highway BOT peroject, prc highway subsector, adb technical assistance 3569, adb project 34103", "Producer": "Acrobat Distiller 3.01 for Windows", "ModDate": "D:20090220150616+08'00'", "Title": "Jiangsu Highway Build-Operate-Transfer Project"}}