{"path": "data/input/ta/34389-04-cam-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 34389 \nNovember 2010 \n \nProposed Loan and Grant for Subprogram 4  \n \nKingdom of Cambodia: Financial Sector Program II\n \n ", "CURRENCY EQUIVALENTS \n(as of 4 November 2010) \n \nCurrency Unit  –  riel/s (KR) \nKR1.00  =  $0.00024  \n$1.00  =  KR4,170 \n \nABBREVIATIONS \n \n  ABC  –  Association of Bankers in Cambodia \n  ADB  –  Asian Development Bank \n  CAFIU  –  Cambodian Financial Intelligence Unit \n  CIS  –  credit information sharing system \n  COM  –  Council of Ministers \n  FSP  –  Financial Sector Program \n  LBFI  –  Law on Banking and Financial Institutions \n  MEF  –  Ministry of Economy and Finance \n  MFI  –  microfinance institution \n  MOC  –  Ministry of Commerce \n  NAC  –  national arbitration center \n  NBC  –  National Bank of Cambodia \n  PCSS  –  payments, clearance, and settlement system \n  PPU  –  Payments Policy Unit \n  TA  –  technical assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Ahmed, Financial Sector, Public Management, and Trade Division, \nSERD \n   \nTeam leader  S. Tukuafu, Principal Financial Sector Specialist and Project \nAdministration Unit Head, SERD \nTeam members  F. Barot, Administrative Assistant, SERD \n  P. Doung, Economics and Financial Sector Officer, Cambodia \nResident Mission, SERD \n  R. O'Sullivan, Principal Counsel, Office of the General Counsel \nPeer reviewer  D. Kertzman, Director, Financial Sector, Public Management, and \nTrade Division, Central and West Asia Department \n   \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nPROJECT AT A GLANCE                             \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  2 \nC.  Outputs  2 \nD.  Investment and Financing Plans  8 \nE.  Implementation Arrangements  8 \nIII.  DUE DILIGENCE  9 \nA.  Economic and Financial  9 \nB.  Governance  9 \nC.  Poverty, Social, Gender, and Environmental Safeguards  9 \nD.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15   \n4.         Policy Matrix and Medium-Term Program                    20 \n \n \n \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nPROJECT AT A GLANCE \n1. Project Name:  Financial Sector Development Program (Cluster 2, Subprogram 4)  2. Project Number:  34389-04-3 \n                                                                                                                                                                                                  34389-05-2 \n \n3. Country: Cambodia    4. Department/Division:  Southeast Asia Department \n              Financial Sector, Public Management, and Trade Division \n5. Sector Classification \n \nSectors  Primary  Subsectors \nFinance    Finance Sector Development \n    Banking Systems \n    Insurance and Contractual Savings \n    Microfinance \n    \n  \n6. Thematic Classification:     \nThemes  Primary  Subthemes \nGovernance    Economic and financial governance \nCapacity Development    Institutional development \nEconomic Growth    Promoting macroeconomic stability \n    Promoting economic efficiency and enabling business \nenvironment \nPrivate Sector Development    Policy Reforms \n   \n6a. Climate Change Impact:          6b. Gender Mainstreaming: \n            \n \n \nAdaptation      Gender equity theme   \nMitigation      Effective gender mainstreaming   \n      Some gender benefits   \n      No gender elements   \n    \n7. Targeting Classification:          8. Local Impact:  \nTargeted Intervention    Rural   \nGeographic  Millennium  Income    Urban   \nGeneral Intervention  dimensions of  Development  Poverty at    National  High \ninclusive  Goals  Household    Regional   \ngrowth    Level      \n              \n9. Project Risk Categorization:  Low \n10. Safeguard Categorization: \nEnvironment  C \nInvoluntary resettlement  C \n  Indigenous peoples  C \n11. ADB Financing: \n \n  Sovereign/Nonsovereign  Modality  Source  Amount ($ million) \nSovereign  Program loan  Asian Development Fund  10.0 \nSovereign  Program grant  Asian Development Fund  5.0 \n     Total      15.0 \n12. Cofinancing:                                               No cofinancing available \n \n13. Counterpart Financing:      No counterpart financing available\n \n14. Aid Effectiveness:  \nParallel project implementation unit  Yes \n  Program-based approach  Yes \n \n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan and (ii) a proposed grant, both to the Kingdom of Cambodia for subprogram 4 of the \nFinancial Sector Program II (FSP II). \n \n2.  The development framework for Cambodia’s finance sector is based on the 10-year \nrolling blueprint, last updated and adopted by the government in February 2007 as the Financial \nSector  Development  Strategy  2006–2015.  Through  the  first  Financial  Sector  Program 1                \n2001–2007 of the Asian Development Bank (ADB), the government was able to lay the legal \nand  regulatory  foundations  necessary  for  a  sound,  market-oriented  finance  sector.                        \nThe government also took strong measures to consolidate the banking system and introduce \nmore stringent requirements for capital adequacy, governance, and risk management. With \nsignificant results achieved from the first FSP, and to ensure the durability of its reform program \nand  inclusive  access  to  financial  services  by  ordinary  citizens,  the  government  requested \ncontinuing ADB support to the sector. This led to the design and approval of the FSP II in 2007.2 \nComprising a series of four single-tranche subprograms, the FSP II commenced in September \n20063 and will be completed in December 2010 at the conclusion of subprogram 4. The FSP II \nhas helped to strengthen resilience, improve public confidence and financial intermediation, \npromote good governance, and enhance efficiency in Cambodia's finance sector. \n \nII.  THE PROGRAM \n \nA.  Rationale \n \n  3.  Inclusive economic growth for poverty reduction. Cambodia’s real gross domestic \nproduct grew strongly at about 9.1% per year on average from 1998 to 2008. This robust \neconomic performance was led by the private sector, particularly in garments, tourist-related \nservices, construction, and agriculture, with a substantial proportion being financed from foreign \ndirect  investments  and  the  domestic  financial  system.  With  a  rapidly  growing  commercial \neconomy that requires a sound financial system to sustain its rate of growth, the government is \ncommitted to long-term development of the finance sector, channeling financial resources to \nproductive  investments,  and  managing  the  inherent  risks  to  achieve  long-term  sustainable \neconomic growth and indirectly contribute to poverty reduction. The Asian financial crisis of the \nlate 1990s and the global financial crisis that began in 2008 devastated many economies by \nwiping out several years of growth within a very short time. To promote sustainable economic \ngrowth, reduce poverty, and help to mitigate shocks emanating from external financial crises, \nADB plays an important role in supporting finance sector development in its developing member \ncountries, including Cambodia. \n                                                 \n 1   ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Program Loan \nCluster to the Kingdom of Cambodia for the Financial Sector Program. Manila (Loan 1859-CAM); ADB. 2002. \nReport and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom of \nCambodia for Subprogram II of the Financial Sector Program and on the Progress of Subprogram I (Loan 1859-\nCAM). Manila (Loan 1951-CAM); and ADB. 2005. Report and Recommendation of the President to the Board of \nDirectors on a Proposed Loan and Technical Assistance Grant to the Kingdom of Cambodia for Subprogram III of \nthe Financial Sector Program. Manila (Loan 2185-CAM). \n2    ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Program Loan \nand Technical Assistance Grant to the Kingdom of Cambodia for the Second Financial Sector Program Cluster \n(Subprogram 1). Manila (Loan 2378-CAM and TA 4999-CAM). \n3   Subprogram 1 (Loan 2378-CAM) for $10 million equivalent, approved in December 2007 and fully disbursed in \nApril 2008; Subprogram 2 (Loan 2479-CAM) for $10.3 million equivalent, approved in December 2008 and fully \ndisbursed on 23 December 2008; and subprogram 3 (Loan 2585-CAM) for $10 million equivalent, approved in \nNovember 2009 and fully disbursed in March 2010. ", "2 \n  \n4.  Aligning government commitment to reform with ADB strategy. The government’s \ncommitment to developing the finance sector is outlined in the 5-year National Strategy and \nDevelopment  Plan  2006–2010  and  the  Rectangular  Strategy  (phase  2)  of  2008.                      \nThe government’s vision in the Financial Sector Development Strategy 2006–2015 provides a \nlong-term  strategy  and  a  delineated  framework  of  reforms.  In  line  with  the  priorities  and \nstrategies  identified  in  the  government’s  National  Strategy  and  Development  Plan  and \nRectangular Strategy (phase 2), ADB’s country strategy and program focuses on three strategic \npillars:  (i)  broad-based  economic  growth  through  investments  in  physical  infrastructure, \ndevelopment  of  the  finance  sector,  support  for  greater  regional  integration,  sustainable \ndevelopment  of  small  and  medium-sized  enterprises,  and  investments  in  agriculture  and \nirrigation; (ii) inclusive social development; and (iii) good governance.4 ADB’s country strategy \nand  program  specifically  states  that  ADB  will  continue  its  leading  role  in  finance  sector \ndevelopment as it is one of the five core areas that best supports ADB's Strategy 20205 and its \ngoal to reduce poverty in Cambodia. \n \n5.  Promoting inclusive finance for poverty reduction. ADB has supported reforms in \nCambodia's finance sector since 1999. The program loan cluster approach under the first FSP \nwas successful as it provided effective and flexible ways of converting complex policy objectives \ninto implementable policy actions. Following on from the first FSP, the FSP II cluster enabled \nthe government to continue strengthening the finance sector and to introduce a combination of \nlegal  and  regulatory  reforms,  target  capacity  building,  improve  disclosure  standards  and \nfinancial transparency, and establish key financial infrastructure, including the payments and \nsettlement system. Finance sector development helps to reduce poverty by lowering transaction \ncosts of economic activities and extending the outreach of the formal finance sector to the poor \nand  to  rural  microenterprises.  While  an  efficient  financial  system  promotes  private  sector \ndevelopment and foreign direct investment, a robust finance sector protects the economy from \nunfavorable  exogenous  shocks,  which  are  becoming  more  common  in  increasingly  global \nfinancial markets, thus reducing the likelihood of falling into poverty again.     \n \nB.  Impact and Outcome \n \n6.  The overall impact of the FSP II is a sound, market-based finance sector to enhance \nresource mobilization and support sustainable economic growth. The expected outcome is a \ngrowing, resilient, and efficient financial system. The design and monitoring framework for the \nprogram is in Appendix 1; a list of linked documents is in Appendix 2. The development policy \nletter  for  the  FSP  II  cluster  is  in  Appendix  3.  The  policy  actions  for  subprogram  4  and            \nmedium-term  program  with  a  post-program  partnership  framework  are  in  Appendix  4.                   \nWith changing domestic circumstances and developmental priorities, the government requested \nminor  modifications  to  two  of  the  triggers.  These  were  endorsed  by  ADB  management              \n(footnote 1 in Appendix 4).  \n \nC.  Outputs \n \n7.  Continuing the reforms initiated under subprograms 1, 2, and 3, subprogram 4 has nine \nkey reform actions (triggers) that the government began implementing in January 2010. All have \n                                                 \n4  ADB. 2005. Cambodia: Country Strategy and Program, 2005–2009. Manila. \n5  ADB. 2008. Strategy 2020:  The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "3 \nbeen  completed  before  circulating  the  loan  document  to  the  Board.  At  the  conclusion  of \nsubprogram 4, the following outputs will have been accomplished under the FSP II cluster: \n \n   1.  Improved Confidence and Financial Intermediation \n \n8.  Modernized  payments,  clearance,  and  settlement  system.  The  process  for \nmodernizing the national payments, clearance, and settlement system (PCSS) started in 2006 \nwhen the National Bank of Cambodia (NBC) established the Payments Policy Unit (PPU).     \nWith technical assistance (TA) from ADB, the NBC developed a road map for modernizing the \nnational PCSS and, under subprogram 1, signed a memorandum of understanding with each \ncommercial bank endorsing the road map. Key actions of phase I of the road map were \nimplemented by the NBC under subprogram 2 in 2008. These included the issuance of a  \nprakas 6 on check standardization and the launch of an interbank switch between four banks \n(since increased to five banks). With a long-term payment expert funded by ADB, the road map \nto modernize the PCSS was updated and adopted under subprogram 3. In addition, an interim \nsoftware  solution  for  check  clearance  was developed  by  the  NBC  Information  Technology \nDivision and launched in May 2009, together with a set of rules and procedures to regulate the \nclearance and settlement of checks. \n \n9.  Under subprogram 4, the PPU has worked closely with commercial banks to improve the \nefficiency of check clearance and settlement, resolve issues relating to retail mobile phone \npayments, and identify practical solutions to enhance funds transfer and faster bank settlement. \nTo enhance funds transfer and early settlement, the PPU has developed a credit remittance \npayment instrument to be used as (i) a direct funds transfer instrument; (ii) a direct credit \ninstrument; and (iii) a direct debit instrument for government salary payment, utility payments, \nand settlement between banks. The credit remittance payment instrument has been discussed \nwidely with the Association of Bankers in Cambodia (ABC) and issued by the NBC in August \n2010, together with an accompanied prakas. The NBC has obtained funds ($3.6 million) from \nthe Ministry of Economy and Finance (MEF) under the FSP II grant to finance the upgrading of \nthe interim software solution to a centralized full-solution software system for clearance and \nsettlement of checks. The PPU has prepared the bid documents in close consultation with ADB, \nand the procurement process began in July 2010 with the publication of invitation for bids.        \nTwo commercial banks have introduced funds transfer to rural areas using mobile phones.       \nTo regulate and protect all parties, a prakas on third-party processor was issued by the NBC in \nAugust 2010.  \n \n10.  Consumer  access  to  credit  and  market  confidence  enhanced.  The  orderly \ndevelopment and expansion of the financial market requires knowledgeable customers and \ncompetent providers of financial services. Since 2005, all banks have been required to publish \ntheir audited financial statements to enable the public to make informed judgments regarding \nwhere to place their deposits and with which banks to transact. The FSP II supported the NBC \nin its efforts to promote bank transparency by requiring all audited financial statements of banks \nas well as new prudential regulations to be published on the NBC website. This was achieved in \n2008 and several banks have since published these annual audited financial reports on their \nown websites. \n \n11.  With close cooperation between the NBC and the ABC, a pilot online credit information \nsharing system (CIS), using negative data, was established in August 2006 under the Small and \n                                                 \n6 Khmer term for regulations or instructions issued by the NBC governor or a government minister. \n ", "4 \nMedium Enterprise Development Program.7 A number of actions were taken up through the \nSmall and Medium Enterprise Development Program to the end of 2007 to improve the software \nsystem. At the conclusion of the program in 2007, the FSP II helped familiarize stakeholders \nwith the system and addressed necessary changes to the CIS and its management structure to \nenhance effectiveness. During subprogram 2, the NBC continued to help resolve systematic \nissues related to the CIS software and added microfinance institutions (MFIs) to the negative \nCIS  system  during  subprogram  3.  Plans  to  upgrade  the  software  system  to  include  other \nsources of credit data covering both banks and MFIs, and the possibility of corporatizing the \nCIS, was expected to come on stream during subprogram 4. At the beginning of 2010, the ABC \nand the Cambodian MFI association formed a joint venture with an international service provider \nto establish a credit bureau fully owned by the private sector. The NBC retains the regulatory \nrole to ensure the cost of services is affordable and to maintain the confidentiality of the shared \ninformation. \n \n12.  Interbank  market  and  tradable  government  securities  developed.  The  Law  on \nGovernment Securities was enacted in January 2007 to provide a framework for the efficient \nissuance and management of government securities. Under subprogram 2, the NBC was able \nto establish a registry system and train staff in the functions and operation of the registry.    \nWhen subprogram 3 came on stream, the development of a short-term money market was a \npriority and, to provide liquidity support, the NBC introduced regulations covering an interbank \nrepurchase  master  agreement  for  secured  interbank  transactions  in  the  money  market  in \nOctober  2009.  With  the  advent  of  subprogram  4,  the  NBC  went  further  and  formulated \nregulations that were issued as a prakas in October 2010 to allow the use of NBC certificates of \ndeposit as collateral for interbank transactions. Though the framework is in place, banks are \nexperiencing high liquidity and are not likely to utilize this facility in 2010. \n \n13.  Outreach  in  the  formal  sector  promoted.  Banking  activities  in  rural  areas  are \nimproving, with MFIs providing most of the formal financial services. The formal microfinance \nindustry  is  growing  rapidly,  with  credit  growing  from  $92.2  million  at  the  end  of  2006  to               \n$339.6 million at the end of June 2010. Rapid expansion of credit has put pressure on the \nsources of funding for MFIs, as most of their capital and debts are generated from overseas \nsources. A review by the Consultative Group to Assist the Poor identified that the development \nof deposit services by MFIs has lagged behind credit services. These issues, such as making \ndomestic finance more widely accessible to MFIs, are being addressed by the NBC under the \nFSP  II.  As  a  first  step,  the  NBC  introduced  a  regulation  covering  the  minimum  financial, \ninstitutional, and managerial requirements for MFIs wishing to collect and intermediate voluntary \npublic deposits under subprogram 3. The regulation has, among other things, increased the \nminimum capital requirement from $62,000 to $2.5 million. Four qualified MFIs were granted \nlicenses during subprogram 4 and three applications are being processed. Since early 2009,  \nthe NBC has encouraged individual commercial banks to lend directly to MFIs, and in June \n2010 the NBC reported that seven banks were providing credit to MFIs—two in local currency \nand the other five in US dollars.  \n \n2.  Maintained Stability in the Finance Sector   \n \n14.  Updated legal and regulatory framework for banks. As part of efforts to strengthen \nprudential supervision, update regulations, and ensure stability, the NBC issued regulations           \n                                                 \n7  ADB. 2004. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kingdom of Cambodia for the Small and Medium Enterprise Development \nProgram. Manila (Loan 2129-CAM). \n ", "5 \n(i) on large exposures of banks and financial institutions, and (ii) to amend the prakas on \nlicensing  of  commercial  and  specialized  banks  under  the  FSP  II.  The  NBC  also  issued \nregulations on (i) fit and proper tests on bank management; (ii) corporate governance for banks \nand financial institutions, and (iii) updated asset classification and provisioning for banks and \nfinancial institutions. Further, the NBC undertook a comprehensive review of the 1999 Law on \nBanking and Financial Institutions (LBFI) to address the features of a changing domestic market \nand the reality of increasing international economic integration. The review benefited from TA \nprovided by ADB (footnote 2) and took into consideration consumer protection, bank secrecy \nprovisions to support development of the CIS, procedures for administering distressed and \ninsolvent banks, and protection or immunity of bank regulators. A revised and updated LBFI was \nsubmitted to the Council of Ministers (COM) in October 2009 with the expectation that it would \nbe submitted to the National Assembly during subprogram 4. Discussions at the COM began in \nFebruary 2010 before the International Monetary Fund and World Bank 2010 Financial Sector \nAssessment Program began. With additional suggestions emanating from the 2010 Financial \nSector Assessment Program, the NBC decided to withdraw the revised LBFI to incorporate \nthose comments and also revise the law on conduct and organization of the NBC. Both the \nrevised laws will be submitted to the COM in 2011.  \n \n15.  Strengthened  bank  supervision  capacity  and  measures  adopted  to  sustain \nfinancial stability. Updating and upgrading skills is a priority area that must be an ongoing \nfeature of any program aimed at developing and deepening the financial system. With TA \nof $1.7 million (footnote 2) that was approved together with the FSP II, ADB has been providing \ntechnical support to upgrade the capacity of NBC's supervision staff and strengthen the NBC’s \nsurveillance  capability.  While  ADB  supports  the  bank  on-site  supervision  aspect,  the \nInternational Monetary Fund provides a resident adviser to develop the off-site capability of the \nNBC. As an indication of the importance that ADB places on the NBC’s work in this area, ADB \napproved TA together with subprogram 2 in 2008 that provided on-the-job guidance to bank    \non-site supervision teams.8 The TA culminated in a detailed review of the six largest commercial \nbanks during subprogram 3, and the results of the on-site inspections proved very useful in \nrecent analysis of the impact of the global economic crisis on Cambodia’s banking system.   \nADB also approved TA in 2009 to help the government implement the triggers for subprogram 4 \nand as part of its continuing capacity support to the NBC.9 The NBC has also introduced \nremedial measures broadly anchored on the FSP II program policy framework, which the NBC \nis closely monitoring, and has put in place stronger sanctions to address potential vulnerabilities \nin the banking system.  \n \n16.  Prudential supervision and regulations for microfinance institutions strengthened. \nThe NBC has made significant progress in building the regulatory framework for licensing and \nsupervising registered MFIs. A division for prudential supervision of MFIs within the Banking \nSupervision Department has been established and several prudential regulations in the form of \nprakas have been issued, such as that to amend the prakas on the licensing of MFIs, and those \ncovering MFIs that can mobilize voluntary savings (2007) and the management of foreign \nexchange risks (2008). During the implementation of the FSP II and under ADB TA, staff have \nbeen trained in the implementation of these regulations, and in off-site and on-site supervision \ntechniques (footnotes 2, 8, and 9). With the growing number and size of activities generated by \n                                                 \n8  Technical Assistance to the Kingdom of Cambodia for Implementation of Key Policy Triggers of Subprogram 3 \n(TA 7185-CAM) attached to ADB. 2008. Report and Recommendation of the President to the Board of Directors on \na Proposed Loan for Subprogram 2 to the Kingdom of Cambodia for the Financial Sector Program II Cluster. \nManila (Loan 2479-CAM). \n9  ADB. 2009. Technical Assistance to the Kingdom of Cambodia for Implementation of Subprogram 4 of the \nFinancial Sector Program II. Manila (TA 7472-CAM). \n ", "6 \nregistered money changers, the NBC issued a code of conduct for implementation during \nsubprogram 4. The NBC has conducted a series of workshops to explain the purpose of the \ncode  and  the  roles  and  obligations  of  each  money  changer.  Since  then,  14  large  money \nchangers have been licensed and 25 have notified the NBC of their affiliation with licensed \ncommercial banks.  \n   \n17.  Legal  foundation  to  support  financial  and  commercial  transactions  enhanced.    \nFor  financial  transactions  to  develop  beyond  basic,  short-term,  and  mainly  cash-based \ntransactions, a legal framework for commerce and finance must be developed, updated, and \nimplemented. This was one of the achievements of the FSP II when the government adopted \nthe Law on Government and Private Sector Securities in 2007. For laws that were recently \nenacted, the adoption of implementing subdecrees was required. The enactment of new laws \nhas been followed by the development of training curricula at certain legal faculties to train legal \npractitioners and judges in these new principles. ADB provided technical support (footnote 2) \nto help  the  Ministry  of  Commerce  (MOC) draft  a  new  law  on  commercial  contracts  with \nprovisions relating to agencies and franchising. The draft law was submitted to the COM in \nOctober 2009 and to the National Assembly during subprogram 4.  \n \n3.  Promoted Good Governance \n \n18.  International initiatives on anti-money laundering and combating the financing of \nterrorism  promoted.  Recent  moves  to  implement  anti-money  laundering  and  combat  the \nfinancing of terrorism in Cambodia are directly in line with international deterrence efforts and \nstandard governance principles to help build market confidence. The government enacted the \nLaw  on  Combating  Money  Laundering  and  the  Financing  of  Terrorism  in  2007  under \nsubprogram 1. This was followed by the adoption of prakas covering the appointment of the \nboard of directors, the secretary general to head the Cambodian Financial Intelligence Unit \n(CAFIU), and the authority to establish the CAFIU during subprogram 2, followed by the formal \nestablishment of the CAFIU during subprogram 3. ADB, the Asia Pacific Group on Money \nLaundering,  the  Australian  Transaction  Reports  and  Analysis  Centre,  the  Bank  Negara \nMalaysia,  and  the  World  Bank  provided  TA  that  helped  the  CAFIU  prepare  the  following \nregulations: (i) internal rules and code of conduct for the CAFIU; (ii) CAFIU’s business plan for \n2010–2012;  (iii) a  strategy  and  implementation  plan  for  initiatives  on  combating  money \nlaundering and the financing of terrorism; and (iv) a subdecree on combating money laundering \nand the financing of terrorism, covering all other reporting entities not regulated by the NBC. All \nthese regulations have been adopted by the CAFIU board of directors during subprogram 4. \nThe CAFIU reported that, of the 69 suspicious transactions reported in 2010, two have been \npassed on to the police for prosecution. \n \n19.  Corporate  governance  and  transparency  in  the  insurance  industry  enhanced.      \nTo build consumer confidence in insurance as a service, the public must first understand the \ninsurance business and the services it can provide. The goal for all participants in the industry is \nto  raise  their  operations  to  international  standards.  Under  subprogram  1,  the  MEF  issued \nregulations on premium rates for fire insurance, and licensing of general and life insurance \ncompanies. The MEF also issued prakas covering corporate governance and solvency for \ninsurance companies in early 2008. A prakas on accounting guidelines for general insurance \nwas adopted under subprogram 2 and, with technical support from ADB (footnote 8), the MEF \nworked  closely  with  the  association  of  insurance  companies  to  ensure  the  smooth \nimplementation of the reporting standards. The MEF also revised the insurance law which was \nsubmitted  to  the  COM  during  subprogram  3.  During  subprogram  4,  the  MEF  required  all \ninsurance companies to publish their audited financial statements. \n ", "7 \n \n20.  Commercial  dispute  resolution  mechanism  established.  To  promote  good \ngovernance in the financial system, the government enacted the law on commercial arbitration \nin 2006. After the COM adopted the subdecree in 2009, a national arbitration center (NAC) was \nestablished. ADB TA (footnote 2) helped the MOC select the 54 founding members, formulate \nthe rules and administrative procedures, prepare a code of conduct for the NAC, and train those \nselected  in  June–July  2010.  There  is  no  specific  legal  requirement  for  arbitrators  to  sit  a \nqualifying examination, and the MOC is awaiting a directive from the prime minister requiring all \ncommercial arbitrators to sit the qualifying examination. That would give credibility to the NAC \nand help ensure its future successful operations.  \n \n21.  Accounting institutions and professional capacity of members strengthened.  In a \nmove to strengthen and increase accounting and auditing capacity and standards, the MEF \nintroduced a government-funded scholarship scheme to enable 70 recipients annually to study \ntoward becoming members of the Kampuchea Institute of Certified Public Accountants and \nAuditors. These scholarships were initially awarded only to government civil servants but poor \nperformance  and  a  high  dropout  rate  in  the  initial  phase  prompted  ADB  to  persuade  the \ngovernment to open the scholarships to the public in the second half of 2006. Selection was to \nbe strictly on merit. The MEF reviewed the performance of the certified public accountant \nscholarship program in 2009 and noted that, of the 598 scholarships awarded, only 6 scholars \nhad completed the 3.5 years course of study, 376 were continuing, and 216 had dropped out; \n10 students are expected to successfully complete the course in 2010. Two units have been \nidentified as the stumbling blocks for most students: United Kingdom Corporate and Business \nLaw and United Kingdom Taxation Law. The MEF has proposed to revise both units so that \nlocal laws will be used instead. During subprogram 4, the MEF introduced 35 scholarships for \nthe 2-year certified accounting technician program. \n \n4.  Enhanced Efficiency in the Finance Sector  \n \n22.  Key  operating  functions  of  the National  Bank  of  Cambodia  computerized  and \nintegrated. The FSP II supported the NBC's efforts to implement an integrated system that \nlinked the accounting department to the cash management functions in the issues department, \nthe customer account management in the banking operations department, and the foreign \nexchange  transactions  in  the  exchange  management  department.  Under  subprogram  1,          \nthe NBC adopted the information technology architecture model for a total estimated cost of        \n$4.0 million. The MEF allocated a $4.0 million grant to the NBC to finance the new system, \nincluding the required hardware, and ADB TA (footnote 2) provided two international consultants \nto assist the NBC in procuring, designing, and installing the system. Under subprogram 2,       \nthe NBC acquired the software and hardware using international bidding. Installation of the \nhardware began during subprogram 3. In July 2009, the final testing of the hardware was \ncompleted and the operating system, Oracle software, and database were installed. Following \nthe  completion  of  product  walk-through  and  functional  training  the  system  went  live  in      \nFebruary 2010. The same system has been successfully rolled out to eight NBC branches \nduring subprogram 4, and implementation of the branch roll-out plan will continue to early 2011.  \n \n23.  Capacity of microfinance institution staff upgraded. Finding adequately trained and \nskilled people to meet the needs of a growing microfinance industry is an ongoing challenge.   \nTo that end, the FSP II included TA that has helped upgrade the curriculum for the Center for \nBanking Studies, added two specialized training curricula for MFIs, and updated a course on \nmoney and banking. All three courses were offered in the first semester of 2010, with 150 \nstudents enrolled for each course.   \n ", "8 \n \nD.  Investment and Financing Plans \n \n24.  The Government of Cambodia has requested a loan of $10 million equivalent and a \ngrant of $5 million, both from ADB’s Special Funds resources to help finance subprogram 4.  \nThe loan will have a 24-year term, including a grace period of 8 years, an interest rate of 1.0% \nper annum during the grace period and 1.5% per annum thereafter, and such other terms and \nconditions set forth in the draft financing agreement. \n \n25.  The loan amount for subprogram 4 is based on a number of factors10 that support the \nimplementation of reforms under the FSP II. These include the importance attached to the \nreform program by the government, direct administrative and adjustment costs involved in \ndesign  and  implementation  of  specific  reforms,  Cambodia’s  progress  toward  achieving  the \ntargets established in the results framework for the program cluster, and the need to conform to \nthe  overall  financing  requirement  during  the  country  program  and  strategy  period.                  \nThe estimated long-term benefits of the program would far exceed the loan amount.  ADB staff \nestimate11 that the total long term static benefits of the cluster program would be in the vicinity \nof $350.9 million or 3.6% of gross domestic product, highlighting the importance of finance \nsector reforms to the economy. The policy adjustment costs to the Government, statutory \nagencies,  banks  and  financial  institutions  are  conservatively  estimated  at  $53.0  million \n(compared to $45.3 million equivalent for FSP II of which $15 million is for subprogram 4). \nThese include the investment, administrative, enforcement and fiscal costs to the Government \nin implementing and enforcing the reforms (estimated at a minimum of $30.5 million).  The \npolicy adjustment costs also include the investment, administrative, and increased business \ncosts borne by banks and financial institutions for complying with the reforms (estimated at a \nminimum of $22.5 million). The loan will be disbursed in a single tranche upon satisfactory \ncompletion of all tranche conditions and following loan effectiveness. The proceeds of the \nprogram loan will be disbursed in accordance with the provisions of ADB's Simplification of \nDisbursement Procedures and Related Requirements for Program Loans. 12 Subprogram 4 will \nprovide retroactive financing for eligible expenditures incurred up to 180 days prior to loan and \ngrant effectiveness. ADB will retain the right to audit the use of the loan and grant proceeds and \nto verify the accuracy of withdrawal application certification. \n \nE.  Implementation Arrangements \n \n26.  The NBC will be the executing agency, and the MEF and MOC will be the implementing \nagencies for subprogram 4. The finance sector steering committee will continue to coordinate \nprogram implementation among government ministries, agencies, and development partners. \nTo ensure timely program implementation, the committee, comprising senior officers from the \nMEF, MOC, and NBC, will meet as required to review progress reports from the technical \nworking group, consider pending issues, and propose concrete actions to resolve those issues. \nA senior NBC officer has been appointed as program director to assist the MEF, MOC, and \nNBC  in  coordinating  the  day-to-day  program  and  post-program  partnership  framework \nimplementation. The program director will be required to submit to ADB quarterly progress \nreports  on  subprogram  4  and  post-program  partnership  framework  implementation  and  a \nprogram completion report within 6 months after the closing date of the loan. \n \n \n                                                 \n10   ADB. 2010. Program Lending. Operations Manual. OM D4/BP. Manila (para. 28). \n11  Summary Program Impact Assessment (accessible from the list of linked documents in Appendix 2) \n12   ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n ", "9 \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial \n27.   The  policy-based  program  will  generate  economic  gains  through  the  successful \nimplementation of the overall policy actions (footnote 11). The immediate benefits include new \nand increased loans totaling $1.52 billion (15% of gross domestic product), the creation of \n12,100 new jobs, and the opening of 983 new branches of banks and MFIs since 2006.13       \nThe loan and grant proceeds will provide direct budget support to help defray the costs incurred \nby the government in implementing the program. \n \nB.  Governance \n28.  An assessment of the country’s public financial management systems was carried out to \nbetter  understand  the  fiduciary  risks  and  determine  appropriate  fiduciary  arrangements  for \nsubprogram  4.  Discussions  were  held  with  the  government  during  implementation  of \nsubprogram 4 on the funds flow from the NBC to MEF and the contribution of the ongoing public \nfinancial  management  reform  program 14   to  the  administration  of  loan  proceeds. 15                        \nThe government continues to place significant emphasis on strengthening the overall public \nfinancial management system, internal control systems, and the functions of the National Audit \nAuthority, which have helped lower the fiduciary risk of the public financial management system \nas a whole. Subprogram 4 includes measures to (i) improve the management information \nsystem and reporting standards within the NBC, banks, insurance firms, and MFIs; (ii) promote \ntransparency of information released by banks, MFIs, and insurance firms; (iii) establish a credit \nbureau;  (iv)  support  implementation  of  anti-money-laundering  regulations;  and  (v)  deter \nactivities that could support the financing of terrorism. Satisfactory progress has been noted in \nrevenue collections, with greater use of the banking system to streamline revenue collection and \npayments processes. \n \n29.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government. Consistent with its commitment to good governance, accountability, and \ntransparency, the government will institute, maintain, and comply with internal procedures and \ncontrols following international best practice standards for the purpose of preventing corruption \nor money laundering activities or the financing of terrorism, and covenant with ADB to refrain \nfrom engaging in such activities. \n \nC.  Poverty, Social, Gender, and Environmental Safeguards \n30.  Subprogram  4  of  the  FSP  II  will  not  entail  any  involuntary  resettlement  or  have  a \nnegative  impact  on  indigenous  people  or  the  environment.  It  is  classified  category  C  for \ninvoluntary  resettlement,  impact  on  indigenous  people,  and  impact  on  the  environment. \nSubprogram 4 of the FSP II is a general intervention aimed at supporting sustainable economic \ngrowth. In that respect, it is expected to have an indirect positive effect on poverty reduction. \nWhile the implementation of reform measures have been gender neutral, the NBC reported that \n                                                 \n13  Contribution to the ADB Results Framework (accessible from the list of linked documents in Appendix 2). \n14  ADB. 2008. Report and Recommendation of the President to the Board of Directors on a Proposed Program \nCluster, Grant for Subprogram 1, and Grant Assistance to the Kingdom of Cambodia for the Public Financial \nManagement for Rural Development Program. Manila (Grant 0132 and 0133-CAM). \n15  Ministry of Economy and Finance. 2007 and 2010. External Advisory Panel Report on the Public Financial \nManagement Reform Program. Phnom Penh. \n ", "10 \nlending by MFIs to women has risen from 21% of total loans in 2002 to 76% in 2006 and 78% in \nMarch 2010; therefore subprogram 4 has been categorized as having some gender benefits. \n \nD.  Risks and Mitigating Measures \n31.  Subprogram  4  of  the  FSP  II  assumes  continuing  political  stability  and  overall \nmacroeconomic  recovery  from  the  global  economic  shock  over  the  medium  term. \nImplementation of subprogram 4 could face a number of risks, however, for which mitigation \nmeasures have been put in place (risk assessment and risk management plan).16 With the \ndesign safeguards, the integrated benefits and impacts are expected to far outweigh any costs. \n \nIV.  ASSURANCES \n32.  The government and the NBC have assured ADB that the implementation of the FSP II \ncluster shall conform to all applicable ADB policies including those concerning anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the program loan and grant documents. In addition, the government has \ngiven the following specific assurances, which will be incorporated into the financing agreement: \nthe  government  will  (i)  continue  timely  policy  dialogue  on  a  regular  basis  with  ADB  on \nmacroeconomic policies and constraints; (ii) keep ADB informed of policy discussions with other \nmultilateral and bilateral agencies that have implications for the implementation of subprogram \n4, the post-program partnership framework, and the overall program cluster; and (iii) provide \nADB with an opportunity to comment on any resulting policy proposals. The government will \ntake ADB’s views into consideration before finalizing and implementing any such proposals. \n \nV.  RECOMMENDATION \n33.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of  the  Asian  Development  Bank  (ADB)  and  recommend that  the Board approve \n   \n(i)  the loan in various currencies equivalent to SDR6,426,000 to the Kingdom of \nCambodia  for  subprogram  4  of  the  Financial  Sector  Program  II  from  ADB’s \nSpecial Funds resources with an interest charge at the rate of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter; for a term of 24 years, \nincluding a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft financing agreement \npresented to the Board; and \n(ii)  the grant not exceeding $5,000,000 to the Kingdom of Cambodia from ADB’s \nSpecial Funds resources for subprogram 4 of the Financial Sector Program II, on \nterms and conditions that are substantially in accordance with those set forth in \nthe draft financing agreement presented to the Board. \n \nHaruhiko Kuroda \nPresident  \n \n10 November 2010 \n                                                 \n16    Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORKa \n \nDesign  Performance Targets and  Achievements of FSP  Data Sources and  Assumptions  \nSummary  Indicators with Baselines  II to date  Reporting Mechanisms  and Risks \nImpact        Assumptions \nA sound,  Increased ratio of M2 to  M2 to GDP reached  National accounts,  Continuing political \nmarket-based  GDP of 29.0% or above by  36.7% in June 2010   economic reports, and  stability \nfinance sector  2011, from 20.5% in 2006    official statistics of the \nOverall \nthat enhances      government, and other \nmacroeconomic \nfinancial      international \nrecovery from \nresource      development agencies \nglobal economic \nmobilization        \nshock \n  Total private sector credit  Total private sector  Annual reports, including \nof banks to GDP of 24.0%  credit reached 24.9%  audited financial reports   \nor above by 2011, from  in June 2010. Total  of banks, insurance  Risk \n12.2% in 2006   credit slowed down  firms, and licensed MFIs  Slow recovery from \n  between 2008 and    global financial and \n  2009 due to the    economic shocks \n  international economic     \n  crisis but has picked up \n  in 2010 \n   \nTotal bank deposits to GDP  Total bank deposit \nof 25.0% or above by 2011,  reached 32.2% of GDP \nfrom 17.9% in 2006  in June 2010 \nOutcome         \nA growing,  All banks, insurance firms,  Average CAR of banks  Economic reports and  Assumptions \nresilient, and  and MFIs meet minimum  above 30% throughout  statistics published by  Government \nefficient  capital adequacy  2009 and for MFIs  regulatory authorities  remains committed \nfinancial  requirements set by  above 20% during  and other international  to reforms and \nsystem  regulatory authorities   2009. Minimum CAR of  development agencies  implementing the \n    15%    FSDS                 \n      2006–2015 \nRatio of nonperforming  Nonperforming loans  Published audited \nEconomic growth \nloans to total loans of  reached 4.2% of total  reports of banks, MFIs, \nremains positive in \nbanks maintained below  loans in June 2010  and insurance firms \n2009–2011  \n10.0% (9.8% in 2006)     \n      Good coordination \nAccess to credit by the total  Access to credit by the  Progress reports from \ncontinues among \npopulation to reach 6% by  total population  NBC \ngovernment \n2011 (3% in 2006)  reached 8.6% in June   \nagencies \n   2010   \n      Complementary \nNew financial products and  New credit facilities  Reports from the   support from other \nwider range of financial  introduced for trade  Association of Bankers  development \nservices (growing number  financing and personal  in Cambodia  partners continues \nof ATMs, EFTPOS, and  purposes. New   \nelectronic payment cards  payment instruments   \nby 2010)  and electronic   \n  transfers commenced   \n  since 2006    \n     \nIncreased number of  35 qualified  Reports from the \nqualified Kampuchea  Cambodians at the end  National Accounting \nInstitute of Certified Public  of 2009   Council and Kampuchea \nAccountants and Auditors    Institute of Certified \nmembers by 2011  (10 in  Public Accountants and \n2006)  Auditors \n \n \n \n       a  The full version of the Design and Monitoring Framework can be accessed from the list of linked documents in Appendix 2. \n ", "12  Appendix 1 \nDesign  Performance Targets and  Achievements of FSP  Data Sources and  Assumptions  \nSummary  Indicators with Baselines  II to date  Reporting Mechanisms  and Risks \nOutputs \n1. Improved confidence and financial intermediation \n Modernized  PCSS upgraded, including  All check standardized  Reports of NBC:   Assumptions \npayments,  standardized checks and a  since 2009 with an  coordinated payment  Relevant parties \nclearance, and  more efficient check  interim software for  on- system working group  agree on road map \nsettlement  clearing system by 2011  line clearance  including banks  and support \nsystem    introduced in May 2009    changes and \n(PCSS)     – working effectively    related charges \n      Larger commercial \n      banks take the lead \n  to introduce \n  systems to enhance \n  the PCSS \n2. Maintain stability in the finance sector \nStrengthened  Trained staff to monitor  Capacity building TA  NBC report on   \nbank  implementation of Basel I  support to on-site staff  assessment of capacity \nsupervision  requirements and  throughout the FSP II.  building needs \ncapacity and  undertake on-site  Completed 17 on-site   \nmeasures  inspection of banks once a  inspection of banks in   \nadopted to  year  2009   \nsustain       \nfinancial   \nstability \n3. Promote good governance \n International  Functioning CAFIU with at  CAFIU was established  Official copy of adopted   \ninitiatives on  least 20 suspicious  with six staff in January  anti-money-laundering \nanti-money  transactions reports  2009. Of the 69 STRs  prakas and reports from \nlaundering and  processed by 2010   received in 2010, two  the CAFIU \ncombating the    have been referred to   \nfinancing of    the police for   \nterrorism    prosecution.   \npromoted   \n4.  Enhance efficiency in the finance sector \nKey operating  NBC operating an  NBC’s core banking  Final report confirming  Risks \nfunctions of  integrated management  system was  successful installation,  Poor \nNBC fully  information system by 2010  successfully launched  testing of software  telecommunications \ncomputerized    at the headquarters on    systems, training of staff  and energy supply \nand integrated    2 February 2010. The  on use of application  infrastructure \n    same system has been    restricts reach to \n    rolled out to eight NBC    provincial branches \n  branches in October   \n \n2010   \n \n \n \n \n \nInputs for \nActivities with Milestones for Subprogram 4  \nsubprogram 4 \n1.    Improve confidence and financial intermediation    \nADB subprogram 4 \n1.1  Modernize the payment and settlement system \nloan of                   \nNBC to implement and test phase 2 of the upgraded check clearing system, finalize the \n$10 million \nelectronic payment order for intercity clearance, and review the need for a national switch to \nequivalent and a \nsupport card and mobile phone electronic based payments (completed) \ngrant of $5 million \n1.2  Enhance consumer access to credit and market confidence \nequivalent \nNBC to arrange for the establishment of a private credit bureau with the involvement of the \nAssociation of Bankers in Cambodia and CMA (substantially completed) \n1.3  Develop interbank market and tradable government securities \nNBC to ensure banks implement the standardized repurchase agreement (completed) \n ", "  Appendix 1  13 \n \nInputs for \nActivities with Milestones for Subprogram 4  \nsubprogram 4 \n   \n1.4  Improve intermediation functions of MFIs in a sustainable manner   \nNBC to enhance growth in the number of deposit-taking MFIs and encourage more banks   \nto lend in riels to MFIs (completed)   \n \n2.    Maintain stability in the finance sector \n2.1  Update legal and regulatory framework for banking and financial institutions  \n(i)  NBC to prepare revisions to the Law on Banking and Financial Institutions and the \nLaw on the Conduct and Organization of the NBC to address issues raised by the \n2010 FSAP (substantially completed) \n(ii)  NBC to update prudential regulations for banks to enhance international banking \nstandards and good practices (completed) \n2.2  Strengthen banking supervision capacity \nNBC to evaluate compliance with the Basel core principles for bank supervision and \nformulate an action plan to help progress toward full compliance (completed) \n2.3  Strengthen prudential supervision and regulations for MFIs \nNBC to enhance implementation of the regulations for money changers by (i) requiring \nlicensing, (ii) imposing reporting requirements, and (iii) applying the code of conduct \n(completed) \n2.4  Enhance the legal foundation to support financial and commercial transactions \nMOC to submit draft commercial contracts law to the National Assembly (substantially \ncompleted) \n \n3.   Promote good governance \n3.1  Combat money laundering and the financing of terrorism \nNBC to enhance the role of the CAFIU and coordination among supervisory authorities \n(completed) \n3.2  Enhance corporate governance and transparency in the insurance industry \nMEF to require publication of audited financial statements of insurance companies \n(completed) \n3.3  MOC establishes commercial dispute resolution mechanism \nMOC to maintain the necessary support to ensure the NAC functions effectively and \nundertake public awareness program on the roles and responsibilities of the NAC \n(substantially completed) \n3.4  Develop the accounting and auditing profession \nMEF to review the performance of the CPA scholarship program and introduce 35 certified \naccounting technician scholarships (completed) \n \n4.    Enhance efficiency in the finance sector \n4.1  Information technology project for computerizing NBC core operations    \nNBC to complete the upgrading of its integrated accounting system and training of staff (at \nheadquarters and the main branches) (completed) \n4.2  Upgrade capacity of MFI staff \nNBC to support the Center for Banking Studies in upgrading course materials and add new \ncourses as required by banks and MFIs (completed) \nADB = Asian Development Bank; ATM = automated teller machine; CAFIU = Cambodian Financial Intelligence Unit;                 \nCMA = Cambodian MFI association; CPA = certified public accountant; EFTPOS = electronic fund transfer at point of \nsale; FSAP = Financial Sector Assessment Program; FSDS = Financial Sector Development Strategy; GDP = gross \ndomestic product; M2 = broad money; MEF = Ministry of Economy and Finance; MFI = microfinance institution;                          \nMOC = Ministry of Commerce; NBC = National Bank of Cambodia; NPL = nonperforming loans ; PCSS = payments, \nclearance, and settlement system.  \nSource: Asian Development Bank. \n \n \n   \n \n \n \n \n \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=34389-04-3 \n  \n1.  Financing Agreement    \n2.  Sector Assessment (Summary): Finance \n3.  Contribution to the ADB Results Framework  \n4.  Development Coordination  \n5.  Country Economic Indicators  \n6.  International Monetary Fund Assessment Letter  \n7.  Summary Poverty Reduction and Social Strategy  \n8.  Risk Assessment and Risk Management Plan  \n9.  List of Ineligible Items \n \nSupplementary Document \n \n10.  Design and Monitoring Framework:  Full Version \n11.       Summary Program Impact Assessment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "                                                                                                                               Appendix 3         15 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "16  Appendix 3 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n ", "                                                                                                                               Appendix 3         17 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "18  Appendix 3 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "                                                                                                                               Appendix 3         19 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "   \n2\nPOLICY MATRIX AND MEDIUM-TERM PROGRAM  0\n \n \nPolicy Actions for Subprograms 1, 2, 3, and 41 \nA\nSubprogram 1          Subprogram 2             Subprogram 3            Subprogram 4            Post- Program  pp\nOutput and  e\nPolicy Conditions  Policy Conditions  Policy Conditions  Policy Conditions  Partnership  n\nMilestones  d\n(December 2007)  (2008)  (2009)  (2010)  Framework (PPPF)  ix\n 4\n1. Improve confidence and financial intermediation   \n1.1 Improved  i. NBC to sign an MOU  i. NBC to implement key  i. NBC to adopt the  i. NBC to implement and  Use of checks has \nfinancial services  with the commercial  actions of phase I of the  updated road map for  test phase 2 of the  increased instead of \nand payments  banks endorsing a  road map   upgrading the payment  upgraded check clearing  cash, an interim \nsystem  road map to modernize    system and implement the  system, finalize the  software solution \nthe payment and  Completed: September  2009 activities for check  electronic payment order  introduced to speed up \nsettlement system  2008  clearance, retail mobile  for intercity clearance, and  clearance, and an \n  payments, retail card  review the need for a  intercity electronic \nCompleted: November  based payments and  national switch to support  payment order \n2007  switches, and retail  card and mobile phone  introduced. Work will \nelectronics    electronic based  continue to upgrade the \n  payments  interim-solution to a  \nCompleted: September    full-solution software, \n2009  Completed: September  establish the link with \n2010  NBC branches to a \n  centralized settlement \naccount \n \n1.2 Consumer  ii. NBC to ensure  ii. NBC to publish audited      Improved public \naccess to credit  compliance and  financial statements of  disclosure of audited \nand market  usefulness of the credit  banks, and the remaining  financial reports by \nconfidence  information sharing  prudential regulations on the  banks and MFIs and \nenhanced  system for banks  NBC website  established a private-\n    owned credit bureau. \nCompleted: November \nCompleted: September  Work will continue to \n2007 \n2008  ensure smooth \n \noperation of the credit-\niii. NBC to provide \nbureau, with NBC \nperiodic macro-\nensuring affordability of \neconomic data for ADB \nservices to all financial \nto assess financial \ninstitutions and their \nsector performance  \ncustomers, and \n \nmaintain the \nCompleted: September \nconfidentiality of data \n2007 \n \n                                                 \n1 Table on page 25 shows the details of the minor modifications to two of the triggers and a milestone. \n ", " \nSubprogram 1          Subprogram 2             Subprogram 3            Subprogram 4            Post- Program \nOutput and \nPolicy Conditions  Policy Conditions  Policy Conditions  Policy Conditions  Partnership \nMilestones \n(December 2007)  (2008)  (2009)  (2010)  Framework (PPPF) \n1.3 Interbank    iii. NBC to establish a  ii. For liquidity support,  ii. NBC to ensure banks  Inter-bank market \nmarket and  recording system for a  NBC to issue a regulation  implement the  infrastructure \ntradable  registry of tradable  covering interbank  standardized repurchase  established with NBC \ngovernment  government securities and  repurchase agreements  agreement   certificate of deposits as \nsecurities  train staff for its operations  for government securities    collateral. The next \ndeveloped       Completed: October 2010  program will continue to \nCompleted: May 2008  Completed: October 2009  monitor its operation \nand provide the \nnecessary support \n \n1.4 Outreach in    iv. NBC and MEF to  iii. NBC to introduce  iii. NBC to enhance  Four Microfinance \nthe formal sector  undertake a nationwide  regulations to (a) facilitate  growth in the number of  institutions (MFIs) \npromoted in a  survey of MFIs outside the  MFIs' access to voluntary  deposit-taking MFIs and  licensed to mobilize \nsustainable  formal sector   deposits from the general  encourage more banks to  deposits from the \nmanner     public; and (b) enhance  lend in riels to MFIs   general public. \nCompleted: September  the provision of credits to     \n2008  MFIs from domestic  Completed: September  The next program will \n  commercial banks     2010  continue to encourage \n  growth in the number of \nCompleted: June 2009  deposit taking MFIs and \nlocal bank lending to \nMFIs in riels \n \n2. Maintain stability in the financial sector  \n2.1 Updated legal  iv. NBC to issue  v. NBC to undertake  iv. NBC to submit the  iv. NBC to update  Law on banking and \nand regulatory  revised regulations on  consultations with banks  amendments to the Law  prudential regulations for  Financial Institutions \nframework  large exposures of  and other stakeholders  on Banking and Financial  banks to enhance  and Law on Conduct \nbanks and financial  regarding amendments to  Institutions to the Council  international banking  and Organization of the \ninstitutions   the Law on Banking and  of Minister  standards and good  NBC updated. Both will \n  Financial Institutions,    practices  go through the adoption \nCompleted: November  including banking  Completed: October 2009    process during the next \n2006  insolvency procedures and    Completed: October 2010  phase  \n  administration of financially  v. NBC to require banks to   \nv. NBC to issue  distressed banks, consumer  comply with applicable  Updated prudential \nregulations to amend  protection, (bank secrecy  Basel I 25 core principles  regulations for banks \nthe prakasa on  provisions: use of debit and    and MFIs – strengthen \nA\nLicensing of  credit cards), and protection  Completed: October 2009  implementation during  p\np\nCommercial and  and/or immunity of    the next phase  e\nn\nSpecialized Banks   government regulators      d\nix\n    Improved compliance   4\nCompleted: September  Completed: October 2008  with Basel 1 core    \n \n \n2006  principles.    2\n1\n \n ", "   \n2\nSubprogram 1          Subprogram 2             Subprogram 3            Subprogram 4            Post- Program  2\nOutput and   \nPolicy Conditions  Policy Conditions  Policy Conditions  Policy Conditions  Partnership \nMilestones \n(December 2007)  (2008)  (2009)  (2010)  Framework (PPPF) \nWork towards  A\np\ncompliance with the  pe\nremaining 8 core  nd\nprinciples during the  ix\n 4\nnext phase   \n2.2 Strengthened  vi. NBC to assess and  vi. NBC to continue    v. NBC to evaluate  Improved banking \nbank supervision  identify capacity  requiring nonconforming    compliance with the Basel  supervision capability to \ncapacity  and  building needs for  banks to (a) provide    core principles for bank  maintain stability in the \nmeasures  banking supervision   progress reports, and          supervision and formulate  financial sector. This will \nadopted to sustain    (b) promptly undertake  an action plan to help  continue as more new \nfinancial stability  Completed: November  corrective measures  progress toward full  banks recently entered \n  2007    compliance  the Cambodian financial \n  Completed: August 2008    sector and more new \nvii. NBC to strengthen    Completed: September  staff added \nsurveillance and  vii. To absorb excess  2010 \nundertake prompt   liquidity, NBC has (a) raised   \ncorrective measures  the reserve requirement \nfor banks not  from 8% to 16% to return \nconforming with the  bank lending to sustainable \nlaws and prudential  levels, and (b) favorably \nregulations  considered applications \n  from commercial banks to \nCompleted: October  place reserves in excess of \n2007  16% abroad with \nprudentially approved \ncounterparties. \n \nCompleted: July 2008 \n \nviii. NBC to review its \nregulations to strengthen \nthe requirement for fit and \nproper test of key bank \nmanagement to include \nspecific banking \nqualifications and \nexperience \n \nCompleted: November 2008 \n \n \n \n ", " \nSubprogram 1          Subprogram 2             Subprogram 3            Subprogram 4            Post- Program \nOutput and \nPolicy Conditions  Policy Conditions  Policy Conditions  Policy Conditions  Partnership \nMilestones \n(December 2007)  (2008)  (2009)  (2010)  Framework (PPPF) \n2.3 Prudential  viii. NBC to issue    vi. NBC to develop a code  vi. NBC to enhance  Improved prudential \nsupervision and  regulations to amend  of conduct for registered  implementation of the  supervision capability \nregulations for  prakas on Licensing of  money changers  regulations for money  for MFIs. This will \nMFIs  Microfinance    changers by (i) requiring  continue in the next \nstrengthened  Institutions  Completed: October 2009  licensing, (ii) imposing  phase  \n  reporting requirements,   \nCompleted: September  and (iii) applying the code \n2006  of conduct  \nCompleted: September \n2010 \n \n2.4 Legal  ix. MEF to submit the  ix. MOC to prepare  vii. MOC to submit draft  vii. MOC to submit draft  Functioning online \nfoundation to  draft law on  commercial contracts law  commercial contracts law  commercial contracts law  secured transactions \nsupport financial  nongovernment  including chapters on  to the Council of Ministers   to the National Assembly    registry. Enhance wider \nand commercial  securities to the  franchise and agency       use by banks and MFIs \ntransactions  National Assembly     Completed: October 2009  Completed: November  during the next phase \nenhanced    Completed: October 2008  2010   \nCompleted: March    Improved \n2007  implementation of \n  commercial laws \nincluding contracts, \nfranchise, and agency \nprovisions \n3. Promote good governance  \n3.1 International  x. Adoption by the       Implementation of an \ninitiatives on anti- National Assembly of       effective anti-money \nmoney laundering  law on combating  laundering and \npromoted  money laundering and  combating the financing \nthe financing of  of terrorism regime and \nterrorism  institutional capabilities. \n  Will continue to improve \nCompleted: June 2007  enforcement during the \nnext phase  \n3.2 Corporate  xi. MEF to issue  x. MEF to require adoption  viii. MEF to submit the    Appropriate reporting \ngovernance and  regulations on  of appropriate financial  draft revised insurance law  and disclosure \ntransparency in  premium rates for fire  reporting standards by  to the Council of Ministers  standards for the  A\np\nthe insurance  insurance   insurance companies    insurance industry  p\ne\nindustry enhanced       Completed: October 2009  introduced. Will  n\nd\nCompleted: June 2007  Completed: July 2008  continue to enhance its  ix\n  application   4\n  \n      \n \n2\n3\n \n ", "   \n2\nSubprogram 1          Subprogram 2             Subprogram 3            Subprogram 4            Post- Program  4\nOutput and   \nPolicy Conditions  Policy Conditions  Policy Conditions  Policy Conditions  Partnership \nMilestones \n(December 2007)  (2008)  (2009)  (2010)  Framework (PPPF) \nxii. MEF to issue  Adopt the revised  A\np\nregulations on  insurance law and help  pe\nlicensing of general  with the implementation  nd\nand life insurance  during the next phase   ix\n 4\ncompanies      \n \nCompleted: January \n2007 \n \n3.3 Commercial    xi. MOC to arrange for  ix. MOC to establish the  viii. MOC to maintain the  Functioning arbitration \ndispute resolution  adoption of the  National Arbitration Center  necessary support to  center for commercial \nmechanism  implementing sub-decree  (NAC) with appropriate  ensure the NAC functions  disputes in place. \nestablished  for the Commercial  rules and procedures and  effectively and undertake  Further work to ensure \nArbitration Law  train its members   public awareness program  that it is fully functional \n    of the roles,  in close coordination \nCompleted: November 2008  Substantially Completed:  responsibilities of the NAC  with the court system \nOctober 2009   \nSubstantially completed:  \nOctober 2010  \n \n3.4 Accounting  xiii. MEF to issue  xii. MEF to continue  x. MEF to continue    Improved capability and \nand auditing  regulations covering  providing 70 scholarships  providing 70 CPA    increased number of \nprofession  the criteria that would  annually to train  scholarships annually   qualified national \ndeveloped  qualify enterprises for  accountants to meet the    accountants. This \nexternal auditing   required CPA accreditation   Completed: April 2009  initiative will continue \n    into the next phase   \nCompleted: July 2007  Completed: March 2008 \n \n4. Enhance efficiency  \n4.1 Key operating  xiv. NBC to review and  xiii. NBC to (a) review best  xi. NBC to install  ix. NBC to complete the  A modern management \nfunctions of NBC  adopt the information  practice for its management  enhanced computer  upgrading of its integrated  information system for \nfully computerized  technology architecture  information systems and  systems for its key  accounting system and  NBC linking the core \nand integrated  model  restructure its chart of  operating functions and  training of staff (at head  operating departments. \n  accounts, and (b) prepare  undertake relevant training  quarter and the main  Will complete the \nCompleted: November  the bidding documents for  of staff  branches)  branch roll-out plan and \n2007  its enhanced information      link up with the \ntechnology systems  Completed: October 2009  Completed: October 2010  upgrading of the \n  clearance and \nCompleted: August 2008  settlement system \n  during the next phase \n \n ", " \nSubprogram 1          Subprogram 2             Subprogram 3            Subprogram 4            Post- Program \nOutput and \nPolicy Conditions  Policy Conditions  Policy Conditions  Policy Conditions  Partnership \nMilestones \n(December 2007)  (2008)  (2009)  (2010)  Framework (PPPF) \nxiv. NBC to procure \nsoftware and hardware for \nkey NBC operating \nfunctions through a \ncompetitive bidding process \n \nCompleted: November 2008 \n4.2 Capacity of          Improved skills of MFI \nMFI staff  staff and will continue \nupgraded   during the next phase  \n \nADB = Asian Development Bank, CIS = credit information sharing system, CPA = certified public accountant, MEF = Ministry of Economy and Finance,                    \nMFI = microfinance institution, MOC = Ministry of Commerce, MOU = memorandum of understanding, NBC = National Bank of Cambodia. \na Khmer name for regulations or instructions issued by the NBC governor or a government minister. \nSources: Asian Development Bank, Ministry of Commerce, Ministry of Economy and Finance, and National Bank of Cambodia. \n     1   With changing domestic circumstances and developmental priorities, the executing and implementing agencies requested minor modifications to two of the triggers \nand a milestone. These minor changes as endorsed by Management in July 2010, are within the medium-term program framework and would not have any adverse \nimplication on the program.  \nOriginal trigger/milestone  Revised trigger/milestone        Reasons for the proposed change \n     \nv. NBC to arrange for submission  NBC to prepare revisions to the Law on  Revised provisions to amend the LBFI were submitted to the Council of \nof the revised Law on Banking  Banking and Financial Institutions (LBFI)  Ministers (CoM) in October 2009. Discussions at the CoM commenced in early \nand Financial Institutions to the  and the Law on the Conduct and  2010 but with additional suggestions coming out of the 2010 draft FSAP, NBC \nNational Assembly, and prepare  Organization of the National Bank of  decided to withdraw the draft revisions to the LBFI to incorporate relevant \nrelevant implementing  Cambodia (LCONBC) to address relevant  suggestions from the FSAP to both the LBFI and LCONBC and will re-submit to \nregulations  issues raised by the 2010 FSAP   the CoM in 2011.  \n \n     \nvi. NBC to update prudential  NBC to update prudential regulations for  Since the revisions to the LBFI are not expected to be submitted to the National \nregulations for banks to reflect  banks to enhance international banking  Assembly in 2010, the requirement to update regulations to reflect legal \nlegal changes and developments  standards and good practices    changes has been removed. The trigger now focuses on updating prudential \nin international banking  regulations to enhance banking standards and good practices. Three related \nstandards and good practices  regulations have been developed. \n \n     \nviii. NBC to conduct workshops to  NBC to enhance implementation of the  Now changed from a milestone to a trigger. The trigger has been re-worded to \nenhance implementation of the  regulations for money changers by (i)  capture the activities that are being pursued by NBC to ensure that medium-to-\ncode of conduct by money  requiring licensing, (ii) imposing  large money-changers are properly licensed and regulated.   A\np\nchangers  reporting requirements, and (iii) applying  p\ne\n  the code of conduct   n\nd\nix\n   4\n  \n \n \n \n2\n5\n \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20101110155302+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "cambodia, adb project 34389, financial sector programs, banking systems, insurance and contractual savings, microfinance, economic and financial governance, institutional development, macroeconomic stability, economic efficiency, enabling business environment, private sector development", "ModDate": "D:20101215090606+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "SourceModified": "D:20101110075240", "Subject": "Report and Recommendation of the president to ADB's board of directors describing terms and conditions proposed for the proposed loan and grant for subprogram 4 of the Financial Sector Program II in Cambodia.", "Title": "Report and Recommendation of the President: "}}