{"path": "data/input/ta/34494-cam-tar.pdf", "pages": ["", ".\nCURRENCY  EQUIVALENTS\n(as of 11 December2 000) .\nCurrency Unit Riel (KR)\n-\nKR1.00 $0.00026\n$1.00 KR3825.00\n.\nABBREVIA'\nADB - Asian Development Bank .\nMLMUPC - Ministry of Land Management, Urban Planning and\nConstruction\nMOJ - Ministry of Justice\nTA - technical assistance\n..\nr\nNOTE\nIn this report, \"S\" refers to US dollars", "I.\nINTRODUCTION\n1.  In July 2000, the draft ImmovableP  roperty Law, which was prepared by the Ministry of\nLand Management, Urban Planning and Construdion (MLMUPC)w  ith technical assistance\n(TA)1 from the Asian Development Bank (ADB), was submitted to the National Assembly.\nSubsequently,t he Governmento f Cambodiaa sked ADB for assistancet o further develop and\nimplementl and legislation.T A for the developmento f the legal and judicial system is includedi n\nthe 2000 country assistance program for Cambodia as part of the overall TA   program to\nimprove governance. The ADB Fad-Finding Mission visited Cambodiaf rom 17-31 July 2000\nand reached an understandingw  ith the Governmento n the objedives, scope, cost estimates,\nand implementationa rrangementsf or the TA.2T he TA frameworki s attacheda s Appendix 1.\nII.  BACKGROUND AND RATIONALE\n2.  After  decades  of war,  internal strife, and uncertainty for  the general  population,  the\nsituation  in  Cambodia  is now stabilizing and  the Government  is focusing  on  restoring  the\ncountry to a state ruled by law. The needs in this respect are enormous. Among  the most\nglaring shortcomings are the following:\n(i)  The legislative framework - the system of laws and regulations governing the fair\nand effective functioning of society and its members - still has major gaps. While\nefforts  have  been  made over  the  last several years  to  draft  new  laws  and\nregulations, the law-making process has suffered from a lack of coordination of\ngovernment  agencies  involved  in the  drafting  process  and  of  aid  agencies\nproviding assistance for the preparation of legislation.\n(ii)  The judiciaryi s seriouslyu nderstaffedw ith about 176 magistrates(j udgesa nd\nprosecutors)f or the whole country. It is also poorly equipped in terms of court\nfacilities, and lacks the necessaryb asic legal educationa nd professionalt raining\nfor the proper performanceo f its task of interpretinga nd applying the law in a\nconsistent,t ransparent,a nd equitablem  anner.O  nly about 12 of the judges in the\ncountry have a full-fledgedl aw degree.\n(iii)  Corruptiona  mong magistrates,c ourt personnel,a nd law enforcemento fficers is\na pervasivep  robtem,c aused in part by a grossly inadequates alary structuref or\nthe judiciary and other civil servants.\n(iv)  Powerful people have been able to disregard, with impunity. whatever rules\nexisted; consequentlyt,h  e confidenceo f the public in the legal system is minimal.\n3.  The lack of an effective and equitable legal and judicial system constrains social and\neconomicd  evelopment.C  ertainc urrent inadequaciesin  the legal system actually pose a threat\nto the country's fragile internal peace and stability. Land ownership and related rights, in\nparticular,a re a source of potentialc onflict becauseo f the lack of clear rules and an institutional\nframework to ensure implementationo f Suchr ules. The forced mass exodus from the cities to\nthe rural areas and the decimationo f the populationd uring the Khmer Rouge regime wreaked\nhavoc with the land ownerships ystem existing before 1975. Subsequently,f rom 1979 to 1992,\nfA 2591-CAM:A griculure PolicyR  efam Suppolf,f or $1,500,000a, pprovedo n 20 June 1996.\n1 \n2 The fA  first appeared In ADS Business Opportunities (Internet Edition) in August 2000.", "2\n.\nall private land ownership was formally abolished in favor of the state. The 1992 Land Law,\n.\nwhich gave the state ownership of all nonresidentiall and, is now generally recognizedt o be\ninconsistent and unclear. Furthermore, in the absence of  a  clear legislative framework,\nregistration system, and enforcement mechanism,p owerful individuals, officials, and military\ncommandersh ave been involved in \"land grabbing\".A  s a result, many people, especially the\npoor and powerless, have lost their land. People have taken to the streets to demonstrate\nagainst land grabbing. Failuret o restorea  transparenta nd fair system of land ownershipa nd an\neffectivee  nforcementm  echanismw  ill increases ocial inequitya nd has the potentialo f leadingt o\ncivil unrest, underminingt he alreadyf ragile rule of law and state legitimacy.\n4.  Recognizingt he importanceo f farmers being certain of their rights to agriculturall and, .\nADB required that the 1992 Land Law be revised as one of the conditionsu  nder its Agriculture\nSector Program loan3a nd providedT  A for drafting the new law (footnote 1). Other sectors will\nalso benefit from an  improved land tenure regime. The need for  a  clear and  properly\nimplementedl and ownerships ystem is universali n Cambodians ociety. Land tenure, especially\nin rural areas, is a crucial tool in fightingp  overty.\n5.  The draft Immovable Property Law, which is to replace the 1992 Land Law, has the\nbroad support of civil society, which was closelyi nvolvedi n the drafting process. Indicationsa re\nthat the draft law will be passed in the near future. However,t o ensure that the new law will\nhave its intendede  ffect, clear and unambiguousim  plementingd ecreesa  nd regulationsm  ust be\ndrafted and adopted;j udges, lawyers,a nd land registryo fficers responsiblef or implementation,\ninterpretation, and  application of  the  law  must know and  understand the  law  and  its\nimplementingd ecrees and regulations;a nd the people must be made aware of their rights and\nobligationsu nder the law, and how to realizet heir rights.\nIII. THE TECHNICAL ASSISTANCE\nObjectives\n6.  The objectiveso  f the TA are to help (i) establisha  legal system, including implementing\nmechanisms that will resolve the existing uncertainty, disputes, and chaos with respect to\nownership and related land rights; (ii) build the capacity of the judiciary. legal community,a  nd\ntechnical staff  responsible for  implementing the  Immovable Property Law, and  thereby\ncontributet o restoringt he general public's confidencei n the legal system; and (iii) raise public\nawareness of the Immovable Property Law and increase people's access to mechanismst o\nrealize their rights under the law. While the TA focuseso  n land legislation,t he beneficiale  ffects ..\nof capacityb  uildinga  nd public awarenessr aisingw  ill reach beyond land related issues.\nScope\n7.  The TA comprises three components.\n8.  Drafting  Implementing  Decrees,  Subdecrees,  and  Regulations.  The  draft  law\nrequires some 16 decrees, subdecrees, and regulations Oointly referred to as (sub)decrees) to\nprovide details on the implementation of certain aspects of the law. The  most crucial  ones\nconcern (i) responsibilities, organization, and operation of the Land Registry; (ii) establishment\nand regulation of a land registry commission as a primary dispute settlement body; (iii) various\n3 Loan  1445-CAM(SF):  AgricuWurSe edor Program,f or $30,000,000a, pprovedo n 20 June 19~.", "3\ntypes of concessionsf or state private property,.i n particular,s ocial concessionsf or subsistence\nfanT1inga nd industrial concessions for large-scale agricultural exploitation; (iv) sale of state\nprivate property; and (v) donation of state private property for social purposes. Assistance in\ndrafting some of the most urgent (sub)decreesw  ill be provided under the ongoing TA for\nAgriculture Policy RefonT1S upport (footnote 1). The TA will provide assistance in drafting the\nbalanceo  f the required (sub)decrees.\n9.  Training the Judiciary and Others. A training programw  ill be developedu nder the TA\nfor judges, prosecutors,l egal court personnel,a nd others involvedi n implementingt he new land\nlegislation to  familiarize them  with  the  provisions of  the  new  law  and  implementing\n(sub)decrees.T  he training will be for magistratesa lready appointed to the bench and recent\ngraduatesf rom the Faculty of Law of the Universityo f Phnom Penh, some of whom will be the\nnext generationo f magistrates.I n addition,s taff from the land registryo  ffices will be induded so\nas to develop a mutual understandinga mongt he judiciary and the staff involved in the technical\naspects of land titling. Members of the CambodianB ar Associationa nd legal aid organizations\nwill also be invited to participatei n the training.W  hile the new land legislationw  ill be the main\nsubject of the training program,t he practicalt raining providedw  ill help to increase the capacity\nof the judiciary on a broader level. In that sense, the training program will serve as a modest\npilot program for a much-needed more general training program for the judiciary. Thus, the\ntraining will not only focus on the contentso f the legislation,b ut also on practical skills required\nfor the judiciary, induding legal reasoning, drafting of judgments, communications kills, and\nmediation and conciliation skills. As  part of the training materials, a  benchbook will  be\ndevelopedf or use in the courts to assistj udges and court personneli n organizinga nd managing\nthe cases that are brought before them. The program should follow a participatorya  pproach,\nwith ample opportunityf or the participantst o test their understandingo f the new legislationi n\njoint exercises,s uch as moot trials and case studies.J oint exercisesw  ill help to increase mutual\nrespect and understandingo f the variousp  artiesr esponsiblef or implementing,i nterpreting,a nd\nupholding the law. Approximately3 00 -  350 participantsw  ill be trained; about 10 two-month\ntraining courses will be undertaken.T he exact structureo f the training program will be finalized\nby the consultants in consultationw  ith the TA team (para. 12). The training will be delivered in\nPhnom Penh and the provinces,i n locationst o be determinedb ased on availablef acilities.\n10.  Dissemination of Information to the Public. A pradical handbook in the Cambodian\nlanguage will be prepared to explain the Immovable Property Law in simple terms. The\nhandbook will provide a glossary of unfamiliar terms and will be used by the legal and lay\ncommunities. In addition, a  public information program will be carried out to  inform the\npopulation of the new legislation,t heir rights and obligations under the law, and systems and\nmmeecchhaannisismmss tt oo  rreeaalliizzee  tthheeiirr  rriigghhttss..  TThhee  ppuubblliicc  iinnffoorrmmaatitoionn pp rrooggrraamm ww  iillll  iinncclluuddee  pprreeppaarraatitoionn aa nndd\nbroadcasting of radio and television programs, preparation and distribution of brochures and\nposters, and other methods to reach illiterate people. The lessons learned under the ongoing\nregional  TA  for  Legal  Literacy  for  Supporting  Governances will  be  taken  into  account  in\nimplementing  the information  program. The information program will  be carried out in close\ncooperation with nongovernment organizations and civil society.\n4  The law distinguishes between statep rtvate property, which may be alienated, and state public property, which\nmay not.  ;\n5 TA 5856-REG: Legal Literacy for Supporting Governance, for $500,000, approved on 24 August 1999.", "4\n.\nCost Estimatesa nd FinancingP  lan\n.\n11.  The total cost of the TA    is estimated at $710,000 equivalent, comprising foreign\nexchange costs of $457,500a  nd local currencyc osts of $252,500e quivalent.A  DB will finance\nthe full foreign exchange cost and $142,500e quivalento  f the local currency expenditure.T  he\nGovernment will provide the balance of the cost, including the cost of training facilities,\naccommodationf or the trainees,c ounterparts taff, office accommodationl,o gistical support,a  nd\nradio and television broadcastingt ime on the Governmentr adio and television stations. The\n.\ncost estimates and financing plan are attacheda s Appendix2 . The TA   will be financed by ADB\non a grant basis from the ADB-fundedT A   Program.\n.\nImplementationA rrangements\n12.  Executing Agencies. MLMUPCw  ill be the ExecutingA gencyf or the componentt o draft\nimplementingd  ecrees, subdecreesa  nd regulations.T he Ministry of Justice (MOJ) will be the\nExecutingA  gency for the training component.M  LMUPCa nd MOJ will be jointly responsiblef or\nthe informationd isseminationc omponent MOJ and MLMUPCw  ill each assign an official, who\nis at least at the level of department director, as Project director to be responsible for the\nimplementationo f their respectivec omponentsa nd jointly responsiblef or the implementationo f\nthe informationd isseminationc omponent The Projectd  irectorsw  ill jointly head a Project team,\nto be established prior to commencemento f the TA  . The team will include staff from relevant\ndepartments and offices, such as the Personnel and Training Department and the unit for\ndissemination of information under the Administrationa nd Finance Departmento  f MOJ, and\nmembers from the existing Working Group on Land Law under MLMUPC. The minister of\nJustice, and the ministero  f Land Management,U rban Planning,a nd Constructionw  ill jointly be\nin charge of overall TA coordination.T he Project team will work closely with the consultants\nengaged under the TA   and will enable the consultants to carry out their tasks effectively.\nMLMUPC and MOJ will provide available Govemment documents and data needed for TA\nimplementation.\n13.  In implementing the component to draft subdecrees, MLMUPC will coordinate  closely\nwith  the  MOJ  drafting team  currently  preparing the Civil Code; this  to  ensure  consistency\nbetween the implementing (sub)decrees under the Immovable Property Law and the system of\nthe Civil Code. Depending on the subject matter of the (sub)decree concemed, MLMUPC will\nalso  involve  other  relevant  mini.stries and  agencies,  including  the  Ministry  of  Agriculture,\nForestry, and Fisheries; Ministry of Rural Development; and Ministry of Interior. In implementing\nthe  training  component,  MOJ  will  closely  coordinate  with  MLMUPC,  the  Cambodian  Bar .\n.\nAssociation,  and  legal  aid  organizations  to  ensure  participation of  the  land  registry  staff,\nmembers of the Bar Association and other legal aid providers, in addition to the judiciary, in the\ntraining  program.  MOJ  will  also  pursue  cooperation  with  institutes  for  legal  education  in\nCambodia,  including  the  Faculty of  Law, to  ensure  the  sharing  of  training  materials  and\n.'\ninformation.\n14.  Selection of Consultants and Pro)ccuurreemmeenntt.. About 24 person-monthso f international\nconsulting and about 30 person-monthsoo ff  ddoommeessttiicc consulting will be required. A team of\ninternationala nd domesticc onsultantsw ill bbee  sseelleecctteedda nd engagedb y ADB in accordancew  ith\nADS's Guidelineso n the Use of Consultanist saa nndd  ootthheerr arrangementss atisfactoryt o ADB on the\nengagemento f domesticc onsultants.T he ccoonnssuullttaanntts~w  ill be responsible,i n close cooperation\nwith the Project team, for managingt he T'AA;;  aassssiissttiinng~ in drafting (sub)decrees;d eveloping the\ntraining curriculum; developing training mmaatteerriiaallss,,  iinduding the benchbook; managing the\nlogistics of  the  training and  deliverinIg  tthhee   ttrraaiinning; and,  in  association with  suitable", ". 5\n. nongovernment organizations, developing and delivering the public information materials, and\nassisting poor and illiterate people in realizing their rights under the Immovable Property Law.\nOutline terms  of reference for the consultants are attached as Appendix  3. Local resource\npersons with knowledge of and experience in the subject matter will be used in the training\nprogram and the information dissemination program. The resource persons will be selected in\nconsultation  between MLMUPC, MOJ, and ADB. Office equipment (computers, printers, and\nphotocopier)  and  training  equipment  and  materials will  be  procured  by  the  consultants  in\naccordance with ADB's Guidelines for Procurement.\n15.  TA    Evaluation. The consultants will develop an evaluation system to measure the\nimpact of the training program and the informationd isseminationp rogram. This system, and in\nparticulart he benchmarksf or evaluation,w  ill be set up at the start of TA implementation.\n16.  Implementation Schedule. The implementations d1eduled epends to some extent on\nthe timing of the passage of the draft ImmovableP  roperty Law by the National Assembly.\nNevertheless,d rafting of the (sub)decreesc an start in advanceo n the assumptiont hat the basic\nthrust of the draft law will not change in the parliamentaryp rocess and that any revisions can\nsubsequently be incorporated in the draft (sub)decrees.S  imilarly, the design of the public\ninformation materials can start on this basis. For the training program, the curriculum and the\ntraining materials can be designed and the trainers who will deliver the course can prepare\nthemselves so that the first course can start as soon as the law is passed. The TA will be\nimplementedo ver 24 months.\n17.  T A Review and Reporting.  In  the  first  month  of  implementation,  a  TA    inception\nmission from ADS will hold a tripartite meeting with MLMUPC. MOJ. and the consultants to\ndiscuss the work program and detailed working arrangements, as well as confirm assignment of\ncounterpart staff to the Project Team. Further tripartite meetings will be held about one year\naafftteerr  ccoommmmeenncceemmenetn too ff  tthhee  TTAA  aanndd  aabboouutt  ttwwoo  mmoonntthhss  bbeeffoorree  TTAA  ccoommppleletitoionn. .TT  hhee  ccoonnssuultlatanntsts\n- -.  -  -  --  -  --\nwill prepare inception, midterm, and final reports; the final versions of these will reflect the\ncomments made by the Governmenta nd ADB during the tripartite meetings. In addition, the\nconsultantsw  ill prepare brief progressr eportsf or internalu  se of ADB and the Governmenta fter\n6 and 18 monthso  f commencemenot f TA implementation.\nIV. .  THE PRESIDENrS DECISION\n18.  The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance, on a grant basis, to the Government of the Kingdom of\nCambodia, in an  amount not exceeding the equivalent of  $600,000 for  the  purpose of\nImplementationo f Land Legislationa nd herebyr eportss uch action to the Board.", "9\nVddaup!X ~  Ide5a ~\n1.3>:HNI>:'V 1'VSSIS1.'VN>:3  ~~W3MOH4)\n.\n.\n~(\n)~ejeJeu>:e !U ~e~: de6e ~ .  deJe.", "7\nAppendix  1, page 2", "8\n.\nAppendix 1, page 3\n.\n.\n.\n.'\n.'", "6\nVddeup!x Z\n>:0S13SUW~13S ~NO ~IN~N>:IN~  d'~N\n)s,ooo(\n~OJ8IDu  ,o~al  .l~I\ny.  ys,au  08A8lodw8~~ 8weu~ ~!ueuo!uD  -.  3X~lLau6e  ):nJA8u~A  ):0-.\n~ \"  ~ousnl1eu~s\ne\"  ~8wnueJe~!ou eup d9J o!ew\n l\"u~eWe1!OU e~lousnl~eu~s  ££0.0  ££0\"0\n!! .OOW9S1 !~>O: USnl1eu~S  £0\"0  £0\"0\nq I'U~9We~!OUel eup 1°>:ellJeA91  ~ L 'S  Z'S  ZO\"O\nZ'  3bn!dweu~  ~ S'O  .L S'O\n£.  l.Je!u!u6 ~onJses  90\"0  90\"0\nt.  Nou6oAewweu~ OJ6eu!ze1!ou)s(  ZS'O  ZS'O\ns'  ~esonJ>:9 deJSous  .LS'O  ~S'O\n9.  ~e~eJ!el dJOpnp!ou  ZZ.g  S'O  ZL .S\nL'  ~!S>:elleu9o nVsPW!U!S~Jet!ou eup  g.O  g.O  ~O'O\nsnddo ~~OS~S\nS\"  ~edJ9seu~e~!Ae jOJ ~ou~JeP Ne6o1!e~!ous q  L'g  L'g\n6\" ~ou~!u6eu>:!es  vg\"O  ~t\"O  90'0\nsnq~o~e l)'V\"(  tSL .5  ~tZ.5  900.0\nS'  ~OA8WW8U. ~!ueu~!u6\n~\" OU!>:8V>:OOwwopenou '1o6!sn>:el  ZO'O  ZO'O\nsnddoJt' eup 8Joep>:esnu6 lLwe\nZ\"  ~ewnueJenOU eup deJ a!ew  SO'O  SO\"O\nOl  ~onuteJdeJt  SteU\n£\"  l.Je!u!u6 j;:e>:!I!neS  eup  V>:oowwopet!ou lOJ  VO.O  VO\"O\nl.Je!uees\nsnq.o.el )8(  . I.10'0  . I.10'0\n1.°.el  tSL'S  ZSZ'S  L.IO'O\n.\n ~JOW t418 .l804U!>:81 VSS!St8U):8  $*181 ~huP\"\nq QU8 JedJeseutetl\"e ee):4140w ~ eW!U!s4.J 01 18UP weu86eweut' nJq8U dleUU!u8 8U P):OUStJnPIOU )W1Wnd>:('\n8UP t418  W!U!~~ 01 rnS~):8  )wor(\"\ngonJ):8: S18U 9SjiW8J9S.  .\n)~a~aJau>:a !u taXt= deBa V' deJe\" ~~(", ".10\nvddeup!x £' de6e ~ .\nOnl.1IN3 l.3~WS O~  ~3~3H'3N~3 ~O~  ~ONSnl l'.vr'Nl.S\n.\nles~s\n~ \"  vu oJ6eu!zenOU  oowdJ!s!u6 !u~eWenOuel eup  powesn~ ~ousnl~eUt SM111 qe  eu6e6ep\" ULe\noousnl~u~ Ms111 iLeAe  e~eus!\\te exdeJ!au~e !U )!( la6el  pJeji!u6' )!!(  le6el tJe!u!u6 o ~dJO~ess!OUelS\n!U  pe\\telod!u6 oonu~J!es MI14 eu  nupeJpe\\telodep  le6el s.Js~aw'  eup )!!!(  pe\\talod!u6 we~eJ!els ~OJ\ndnqI!~ !u~oJWenou eup  ooupnp!u6 dnqI! ~!u~oJWe~!oU >:ewde!6us\" .liLe  oousnI~u~s M!II qe ~eW!I!eJ\n.\nMIt4  ~e  !ssnes Jelenu6 ~o  leup OMUeJSIL!d eup Jele~ep J!64~S !U >::ewqop!e\" ULa  oousnl~u~ Ms111\nelso qe eMeJe o~  ~e MOJj)!U6 eu\\t!JOuweu~ eup epn>:e~!OUel  ~lLelleu6es o~  ~e fnp!~eJ.J  eup ~lLe\nle6el dJo~ess!ou !U >::ewqop!e\" .llL9 oousnl~eu~ Ms111  esso~~e MItlL  oue OJ WOJe  uou6o\\tewweu~\n-\noJ6eu!ze~,ous  )N~OS(  qesep !U >::ewqop!e t4e~ eJe  exdeJ!eu~ep !U epn>:e~!u6  deodle eqon~ t4e\nleM eup ess!s~!u6  deodle ~o esseJ-1 ~lLe!J le6e Jl!6IL~S\" .liLe ~ousnl~eu~s M! IOIOOJp!Ue~e pOSel.J M!t4\n~lLe ~eplu!>:eI ess!s~eu~e >.1 v( ~eew o~ ~l LJeIV!U!S~J.J o~  leup  JIVeue6eweul  nJqeu  dleUu!u6  eup\n>::ous~P!OU )JIV1JIVnd>::(  eup  t4e JIV!U!S~ o~ rnsn>:e )JIVor(  eup  ot4eJ  e6eu~!es  !u\\toI\\tep\"  V\npes~d~!ou o~ 14e ~esj)s o~ 14e  oousnl~u~ ~sOIIOMS\"\n~. OJeu!u6 IWdI9W9U~!U6la6!SIe~!OU eup ~a6nle~!OUS\nZ'  1.49 >:ousnl1eU1S M!I IeSS!S1  JIVl~nd>::  eup 014e JJe19AeU1 e6eu>:!9s !U  pJeji!u6 pe>:Jegs'\nsnqpe>:Jees'  eup Je6nle1!OuS Jebn!Jep ~OJ 149 !wdleWeU1e1!OU Oj 14e  lwwoAeqle dJOdeJ,Ji  leM'\n1.49 >:ousnl1eU1S M!II pOSel.J 1!e!se M!14 149 pJeji!U6 19eW Oj  ~or  )!upnp!u6 14 e>:ousn11eU1S\ndJOA!P9P q.J  ~e  redeu lu1ewe1!ouB \\>::ood9Je1!ou V69u>:.J(  Jesdous!qle SOJ pJeji!U6 149 >::!A!I  ~ope\n10 eUSnJ >9:ouS!S~eu>:.J M!14 149 >::!A!I >::Op9' IU >:ousnl1e1!OU M!1 4JIV1JIVnd>::' 149 >:ousn/1eU1S M!II\n>:OU1!Un9  ~ edeJ1!>:!de10J.i  pJeji!u6 eddJOe>: 4~OIIOMep ~OJ 149 pJeji!U6 o~ 14e \\WWOAeqla dJOd9J,Ji\nleM'  19\" Segf)!U6 ~9apqe>:f )~JOW Je\\9AeU1  N~OS eup 014eJ s1ef)e40IP9JS oU  )snq(pe>:Jees  eup\nJe6nle1!OUS 14e1 M!II 4eAe eu  !wdep ou deodle,S J!641S' 1.0 149 ex1eu114e1 014eJ W!U!S1J!es eJe\n!UAOIA9P !U  snqfep eJees >:oA9Jap q.J 14e !wdleWeu1!u6 P9>:JegS  eup Ja6n\\e1!oUS 10  qe  pJejiep\nnupeJ 14e  IwwoAeq19 dJodeJ,Ji  ,eM' 1 4>e:OUSn11eu1S M!II e\\SO 1!e!se M!14 14OSe W!U!StJ!es' 1.4e\nle6!SIe1!OU BU pJ96nlB1!OUS dJopn>:ep S40nlP Bil qe !U 1>4WeJ BUp 3U61!S4'\nZ.  .1Je!u!u6  dJo6Jew\n.14e  oouSnlteuts M!II  nupe~l>e  ~e jOlIOM!U6:\n0(  aes!6u e dJ06Jew eup  >:njJ!orlnw jOJ tJe!u!u6  eqont £90  fnp6es  eup dJOsde):t!Ae\nfnp6es' dJose>:ntoJs'  le6el oonJt deJsouue,' teplU!>:e1 SteU Oj leup Je6!s,)J. IOU!>:9S'\n-.\neup leM.feJS !U t4e  !wdleWeutenOu Oj t4e ueM leup le6!SIenOU\" .14e tJe!u!u6 s4onlP\njOlIOM e deJt!>:!detoJ.1 eddJoe>:4'  ep!Ael .!IUAOIA!U6 t4e deJt!>:!deuts Oj  ~e >:onJSes\nt4Jon64 9XeJ>:!Ses'  P!Sorss!OU  6Jonds'  eup  >:ese  Smp!es\"  .14e  dJo6Jew  M!II 0.\ndJoA!pe jOJ  sowe ~o oonJS9S Oj eqont tMO WOUt4S ee>:4 tO qe 4elP  ~JOn64Ont  ~e\n>:onutJ.1\" .14e exe>:t  unwqeJ O Oj OnJS9S  eup  ~e!J pnJenOU M!II  qe  peteJW!uep !U\n>:ousnitenOU  M!l4  wl~nd~'  wor'  eup  ~e  VS!eu  aeAefOdweut  aeul>  )vaa('\ntel>!u6 !UtO e>:oonut  ~ eeAe!leq!I!.,.I Oj  ~e oonJS d9eJt!>:!deutS eup  ~e  WOSt\neue>:nAe oonJSe pnJet!OU jJOW  e  p!pep!>:eI  do!ut Oj A!eM\"  vt  t4e  eup  Oj  ~e\ntJe!u!u6'  t4e deJt!>:!deuts  s4onlP  qe  jnIl.I jeW!I!eJ M!t4  t4e OOUteUtS Oj  ~e  ueM\nle6!SlenOU  eup qe >:edeqle Oj eddl(.!u6  ~e UeM 1e6!SIenOU !U  ~e oonJS9 Oj  ~e!J\nMOJf)\"\n)~e~eJeu>:e !U ~ext: de6e 9' deJe '~v(", "11\n.\nAppendix  3, page 2\n.\nTaking into account work undertakenu  nder other aid-assistedp  rojects for the\n(ii)\ndevelopment of benchbooks,p repare a practical guide (benchbook)f or use by\nmagistratesa nd court personnelo n the handlingo f cases brought to the courts.\nThe guide should be divided into (a) a general part, explaining the role of\nmagistratesa nd court personnel,h ow to apply the law in general, procedurest o\nfollow, and key skills as well as attitudesr equired;a nd (b) a subject-specificp art,\nfocusing on the handlingo  f immovablep ropertyc ases. Liaise with agencies and\nconsultants working on the developmento f the Civil Procedure Code and the\nCriminal Procedure Code to  ensure that the guide is  consistent with the\nprocedurest o be incorporatedin   the two codes.\n(iii) In close  cooperation with  MOJ, manage all aspects of the training program,\nincluding logistics and preparationof tead1ing materials.\n(iv) Propose arrangements for institutionalizing legal and judicial training of practicing\nmagistrates and lawyers in Cambodia, based on the experience gathered with\nthe training program.\n3.  Public Information and Access to Justice\n4. Activities will include the following:\n(i)  Together with the TA team and in close consultationw  ith the Cambodian Bar\nAssociationa nd legal aid agencies,p reparea  handbookt o make the Immovable\nProperty Law and related decrees and regulationse asily accessiblet o the legal\ncommunitya  nd educatedn  onlawyers.T he handbooks hould provide a glossary\nof terms used in the law and a commentaryo n the law. explainingt echnical and\ncomplexp  rovisions,i llustratedb y examples.\n(ii) Design a public infom1ationc ampaign capable of reaching all segments of the\npopulation, including illiterate persons; and develop and  produce effective\ninfom1ationm aterials,i ncludingm  aterialss uitablef or public broadcastings uch as\nvideos and tapes, as well as brochures,p osters,a nd cartoons.\n(iii)  Implement the public information campaign, through distribution and broadcast of\nthe information materials, making use of the local network of  NGOs and civil\nsociety .\n(iv)  Provide  assistance  to  poor  people  in  asserting  their  rights  under  the  land\nlegislation, induding assistance in submitting daims with the land registry offices\nand assistance in resolving disputes.\n4.  TA   Management\nThe consultants will undertake the following:\n(i)  In dose  coordination with ADB and the TA team,  manage all aspects  of the\nconsulting  services.  Assist  in  establishing  and  maintaining  good  working\nrelationships  among  all  parties  involved  in  implementing  the  TA,  induding\nMLMUPC, MOJ, TA team members, the NGO community, and civil society.", "12\n.\nAppendix3 , page 3\nAssist in selecting local resource persons and manage their services.\n(ii) .\nCarry out procurement of equipment and materials to be provided under the TA  .\n(iii)\nAssist in organizing tripartite meetings and prepare briefing materials for those\n(iv)\nmeetings.\n(v) Establish  a  TA    impact  evaluatioonn   ssyysst'em,  setting  benchmarKs  at  the .\ncommencement of the TA   to measurree  tthhee  iimrrpact of the training program and the\ninformation dissemination and accessss  ttoo  jjuusstice program. As part of the system,\nfeedback will be obtained regularly ffrroomm  tthhee participants of the training courses,\nthe NGO community, and local comml1uunniittiieess selected on a countrywide basis. ~\nB.\nReports\n6.  The consultantsw  ill prepare an inceptionr eport within one month of commencemento f\nthe TA, a midterm report about one year after commencemenot f the TA, and a final report at TA\ncompletion.D  rafts of the reportsw  ill be submittedt o ADB and the Governmentf or discussiona t\ntripartite meetingsw  ith Governmentr epresentativesA, DB, and the consultants.T he final reports\nwill reflect all comments made by the Governmenta nd ADB. In addition, the consultantsw  ill\nprepare progress reports within 6 and 18 months after TA   commencementA. ll reports, except\nfor the inception report, will include (i) impact evaluation updates, including feedback from\ntraining course participants, NGOs, and local communities; and  (ii) brief descriptions of\nassistancer enderedt o people seekinga ccesst o justice and the outcomeo f the assistance.\n\"\n.8"], "metadata": {"Producer": "Hewlett-Packard Intelligent Scanning Technology\n3", "Author": "", "CreationDate": "D:20030723091953Z", "ModDate": "D:20060216135542+08'00'", "Title": "Technical Assistance to Cambodia for Implementation of Land Legislation"}}