{"path": "data/input/ta/35343-vie-tar.pdf", "pages": ["Technical Assistance Report\nProject Number: 35343\nMarch 2006\nTechnical Assistance\nSocialist Republic of Viet Nam: Preparing the Support\nImplementation of Public Administration Reform\nMaster Program, Subprogram II\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s\nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.", "CURRENCY EQUIVALENTS\n(as of 1 March 2006)\nCurrency Unit –  dong (D)\nD1.00 =  $0.0000628615\n$1.00 =  D15,908.00\nABBREVIATIONS\n  ADB –  Asian Development Bank\n  CPRGS –  comprehensive poverty reduction and growth strategy\n  CSP –  country strategy and program\n  E-government  –  electronic government\n  E-transaction  –  electronic transaction\n  ICT –  information and communication technology\n  M&E –  monitoring and evaluation\n  MOHA –  Ministry of Home Affairs\n  MP –  master program\n  OOG –  Office of the Government\n  PAR –  Public administration reform\n  SEDP –  socioeconomic development plan\n  SIPARMP I  –  Support Implementation of Public Administration Reform\nMaster Program, Subprogram I\n  SIPARMP II  –  Support Implementation of Public Administration Reform\nMaster Program, Subprogram II\n  TA –  technical assistance\n  TNA –  training needs assessment\n  VRM –  Viet Nam resident mission of ADB\nTECHNICAL ASSISTANCE CLASSIFICATION\nTargeting Classification –  Targeted intervention\nSector –  Law, economic management, and public policy\nSubsector –  National government administration, subnational government\nadministration\nThemes –  Sustainable economic growth, governance, capacity development\nSubthemes –  Addressing information and communication technology issues,\npublic governance, institutional development\nNOTE\nIn this report, \"$\" refers to US dollars.\nVice President L. Jin, Operations Group 1\nDirector General R. Nag, Mekong Department\nDirector B. Philips, Viet Nam Resident Mission, Mekong Department\nTeam leader K. Lao-Araya, Finance, Governance, and Trade Specialist, Mekong\nDepartment\nTeam member D. V. Dung, Public Administration Reform Officer, Mekong Department", "I.  INTRODUCTION\n1.  During the Country Programming Mission (15 April–4 May 2005), the Government of the\nSocialist Republic of Viet Nam (the Government) confirmed its original plan to have the Asian\nDevelopment  Bank  (ADB)  continue  assisting  it  in  implementing  the  Public  Administration\nReform  (PAR)  Master  Program  (MP)  2001–2010.1 The  continuing  assistance  will build on\nprevious assistance, namely Subprogram I of the loan cluster Support Implementation of the\nPAR Master Program (SIPARMP I),2 which has been approved and implemented together with\nthree accompanying technical assistance (TA) projects (TA 4080, TA 4081, and TA 4082),\nSIPARMP I and its accompanying TA projects are now close to completion.3 The Government\nrequested from ADB a project preparatory technical assistance to formulate Subprogram II of\nthe Support Implementation of PAR Master Program (SIPARMP II). ADB fielded a TA fact-\nfinding mission on 12–15 July 2005 to discuss the TA and reached an understanding with the\nGovernment  about  the  scope  of  the  TA  and  its  implementation  arrangements.  The  TA\nframework is in Appendix 1.4\nII.  ISSUES\n2.  Viet Nam’s public administration has undergone some major changes since the adoption\nin 1986 of the policy of renovation, which was designed to prepare the country for its transition\nfrom a centrally planned economy to a socialist-oriented market economy. Since then, Viet Nam\nhas  continued  to  realize  considerable  socioeconomic  achievements,  including  fast  overall\neconomic growth and substantial poverty reduction, while ensuring social inclusion for the poor\nand unprivileged. The integration of the Vietnamese economy with the world economy has been\nintensified through bilateral and regional trade agreements and recently through preparations for\naccession  to  the  World  Trade  Organization.  PAR  needs  to  catch  up  with  these  policy\ndevelopments and reform agenda.\n3.  The Government’s PAR MP laid a foundation for the public sector to shift its role from\ncontrolling (or “rowing”) to enabling (or “steering”) to realize the twin goals of high economic\ngrowth and sustainable poverty reduction.5 The PAR MP is a comprehensive program covering\nfour key focus areas and seven action programs. The four key focus areas are (i) institutional\nreform, (ii) reform of the organizational structure of public administration, (iii) renovation of the\ncivil service, and (iv) public finance reform. These four focus areas are further subdivided into\nseven action programs: (i) improving the quality of legal documents; (ii) revising the roles,\nfunctions, and organizational structures of the Government; (iii) down-sizing staff; (iv) improving\n1  The Prime Minister approved the MP for 2001–2010 in September 2001, by decision no. 136/2001/QD-TTg. Of\nseven action programs under the MP, the Government requested ADB financing to support the implementation of\n(i) improving the quality of the cadres and civil servants, and (ii) modernization of the public administration system\nof the Office of the Government.\n2  ADB. 2002.Report and Recommendation of the President to the Board of Directors on a Proposed Program Loan\nCluster, Phase I of the Proposed Program Loan and Technical Assistance Grants to the Socialist Republic of Viet\nNam to Support Implementation of the Public Administration Reform Master Program in Viet Nam. Manila (Loan\n1992-VIE).\n3  Loan 1992-VIE and its accompanying TA projects under SIPARMP I have been implemented since April 2003. The\nsecond and last tranche was released to the Government on the value date of 7 October 2005. The three TA\nprojects include (i) TA 4080, (ii) TA 4081, and (iii) TA 4082. These three TA projects were proposed and approved\nalong with the proposed program loan in December 2002. They are envisaged as continuing until the end of 2005\nto help the executing agencies finish all requisite TA outputs.\n4 The TA first appeared inADB Business Opportunities on 8 August 2005.\n5 The overall goal of PAR MP is to build “a democratic, clean, strong, professional, modern, effective, and efficient\npublic administration system that operates in line with the principle of the Socialist state, ruled by law and under the\nleadership of the Party.”", "2\nthe quality of cadres and civil servants; (v) reforming the salary structure; (vi) improving financial\nmanagement  mechanisms for administrative and public  service  delivery agencies; and  (vii)\nmodernizing public administration systems. Within these seven subprograms, the Government\nhas requested ADB financing to support the implementation of action programs 4 and 7. Several\ndevelopment partners provide assistance to the Government for other action programs.6\n4.  The PAR MP has served as a guiding tool for comprehensive reform in governance and\npublic administration. The first 5-year phase of the PAR MP will conclude at the end of 2005,\nand preparations are underway to develop detailed objectives for the next 5-year cycle, which\nconveniently corresponds with the next 5-year socioeconomic development plan (SEDP) of the\nGovernment. The new SEDP will be Viet Nam’s national strategy for poverty reduction, which\nwill incorporate the fundamentals of the Government’s comprehensive poverty reduction and\ngrowth strategy. That strategy recognized good governance through PAR as an important pillar\nof the country’s poverty reduction and growth strategy. It is therefore important to synchronize\nthe second cycle of the PAR MP and the new SEDP and support further PAR implementation.\n5.  The implementation of PAR MP Phase I, which picked up speed in recent years, has\nestablished building blocks of critical reforms under the PAR MP, including a new organization\nof the Government, the separation of administrative and civil servants, and the simplification of\ngovernment procedures to create an enabling environment for business. The PAR Steering\nCommittee, the Secretariat to the PAR Steering Committee, and the PAR Department of the\nMinistry of Home Affairs (MOHA) have been established and strengthened to steer the reform\nprogram.  However,  the  number  of  highly  qualified  and  experienced  staff  supporting  and\ncoordinating PAR is still not sufficient. Many PAR issues have been addressed but only with\nvarying  degrees  of  success.  The  implementation  and  monitoring  and  evaluation  (M&E)\nmechanisms under the PAR MP function reasonably well, though it took a long time to develop\nthose mechanisms and they still have much room for improvement. Currently M&E is carried out\nonly internally and therefore limited, as it is not supplemented by external M&E. The areas that\nare partly successful will be addressed in the next cycle of the PAR MP with support from\nSIPARMP II and other assistance.\n6.  Over  the  next  5  years,  Viet  Nam  will  increasingly  intensify  its  socioeconomic\ndevelopment efforts to become a market-oriented and internationally integrated economy. The\npressures  of  globalization  and  integration,  as  well  as  the  increasing  sophistication  and\ncomplexity of society and the economy, will pose new and different challenges. The second\ncycle of the PAR MP will take into account decentralization policies and their implementation.\nBetter  coordination  and  greater  coherence  in  administration  are  considered  necessary  to\nachieve efficiency and effectiveness in public management tasks. Lessons learned from the first\ncycle of the PAR MP will be useful to guide the formulation of the next cycle. A stronger public\nadministration  system  will  be  required  to  cope  with  the  emerging  public  service  delivery\nchallenges in the context of a more open and market-oriented economy.\n7.  ADB has assisted the Government in implementing the PAR MP, particularly those\nareas related to training civil servants and modernizing public administration systems. ADB\napproved SIPARMP I for $45 million in January 2003 under a program cluster modality. The\nprogram loan cluster comprises three subprograms to support the Government’s PAR MP,\n6  See Appendix 7: Development Coordination Matrix in the report and recommendation of the President for Loan\n1992-VIE (footnote 2).  See also Annex 3—PAR, Anticorruption and ICT/E-government Donor Matrix as per June\n2005 in the draft Governance Assessment of Viet Nam dated August 2005. ADB. 2005. Governance Assessment\n(draft). Hanoi.", "3\ncovering 2001–2010. SIPARMP I covers 2003–2005. Subprograms II and III will cover 2006–\n2008 and 2008–2010, respectively. Noting the progress made in implementing SIPARMP I and\nsatisfying the conditions for the release, ADB approved the release of  the first tranche in\nNovember 2003 and the second tranche in September 2005.\n8.  SIPARMP I focuses on implementing two of the seven action programs of the PAR MP:\n(i) training and retraining to improve the quality of public officials under action program 4 of the\nGovernment’s  PAR  MP,  and  (ii)  modernizing  the  administrative  system  including\ncomputerization and electronic government (E-government) initiatives under action program 7.\nThrough SIPARMP I and TA 4081, the training needs assessment (TNA) for priority groups (i.e.,\ntown and commune leaders, principal experts, and department directors) have been developed.\nBased on the TNA results, module-based training programs are designed for specific groups.\nThe application of the new concept and of the modern methodology in developing the TNA will\nhelp renovate the traditional training system into a new, competency-based training system. A\nstrategic plan to revise training curriculums up to 2010 was also developed. It provides the\nrationale,  objectives,  and  plan  to draw up  a  competency- and  performance-based  training\nsystem.  The  MOHA  strongly  shared  a  view  that  Subprogram  II  will  further  help  deliver\ncompetency-based  and  skill-oriented  training  courses  to  all  public  officials,  and  that  the\nemphasis for training in Subprogram II should be shifted from formulating conceptual plans\n(including  the  TNA,  short  training  courses,  and  curricula)  to  standardizing,  testing,  and\nimplementing renovated training programs.\n9.  In the area of modernizing the administrative system through SIPARMP I and TA 4080\nand  TA  4082,  commendable  efforts  were  made  in  delivering  training  in  information  and\ncommunication technology (ICT) management following the establishment of 115 executive\ninformation units. In the area of applying ICT to provide services to citizens and businesses, 43\npilot  projects  on  shared  software  have  been  implemented.  In  addition,  ADB has  provided\nassistance to the Science and Technology Committee of the National Assembly for preparing\nthe draft law on electronic transaction (E-transaction). The law on E-transaction, which was\nsubmitted to and approved by the National Assembly in November 2005, will provide a legal\nframework for E-government and electronic commercial transactions as the Law will become\neffective in March 2006. However, E-government in Viet Nam is still not advanced enough to\nallow electronic interactions either between the Government and its citizens, or between the\nGovernment and businesses. The implementation of E-government to improve the efficiency\nand  effectiveness  of  the  administrative  system  will  require  further  systematic  reforms  and\nresources. ADB’s further assistance will help the Government formulate and implement the\nsecond cycle of the PAR MP. The new cycle will focus on deepening and sustaining the impact\nof first generation PAR and introduce second generation PAR reaching regional and local\ngovernments to improve public service delivery to people and businesses.\n10.  The Government continues to be committed to further PAR implementation. The ensuing\nprogram loan following the TA will address many new PAR issues and help implement related\naction programs, which will require considerable financial resources. The TA will, among other\nactivities, estimate the cost of new PAR action programs included in the SIPARMP II. The\nensuing program loan will also compliment other governance and PAR activities, including\nanticorruption endeavors,7 the implementation of the SEDP and improvement of governance in\nthe provinces,8 and small and medium enterprises development.\n7 On 5 July 2004, the Government of Viet Nam endorsed the ADB-OECD Anticorruption Initiative for Asia and the\nPacific action plan of ADB and the Organisation for Economic Co-operation and Development (OECD). Viet Nam\nthen became the 23rd member country to join the initiative. Members of the initiative participate in annual meetings", "4\nIII.  THE TECHNICAL ASSISTANCE\nA.  Impact and Outcome\n11.  The overall goal of the TA is to further improve the public administration system in Viet\nNam through recommending policies and measures for ADB assistance to the Government in\nthe implementation of the PAR MP under the proposed SIPARMP II. The subprogram covers (i)\nimproving the quality of cadres and civil servants and (ii) modernizing public administration\nsystems. The main expected TA outcome is that the Government and ADB reach an agreement\non the proposed program loan to support the implementation of the PAR MP. The expected TA\noutputs  are  (i)  consultant  services and  reports  to  assist  in  the formulation  and  design  of\nSIPARMP II; and (ii) consultative workshops with stakeholders on PAR MP implementation. The\npolicy measures and action programs aim to (i) improve the quality of public officials to improve\npublic service delivery to people and businesses; (ii) strengthen the efficiency, effectiveness,\nand  coordination  of  agencies  through  reengineering  the  Government  agencies’  working\nprocesses and applying ICT; (iii) integrate SEDP implementation and roll down the PAR MP to\nthe provinces; (iv) mitigate negative social risks of PAR measures and actions; and (v) conduct\npolicy dialogue in a well-coordinated and comprehensive manner with the Government and\nother development partners. These outputs will draw on outputs produced by previous TAs to\nthe  Government  related  to  the  implementation  of  PAR  MP,  particularly  from  the  three\naccompanying TA projects of SIPARMP I.\nB.  Methodology and Key Activities\n12.  The TA will use a consultative and participatory process for developing the proposed\nprogram loan. Through this process, the design and implementation of the TA tasks will be\nundertaken in close consultation with both central and local government officials as well as with\nother donors. The TA will build on findings from previous assistance supported by ADB and\nother funding agencies in areas related to PAR.\n13.  Two working groups addressing action programs 4 and 7 will be established to provide a\nsystematic channel for government officials, ADB staff, and consultants to carry out regular\nconsultative meetings regarding the formulation of the subsequent program loan SIPARMP II.\nEach working group will be headed by a director general of a relevant department of MOHA or\nthe Office of the Government (OOG).\n14.  The  key  TA  activities  include  (i)  reviewing  the  PAR  MP  and  evaluate  PAR  MP\nPhase I (2001–2005) and other poverty-related documents and data; (ii) preparing the inception,\nmidterm,  and  final  reports;  (iii)  preparing  and  conducting  consultative  workshops  and/or\nseminars with stakeholders on the impact and contribution of the proposed program loan; and\nto report on their anticorruption programs and exchange information and lessons learned in fighting corruption. In\nApril 2005, the Government of Viet Nam hosted the Sixth Steering Group Meeting of the initiative in Hanoi. ADB\nalso has ongoing small-scale TA to support the Government in its anticorruption endeavors through capacity\nbuilding in the Government Inspectorate, which is the focal agency responsible for formulating and implementing\nthe Government’s anticorruption policy.\n8 Two ADB TA projects to support the implementation of poverty reduction and growth programs in the provinces of\nthe Central and Central Highland regions were approved in September and October 2005: ADB. 2005. Technical\nAssistance to the Socialist Republic of Viet Nam for Capacity Building Support to Dak Nong Province for Improving\nPoverty Reduction and Growth Performance. Manila; and ADB. 2005. Technical Assistance to the Socialist\nRepublic of Viet Nam for Support to Thua Thien Hue and Quang Tri Provinces for Sustainable Poverty Reduction\nand Growth Programs. Manila.", "5\n(iv) reporting on the results of the workshop and feedback from participants. The TA framework\nincluding its impact, outcome, outputs, inputs, and activities, as well as a processing schedule\nfor the TA and a subsequent proposed program loan, were formulated in consultation with the\ntwo Executing Agencies.9\nC.  Cost and Financing\n15.  The total cost of the TA  is estimated at $565,000 equivalent, comprising a foreign\nexchange cost of $272,900 and a local currency cost of $292,100 equivalent. The Government\nhas requested ADB to finance $450,000, including $272,900 in foreign exchange and $177,100\nequivalent in local currency. The TA is proposed to be financed on a grant basis from ADB’s TA\nfunding program. The Government’s contribution to the TA, estimated at $115,000 equivalent,\nwill  be  in  kind  and  includes  the  provision  of  counterpart  staff,  office  accommodation,  and\nsecretarial and  office  support.  Details of  the  TA  cost estimates and financing  plan  are  in\nAppendix 2. The Government has been advised that the approval of the TA does not commit\nADB to finance the ensuing project.\nD.  Implementation Arrangements\n16.  The  TA implementation  will require (i) 14 person-months of  international consultant\nservices and (ii) about 28 person-months of domestic consultant services in the fields of public\nadministration  reform,  human  resources  management,  policy  coordination  and  reform,  E-\ngovernment, and local governance. MOHA and OOG will be the Executing Agencies for the TA.\nThe ADB Viet Nam resident mission will administer the TA in close consultation with MOHA,\nOOG, Ministry of Finance, State Bank of Viet Nam, and Ministry of Planning and Investment.\n17.   The TA will be implemented over 10 months starting in May 2006. The budget is based\non a number of output-based contracts requiring international and domestic consulting services.\nConsultants will be recruited on an individual basis. Consultant selection will be quality based\naccording  to  assessments  of  candidate  biographical  data.  Consultants  will  be  engaged  in\naccordance with ADB’s Guidelines on the Use of Consultants by the Asian Development Bank\nand its Borrowers and other arrangements satisfactory to ADB for the engagement of domestic\nconsultants and institutions. MOHA and OOG will undertake necessary logistic arrangements\nfor all workshops and seminars to be conducted under the TA. Appendix 3 gives the outline\nterms of reference for consultants.\nIV.  THE PRESIDENT'S DECISION\n18.  The President, acting under the authority delegated by the Board, has approved the\nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis to\nthe Government of the Socialist Republic of Viet Nam for preparing the Support Implementation\nof Public Administration Reform Master Program, Subprogram II, and hereby reports this action\nto the Board.\n9 The TA Fact-Finding Mission was fielded in Hanoi on 12–15 July 2005. Notification of no objection to the mission’s\naide-mémoire was received from OOG on 10 August 2005 and from MOHA on 21 August 2005.", "6 Appendix 1\nDESIGN AND MONITORING FRAMEWORK\nDesign Performance Data Sources/Reporting Assumptions\nSummary Targets/Indicators Mechanisms and Risks\nImpact Assumption\nImplementation of the Program loan •  Progress reports by PAR • Top political support for the\nPublic Administration implemented and all Steering Committee program\nReform (PAR) Master covenants complied with •  PAR Partnership Group\nProgram (MP) under meeting minutes on the Risks\nSubprogram II of the PAR comprehensive poverty • Opposition from civil service\nprogram loan cluster reduction and growth organizations to changes\ncovering the areas of strategy proposed by the program\nquality improvement of • Financial crisis that distracts\ncadres and civil servants the Government or makes\nand modernization of the funding of civil service\npublic administration changes or modernization of\nsystems. systems difficult\nOutcome Assumptions\nAgreement with the • The design of the •  PAR Steering Committee • Well-coordinated approach in\nGovernment on the proposed program loan progress reports close collaboration with\nproposed program loan to is fully endorsed by the •  Diagnostic, research, and Government and donors\nsupport the Government survey studies by donors, through regular meetings and\nimplementation of the •  Recommended policies government agencies, and a broad and active\nPAR MP, Subprogram II. and measures are research institutes participation in the\naccepted or endorsed consultative workshop\nby stakeholders • Regular monitoring and\n• Strengthened support of feedback to all stakeholders\nthe stakeholder of PAR\ncommunity in the PAR\nprocess implemented Risk\nunder the PAR MP • Limitations to and delays in\nSubprogram II information sharing among\nthe many, and constantly\ngrowing number of, PAR\nprojects at all levels of\ngovernment that are assisted\nby various donors\nOutputs Assumptions\n(i)  Advisory services • Review of PAR MP and • Peer reviews • Availability of qualified\nextended and reports evaluation of PAR MP • TA progress reports consultants who are familiar\nproduced to assist in Phase I (2001–2005) and • Staff review reports with PAR and other related\nthe formulation and other poverty-related • Workshop participant reforms including legal,\ndesign of the documents and data feedback judiciary, and anticorruption\nSubprogram II loan to • Submission of inception, reforms\nSupport midterm, and final reports • Selection and availability of\nImplementation of PAR including a sector analysis workshop participants who\nMP; and and recommendations, are relevant and resourceful\n(ii) Consultative poverty reduction • Capability of counterpart staff\nworkshops held with analysis, development • Well-equipped and\nstakeholders of PAR partner coordination functioning project\nMP Implementation. matrix, summary poverty management units\nreduction and social\nstrategy, and summary\npoverty impact\nassessment of the\nproposed program loan", "Appendix 1 7\nDesign Performance Data Sources/Reporting Assumptions\nSummary Targets/Indicators Mechanisms and Risks\n• Consultative workshop Risks\nwith various stakeholders • Inadequate resources to\non the impact and include a wider range of PAR\ncontribution of the experts to assess a complete\nproposed Subprogram II PAR situation in order to\nof the PAR program loan recommend the inclusion of\non the quality of the public new, effective PAR activities\nadministration system in in the proposed loan\nViet Nam •  Unavailability of senior\n• Report on the results of government officials for\nthe workshop and discussion\nfeedback from participants • Unavailability of specific\ndocuments and/or detailed\nstatistics on public\nadministration\nActivities with Milestones Inputs\n1. Review of PAR MP, the evaluation of PAR MP Phase I (2001–2005), and poverty •  Asian Development Bank:\n$450,000 for consulting\nrelated documents and data completed in month 1. services (14 person-months\nof international consultant\nservices and 28 person-\n2. Preparation of inception, midterm, and final reports in month 1, 4, and 8.\nmonths of domestic\n3. Preparation and conducting of the consultative workshops in month 4.\nconsultant services)\n4. Report on the results of the workshop and feedback from participants in month 5.\n• Government: $115,000 in kind\nfor office accommodation,\nlocal transportation, and\ncounterpart staff per diem\n______________________              _________________________\nBradford Philips                Rajat M. Nag\nCountry Director, VRM              Director  General", "8 Appendix 3\nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nForeign  Local Total\nItem Exchange  Currency  Cost\nA.  Asian Development Bank Financinga\n  1.  Consultants\n    a.  Remuneration and Per Diem\n      i.  International Consultants 231.3 0.0 231.3\n      ii.  Domestic Consultants 0.0 35.4 35.4\n    b.  International and Local Travel 41.6 0.0 41.6\n    c.  Reports and Communications 0.0 53.0 53.0\n  2.  Workshop and Seminars 0.0 10.0 10.0\n  3.  Field Studies, Data Collection, and Surveys  0.0 18.7 18.7\n  5.  Miscellaneous Administration and 0.0 15.0 15.0\n    Support Costs\n  7.  Contingencies 0.0 45.0 45.0\n      Subtotal (A) 272.9 177.1 450.0\nB.  Government Financingb\n  1.  Office Accommodation and Transport 0.0 42.0 42.0\n  2.  Remuneration and Per Diem 0.0 50.0 50.0\n    of Counterpart Staff\n  3.  Others 0.0 23.0 23.0\n      Subtotal (B) 0.0 115.0 115.0\n        Total 0.0 292.1 565.0\na  Financed by the Asian Development Bank’s technical assistance funding program.\nb In kind.\nSource: Asian Development Bank estimates.", "9  Appendix 5\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS\n1.  Technical assistance (TA) will require 14 person-months of international consultant services\nand 28 person-months of domestic consultant services. These consulting inputs are grouped into\nfive pairs of international–domestic consultants. The consultants will work intermittently over the\nperiod of 8 months starting from May 2006. The inception report will be submitted 1 month after the\nTA commencement. The midterm report will be submitted 4 months after commencement. The first\ndraft of the final report will be submitted 6 months after commencement, and the final draft 8\nmonths after commencement.\nA.  Public  Administration  Reform  Specialists (international  and  team leader, 5  person-\nmonths; domestic, 6 person-months)\n2.  The consultant will report to the Asian Development Bank (ADB) Vietnam resident mission\n(VRM) country director or designated ADB officer for the preparation of Support Implementation of\nPublic Administration Reform Master Program, Subprogram II (SIPARMP II). The team leader will\ncoordinate the work of all consultants, including the management of data and information collection\nand analysis, liaison with relevant government counterparts, the preparation and timely completion\nof reports, and the organization of workshops, a seminar, and consultative meetings. The key tasks\nof the team leader/international consultant include all of the following tasks. The key tasks of the\ndomestic consultant include items (i) to (viii).\n(i)  Review, analyze (using strengths, weaknesses, opportunities, and threats analysis),\nand  advise  on  the  public  administration  system  in  Viet  Nam  and  on  the\nimplementation of the Public Administration Reform (PAR) Master Program (MP),\nparticularly on improving the quality of cadres and civil servants and modernizing\npublic administration systems.\n(ii)  Assess the adjustment cost and fiscal implications of reforms under focused areas\nof ADB assistance (i.e., improving quality of civil servants and modernizing public\nadministration) recommended by the proposed program loan.\n(iii)  Prepare,  in  consultation  with  ADB  VRM  staff  responsible  for  poverty  reduction\nstrategy,  an  in-depth  poverty  analysis  that  includes  assessments  of  social\nsafeguards and other social risks in line with ADB guidelines and ADB format for\nprogram loan documents, particularly assessments required for the poverty impact\nanalysis according to Staff Instructions of 28 March 1995: Assessment of the Impact\nof Program Loans on Poverty, and the Handbook of Poverty and Social Analysis\nAppendix 2.4: Poverty Impact Assessment for Program Policy Based Loans.\n(iv)  Assess the achievement of Support  Implementation of PAR MP,  Subprogram I\n(SIPARMP I) and provide recommendations on effective and realistic PAR reform\nmeasures that (a) build on SIPARMP I, (b) take into consideration recent political\nand economic changes, and (c) take into account other donors’ past and future\nassistance in the related areas.\n(v)  In coordination with other donors, review and recommend the model of monitoring\nand evaluation (M&E) of the PAR MP.\n(vi)  Participate and provide necessary advice and inputs in consultative meetings.\n(vii)  Assist the designated ADB officer in preparing ADB program loan documents and\nprepare a project preparatory TA report in the Report and Recommendation of the\nPresident format.\n(viii)  Perform other tasks to ensure the quality and efficiency of program loan processing.\n(ix)  Perform other tasks relevant to the TA as required by ADB VRM.", "(x)  Manage and supervise the consultant team members in preparing program loan\ndocuments and TA reports and in organizing and carrying out activities, including\nworkshop organization, required under the TA.\n(xi)  Review  and  screen  reports  and  other  outputs  of  team  members  and  provide\nfeedback and quality assurance to all inputs of the team.\nB.  Human Resources Management Specialists (international, 3 person-months; domestic, 6\nperson-months)\n3.  The key tasks of the consultants include the following:\n(i)  Assess the implementation of action program 4 of PAR MP, namely improving the\nquality of the civil servants, during PAR MP Phase I and under SIPARMP I and\nreview the Government’s proposed actions in this area under PAR MP Phase II\n(2005–2010).\n(ii)  Analyze the alignment of civil service human resources practices to the overall\nstrategy according to action program 4 of the PAR MP.\n(iii)  Prepare an in-depth gap analysis on donor assistance to the Government in the\narea of improving the quality of the civil servants and recommend areas in which\nADB  can  best  contribute  to  PAR  MP  efforts  in  the  area  of  human  resources\nmanagement.\n(iv)  Assess  the  current  plan  to  improve  recruitment,  training  management,  and\npersonnel development centrally and locally and make adjustments to the plan with\ntime-bound, specific action plans with priority and with due attention to sequencing\nof each activity and action.\n(v)  Review the effectiveness of regulations developed under SIPARMP I for recruiting,\ntraining  and  retraining,  and  personnel  development  of  public  officials,  including\ntraining management mechanisms, incentive schemes, budget resources, and the\npromotion of gender and minority participation.\n(vi)  Update and recommend adjustments to SIPARMP I outputs including skill profiles of\ncompetencies  for  public  officials,  training  needs  assessment,  revised  training\nprograms and curricula, and short-term training programs.\n(vii)  Prepare  a  report  on  the  pros  and  cons  of  different  modules  of  civil  service\nrecruitment, training management, and civil servant development and management\nin other countries to explore the possibilities of innovative and effective reforms\nincluding outsourcing training courses to institutions outside of the Ministry of Home\nAffairs.\n(viii)  Review  the  current  mechanisms  used  for  training  grassroots  officials  and\nrecommend a specific, time-bound, prioritized action plans to involve local training\ninstitutions such as provincial political schools and local academic institutions in\nproviding training courses that respond to specific local needs.\n(ix)  Review  the  management  information  system  and  M&E  system  of  the  human\nresource  development  program,  including  recruitment,  training,  and  personnel\ndevelopment, and recommend implementation measures and actions.\n(x)  Review the current performance assessment system and recommend concrete and\ntime-bound action plans to migrate to a new and improved model of performance\nassessment.\n(xi)  Recommend actions to strengthen the capacity of the Executing Agencies (i.e., the\nOffice  of  the  Government  [OOG]  and  Ministry  of  Home  Affairs  [MOHA])  and\nimplement those actions.\n(xii)  Provide advice and assistance to the designated ADB officer in preparing ADB\nprogram loan documents.", "Appendix 3  11\n(xiii)  Perform other tasks as required by VRM to ensure the quality and efficiency of\nprogram loan processing.\nC.  Policy  Coordination  and  Policy  Reform  Specialists (international, 2 person-months;\ndomestic, 6 person-months)\n4.  The key tasks of the consultants include the following:\n(i)  Review working rules and methods for the Government that were developed by\nOOG for ministries, state agencies, provinces and people’s committees.\n(ii)  Provide recommendations for effective implementation of the reviewed rules and\nmethods specified in (i).\n(iii)  Review  and  update  the  functional  review  of  OOG’s  coordination  and  policy\nformulation roles.\n(iv)  Review the reform proposals and operational manual for coordination procedures\nand mechanisms and implementation issues.\n(v)  Assess  the  OOG’s  work  relating  to  modernizing  work  procedures  and  rules\nthroughout the government and provide recommendations.\n(vi)  Review  the  coordination  and  communication  mechanisms  of  administrative\nprocedures among government agencies in and across all levels of government.\n(vii)  Review  the  OOG’s  M&E  system  dealing  with  coordination  issues  and  the\nformulation process.\n(viii)  Perform other tasks as required by VRM to ensure the quality and efficiency of\nprogram loan processing.\nD.  E-government Specialist(international, 2 person-months; domestic, 4 person-months)\n5.  The key tasks of the consultants include the following:\n(i)  Review  key  strategies,  plans,  and  the  roadmap  for  developing  and  promoting\nelectronic government (E-government) for the Government of Viet Nam.\n(ii)  Assess the drafted or approved law on electronic transactions to address more\nconcrete  directions  related  to  electronic  transactions  and  the  E-government\nroadmap in Viet Nam.\n(iii)  Assess the OOG’s scope, goals, outcomes, outputs, and future plans related to E-\ngovernment and administrative modernization and compare them to similar work of\nother  government  agencies  in  these  areas  of  E-government and  administrative\nmodernization, such as MOHA and the Ministry of Post and Telecommunications,\nand recommend an appropriate model for Viet Nam in formulating and implementing\nE-government.\n(iv)  Prepare a gap analysis of donors’ past and future assistance in the areas of E-\ngovernment and administrative modernization in all levels of government.\n(v)  Perform coordination tasks related to preparing the proposed program loan in the\nareas  of  E-government  and  administrative  modernization  with  Government\ncounterparts, donors, and other stakeholders.\n(vi)  Perform other tasks as required by VRM to ensure the quality and efficiency of\nprogram loan processing.\nE.  Local  Governance  Specialists (international,  2  person-months;  domestic,  6  person-\nmonths)\n6.  The key tasks of the consultants include the following:", "(i)  Review the pace  and achievements to date of implementing the Government’s\ndecentralization policy.\n(ii)  Review the progress of Viet Nam’s administrative decentralization, in particular the\nauthority and responsibility related to training and personnel development of public\nofficials and the implementation of the PAR MP.\n(iii)  Identify the constraints or impediments to implementing an effective decentralization\npolicy and recommend corrective measures.\n(iv)  Review financial management arrangements (including auditing arrangements and\nprocedures  for  the  procurement  and  disbursement  of  funds  and  the  use  of\ncounterpart funds) under Subprogram I.\n(v)  Review the progress being made with respect to implementing the public financial\nmanagement system.\n(vi)  Conclude  as  to  whether  or  not  the  financial  management  arrangements  for\nSubprogram II are satisfactory.\n(vii)  Formulate criteria for selecting provinces in poor areas in the Central Highland\nregion to participate, on a pilot basis, in implementing recommended corrective\nmeasures to improve the quality of provincial public administration.\n(viii)  In  consultation  with  relevant  government  counterparts,  provide  advice  and\nassistance to the designated ADB officer in preparing a detailed plan to design a\ncomponent in the proposed program loan for direct budget assistance to selected\nprovinces to support the implementation of the PAR MP on a pilot basis.\n(ix)  Perform other tasks as required by VRM to ensure the quality and efficiency of\nprogram loan processing."], "metadata": {"Producer": "PDFXC Library (version 2.5).", "OSInfo": "vis: 148; ver: 5.1; bn: 00000a28; platf: 2; CDS: Service Pack 2", "CreationDate": "D:20060407111257+07'00'", "Title": "Technical Assistance Socialist Republic of Viet Nam: Preparing the Support Implementation of Public Administration Reform Master Program, Subprogram II", "ModDate": "D:20060419151329+08'00'"}, "author_page": "CURRENCY EQUIVALENTS\n(as of 1 March 2006)\nCurrency Unit –  dong (D)\nD1.00 =  $0.0000628615\n$1.00 =  D15,908.00\nABBREVIATIONS\n  ADB –  Asian Development Bank\n  CPRGS –  comprehensive poverty reduction and growth strategy\n  CSP –  country strategy and program\n  E-government  –  electronic government\n  E-transaction  –  electronic transaction\n  ICT –  information and communication technology\n  M&E –  monitoring and evaluation\n  MOHA –  Ministry of Home Affairs\n  MP –  master program\n  OOG –  Office of the Government\n  PAR –  Public administration reform\n  SEDP –  socioeconomic development plan\n  SIPARMP I  –  Support Implementation of Public Administration Reform\nMaster Program, Subprogram I\n  SIPARMP II  –  Support Implementation of Public Administration Reform\nMaster Program, Subprogram II\n  TA –  technical assistance\n  TNA –  training needs assessment\n  VRM –  Viet Nam resident mission of ADB\nTECHNICAL ASSISTANCE CLASSIFICATION\nTargeting Classification –  Targeted intervention\nSector –  Law, economic management, and public policy\nSubsector –  National government administration, subnational government\nadministration\nThemes –  Sustainable economic growth, governance, capacity development\nSubthemes –  Addressing information and communication technology issues,\npublic governance, institutional development\nNOTE\nIn this report, \"$\" refers to US dollars.\nVice President L. Jin, Operations Group 1\nDirector General R. Nag, Mekong Department\nDirector B. Philips, Viet Nam Resident Mission, Mekong Department\nTeam leader K. Lao-Araya, Finance, Governance, and Trade Specialist, Mekong\nDepartment\nTeam member D. V. Dung, Public Administration Reform Officer, Mekong Department", "authors": [{"documentRole": "", "fullname": "Master Program", "role": "Subprogram I", "organization": ""}, {"documentRole": "", "fullname": "Master Program", "role": "Subprogram II", "organization": ""}, {"documentRole": "", "fullname": "public governance", "role": "institutional development", "organization": ""}, {"documentRole": "", "fullname": "Vice President L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "", "fullname": "Director General R. Nag", "role": "Mekong Department", "organization": ""}, {"documentRole": "", "fullname": "Director B. Philips", "role": "Viet Nam Resident Mission", "organization": "Mekong Department"}, {"documentRole": "", "fullname": "Team leader K. Lao-Araya", "role": "Finance", "organization": "Governance"}, {"documentRole": "", "fullname": "Team member D. V. Dung", "role": "Public Administration Reform Officer", "organization": "Mekong Department"}]}