{"path": "data/input/ta/35427-prc-tar.pdf", "pages": [" \n \n \nASIAN DEVELOPMENT BANK TAR: PRC 35427 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \nTO  \n \n \nTHE PEOPLE’S REPUBLIC OF CHINA \n \n \nFOR \n \n \nTHE HEBEI PROVINCIAL DEVELOPMENT STRATEGY \n \n \n \n \n \n \n \n \n \n \n \n \nNovember 2002 \n \n \n ", " \n \nCURRENCY EQUIVALENTS \n(as of 21 October 2002) \n \nCurrency Unit –  CNY \nCNY1.00 =  $0.1208 \n$1.00 =  CNY8.2766 \n \n(i)  The exchange rate of the yuan is determined under a managed floating exchange \nrate system. \n(ii)  In this report, a rate of $1=CNY8.30 has been used. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  GDP  –  Gross Domestic Products \n  HPFD  –  Hebei Provincial Financial Department \n  PRC  –  The People’s Republic Of China \n  SOE  –  State Owned Enterprise \n  TA  –  technical assistance \n  TFYP  –  The Tenth Five-Year Plan \n  WTO  –  World Trade Organization \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \nThis report was prepared by Min Tang and Longyun Peng of the \nPeople's Republic of China Resident Mission. \n \n \n \n \n   \n ", " \n \nI.  INTRODUCTION \n1.  During the 2001 Country Programming Mission of the Asian Development Bank (ADB), \nthe Government of the People’s Republic of China (PRC) requested ADB to provide a technical \nassistance (TA) to support Hebei Province in formulating a development strategy for taking \ngeographic advantage by strengthening market integration with Beijing and Tianjing and the \nBohai sea coastal area. As part of TA preparation, prior to TA fact-finding, a meeting was \nconvened with governmental officials and academic stakeholders to discuss the development \nproblems facing Hebei Province and how ADB might assist. An ADB fact-finding mission visited \nHebei Province on 22–25 July 2002. The Mission confirmed the need for the TA and reached an \nunderstanding  on  the  TA’s  scope,  cost  estimates,  financing  plan,  terms  of  reference,  and \nimplementation arrangements.1 The logical framework of the TA is presented in Appendix 1.  \n \n \nII.  ISSUES \n2.  Hebei Province is in the northern the PRC, encircling two large centers of economic \nactivity, Beijing and Tianjin. Hebei’s territory covers 188,000 square kilometers (km2) and its \npopulation  is  66.14  million.  From  1980  to  2001,  Hebei’s  provincial  economic  growth  rate \naveraged  10.6%2  annually.  In  2001,  Hebei’s  gross  domestic  product  (GDP)  amounted  to \nCNY557.8 billion, 8.7% more than in 2000. Agricultural output grew by 5.3%, industrial output by \n8.4%, and service sector by 10.7%. \n \n3.  Hebei’s geographic advantages include (i) close proximity to Beijing (population 13.8 \nmillion) and Tianjin (population 10 million), two of the PRC's largest cities; and (ii) access to the \nBohai Sea, which implies a potential for closer integration to the global economy. However, to \nturn these geographic advantages into actual development, Hebei must make greater efforts to \nintegrate its economy with those of Beijing and Tianjin.  In the past, coordination of economic \nactivities among the three regions was inadequate. This partly explains why development in the \nGreater Beijing-Tianjin area has lagged behind the dynamic economies that have developed in \nthe Pearl and Yangtze river deltas. During the 1990s, the Hebei economy grew at 11.6% per \nyear compared to an average of 15.3% per year for Jiangsu and Zhejiang provinces. (Yangtze \nRiver Delta areas) and 13.3% for Guangdong Province (the Pearl River Delta area). This slower \ndevelopment is also reflected in the different structures of the economies and standards of \nliving. State-owned enterprises (SOEs) accounted for 34.7% of the gross industrial output in \n2001 in Hebei, compared to 21.7% in Guangdong and an average of 8.7% in Jiangsu and \nZhejiang. As a result, per capita income in Hebei (CNY8,337) is much lower than that in \nGuangdong (CNY13,612) and Jiangsu and Zhejiang (averaging CNY13,737). \n \n4.       Although poverty has been reduced substantially in the past two decades, Hebei’s fight \nagainst poverty is far from over. Of Hebei's 115 counties, 52 are poverty key counties. Poverty \nproblems are particularly severe in those areas. The fiscal revenue of the poverty counties \ncannot cover the salary of the Government officials and public entities such as school teachers \nand medical staff. Investments in basic education and public health are inadequate and the \nprovision of health and education services falls below that of other counties in the province. \nAfter the 1994 national fiscal reforms, the fiscal position of the poor areas deteriorated.   \n \n                                                 \n1 The TA first appeared in ADB Business Opportunities on 28 August 2002. \n2 During the same period, the PRC’s economic growth rate averaged 9.5% per year. ", "2   \n5.  A “poverty belt” surrounds Beijing. About 3.3 million people in Hebei Province, or 6.6% of \nthe rural population, lived below the official poverty line3 in 2000, slightly more than double the \nnational average of 3%.  Following the international practice, an expenditure-based poverty line \nis equivalent to average per capita expenditure of CNY860 for rural areas. Using this measure, \nthe number of rural poor in Hebei is estimated to be 9.6 million, 18% of the rural population. The \nnumber  of  urban  poor  is  estimated  at  2  million  or  16%  of  urban  population  using  the \nmethodology developed under the ADB-financed Urban Poverty Study.4 \n \n6.        Environment problems are also a major concern in Hebei. The quality of the environment \nof Beijing and Tianjin depends, in part, on environmental conditions in Hebei. A large proportion \nof the drinking water of Beijing and Tianjin comes from Hebei. However, 61.3% of the water in \n42 rivers of seven water systems in Hebei is suitable only for industrial use. Land degradation is \na serious environment problem and contributes to dust storms that affect Beijing, Tianjin, and \nneighboring  countries.  About  54,000  km2  suffers  from  soil  erosion;  sand  encroachment  is \naffecting 1.7 million hectares. The grasslands in northern Hebei are being destroyed, which is \none  of  the  sources  of  sand  storms.  To  protect  the  environments  of  Beijing  and  Tianjin, \nenvironmental management measures need to be taken in the areas of Hebei surrounding \nthose cities. Industries and sources of pollution should not be established in these parts of \nHebei Province.   \n \n7.  The private sector is relatively underdeveloped in Hebei and is not playing its full role in \ncreating the necessary jobs to reduce poverty. Hebei needs to create jobs for new market \nentrants, redundant SOE and Government workers, rural migrants, and people living in poverty. \nThe private sector, particularly small- and medium-sized enterprises and the service sector, will \nbe  the  engine  for  job  creation.  However,  excessive  regulation,  lack  of  transparency  and \npredictability, excessive bureaucracy, corruption, and lack of access to financing are obstacles \nto the development of the private sector. These problems need to be addressed to enable \nprivate sector development. \n \n8.  To take advantage of its proximity to Beijing, Tianjin, and the Bohai Sea, Hebei Province \ndecided  to  implement  a  “Two  Surrounding  Development  Strategy”  in  the  mid  1990s.  The \nobjective  is  to  accelerate  Hebei’s  social  and  economic  development  by  improving  market \nintegration with Beijing and Tianjin and the global economy. The main elements of the strategy \ninclude (i) upgrading the industrial structure, (ii) improving the ecology and environment, (iii) \ndeveloping industries that complement the economies of Beijing and Tianjin, (iv) accelerating \nthe development of small towns, (v) promoting tourism and the tertiary sector, and (vi) reducing \npoverty. The provincial government is aware of the need for structural reforms to promote social \nand economic development but requires assistance to develop workable strategies. \n \n9.   The provincial government is concerned about the impacts of the PRC's entry into the \nWorld Trade Organization (WTO), because Hebei's economy is dominated by SOEs. There will \nbe  increasing  competition  with  the  five  traditional  pillar  industries  of  Hebei  (i.e.  steel, \nconstruction materials, pharmaceuticals, machinery, and food industries). It is unclear how \nthose industries should be restructured to meet the new challenges. Due to the increasing \nimports of agricultural products resulting from trade liberalization, the agriculture sector will also \nface competitive challenges and will need to be restructured.    \n \n                                                 \n3  The PRC’s official poverty line, CNY625 per capita income, is a rural subsistence line that is low compared to \ninternational definitions of poverty.  \n4   ADB, ADTA PRC 3377, Final Report on  Urban Poverty Study in the PRC, 2001, Manila. \n ", "  3\n10.   Hebei’s Tenth Five Year Development Plan 2001-2005 (TFYP) sets out the Province’s \nvision for the development and targets an annual average 8–9% GDP growth rate and a 40% \nincrease of productivity. By 2005, per capita GDP is forecast to reach $1,200. Significant \nprogress is also expected in reducing poverty and sharing the benefits of economic growth \nwidely in society.  \n \n 11.    Hebei’s TFYP emphasizes on the quality of growth and the sustainable development. The \n“Two Surrounding Development Strategy” was retained as a key component of the TFYP. This \nreflects a growing role of market forces in the economy and the potential for Hebei to capitalize \non its close proximity to the economic power houses of Beijing and Tianjin. Key strategic themes \nin Hebei’s TFYP include (i) relying on market-oriented reforms and innovations; (ii) promoting \nprivate sector development; (iii) protecting the environment; and (iv) improving the quality of life \nfor all, including programs to reduce poverty, develop human resources, and strengthen social \nsafety nets. \n \n12.  After  the  PRC’s  accession  to  WTO  and  Beijing’s  successful  bid  to  host  the  2008 \nSummer Olympic Games, Hebei’s Strategy needs to be modified to fit the changed external and \ninternal environment. The provincial government has sought ADB’s assistance to review and \nrevise the strategy. \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n13.  The  TA  will  help  the  Government  of  Hebei  Province  formulate  a  socioeconomic \ndevelopment strategy to adjust to joining the WTO by better using its relatively easy access to \nBeijing,  Tianjin,  and  global  markets.  The  new  strategy  will  address  (i)  the  ecological  and \nenvironmental sustainability of development in the Greater Beijing-Tianjin- Hebei region; (ii) \ngreater cooperation between Beijing, Tianjin, and Hebei; (iii) pro-poor economic development; \nand (iv) an improved financing and investment environment for the private sector.  \nB.    Methodology and Key Activities  \n  \n14.  The  scope  of  the  study  includes  (i)  formulating  a  development  strategy  for  Hebei \nProvince  based  on  a  review  and  evaluation  of  the  experience  of  implementing  the  “Two \nSurrounding Development Strategy”, the findings of the nine sector studies under this TA and \nthe changes of external development environment; (ii) identifying ways to eliminate the “poverty \nbelt” surrounding Beijing and reduce the development gaps between Beijing and Tianjin and \nHebei Province; (iii) designing integrated policies and action plans for environmental protection, \npaying particular attention to strategies that will also help to protect the environment of Beijing \nand  Tianjin  and  identify  a  mechanism  for  Beijing  and  Tianjin  to  compensate  Hebei  for \nenvironmental  protection  and  resource  sharing;  (iv)  designing  a  fiscal  transfer  system  to \nstrengthen  the  development  capacity  of  the  poor  counties  and  villages;    (v)  based  on \ninternational experience, identifying the structural reforms and future directions for developing of \nthe traditional industries and reforming SOEs; (vi) formulating policies and action plans for \npromoting  private  sector  development;  (vii)  identifying  the  policy  and  action  plans  for \nurbanization and structural changes for agriculture; (viii) designing financing and investment \nsystems with suitable roles for government and  the nonstate sector; (ix) identifying policies and \n ", "4   \naction plans to accelerate the development of high tech industries; (x) designing policies to \ncapitalize  on  the  potential  of  coastal  areas  and  promote  the  integration  of  ports  with  the \nsurrounding urban and rural areas; and (xi) identifying ways to promote tourism development. \n \nC.  Cost and Financing \n \n15.   The total cost of the TA is estimated at $800,000 equivalent, comprising $372,000 in \nforeign  exchange  and  $428,000  equivalent  in  local  currency.  ADB  will  provide  a  grant  of \n$600,000 equivalent to cover the entire foreign exchange cost and $228,000 equivalent of local \ncurrency cost. The Hebei government will contribute the balance of the local currency cost of \n$200,000 equivalent, which will include supporting studies on issues relevant to this TA such as \ncommodity transportation, real estate development, and urbanization. The TA will be financed \non a grant basis by ADB's TA funding program. Details of the cost estimates and financing plan \nare given in Appendix 2.  \n \nD.  Implementation Arrangements \n \n16.  The Hebei Provincial Financial Department (HPFD) will be the Executing Agency for the \nTA.  HPFD  will  be  responsible  for  coordinating  with  various  departments,  including  the \nDevelopment  Planning  Commission,  in  the  Hebei  provincial  government  and  formulating, \nimplementing, monitoring, and reviewing the findings of the study. HPFD will provide office \nspace and facilities, transportation, relevant information, and data collection for the study.   \n \n17.   The TA will be implemented over a period of 10 months beginning in December 2002, by \na team of international and domestic consultants. The consultants, to be engaged through firms \nor institutes, will be selected in accordance with ADB’s Guidelines on the Use of Consultants \nand other arrangements satisfactory to ADB on the engagement of domestic consultants. The \nSimplified Technical Proposals and the Quality and Cost-Based selection method will be used.  \nThe  international  consultants  (11  person-months)  will  have  expertise  in  macroeconomic \nplanning and policy formulation, regional development, fiscal transfer systems, environmental \nmanagement, finance, industrial restructuring, and tourism. For the international consultants, \nsome  working  experience  in  the  PRC  is  preferable.  The  international  consultants  will  be \nresponsible for the overall report and introduction of international experience into the study. The \ninternational consultants will provide assistance to domestic consultants on designing study \noutlines, reviewing the sector reports and polishing the English version of the sector reports. \nThe  domestic  consultants  (48  person-months)  will  prepare  nine  sector  reports  under  the \nguidance of the international consultants to identify the constraints and policy recommendations \nas identified in the outline terms of reference (Appendix 3).  The sector reports will be inputs to \nthe main report prepared by the team leader of the international consultants. All the reports, \nincluding initiating papers, interim reports, and final reports will be reviewed by the Hebei \nprovincial government and ADB staff in the inception, midterm, and finalization workshops. The \ninternational and domestic team leaders will provide quarterly reports to ADB for the progress of \nthe TA study.  \n \n \n ", "  5\nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe  Government  of  the  People’s  Republic  of  China  for  the  Hebei  Provincial  Development \nStrategy, and hereby reports this action to the Board. \n   \n \n  \n \n \n \n \n ", "   \nTechnical Assistance Framework \n \n   \n       \n  Performance    Assumptions \nDesign Summary  Monitoring Mechanisms \nIndicators/Targets  and Risks \n \n   \nGoal       \n•  Accelerate the  •  Review and evaluate  •  Quarterly progress  •  Full ownership of the \nsocioeconomic  the problems facing the  reports  study by the provincial \ndevelopment of Hebei  government     agencies \nProvince  •  Provide operational  •  Review missions  •  A good report review \n  policy    mechanism \n  recommendations     \n•  Design practical action  •  Technical assistance  •  A good study \nplans  (TA) completion report  dissemination system \nPurpose       \n•  Help the Government  •  Effectively turn its  •  Inception, midterm  •  Involving Beijing and \nformulate a socio- geographic advantages  review and final  Tianjin governments \neconomic development  to socioeconomic  conference  and concerned \nstrategy by focusing on  development    departments of the \nbetter using its  •  Explore ways to help    central Government in \ngeographic advantages  the poor in the areas  •  Progress reports  the study \nof easy access to  surrounding Beijing   \nBeijing, Tianjin, and  and Tianjin   \nglobal markets   •  Promote integrated   \ndevelopment and  •  Review missions and \nenvironment protection  TA completion report \nOutputs       \n•  Overall report  •  9 sector studies (see  •  Inception workshop  •  Recommendations \n  below)    should address the \n      needs of the \n      government \n•  Poverty reduction  •  Developing a strategy  •  Progress reports  •  Strong government \n  to reduce the number  •  Review missions  involvements in every \n  of the poor in the    stage of studies \n ", " \n  “poverty belt”     \n  surrounding Beijing     \n•  Environmental  •  Developing a strategy  •  TA interim report and  •  Ensure the \nprotection  to improve the quality  final reports  recommendations are \n  of air and water and    practical and \n  reduce frequency of    implementable \n  sand storms originating  •  Short policy notes on  •  Coordination with \n  in Hebei  findings of the study for  Beijing, Tianjin, and \n    high ranking  concerned central \n•  Provincial fiscal  •  Identify the role of sub  government officials  Government agencies \nreforms  provincial governments   \n  and ways to align their \n  expenditures with \n  revenue to ensure \n  necessary minimal \n  service delivery \n  •  Identify the areas for \n•  State-Owned  SOE reforms and \nEnterprises  formulate policies and \nrestructuring and  action plans to promote \nprivate sector  private sector \npromotion  development \n  •  Develop a strategy to \n  improve   environment \n  for non-state sector \n•  Reform of the financing  development \nand investment system  •  Outline strategies to \n  cope with the \n  increasing number of \n•  Urbanization  urban residents \n  •  Develops strategies \n  and policies to increase \n  the contribution of high-\n•  Development of high  tech industries to gross \ntech industries  domestic product \n  • Assess the need to \n ", "   \n  increase the capacity \n  of Hebei’s ports based \n•  Development of the  on an analysis of the \nports and their  potential to increase \nhinterlands  the economic activity in \n  the port hinterlands, \n  particularly through the \n  development of port-\n  related industries \n  •  Formulate a strategy to \n  promote tourism \n  development \n•  Tourism promotion \nActivities       \n•  Inception workshop  •  Exchange views  •  Working plans finalized  •  Ensure the work plans \n  among the consultant  at the workshop  are aligned with the TA \n  team, the Executing    objectives \n  Agency, and the Asian     \n  Development Bank     \n  (ADB) on the design of     \n  analytical framework of     \n  the study     \n•  Field studies for the  •  Examine the situations  •  Task force of Hebei   \nnine sectors  in the sectors covered  Province, TA review  •  Review the past \n  by the study, analyze  missions, and  studies and \n  trends, and identify  consultants quarterly  development strategy \n  options for  reports  and plans of Beijing \n  development    and Tianjin \n•  Interim report and  •  Present primary  •  The reports are   \nworkshop  findings of the study in  distributed for review  •  Develop a quality \n  an interim report to be  include policy  control mechanism to \n  discussed in a  recommendations  ensure the reports are \n  workshop    in high quality and the \n      policy \n      recommendations are \n      practical and \n ", " \n      implementable \n•  Final report and  •  Present the final report,  •  The concerned  •  Insufficient cooperation \nworkshop  findings, and  government agencies  between international \n  recommendations of  and ADB review the  and domestic \nthe consultant team  draft final report and  consultants \nprovide comments for \nfinalization of the report \n \nInputs       \n•  Consultant services  •  International  •  Consultant recruitment  •  Timely selection of well \n  consultants (11 person- process  qualified consultants \n  months)  •  Sufficient government \n  •  Domestic consultants  counterpart funds are \n  (48 person-months)  provided on a timely \n    manner \n   \n•  ADB TA  •  $600,000 equivalent \n•  Government  •  $200,000 equivalent \ncounterpart funds \n \n \n \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financing       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  270  0  270 \n      ii.  Domestic Consultants  0  188  188 \n    b.  International and Local Travel  50  20  70 \n    c.  Reports and Communications  20  0  20 \n  2.  Equipment  20  20  20 \n  3.  Representative for Contract Negotiations  5  0  5 \n  4.  Contingencies  57  0  57 \n      5.   Workshops  0  40  40 \n      Subtotal (A)  372  228  600 \n       \nB.  Government Financing   \n  1.  Office Accommodation and Transport  0  20  0 \n  2.  Remuneration and Per Diem  0  20  0 \n    of Counterpart Staff \n      3.   Study Support   0  80  0 \n      4.   Workshops  0  20  0 \n      5.   Communication and Local Travel  0  20  0 \n      6.   Documents, reference Materials  0  10  0 \n  7.  Contingency  0  30  0 \n      Subtotal (B)  0  200  200 \n        Total  372  428  800 \nSource:  Asian Development Bank estimates. \n \n \n \n ", "Appendix 3   11 \nOUTLINE TERMS OF REFERENCE \n \nA.  Overall Study (1 international consultant - 4 person-months; 1 domestic consultant - 6 \nperson-months) \n \n1.  The international team leader's duties will include (i) jointly with domestic team leader, \ndesign an overall analytical framework for the study, identify main issues, and monitor the \nprogress of international and domestic consultants in undertaking the work and quality control; \n(ii) based on the domestic team leader’s report and the findings of sector reports, prepare a final \nreport to identify the overall development strategy and action plan; and (iii) review the reports \nprepared by international and domestic consultants, and help to polish the English of the reports \nof the domestic consultants. \n \n2.  The domestic team leader's duties will include (i) jointly with the international team \nleader, design the analytic framework for the study, identify main issues to be studied, monitor \nthe progress of domestic consultants, contribute to quality control and help to prepare the final \nreport; (ii) design the frameworks for the sector studies, identifying main issues; monitor the \nprogress of each sector study; and control the quality of the Chinese version; (iii) prepare a draft \nreport to identify the overall strategy and action plans and write a short version of the report to \nbe  submitted  to  senior  officials  in  the  provincial  government;  and  (iv)  review  the  reports \nprepared by domestic consultants, help to polish the Chinese version of the sector reports, and \ncontrol the quality of the sector reports. \n \nB.  Sector Studies  \n \n1.  Elimination  of  the  “Poverty  Belt”  Surrounding  Beijing  and  (1  domestic \nconsultant - 4 person-months) \n \n3.  The consultants' duties will include (i) analyze the lessons learned from the “eighth-\nseven” poverty reduction plan and summarize the international experience introduced by Asian \nDevelopment Bank technical assistance on poverty-reduction and identify applications in Hebei; \n(ii) conduct field trips in the poverty belt surrounding Beijing and Tianjin and other poor areas to \nidentify the status, causes, impacts, and trends of poverty; and (iii) Formulate strategies to \nreduce  the  development  gaps  among  Hebei,  Beijing,  and  Tianjin  and  propose  policy \nrecommendations. \n \n2.  Environmental  Protection  (1  international  consultant  -  1  person-month;  1 \ndomestic consultant - 5 person-months)  \n \n4.  The  international  consultant's  duties  will  include  (i)  introduce  the  best  international \npractices in compensation arrangements from large metropolitan areas to the surrounding areas \nfor environmental protection and give two successful cases, one related to sand storms and one \nto clean water; and (ii) design an analytical framework, identify main issues, and provide quality \ncontrol of the environmental sector report by the domestic consultant.  \n \n5.  The  domestic  consultant's  duties  will  include  (i)  review  policies  on  environmental \nprotection and natural resource sharing adopted by the three governments and analyze the \ngoals of the region; (ii) design regional environmental plans to protect Beijing, Tianjin, and Hebei \nand  identify  objectives  and  action  plans  for  environmental  protection;  and  (iii)  identify \ncompensation mechanisms for environment protection and remove barriers in resource sharing \nand management in Hebei, Beijing, and Tianjin. \n ", "12  Appendix 3 \n \n3.  Restructuring  Traditional  Industries  and  Promoting  Non-State  Sector  (1 \ninternational consultant - 1 person-month; 1 domestic consultant - 6 person-\nmonths) \n \n6.  The international consultant's duties will include (i) introduce the experience from Urea \n(Germany)  and  Bussan  (Republic  of  Korea)  in  upgrading  the  steel,  building  materials, \npharmaceuticals, machinery, and food processing industries; (ii) review the lessons learned \nfrom privatizing state-owned enterprises in one Eastern European country, identifying ways to \naddress losses of state assets, unemployment, private sector participation, and administrative \nmeasurements; and (iii) design an analytic framework and identify the main issues in promoting \ndevelopment  of  the  non-state  sector.  Review  and  provide  quality  control  of  the  domestic \nconsultant’s report and polish the English of the report.  \n \n7.  The domestic consultant's duties will include (i) analyze the impacts of the external and \ninternal  environment  of  the  five  pillar  industries  in  Hebei  (steel,  building  materials, \npharmaceuticals, machinery, and food processing) after accession to the WTO and identify the \nopportunities and risks; (ii) analyze the constraints of state-owned enterprise reforms and the \nuse of high tech to restructure the five pillar industries and identify the key technologies that \nmay influence the five pillar industries in the next 10 years; (iii) Analyze the influences of the \ngeography of Beijing and Tianjin on Hebei’s industrial upgrading and innovation. Identify the role \nof government in phasing out from some industries; and (iv) identify the causes, including policy \nand financial barriers, of the private sector development; analyze the potential for private sector \ndevelopment and how to take advantage of markets in Beijing and Tianjin. \n \n4.  Promote Urbanization (1 international consultant - 1 person-month; 1 domestic \nconsultant - 4 person-months) \n \n8.  The international consultant's duties will include (i) describe urbanization models and \napproaches used in other countries, and specify their rationales, applicability or preconditions, \nand problems; (ii) describe lessons learned from a newly industrialized country on migration \nfrom rural to urban areas, and the policies used to facilitate the migration; (iii) describe the \nexperience  and  lessons  learned  from  an  Asian  country  on  how  to  best  coordinate  the \ndevelopment of municipalities and satellite towns; and (iv) design an analytical framework and \nidentify  main  issues  in  urbanization.  Review  and  provide  quality  control  of  the  domestic \nconsultant’s report. \n \n9.  The domestic consultant's duties will include (i) Identify the factors impeding Hebei’s \nurbanization.  Provide  recommendations  for  overcoming  these  obstacles  and  accelerating \nHebei’s urbanization; (ii) study the relationship between Hebei’s urbanization and Beijing and \nTianjin and recommend how to promote urbanization and its integration with Beijing and Tianjin; \n(iii) formulate policy recommendations to develop Shijiazhuang, the provincial capital, and its \nsatellite  towns  as  a  center  of  economic  development;  and  (iv)  study  the  correlation  of \nadministrative jurisdictions and prepare recommendations for the adjustment of city and county \nto accelerate urbanization. \n \n5.  Development  of  the  Bohai  Coastal  Areas  (1  international  consultant  -  1 \nperson-month; 1 domestic consultant - 5 person-months) \n \n10.  The international consultant's duties will include (i) carry out in-depth studies on the \nrelationship and Government policies between ports and areas surrounding ports in the Republic \n ", "Appendix 3   13 \nof Korea and Japan; (ii) describe the development trends of the port-related economic zones and \nfree trade zones in other countries; and (iii) carry out in-depth studies on the relationship and \nGovernment policies between ports and areas surrounding ports in the Republic of Korea and \nJapan.\\ \n \n11.  The domestic consultant's duties will include (i) conduct a feasibility study of an export-\noriented transportation and logistical system by building three ports in Qinhuangdao, Tangshan \nand Cangzhou; (ii) suggest how to further open the Qinhuangdao, Jintang, and Huanghua ports \nand the feasibility of establishing special economic zones and free trade areas; (iii) provide \nsuggestions on how to reduce administrative barriers and divide labor between Hebei ports and \nTianjin to optimize the use of the ports; and (iv) identify the reasons for the slow growth of the \nport hinterlands and port-related industries and provide policy recommendations on how to \naddress the problems.   \n \n6.  Development of High Tech Industries (1 international consultant - 1 person-\nmonth; 1 domestic consultant - 4 person-months) \n \n12.  The  international  consultant's  duties  will  include  (i)  review  the  experience  with \ndeveloping high technology industries in the Republic of Korea and India. Summarize the \nexperience learned and its applicability to developing \"high-tech\" industrial parks in the Beijing-\nTianjin-Hebei area; (ii) identify the \"high-tech\" industries and products that have the largest \nmarket potential in the next 5–10 years; and (iii) design an analytic framework for the \"high-tech\" \nsector study, identifying the main issues. Provide quality control for the domestic consultants' \nreport and polish the English version of that report. \n \n13.  The domestic consultants' duties will include (i) identify the key technology and products \nthat could be developed in Hebei in the next 10 years; (ii) provide suggestions regarding \ncooperation between Hebei, Beijing, and Tianjin in \"high-tech\" research and manufacturing; (iii) \nreview the functions, capabilities, and performance of key laboratories, experimental bases and \ncenters of technology and engineering and provide suggestions for improvements.  \n \n7.  Tourism Development (1 domestic consultant - 4 person-months) \n \n14.  The domestic consultant's duties will include (i) identify institutional, technical, and policy \nbarriers  to  the  development  of  the  tourism  industry.  Suggest  a  strategy  to  further  the \ndevelopment of tourism; and (ii) study the relationship of the tourism developments in Hebei, \nBeijing, and Tianjin recommend how to strengthen cooperation within this region. \n \n8.  Reforms of the Investment and Financing System (1 international consultant - \n1 person-month; 1 domestic consultant - 5 person-months) \n \n15.  The  international  consultant's  duties  will  include  (i)  review  the  public  and  private \ninvestment systems in the Republic of Korea and one Eastern European country in transition; \n(ii) review the international best practice for government support for private investment and \nfinancial  system  development  and  role  of  government  policies  to  support  private  sector \ninvestment and financial activities; and (iii) design a sector study framework, identify the main \nissues, provide quality control for domestic consultants’ report, and polish the English version of \nthe report.  \n \n16.  The domestic consultant's duties will include (i) compare the public investment system of \nHebei with that of other provinces and identify the advantages and disadvantages of the system \n ", "14  Appendix 3 \nused in Hebei; (ii) propose a strategy to address problems of state enterprises. Propose a \nstrategy and mechanism to address problems related to private sector financing; and (iii) review \nthe trends and policies affecting foreign investment; develop a strategy and mechanism to \npromote foreign investment. \n \n9.  Fiscal  Reform  (1  international  consultant  -  1  person-month;  1  domestic  –  5 \nperson-months) \n \n17.  The  international  consultant's  duties  will  include  (i)  introduce  the  best  international \npractices for inter-government fiscal transfer systems, focusing on sub-provincial fiscal transfer \nsystems; (ii) evaluate the capacity of revenue and expenditure control in local governments and \nprovide information on the mechanism used for fiscal transfers in basic public services; and (iii ) \ndesign the sector study framework, identify the main issues, provide quality control of the \ndomestic consultants’ report, and polish the English version of the report.  \n \n18.  The  domestic  consultant's  duties  will  include  (i)  summarize  models  used  in  other \nprovinces.  Develop  a  methodology  to  estimate  the  expenditure  demands;  (ii)  identify  a \nmechanism and formula to address the funding shortage for basic public services in the poor \ncounties and villages; and (iii) design an effective internal control and responsibility system to \nmonitor progress and adjust the transfer system and provide related policy recommendation. \n \n "], "metadata": {"CreationDate": "D:20090423060008+08'00'", "Keywords": "hebei provincial development strategy, china HPFD, hebei province china, socioeconomic development strategy, greater beijing-tianjin- hebei region, prc pro-poor economic development, adb technical assistance 3970, adb project 35427", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "ModDate": "D:20090826112032+08'00'", "Title": "THE HEBEI PROVINCIAL DEVELOPMENT STRATEGY"}}