{"path": "data/input/ta/36169-nep-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 36169 \nOctober 2006 \n \n \n \n \nProposed Sector Development Program Cluster of \nLoans, Asian Development Fund Grant, and Technical \nAssistance Grant \nNepal: Rural Finance Sector Development Cluster \nProgram  \n \n \n \n \n \n \n \n \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 24 September 2006) \n \nCurrency Unit –  Nepal rupee/s (NRe/NRs) \nNRe1.00 =  $0.01 \n$1.00 =  NRs73.72 \n \nFor the purpose of calculations in this report, the rate of $1.00 = NRs74 was used. \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADBL   –  Agricultural Development Bank Limited  \n  ADBN  –  Agricultural Development Bank of Nepal \n  ADF  –  Asian Development Fund \n  ARP  –  Agricultural Development Bank Limited Restructuring Plan \n  BAAC  –  Bank for Agriculture and Agricultural Cooperative \n  BFIO  –  Banks and Financial Institutions Ordinance  \n  CBO  –  community based organization \n  CPN/M  –  Communist Party of Nepal/Maoist \n  GBB  –  Grameen Bikash Bank  \n  GDP  –  gross domestic product  \n  GTZ  –  Gesellschaft fur Technische Zusammenarbeit \n  IDP  –  institutional development program \n  IPO  –  initial public offering \n  MFDB  –  microfinance development bank \n  MFI  –  microfinance institution  \n  MIS  –  management information system  \n  MOF  –  Ministry of Finance \n  NGO  –  nongovernment organization  \n  NRB  –  Nepal Rastra Bank \n  PIU  –  program implementation unit \n  PMU  –  program management unit \n  PRGF  –  Poverty Reduction and Growth Facility  \n  PSC  –  program steering committee \n  RF   –  rural finance \n  RFI   –  rural finance institution  \n  RFSDCP  –  Rural Finance Sector Development Cluster Program \n  RMDC  –  Rural Microfinance Development Centre \n  SFCL  –  small farmers cooperative limited \n  SFDB  –  Small Farmers Development Bank \n  SFDP  –  Small Farmers Development Program \n  SPO  –  subprogram office \n  SPR  –  subprogram review \n  TA  –  technical assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 15 July. FY before a calendar \nyear denotes the year in which the fiscal year ends, e.g., FY2006 ends on 15 \nJuly 2006. \n \n(ii)  In this report, \"$\" refers to US dollars. \n ", " \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  A. Sharma, Governance, Finance, and Trade Division, SARD \n   \nTeam leader  M. Ozaki, Rural Finance/Microfinance Specialist, SARD \nTeam members  G. Bhatta, Senior Governance Specialist, SARD  \n  B. Singh, Economics Officer, SARD  \n  S. Zaidansyah, Counsel, Office of the General Counsel  \n  J. Fernandez, Administrative Assistant, SARD \n  R. Fontejon, Administrative Assistant, SARD \n ", " \nCONTENTS \n  Page \nLOAN AND PROGRAM SUMMARY  i \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Sector Description and Performance  1 \nB.  Issues and Opportunities  6 \nIII.  THE PROPOSED SECTOR DEVELOPMENT CLUSTER PROGRAM  10 \nA.  The Program Loan  10 \nB.  The Project Grant  19 \nIV.  TECHNICAL ASSISTANCE  24 \nV.  PROGRAM BENEFITS, IMPACTS, AND RISKS  24 \nA.  Benefits and Impacts  24 \nB.  Risks  25 \nVI.  ASSURANCES  26 \nA.  The Program Loan  26 \nB.  The Project Grant  27 \nVII.  RECOMMENDATION  28 \nAPPENDIXES \n1.  Sector Analysis  29 \n2.  Agricultural Development Bank Limited   33 \n3.  Development Coordination Matrix   38 \n4.  Development Policy Letter, Policy Matrix, and Rural Finance Sector Road Map   39 \n5.  Design and Monitoring Framework   51 \n6.  Summary Governance, Anticorruption, and Financial Management Assessment   57 \n7.  Rural Finance Sector Development Program Implementation Schedule  60 \n8.  List of Ineligible Items  62 \n9.  Cost Estimates and Financing Plan  63 \n10.  Procurement Plan  65 \n11.  Summary Poverty Reduction and Social Strategy  68 \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Chronology \nB.  Conflict Impact Assessment  \nC.  Grameen Bikash Banks  \nD.  Small Farmers Development Bank \nE.  Rural Microfinance Project \nF.  Agricultural Development Bank Limited Restructuring Plan Implementation Guide \nG.  Agricultural Development Bank Limited Financial Analysis and Projection \nH.  Governance and Anticorruption Risk Assessment \nI.  Program Organization Chart \nJ.  Detailed Cost and Financing Plan \nK.  Terms of Reference for Consulting Services \nL.  Technical Assistance—Terms of Reference for Consultants and Cost Estimate \nM.  Environment Assessment \nN.  Poverty Impact Assessment \nO.  Financial Management Assessment ", "", " \nLOAN AND PROGRAM SUMMARY \n \n  \nBorrower  Nepal  \n   \nClassification  Targeting Classification: General intervention   \nSector: Finance \nSubsector: Finance sector development  \nThemes: Sustainable economic growth, governance \nSubtheme: Financial and economic governance, developing rural \nareas \n   \nEnvironment  Category C. \nAssessment  Environmental  implications  were  reviewed,  and  no  significant \nadverse environmental impacts are anticipated in this program. \n   \nRationale  With 31% of the population living in poverty, Nepal is one of the \npoorest countries. Nepal has a population of 25 million, including \n22 million people in the rural sector. While rural poverty has been \ndeclining, mainly due to the large inflow of remittances, it remains \npervasive. About 95% of the poor in the country are rural. Rural \npoverty is rooted in limited landholding, scarce non-land assets, \nlow agricultural productivity, and lack of access to social services \nand economic infrastructure. For the rural population, the political \ninsurgency  and  conflict  during  the  past  decade  also  caused \npersonal  insecurity,  dislocation,  and  disruption  of  business \nactivities. As the political conflict and insurgency was largely rural, \nit affected the rural population most. \n \nAccess to reliable and affordable financial services is crucial for \nthe rural poor to capture the opportunities of the reviving economy \nand  break  the  vicious  cycle  of  poverty.  Increased  financial \nintermediation will enable resources to flow to the rural sector, \ngiving the rural poor opportunities to invest in productive activities, \nreconstruct their livelihoods, and improve their incomes. This will \ncontribute to political and economic stability in rural areas. Yet, \naccess  to  institutional  financial  services  in  Nepal  is  severely \nlimited, reaching only 28% of the total population. \n \nRural finance (RF) can be deepened significantly and rapidly to \nreduce poverty in Nepal’s context by revitalizing and enhancing \nthe  network  RF  institutions  (RFI).  A  high-risk  RF  profile, \nrepressive  policy  environment,  and  security  concerns  in  rural \nareas make private sector participation in RF extremely difficult. \nDifficult terrain and topography inhibits rapid deployment of private \ninstitutional RF services on a larger scale. Wider sector reform is \nrequired  to  address  the  policy  and  institutional  bottlenecks  to \ngrowth and development of efficient and sustainable RF services \nfor the poor. \n   \n \n ", "iiii  \nThe Program Loan \n            Objectives  The  goals  of  the  Rural  Finance  Sector  Development  Cluster \nProgram (RFSDCP) are to (i) ensure sustainable access of rural \nhouseholds to institutional financial services, and (ii) encourage \nprivate sector participation in the RF sector. The objective is to \ndevelop a sustainable RF system to generate income and reduce \npoverty of rural households.  \n \nConsidering the comprehensiveness of the sector reform, and the \nmedium-term approach to institutional reforms, RFSDCP will be \nstructured  in  two  sequential  subprograms  under  the  program \ncluster modality. The objective of subprogram I is to develop an \nenabling RF sector framework through policy, legal, regulatory, \nand  institutional  reforms.  As  a  continuation  of  subprogram  I, \nsubprogram  II  will  aim  to  promote  a  conducive  sector \nenvironment, expand sound RF outreach, and enhance private \nsector participation in RF. The processing of subprogram II is \nsubject to the review of the implementation of subprogram I. The \nreview of subprogram I does not obligate the Asian Development \nBank (ADB) to provide loans for additional subprograms under \nRFSDCP. Subprogram II will be subject to the approval of ADB’s \nBoard of Directors.  \n   \n  Components and  The program components of RFSDCP are (i) policy reforms to \n  Outputs   create an enabling RF sector environment, (ii) restructuring and \nreforms of RFIs, (iii) supportive legal and regulatory framework, \n(iv)  sector  capacity  building,  and  (v)  product  and  process \ninnovations. The policy reforms are to deregulate and liberalize \nRFIs to limit Government interventions, and to increase private \nsector participation. RFSDCP supports fundamental reform and \nrestructuring  of  the  major  RFIs,  including  the  Agricultural \nDevelopment  Bank  Limited  (ADBL)  for  commercialization  and, \neventually, privatization.  \n  \nEach subprogram of RFSDCP has policy and institutional reform \ntargets. The emphasis of subprogram I will be consolidating the \nfragmented RF regulatory framework, initiating commercialization \nof RFI operations, and upgrading the sector capacity. Subprogram \nII will continue to promote the policy and institutional reforms, and \nwill  expand  commercial-based  RF  service  outreach,  and \nprivatization of important RFIs.  \n   \n            Financing Plan  As proposed, ADB will provide a loan of $56 million from the Asian \nDevelopment Fund for subprogram I of RFSDCP. The loan will \nhave a term of 24 years, including a grace period of 8 years, with \ninterest rate of 1.0% during the grace period and 1.5% thereafter; \nand  such  other  terms  and  conditions  set  forth  in  the  Loan \nAgreement.  \n \n \n \n   ", "  iii\nSubprogram  II  of  RFSDCP  will  be  presented  for  Board \nconsideration after completion of subprogram I and a review of the \nimplementation. \n   \n            Procurement and     In  accordance  with  provisions  of  ADB’s  Simplification  of \n            Disbursement  Disbursement Procedures and Related Requirements for Program \nLoans, the proceeds of the program loan will be disbursed to the \nGovernment as the Borrower. The proceeds of the program loan \nwill be used to finance the foreign exchange costs of imports \nproduced in, and procured from, ADB’s member countries, other \nthan  those  specified  in  the  list  of  ineligible  items  and  imports \nfinanced by other bilateral and multilateral sources. \n   \n            Program Period     RFSDCP will be implemented over 5 years from 2007 to 2011, \n            and Tranche  including  the  subprogram  review  in  2009.  Subprogram  I  is \nRelease  estimated to start in January 2007 and be completed in December \n2008. The program loan of subprogram I will be released in two \ntranches over 2 years. The first tranche of $40 million will be \nreleased upon loan effectiveness, while the second tranche of $16 \nmillion will be released 12 months after the first tranche. All the \nfirst tranche release conditions have been complied with, which \ncould  enable  the  release  of  the  first  tranche  upon  loan \neffectiveness. Subprogram I allocates more resources in the first \ntranche to meet the Government’s immediate requirements for \nrural investments, as emphasized in the FY2007 budget. \n   \n  Executing Agency  The Ministry of Finance (MOF) is the Executing Agency. As the \n  and  Implementing Agencies, ADBL, Nepal Rastra Bank (the central \n  Implementation  bank), and Small Farmers Development Bank will set up program \n  Arrangements  implementation  units.  MOF  will  constitute  a  program  steering \ncommittee for interagency coordination, comprising the program \nimplementation unit directors and representatives from MOF and \nother Government agencies. \n   \n  Counterpart  The  entire  counterpart  fund  (local  currency  equivalent)  of  the \n  Funds  program loan of subprogram I will be dedicated for the financial \nrestructuring (recapitalization) of ADBL. ADBL will be recapitalized \nthrough cash subscription of additional preference shares. The \ncounterpart  fund  to  ADBL  will  be  to  enhance  its  liquidity  to \nincrease its net loans to the rural sector, as well as improve its net \nworth  for  divestment  and  privatization.  The  Government  has \nincurred cost more than the policy loan amount as adjustment \ncosts for the ADBL restructuring.  \n   \nThe Project Grant   \n  Objective   The objective is to support the Government’s RF sector reform \nefforts by facilitating institutional reform and restructuring of key \nRFIs, and improving sector capacity and governance. \n   \n  Financing Plan   As proposed, ADB will provide a grant of $8.7 million from its \nAsian Development Fund resources.  \n   ", "iivv  \nExecuting Agency  The  Executing  and  Implementing  Agencies,  as  well  as  the \n  and  implementation arrangements, for the project grant are the same \n  Implementation  as the program loan. The expected closing date of the grant is 30 \n  Arrangements  June 2009. \n   \n            Procurement and    Goods and services will be procured subject to the provisions of \n            Disbursement  ADB's  Procurement  Guidelines.  Grant  disbursement  will  be  in \naccordance  with  ADB’s  Loan  Disbursement  Handbook.  All  the \nconsultants to be financed from the proceeds of the ADB grant will \nbe recruited in accordance with ADB’s Guidelines on the Use of \nConsultants.  The  program  management  unit  will  recruit  the \nconsultants. Where firms are to be engaged, the quality- and cost-\nbased selection method with a full technical proposal will be used \nfor selecting consultants.  \n   \nTechnical Assistance   A technical assistance grant of $500,000 from the Japan Special \nFund resources will be provided for advising ADBL’s Board of \nDirectors  and  senior  management  on  all  aspects  of  the \nrestructuring  and  reform  process.  MOF  will  be  the  Executing \nAgency, while ADBL will be the Implementing Agency. Consulting \nservices will be procured in accordance with ADB’s Guidelines on \nthe Use of Consultants. The technical assistance grant modality \nwill ensure quality inputs by international and domestic experts for \nthe restructuring in line with international best practices. \n   \nBenefits and  RFSDCP responds to a national priority for enhancing the flow of \nBeneficiaries  resources  to  the  rural  sector.  It  is  designed  to  address \ndevelopment constraints to broad-based inclusive growth critical \nfor achieving a lasting solution to the conflict. The shift in the RF \npolicy to emphasize good governance will permit sustainable RF \nmarkets to develop, enhancing the flow of resources to the rural \nsector and creating significant economic opportunities for the rural \npoor. Financial and operational restructuring of ADBL will provide \nthe right incentives for the private sector to participate in RF, and \ninduce the ADBL privatization. Gains of the restructuring will come \nfrom  improved  governance,  substantial  cost  savings  through \nreducing staff and lower transaction costs for small and marginal \nfarmers over the long term. Deepening RF markets and outreach \nare correlated with rural growth and poverty reduction. As a result \nof RFSDCP, RF sector outreach is expected to increase by about \n200,000 clients by 2011.  \n   \nSocial and   Recognizing that the underlying causes of the conflict are persistent \nEnvironmental Issues  poverty, social exclusion, and lack of economic opportunities in \nrural areas, the poverty reduction impact of RFSDCP contributes to \npeace process in rural areas. RFSDCP will generate jobs and \nenhance incomes significantly through financial deepening and \nefficient intermediation to increase the profitability and productivity \nof rural economic activities. Further, RFSDCP will not have any \nadverse impact on indigenous peoples or any significant adverse \nenvironmental impacts. \n   ", "  v\nRisks and Mitigating  The success of RFSDCP depends on a number of assumptions \nMeasures  with  varying  risks.  Despite  the  risks,  the  political  and  sector \ncontext provides sufficient basis to expect the results and outputs \nof RFSDCP. These are: \n \n(i)  The  conflict  in  Nepal  has  subsided  almost \ncompletely,  permitting  development  activities \nthroughout  all  rural  areas  after  more  than  a \ndecade.  \n(ii)  The  outputs  and  outcomes  of  RFSDCP  will \naddress the root causes of rural poverty, helping to \nmitigate the revival of conflicts. \n(iii)  RFSDCP’s  conflict-sensitive  approach  assesses \nrisks and incorporates mitigating measures in the \nprogram design and implementation. \n \nKey risks and mitigating measures are: \n \nAs the country is going through a major political transition, the \nreform policy of financial institutions—especially the privatization \nof  RFIs—may  change.  The  Government  assured  the \nimplementation of RFSDCP reforms with strict adherence to laws \nand  regulations.  As  the  regulatory  requirements  are  enforced, \nGovernment  interventions  are  reduced.  Setting  specific  policy \nreform conditions for the release of the second tranche will ensure \nthe prudent use of the program loan proceeds. \n \nThe security situation in some areas remains tenuous. As a result, \nthe planned outreach expansion might be delayed in these areas. \nThough the restructuring process of ADBL does not include area-\nspecific priorities, the regional business center structure—in which \na regional center will manage and control the outreach expansion \nand  service  delivery  through  local  outlets—allows  the  regional \ncenter to engage in rural outreach selectively, starting from low \nsecurity risk areas and expanding to other areas as the security \nsituation improves. \n \nGovernment officials might have difficulty changing their mindset \nand  formulating  RF  sector  policies  based  on  market  and \ncommercially oriented perspectives. At the start of the Program, \nan  intensive  initial  orientation  program  will  be  conducted  for \nGovernment officials and ADBL management. The new business \nprocesses  of  the  restructured  ADBL  require  new  skill  and \ncompetencies,  which  long-serving  ADBL  employees  might  not \nhave. The voluntary retirement scheme of ADBL has released \napproximately 350 staff with adequate compensation, and another \nscheme  is  expected  to  be  implemented  in  2007.  Meanwhile, \nADBL is recruiting new staff to fill the skills gap better. \n \n   ", "vvii  \nIf  the  reform  policies  are  redirected  or  RFI  restructuring  is \ndelayed, the private sector might lose confidence in the process, \ndelaying the privatization of RFIs. The measures under RFSDCP \nto improve investor confidence include (i) up-front recapitalization \nof ADBL to meet the minimum capital requirement, (ii) rigorous \nmonitoring of the implementation of the restructuring to meet the \nrestructuring performance benchmarks, and (iii) support to Nepal \nRastra  Bank  to  supervise  RFIs  for  good  governance  and \nsustainability. The minimum 30% public shareholding requirement \nof the Banks and Financial Institutions Ordinance ensures the \ndivestment of Government shares in the majority of formal RFIs. \n \n   ", "         \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on the Rural Finance \nSector Development Cluster Program (RFSDCP) in Nepal, comprising (i) a proposed sector \ndevelopment program cluster for rural finance sector development, (ii) a proposed loan for \nsubprogram I of RFSDCP, and (iii) a proposed grant for the Rural Finance Sector Development \nProject.1 The report also describes a proposed technical assistance (TA) grant for capacity \nbuilding in rural finance institutions (RFI). If the Board of Directors of the Asian Development \nBank (ADB) approves the proposed sector development program cluster, loan and grant, I, \nacting under the authority delegated to me by the Board, will approve the TA.2  \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  \n \nA.  Sector Description and Performance  \n \n1.  Macroeconomic Context \n \n2.   Nepal’s economic growth in the late 1990s, which was induced by structural reforms, \nhas reversed due to the deterioration of the security situation.3 Gross domestic product (GDP) \ngrowth has stagnated in the past several years, ranging from –0.4% in 2002 to 2.3% in 2005. \nThe GDP growth in 2006 is forecast to be about the same as in 2005.  \n \n3.  Nepal is entering a new phase of the peace process. In April 2006, Nepal’s political \nscenario changed dramatically following a mass movement against the erstwhile Government. \nThe dissolved Lower House of the Parliament was reinstated, followed by the formation of the \nnew interim coalition government. The Communist Party of Nepal/Maoist (CPN/M) declared a \nceasefire,  and  the  Government  of  Nepal  (the  Government)  reciprocated  by  declaring  an \nindefinite ceasefire. Recently, the Government and CPN/M have held several rounds of peace \ntalks, leading to an agreement on a road map to restoring peace and democracy. This includes \nthe formation of an interim government with CPN/M’s participation and elections. \n \n4.  These political developments present a challenging but unique opportunity to restore \npeace, stimulate economic recovery, and re-engage in development projects. Cognizant that the \nunderlying cause of the conflict is poverty, social exclusion, and scarce economic opportunities \nin the rural sector, the Government has made a strong commitment in its FY2007 budget to \nsupporting inclusive social and economic development, and poverty  reduction, in the rural \nsector.4 The FY2007 budget commits the Government to large resource transfers to support \nmajor  social  and  economic  transformation  to  address  rural  poverty.  The  moderately \n                                                 \n1  In this document, RFSDCP denotes the cluster program comprising subprograms I and II. Subprogram I refers to \nthe first cluster program to be implemented for 2007–2008, while subprogram II is the second cluster program for \n2010–2011. The program loan denotes the loan under subprogram I. The design, implementation modality, and \nother aspects covered in this report refer to the cluster program—RFSDCP—unless specifically referred otherwise.  \n2  RFSDCP was prepared based one advisory TA and two subcluster TAs: ADB. 2001. Technical Assistance to \nNepal for Strengthening Corporate and Governance, Subcluster 3: Institutional Strengthening of Nepal Rastra \nBank for Regulation and Supervision of Rural Finance; and Subcluster 5: Financial and Operational Review of \nAgricultural Development Bank of Nepal and Nepal Industrial Development Corporation. Manila; ADB. 2003. \nTechnical Assistance to Nepal for Strengthening Selected Rural Financial Institutions. Manila. The chronology of \nevents is in Supplementary Appendix A.  \n3  The conflict, which started in 1996 as a small rebellion in the four western hills districts of Nepal, has affected all 75 \ndistricts, with 36 classified as severely affected. Districts in midwest and far-west regions, the most severely \naffected, are the poorest and most isolated. \n4  The budget for FY2007, which the finance minister presented on 12 July 2006, reflects the Government’s \ncommitment to initiate post-conflict reconstruction and rehabilitation to address rural poverty. \n ", "2   \nexpansionary budget for rural development is imperative to support of the peace process, which \nis still at an early stage.  \n \n5.  While the Government will face a difficult reform environment, it recognizes the need to \nreturn  to  sound  macroeconomic  management  and  accelerate  development  activities.  The \nGovernment  has  indicated  it  will  adopt  a  two-track  approach—the  political  process  for \nestablishing peace and democracy as the primary agenda, while remaining focused on reforms \nand development.5 Sector reforms, including those in the financial sector, must continue, though \nwith some modifications to accommodate the fragile political and security environment.6  \n \n  2.  Rural Poverty Profile \n \n6.  Rural Poverty Profile. With 31% of the population living in poverty, Nepal is among the \npoorest countries in the world.7 Nepal has a population of 25 million in 4.8 million households, \nincluding about 22 million people in 4 million households in the rural sector. The rural poor, \nestimated at 7.5 million in 4 million households, constitute about 95% of the poor in the country.  \nHistorically, rural poverty has been associated with unemployment; underemployment; limited \nlandholdings; scarce non-land assets; low agricultural productivity; and lack of access to basic \nsocial services, social capital, and economic infrastructure. Most of the poor are (i) farmers \ncultivating low-value crops on small plots, (ii) workers in the livestock sector, (iii) workers and \nself-employed in remote areas, and (iv) landless workers in low-wage and seasonal activities. \nInsufficient access to productive resources, such as agricultural inputs, technology, and credit, \nis another important constraint to the rural poor breaking the vicious cycle of poverty.  \n \n7.  Although the portion of people living in poverty dropped from 42% in 1996 to 31% in \n2004, poverty has declined less in rural areas8 than in urban areas. While urban poverty \ndeclined from 22% to 10%, rural poverty fell from 43% to 35% in the same period. The decline \nin poverty in rural areas—though less dramatic than in urban areas—was mainly the result of \ngrowth before 1999, when the rural insurgency was less pervasive. A marked increase in \noverseas employment from rural areas also contributed to the drop in poverty.  \n \n8.  Conflict Impact on Rural Poverty. For rural households, the conflict affected personal \nsecurity and movement more than economic and productive activities. The death toll between \nFebruary 1996 and March 2006 reached 13,000. By October 2003, the number of internally \ndisplaced  persons  was  estimated  at  200,000.  Rural  households  also  suffered  from  illegal \nactivities,  such  as  extortion  and  land  confiscation.  Security  concerns  also  hampered  the \nGovernment’s  ability  to  deliver  basic  services  and  development  projects.  A  conflict  impact \nassessment is in Supplementary Appendix B. \n \n                                                 \n5  The finance minister presented a white paper to the Parliament on 15 May 2006, describing the macroeconomic \nrisks  and  proposing  short-term  measures  to  address  them.  These  included  more  effective  expenditure \nmanagement, strong revenue administration, and an interim economic program. \n6  In the statement to the House of Representative on 9 July 2006, the Prime Minister addressed the need to (i) \nremove distortions and anomalies in the financial sector, and (ii) carry out legal and institutional reforms of the \nsector to increase the efficiency of the rural credit market. The report on monetary policy for FY2007 of Nepal \nRastra Bank (NRB)—the central bank—emphasizes the need of legal and institutional reforms to expand the credit \nto rural areas. NRB. Monetary Policy for FY2006/2007. Kathmandu. \n7  Government of Nepal. 2005. Nepal Living Standards Survey Report 2003–2004. Kathmandu. \n8  The official poverty line is NRs15,224 ($211) per capita per year (consumption expenditure at 2004), or 2,144 \ncalories per rural adult per day.  \n   ", "  3\n3.  Rural Finance Sector  \n \n9.  Outreach.  Due  to  historically  weak  governance  and  institutional  capacity,  the \ndevelopment of the rural finance (RF) sector in Nepal has been constrained severely, and its \noutreach has been minuscule relative to the potential demand. An estimated 18 million people in \nNepal lack access to institutional financial services. While the supply of RF has been growing, \neven during the conflict (para. 15), formal institutional RF services in Nepal meet only an \nestimated 10% of the potential demand in terms of lending volume. The combined outreach of \nformal and semiformal sources was NRs2.6 billion in rural credit during FY2005, including \nNRs4.5 billion of agricultural credit to 927,000 households. The accessibility to RF services is \nparticularly unfavorable for people living in the hills and mountains. The sector analysis is in \nAppendix 1. \n \n10.  Market. The RF market in Nepal can be classified into three broad categories: (i) lower \nsegment—about 35% of the rural households, comprising the landless and subsistence farmers; \n(ii) middle segment—about 50% of the rural households, comprising mainly petty traders, and \nsmall and tenanted farmers; and (iii) upper segment—commercial farms, medium-to-large farms \nand rural enterprises, and wholesalers of agriculture produce.  \n \n11.  Institutions. Though underdeveloped, the RF sector in Nepal has a range of financial \nservices, including microfinance.9 RF services in Nepal are provided by formal, semiformal, and \ninformal sources:10  \n \n(i)  Formal  institutions.11  These  include  17  commercial  banks,  Agricultural \nDevelopment  Bank  Limited  (ADBL),12  five  Grameen  Bikash  Banks  (GBB) \n(Supplementary  Appendix  C),  47  microfinance  nongovernment  organizations \n(NGO),1311 private sector microfinance development banks (MFDB), 19 savings \nand credit cooperative societies, and Small Farmers Development Bank (SFDB) \n(Supplementary Appendix D).  \n(ii)  Semiformal  institutions.  These  include  Government-sponsored  rural  credit \nprograms, nearly 60 multisector NGOs, and an estimated 2,300 savings and \ncredit cooperative societies.14  \n(iii)  Informal  sources.  These  include  an  estimated  12,000  informal  community-\nbased organizations (CBO), such as self-help groups and informal savings and \ncredit organizations, traders, friends, relatives, and moneylenders.  \n                                                 \n9  Considering the demographics of Nepal, microfinance is primarily rural, even though microfinance institutions (MFI) \nalso target the urban poor. RF, including microfinance, as described in this document, is part of the broader \nfinancial sector.  \n10  The wide range of RF providers has been given a broad classification for clarity. In this document, unless otherwise \nspecified, RFIs collectively denote all formal sources other than commercial banks, and the semiformal RFIs, \nincluding microfinance nongovernment organizations. The term RF or RFI, thus, includes microfinance or MFIs, \nrespectively. The term microfinance or MFI is used only for specific microfinance-related references. Likewise, \nwherever relevant, commercial banks are specifically mentioned.  \n11 Those include ones supervised by NRB. Nepal has 63 supervised finance companies, though their operations \nbarely reach the rural sector. \n12 This is the erstwhile Agricultural Development Bank of Nepal (ADBN), which was incorporated on 15 July 2005 as \npart of the RFSDCP reforms. Reference to ADBL in this document is made for discussing the issues with regard to \nADBN and the restructuring efforts of ADBL. \n13 NRB  permits  savings  and  credit  cooperative  societies  to  undertake  financial  intermediation.  The  Financial \nIntermediation Act of 1998 requires NGOs dealing with financial services to meet requirements specified by NRB \nfrom time to time. \n14 Those are registered under the Cooperatives Societies Act of 1996. \n   ", "4   \n(iv)  Other  institutions.  The  Rural  Microfinance  Development  Centre  (RMDC) \n(Supplementary  Appendix  E)—a  microfinance  apex  organization—provides \nrefinance and capacity-building support, mainly for microfinance NGOs.  \n \n12.  In Nepal, formal institutions are the main providers of institutional RF services (formal \nand semiformal). In FY2005, ADBL accounted for 63% of rural credit, followed by commercial \nbanks at 26%. GBBs and MFDBs provided about 7% of the aggregated credit. The balance is \nfrom cooperatives and other semi-formal institutions. The key RFIs include: \n \n(i)  ADBL. The Government established Agricultural Development Bank of Nepal \n(ADBN)  in  1968  to  specialize  in  agriculture  and  rural  credit.  As  part  of  the \nrestructuring, it was incorporated as ADBL in 2005. ADBL is the third largest \nbank in Nepal15 with paid-up capital of NRs1.6 billion, a loan portfolio of about \nNRs24 billion, deposits of NRs30 billion. It operates in all the 75 districts through \n300 branches and offices. Under the pre-2005 structure, the Government owns \n93% of the equity of ADBL, with the balance primarily owned by individuals. With \nan asset base of NRs42 billion, ADBL provides short-, medium-, and long-term \nloans to individual farmers, farmer groups, cooperatives, and village committees. \nIn addition, ADBL trains its beneficiaries. Besides the commercial and agriculture \noperations, it operates the Small Farmers Development Program (SFDP) through \nrefinancing its subsidiary, SFDB. Despite its institutional weakness, including \nhigh nonperforming loan ratio and unsatisfactory accounting practices, ADBL is \nessential to RF service delivery in Nepal. With more than 500,000 borrowers and \ndepositors, ADBL is the single most important institution for the rural sector. \nDetails of ADBL’s operational and financial status are in Appendix 2. \n(ii)  SFDB. Established in 2002, SFDB is jointly owned by ADBL, the Government, \ntwo  private  commercial  banks,  and  cooperatives.  SFDB  is  the  Implementing \nAgency of SFDP, which receives funding from ADBL16 and provides funds for \nmicrocredit for cooperatives of small farmers. SFDB acts as an apex wholesale \nagency  to  small  farmer  cooperatives.  Due  to  its  weak  institutional  capacity, \nSFDB’s outreach and impact are limited, with NRs480 million outstanding to 200 \nsmall farmer cooperatives. As a focus of the ADBL restructuring, SFDP financing \nwill gradually shift from ADBL to SFDB, and SFDB is to be strengthened to \nmaintain focused financial services to small farmer cooperatives. SFDB is a key \ninstitution for promoting agriculture and microcredit in remote rural areas through \ncommunity-based cooperatives and complements ADBL for rural small farmer \noutreach. The institutional profile of SFDB is in Supplementary Appendix D. \n(iii)  GBBs. Five GBBs were established in 1990s to provide microfinance services to \nthe poor, especially poor women, through a group-based methodology. Nepal \nRastra Bank (NRB), commercial banks, and the Government jointly own GBBs.17 \nWith a network of 146 branches, mostly in remote rural areas, GBBs provide \nmicrofinance services to approximately 200,000 clients. However, GBBs also \nsuffer  from  poor  governance,  politicization,  operational  inefficiency,  and \noverstaffing, which have resulted in recurring losses, negative net worth, and low \n                                                 \n15  The two other largest banks in Nepal are: Nepal Bank Limited and Rastriya Banijya Bank.  \n16 ADB.1990.Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grants to the Kingdom of Nepal for the Third Small Farmers Development Project. Manila \n(Loan 1037-NEP and TA 1382/1383-NEP, approved on 4 October); and ADB. 1998. Project Completion Report on \nthe Third Small Farmers Development Project in Nepal. Manila. \n17 NRB holds up to 10–75% equity of GBBs, commercial banks 20–25%, and Government 8–16%. \n   ", "  5\nproductivity. In line with the financial sector reform, the Government initiated a \nrestructuring  of  GBBs.  Four  GBBs  were  recapitalized,  and  two  profit-making \nGBBs  were  privatized.  Given  the  shallow  markets  and  depressed  investor \nsentiment,  further  progress  in  divestment  is  expected  to  take  time.  The \ninstitutional profile of GBBs is in Supplementary Appendix C. \n(iv)  Commercial banks. Commercial banks’ lending to the rural sector constitutes \nabout 3% of their loan portfolio. Most of their rural lending is under the mandatory \npriority sector lending requirements. Within the commercial banks, the private \ncommercial banks’ exposure to retail rural credit is miniscule, except via indirect \nlending through GBBs and MFDBs. Due to the rationalization of their operations, \ncommercial banks closed many rural branches, and are reluctant to expand rural \noutreach due to the higher return of operations in urban areas.   \n \n13.   Demand. The average size of rural loans to non-poor households is approximately \nNRs47,000, compared with NRs8,400 to the poor (or microcredit average). The aggregate \ndemand for rural credit from all sources is estimated at NRs24 billion, of which microcredit is \nabout NRs4 billion.18 The major credit demands are from small rural enterprises, and agriculture \nand allied sectors. The upper market segment seeks services such as long-term investment \ncapital. The middle segment requires working capital; cash credit; loans against pledge of \nproduce;  and  medium-  to  long-term  loans  for  crop  cultivation,  rural  transport,  and  land \ndevelopment. The lower market segment requires credit for consumption, microenterprises, \ncrops, livestock, and minor irrigation.  \n \n14.  As  with  credit,  the  demand  for  savings  is  diverse.  It  comprises  self-finance  for \ninvestments, livestock, cash, and bank deposits. With the domestic savings to GDP ratio at \n12%, the savings potential is immense. In addition, risk mitigation is widely needed. As Nepal \nreceived nearly $1 billion in remittances in 2005, a significant opportunity exists for the RF \nsector to tap into this market. \n \n15.  RF Market and the Conflict. Despite the conflict, the demand for RF services remained \nstrong over the past decade. The number of households borrowing from all sources grew during \n1996–2005. Institutional credit also expanded, mainly because commercial banks have become \neven more reluctant to lend money in rural areas, while farmers’ and microenterprises’ demand \nfor financial services has not waned. Throughout the conflict, ADBL kept open its 45 commercial \nbanking  branches,  as  well  as  108  out  of  181  development  banking  branches  at  original \nlocations. Security concerns, especially in the western region, have required 80 development \nbanking branches to be relocated or merged with branches at secure areas. Still, ADBL’s overall \ntransaction grew steadily from NRs8.9 billion loans outstanding in FY1996 to NRs24 billion in \nFY2006.19 Total deposits also grew from NRs8.6 billion in FY1996 to NRs30 billion in FY2006. \nClients have been willing to commute to relocated branches, given the acute lack of affordable \ncredit sources. MFDBs and microfinance NGOs also have received increased client interest. In \ncontrast, most of the rural savings with commercial banks were deployed in urban and semi-\nurban areas.  \n \n \n \n \n                                                 \n18 ADB.1999. Rural Finance Development in Nepal: A Medium-Term Strategy. Manila. The estimates have been \ninflation adjusted. \n19  By mid-July 2006. \n   ", "6   \nB.  Issues and Opportunities  \n \n1.  Sector Challenges \n \n16.  Efficient and reliable financial intermediaries are essential to equitable and pro-poor-\noriented rural economic growth and development. Access to affordable institutional financial \nservices is crucial for the rural poor to take advantage of the opportunities engendered by the \npeace process. Systematic intervention to induce rapid outreach expansion of institutional RF \nservices, combined with policy and institutional reforms, is required urgently. Yet, the policy and \ninstitutional framework of the RF sector in Nepal is still too weak to quickly respond to changing \nmarket  conditions  to  meet  the  demands  of  the  recovering  rural  economy.  The  key  sector \nconstraints are as follows:  \n \n17.  Historical Politicization in RF. The fundamental weakness in RF in Nepal is political \ninterference in lending, loan collection, and loan write-offs. The Government has intervened in \nthe RF market to increase lending by reducing the costs and risks for RFIs in making loans to \npreferred  clients.  Prolonged  interventions  by  the  Government  weakened  institutional \nsustainability of RFIs.  \n \n18.  Limited Financial Prospect for Private Sector Participation. Extensive politicization, \nrepressive policies, and market distortions failed to create conditions that are conductive to \nprivate sector-led RF market development. The high-risk profile in RF, cost considerations, and \ndifficult topographical conditions deter private financial institutions from entering the market. \nAlthough  cooperatives  and  microfinance  NGOs  remained  active  during  the  conflict,  their \noutreach  is  minuscule.  The  condition  of  the  RF  market  provides  little  alternative  than  to \nstrengthen existing formal RFI channels.  \n \n19.  Weak  Institutional  Capacity.  The  evolution  of  the  RF  market  over  the  past  three \ndecades  was  supply-driven  to  accelerate  agriculture  production.  Thus,  the  development  of \nefficient institutions was ignored. The Government intervened through directed credit, state-\nowned  RFIs,  concessional  refinance,  and  loans  at  below-cost  interest  rates.  Repressive \nfinancial  policies,  with  the  lack  of  autonomy  and  weak  governance,  eroded  institutional \nsustainability and constrained outreach potential. The capacity of formal RFIs in Nepal for \nportfolio management, accounting and reporting, business planning, and risk mitigation is below \ninternational best practices of RF. \n \n20.  Erosion in RFI Confidence. Most formal financial institutions were reluctant to operate \nin rural areas due to the fragile security situation and high costs. In recent years, the most \naffected commercial banks have reduced the size of their rural networks, which already had \nbeen scaled down by cost-saving measures. This has added to the current financial difficulties. \nCooperatives  and  savings  associations  were  less  affected  by  the  conflict,  though  interest \nwaivers or reductions in interest eroded their financial viability.  \n \n21.  Weak Supervisory and Regulatory Framework. While RFIs proliferated, supervision \nremained  weak  and  ineffective.  Although  most  semiformal  RFIs,  especially  cooperatives, \nmobilize non-member savings, they remain inadequately supervised. The enactment of Banks \nand  Financial  Institutions  Ordinance  (BFIO)  200420  and  NRB  Act  2002  defragmented  the \n                                                 \n20 Enacted in December 2003, BFIO supersedes the Agricultural Development Bank Act 1967, Commercial Bank Act \nof 1974, Nepal Industrial Development Bank Act 1967, Finance Company Act 1985, and Development Bank Act \n1995. As an ordinance, BFIO is promulgated every 6 months, and it is expected that Parliament—in its next \nsession—probably will approve the transformation of the ordinance into an act.  \n   ", "  7\nbanking sector and gave greater autonomy to NRB.21 However, supervising many small RFIs is \nnot cost-effective, and should be the focus of NRB. An effective supervision and regulatory \nsystem must be developed. \n \n22.  Limited Product Diversification. Leasing and insurance services have not made an \nimpact in rural areas because of (i) limited opportunities for viable operations, (ii) scant client \ninformation to assess risks, (iii) high administrative costs due to widely dispersed clients, and \n(iv) weak contract enforcement. A sustainable mechanism for crop and calamity insurance has \nnot emerged due to the difficulties of asymmetric information and coverage of risks, while the \ndemand for effective risk mitigation products is strong. Remittance, term deposits, and other \nsavings facilities also have little presence in rural areas, forcing rural people to depend on \ninformal means to save and remit money.  \n \n23.  Insufficient  Sector  Support  Infrastructure.  Affordable,  high-quality  training  for \nmainstreaming RF best practices is lacking. Curricula and training courses in banking and \nfinancial products offered at universities are inconsistent with best practices in banking and \nfinance, and specialization for RF is rare or nonexistent. Further, semiformal RFIs are unaware \nof their need for such training. The training needs of the RF sector, including those of policy \nmakers and regulators, will have to be supported for effective institutional reform. \n \n2.  Lessons Learned \n \n24.  Lessons from ADB RF and Microfinance Projects. ADB has financed numerous loan \nand TA projects in RF. In most of the projects, ADB has extended credit line assistance as a \nstand-alone credit project, or as components of projects generally in the agriculture and natural \nresources sector. RF projects in the early 1990s generally were poorly targeted, with little \nattention paid to financial viability. Typical projects22 were assistance to ADBN,23 Bangladesh \nKrishi  Bank,  and  Bank  for  Agriculture  and  Agricultural  Cooperative  (BAAC)  in  Thailand. \nHowever,  those  agricultural  lending  institutions  were  loaded  with  Government-directed \nsubsidized credit programs, and ADB financing often supported the Government programs. \nSuch directed programs have not induced a good credit culture, and the institutions suffered \nfrom low repayment. Further, ADB funding to those projects was disbursed slowly. Prevailing \nGovernment policies largely influenced subsequent sustainability of those RF and microfinance \nprojects.  Institutions  that  operated  in  a  policy  environment  that  did  not  encourage  self-\nsupporting  operations  have  continued  to  suffer  low  recovery  rates,  and  have  required \nrecapitalization by the Government, as in the cases of ADBN and Bangladesh Krishi Bank.  \n \n25.  However, the institutions that have been reformed (even without an explicit privatization \nexit) and allowed to operate with market-oriented interest rates have improved their ability to \nmobilize resources and become self-sustaining institutions. BAAC is fully Government owned, \nand its operation had been staggered over more than 30 years. Before the reform, BAAC \n                                                 \n21 As part of NRB reengineering through the ongoing World Bank-funded Financial Sector Technical Assistance \nProject, and TA 3580–NEP: Subcluster 3: Institutional Strengthening of Nepal Rastra Bank for Regulation and \nSupervision of Rural Finance, for $800,000, approved on 27 August 2002. This is associated with ADB. 2000. \nReport and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom of \nNepal for the Corporate and Financial Governance Project. Manila. \n22  Those projects include ADB. 1990. Report and Recommendation of the President to the Board of Directors on a \nProposed Loan to the Kingdom of Nepal for the Third Small Farmers Development Project. Manila (Loan 1037-\nNEP, approved on 4 October); and ADB. 1990. Report and Recommendation of the President to the Board of \nDirectors on a Proposed Loan to the Kingdom of Nepal for the Sixth Agricultural Credit Project. Manila (Loan 1112-\nNEP, approved on 31 October). \n23 As part of the restructuring, the erstwhile ADBN was incorporated as ADBL in July 2005.  \n   ", "8   \ndepended almost exclusively on capital from the Government, and its repayment rate was as \nlow as 51%. In 1975, the Government of Thailand initiated agriculture sector reforms, and \nremoved interest rate ceiling and other restrictive regulations of agricultural finance. BAAC was \nplaced under the supervision of the Bank of Thailand. The organization and operation of BAAC \nalso were reformed, including clearing nonperforming loans, mobilizing commercial deposits, \nand expanding retail outreach. By 1998, BAAC had 4.8 million clients, representing 86% of the \nfarm households of the country. BAAC’s example suggests that the reform of agricultural banks \nis feasible, and that their financial performance and outreach can be improved greatly. However, \nsuch reforms must be implemented in connection with the development of an enabling financial \nsector environment, including (i) appropriate legal and regulatory framework, (ii) prudential \nnorms  and  effective  internal  control,  and  (iii)  genuine  commitment  to  profitability  and \nsustainability of operations.24 \n \n26.  Lessons from ADB’s Nepal Operations. An assessment in July 2006 found that the \nsecurity situation had not seriously affected 13 (57%) of the 23 ongoing ADB-assisted projects \nin Nepal, while 10 (43%) had been moderately affected and zero (0%) had been highly affected. \nThe limited impact on the projects was mainly because the disruptions were time- and location-\nspecific. Project designs were based on participatory and community-based activities, which \nenabled  them  to  continue  effectively  and  safely,  even  in  the  unstable  environment.  More \nimprovements are expected as the peace process progresses and the ceasefire endures. This \nindicates that projects with effective links with CBOs, and flexibility in intervention areas, can be \nimplemented safely and achieve the expected results. RMDC, which is supported under the \nADB-funded Rural Microfinance Project,25 provides loans to microfinance institutions (MFI) to \nonlend to women rural borrowers. Despite the security situation, RMDC’s loan disbursement to \nMFIs substantially grew during the conflict, and had served more than 280,000 poor women in \nrural areas as of July 2006. \n \n3.  Government Strategy \n \n27.  Given  recent  political  developments,  the  Government  has  adopted  a  two-pronged \napproach to development—conducting serious peace talks, while maintaining focus on reform \nand economic recovery and development. Rural investment and improvement of the livelihoods \nof the rural poor are the top priorities in the Government’s FY2007 budget. This is a keen \nrecognition that social economic benefits need to be delivered quickly to the rural poor. The \nGovernment’s strategy is to address the root causes of the conflict, specifically social exclusion \nand large urban-rural and regional disparities. At the same time, the Government has been \nreinvigorating the reform process in areas such as civil service, corporate governance, and \nlabor ordinances.26 The Government concedes that undertaking fundamental reforms requiring \nmajor  legislative  changes  and  institutional  restructuring  would  be  difficult  in  the  prevailing \n                                                 \n24  BAAC  underwent  comprehensive  reform  in  the  late  1980s  and  1990s,  including  interest  rate  liberalization, \nrationalization of loss-incurring operations, and savings mobilization. BAAC’s transformation is considered a \nsuccessful example of the restructuring of agricultural banks, along with Bank Rakyat Indonesia (BRI). BAAC and \nBRI are state-owned. Analysis of BAAC and BRI reforms can be found in Seibel, Hans Dieter. 2000. Agricultural \nDevelopment Banks Close Them or Reform Them? Finance and Development Vol. 37 (June) No. 2. Washington, \nDC: International Monetary Fund. \n25  ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Nepal for Rural Microfinance. Manila. \n26  As part of the reform, a new labor ordinance has been promulgated, a new governance ordinance and a \nprocurement ordinance have been endorsed by the cabinet, and oil prices and distribution have been deregulated, \nsubstantially fulfilling the outstanding reform conditions under the World Bank’s Poverty Reduction Support Credit II \nand the Poverty Reduction and Growth Facility of the International Monetary Fund. \n   ", "  9\npolitical environment. However, it has made a strong commitment to maintaining continuity of \nreform policies, despite potentially difficult reform environments (para. 5 and footnote 6). \n \n28.  The Government adopted the Financial Sector Strategy Statement in 2000 to (i) reduce \nthe role of the Government in the financial sector, (ii) improve governance and transparency, (iii) \nstrengthen the authority of NRB, (iv) enhance the legal framework for credit enforcement, and \n(v)  expand  the  availability  of  financial  services  in  remote  areas.  The  Government  has \ndemonstrated its commitment to banking reforms by enacting BFIO 2004 (footnote 21); and \npromulgating the Company Law, and laws for secured transactions, securities, and insolvency.27 \nThe mandatory priority sector credit lending quota for banks also will be phased out by the end \nof 2007.28 The Tenth Plan (FY2002–FY2007)29—the Government’s Poverty Reduction Strategy \nPaper—highlights  the  need  to  address  chronic  poverty  and  social  exclusion.  To  meet  RF \ndemands for post-conflict rehabilitation, the Government is keen to enlarge the network for \nsustainable RFIs to significantly enhance outreach to small and marginal farmers and the poor.  \n \n4.  ADB Strategy \n \n29.  ADB’s Microfinance and RF Strategy. ADB’s Microfinance Development Strategy30 is \nto ensure permanent access to institutional financial services for a majority of poor and low-\nincome households, and their microenterprises. The strategy specifically focuses on (i) creating \na policy environment enabling to microfinance, (ii) developing the financial infrastructure, (iii) \nbuilding  viable  institutions,  (iv)  supporting  pro-poor  innovations,  and  (v)  supporting  social \nintermediation. Under the strategy, ADB will catalyze the expansion of microfinance supply, as \nwell as strengthen the capacity of the potential clients to access services. On the supply side, \nthe strategy focuses on building financial systems that can grow and provide financial services \npermanently to an increasing proportion of the poor, and on promotion of pro-poor innovations. \nFurther, the strategy emphasizes support for the reform of agricultural and rural development \nbanks in countries, where those institutions continue to undermine development of sustainable \nmicrofinance/RF operations. \n \n30.  ADB’s Operational Strategy in Nepal. ADB’s Country Strategy and Program for Nepal \n(2005–2009)31 focuses on (i) pro-poor and broad-based economic growth, and inclusive social \nand human development; (ii) empowerment of the poor; and (iii) good governance to ease \nsocial tensions and create the foundation for sustainable poverty reduction. The primary aim is \nto improve access for the poor and those excluded from markets and economic opportunities. \nADB’s new operational approach32 in Nepal endorses continued engagement in the country with \na  cautious,  conflict-sensitive  approach,  and  close  monitoring  of  the  evolving  situation  in \ncollaboration with other development partners. With this approach, projects and programs will \nbe  developed  based  on  the  political  and  security  assessments  of  the  implementation \n                                                 \n27 These laws are covered under ADB. 2000. Report and Recommendation of the President to the Board of Directors \non a Proposed Loan to the Kingdom of Nepal for the Corporate and Financial Governance Project. Manila.   \n28 However, the mandatory deprived sector quota is in place. Given the social exclusion in Nepal, the RFSDCP has \nonly sought a review of deprived sector quota and appropriate action during subprogram II. \n29  Government of Nepal. 2003. The Tenth Plan—Poverty Reduction Strategy Paper 2002–2007. Kathmandu. \n30 ADB. 2000. Finance for the Poor: Microfinance Development Strategy. Manila. The strategy defines microfinance \nas “the provision of a broad range of financial services such as deposits, loans, payment services, money \ntransfers, and insurance to poor and low-income households, and their microenterprises”. The definition largely is \nconsistent with the one for RF in the RFSDCP context. \n31  ADB. 2004. Country Strategy and Program Nepal. Manila. \n32  The President of ADB approved the new operational approach in Nepal on 26 May 2006. The new approach \nproposes continued engagement in Nepal through cautious and conflict-sensitive approach, priority in rural finance \nand road connectivity, and review in governance and public policy reform interventions. \n   ", "10   \nenvironment, with risk mitigation measures incorporated as appropriate. RFSDCP is identified \nas a priority intervention due to its rural and community focus, as well as its high potential to \ndeliver expected development results in the current political and security environment.  \n \n5.  External Assistance to the Sector \n \n31.  The funding agency community welcomed the recent political development as a step \ntoward a peaceful solution to the conflict. Funding agencies, which had suspended or reduced \ntheir assistance since early 2005, have resumed their operations, or are scaling up to 2003–\n2004 levels (when the country was less politically unstable). While taking a cautious approach, \nfunding agencies believe harmonized and coordinated assistance for rural development, power, \nwater supply and sanitation, education and health, and infrastructure will benefit the country’s \npeace-building, reform, and development. \n \n32.  The International Monetary Fund’s Poverty Reduction and Growth Facility expires in \nNovember  2006.  Given  the  generally  pro-poor  orientation  of  the  FY2007  budget,  the \ncontinuation of this facility generally is perceived to be preferable, because it will support the \npeace process and stabilize the fragile political situation. The World Bank supports the Financial \nSector Restructuring Project33 to develop a healthier financial sector with emphasis on private \nsector participation. The key component of the project is the reform and divestment of the two \nlargest  commercial  banks,  Rastriya  Banijya  Bank  and  Nepal  Bank  Limited.34  Since  the \nGovernment has endorsed a new labor ordinance, governance ordinance, and procurement \nordinance, World Bank is expected to release its Poverty Reduction Support Credit II. German \ndevelopment  cooperation,  through  Gesellschaft  für  Technische  Zusammenarbeit  (GTZ), \nimplements the Rural Finance in Nepal Project to develop community-based financial services \nthrough capacity development of small farmer cooperatives. As cooperatives are essential to \nmaintaining access to financial services for small and marginal farmers in rural areas, GTZ will \ncontinue to support the small farmer cooperatives and finance capacity development for SFDB \nin parallel with RFSDCP. The development coordination matrix is in Appendix 3. \n \nIII.  THE PROPOSED SECTOR DEVELOPMENT CLUSTER PROGRAM \n \nA.  The Program Loan \n \n  1.  Rationale \n \n33.  As the peace process is now largely on track, reducing rural poverty by addressing rural-\nurban income disparity, limited access to economic resources, and social exclusion is widely \nregarded as the key to lasting peace and development. Increased financial intermediation will \nenable the heavier flow of resources to the rural sector, as well as give RF clients opportunities \nto improve their incomes and reconstruct their livelihoods. This will contribute to political and \neconomic stability in rural areas. The scarcity of institutional financial services in rural areas, \ncaused by the historic politicization and institutional weaknesses, constrains the achievement of \n                                                 \n33  World Bank. 2004. Financial Sector Restructuring Project. Washington, DC (International Development Agency, for \n$75 million, approved on 9 March). \n34  Rastriya Banijya Bank is a fully state-owned bank, while Nepal Bank Limited is a private institute with the \nGovernment as the largest shareholder (41%). \n   ", "  11\ninclusive social and economic development in rural areas. Rural credit facilities throughout the \ncountry need to be expanded by restructuring RFIs.35  \n \n34.  Developing the RF sector for outreach impact requires an integrated package of policy \nand institutional strengthening measures. A sector development cluster program approach will \nfacilitate  comprehensive  reforms,  with  specific  policy  and  institutional  reform  targets,  while \nenabling flexible reforms according to changing political and economic conditions. \n \n  2.  Impact and Outcome \n \n35.  Impact and Outcome. The goals of the cluster program—RFSDCP—are to (i) ensure \nsustainable access of rural households to institutional financial services, and (ii) encourage \nprivate sector participation in the RF sector. The objective is to develop a sustainable RF \nsystem for providing affordable services to the rural poor to generate income and reduce \npoverty. The scope is comprehensive RF sector development, mainly through enabling sector \npolicy environment and institutional reform, and restructuring of major RFIs.  \n \n36.  Application of Program Cluster Modality. As the reforms are comprehensive and \ninterlinked, and the institutional reform process will unfold over the medium term, RFSDCP will \nbe  structured  in  sequential  subprograms  under  the  program  cluster  modality.  Under  this \nmodality, each subprogram will be implemented over 2 years. Subprogram II will be formulated \nand finalized during the subprogram review (SPR) immediately following the completion of \nsubprogram I. This will allow the flexibility to adjust the program based on progress made and \nchanges in the external environment, and will build momentum in the reform process as the \nGovernment gains experience through implementation. However, the SPR does not obligate \nADB to additional lending for subprogram II under RFSDCP. Subprogram II will be subject to \nADB’s Board approval. \n \n37.  Subprogram Objectives. The objective of subprogram I of RFSDCP is to develop an \nenabling RF sector framework through policy, legal, regulatory, and institutional reforms. The \nobjective of subprogram II will be to promote further reform for an enabling sector environment, \nenhance sound RF outreach, and private sector participation in RF. Subprogram II will focus \nstrongly  on  the  privatization  of  RFIs,  including  ADBL.  For  each  subprogram,  achievement \ntargets will be formulated to keep the reform process on track and coordinated. The targets for \ntranche release under the subprogram, as well as indicative targets under subprogram II, are in \nthe policy matrix attached to the Government’s development policy letter (Appendix 4). \n \n38.  The RFSDCP Subprogram I Structure. Subprogram I consists of a program loan and \nan ADF grant. The counterpart funds to be generated out of the proceeds of the program loan \nwill be used to recapitalize ADBL through subscription of ADBL’s preference shares, which will \nbe divided between redeemable and irredeemable shares. The ADF grant will support the \nimplementation of the institutional reforms, legal and regulatory framework, sector capacity \nbuilding,  product  and  process  innovation,  and  project  management.  The  agreements  on \nRFSDCP are reflected in the Government’s development policy letter and the attached policy \nmatrix and RF sector road map (Appendix 4). The design and monitoring framework is in \nAppendix 5. \n                                                 \n35 The rural development impact of RFSDCP will complement strongly the Commercial Agriculture Development \nProject (being processed), which promotes local infrastructure investment, production, and marketing support for \nagriculture-related enterprises. The Project will support local infrastructure development, such as storage centers, \ncool stores, access to market information, and agribusiness product improvement technology. It also will assist \nsubsistence and semi-commercial producers for commercialization of their businesses. \n   ", "12   \n3.  Components and Outputs  \n \n39.  RFSDCP  has  five  components:  (i)  favorable  policy  environment,  (ii) institutional \nrestructuring and reforms, (iii) supportive legal and regulatory framework, (iv) sector capacity \nbuilding, and (v) product and process innovations.  \n \n  a.  Favorable Policy Environment \n \n40.  The  financial  sector  reforms  in  Nepal  aim  to  develop  a  market-oriented  and \npredominantly privately owned financial sector for efficient financial intermediation.36 Consistent \nwith the financial sector reform, a high-level policy review committee will be established to \nsupport RF policy reform actions (paras. 41–42).37  \n  \n41.  The following reforms will be completed under subprogram I: \n \n(i)  establishing rules, regulations, and processes for the supervision and regulation \nof RFIs;  \n(ii)  divesting NRB shares in RFIs to the legally defined level; \n(iii)  phasing out Government ownership of technically insolvent RFIs; and \n(iv)  discontinuing the application of interest rate ceilings to ADBL and SFDB.  \n \n42.  The following reforms will be pursued throughout RFSDCP: \n \n(i)  ensuring the full enforcement of the debt recovery law for willful defaulters; \n(ii)  promoting lending from formal and semiformal RFIs to CBOs; \n(iii)  divesting  the  Government  shares  and  increasing  participation  of  the  private \nsector in ADBL and SFDB; and \n(iv)  discontinuing  Government  interventions  in  ADBL  and  SFDB  to  implement \nfinancially or economically unsound concessions, write-offs, or waivers. \n \n  b.  Institutional Restructuring and Reforms  \n \n43.  ADBL. RFSDCP supports reform and restructuring of ADBL to transform it into a viable \nand efficient RFI relevant to rural poverty reduction. The restructuring under RFSDCP will focus \non  the  progressive  divestment  of  the  Government  shares  of  ADBL,  which  is  linked  to \nperformance improvement and commercialization to enable the privatization of ADBL under \nsubprogram II (Appendix 4). The Government has initiated a series of reforms, which have \nincluded (i) the Government’s adoption of the ADBL Restructuring Plan (ARP) (Supplementary \nAppendix F) in 2004, and the conversion of $65 million of the Government’s debt to ADBL into \npreference shares of ADBL for recapitalization; and (ii) ADBL’s incorporation and licensing as a \nclass A financial institution under BFIO. These reforms are part of the first tranche release \nconditions (Appendix 4). The restructuring of ADBL is detailed in the ARP. \n \n44.  Important reform output targets under subprogram I are (i) divestment of Government \nshares, (ii) initiation of the initial public offering (IPO), (iii) completion of a voluntary retirement \nscheme, and (iv) attainment of viable operations by meeting performance indicators set under \nARP. Subprogram II aims to (i) achieve privatization, (ii) complete the implementation of ARP, \nand (iii) divest equity in SFDB. Reform targets under each subprogram are in the policy matrix \n(Appendix 4). The following reform areas are covered throughout subprograms I and II: \n                                                 \n36 Government of Nepal. 2000. Financial Sector Strategy Statement. Kathmandu. \n37  A policy review committee will be made up of representatives from NRB, Ministry of Finance, and private RFIs. \n   ", "  13\n \n(i)  Governance. Restructuring will promote sound and autonomous management at \nADBL. To enhance the governance of ADBL, substantial restructuring steps have \nbeen taken: (a) incorporation of ADBL under the Company Law 1997 on 15 July \n2005,  (b)  formation  of  the  governance  committee  and  audit  committee  in \naccordance with regulatory requirements, and (c) licensing of ADBL as a class A \nfinancial institution under BFIO to enable it to operate as a universal bank under \nthe  supervision  and  regulation  by  NRB.  In  addition,  a  professional  board  of \ndirectors, with three of the seven members from private sector, will be constituted \nas the divestment progresses. \n(ii)  Financial restructuring. RFSDCP supports the financial restructuring of ADBL \nto facilitate divestment and privatization. First, ADBL will be recapitalized to cover \nbad  and  doubtful  debts,  estimated  at  NRs8.42  billion,  to  ensure  that  capital \nadequacy  of  ADBL  remains  above  12%,  in  accordance  with  the  NRB \nrequirement. Second, the issued capital of NRs11.2 billion will be subscribed in \nphases, with an initial NRs6.5 billion filled by the current equity of NRs1.6 billion \nand  conversion  of  NRs4.9  billion  of  the  Government’s  debt  to  ADBL  equity \n(preference shares).38 The Government also has bought NRs30 million of NRB \nequity.  The  Government  will  subscribe  to  the  balance  as  redeemable  and \nirredeemable preference shares for the duration of RFSDCP, provided ADBL \nmeets  agreed  performance  benchmarks.39  Detailed  financial  analysis  and \nprojections of ADBL are in Supplementary Appendix G. \n(iii)  Organization.  Restructuring  will  promote  a  lean  and  efficient  organization \nstructure  of  ADBL.  ADBL  operations  will  be  decentralized  under  a  regional \nbusiness center structure. Seven regional business centers will be established as \nprofit centers, offering products and services that are best suited to the needs of \nthe local market. The structure will enable subordinate outlets to attend to clients’ \nneeds proactively, thereby delivering quality and raising productivity. The reform \nalso will strengthen significantly human resource management. Staff members, \nwhose skills sets do not meet the new requirements, will be phased out gradually \nthrough voluntary separation schemes with adequate compensation. About 350 \nstaff  members,  approximately  15%  of  the  total,  have  opted  for  voluntary \nseparation. Clear benchmarks will be established to link staff compensation to \ntheir  performances.  In  addition,  a  transparent  recruitment  and  appointment \nprocess will be in place. \n(iv)  Institutional strengthening. The monitoring and reporting system of ADBL will \nbe upgraded through an improved management information system (MIS) in line \nwith international best practice.   \n(v)  Business strategy. The new business plan of ADBL will be developed to set \nspecific operational targets through improved business processes. The aim is to \nreach 565,000 clients40 by 2011 (compared with the current 430,000 clients) by \nadopting  efficient  practices.  Risk  will  be  kept  within  acceptable  levels  by \nundertaking  due  diligence  in  loan  appraisal,  and  meeting  prudential  norms. \nManagement and control of risks, especially delinquency, will be strengthened. \n                                                 \n38 This mainly includes non-recoverable loans approved according to Government directives.  \n39  On 16 March 2005, the Government issued a cabinet resolution to invest NRs2.3 billion as the redeemable and \nirredeemable preference shares in ADBL as the initial recapitalization. \n40  In terms of active accounts. \n   ", "14   \nLending  will  come  from  repayments  and  deposit  mobilization  until  ADBL \nsignificantly improves its repayment rate.  \n(vi)  Performance benchmarking. The progress of the restructuring will be evaluated \nbased on agreed performance indicators (Appendix 2, Table A2.4) to ensure that \nADBL’s operations are turned around successfully and sustainable.  \n(vii)  Privatization. The restructuring incorporates the privatization of ADBL through \nphased divestment of the Government shares. BFIO requires the public to hold \n30% of all financial institutions. Accordingly, ADBL will be required to undertake \nan IPO in consultation with ADB, Ministry of Finance (MOF), and NRB.41 In \naddition, the existing 500,000 general shareholders (mostly clients) also will be \ngiven the option to buy additional shares. These will be the basis for further \ndivestment of Government shares, and privatization during subprogram II.42  \n(viii)  Anticorruption. Restructuring also will address corruption issues within ADBL. \nADBL has set up an anticorruption and complaints cell to support the audit \ncommittee of ADBL in tracking and minimizing corruption. In addition, measures \nto  minimize  corruption  risks  have  been  identified  and  incorporated  in  the \nrestructuring process, including adoption of the code of conduct, strengthening \nauditing system, and ensuring accountability at each level of ADBL operations. \n \n45.  SFDB.  SFDB  and  small  farmer  cooperatives  will  be  strengthened  substantially  to \nsupplement ADBL’s efforts to ensure that agriculture credit needs of small farmers are met \nadequately  in  areas  that  commercial  banks  do  not  consider  viable.  In  addition,  the \ntransformation of SFDP into small farmer cooperatives—and their links with SFDB—will be \nredesigned for expediting outreach to small farmers and local communities.43 Based on the \ndiagnostic review of SFDB,44 an SFDB restructuring plan will be developed to enhance SFDB’s \nviability and outreach to small farmer cooperatives with specific performance indicators. The \nrestructuring  assistance  will  prioritize  strengthening  SFDB’s  microfinance  and  banking \noperations, staff capacity building, and accounting and auditing. The reform output targets under \nsubprogram I will be (i) adoption of the SFDB restructuring plan, (ii) initiation of the restructuring \nprocess, and (iii) partial divestment of Government shares to the legally required level as set out \nin BFIO. The subprogram II reforms are expected to achieve viable operations by meeting \nperformance indicators of the SFDB restructuring plan, and privatization. \n \n                                                 \n41 The sale of NRB stake in GBBs has not progressed substantially due to inadequate investor response and \ndepressed market sentiment.  \n42 The Government owns 65% of the ordinary shares of the issued capital of ADBL, amounting to NRs1.63 billion \n(with voting rights). ADBL will undertake an IPO of ordinary shares worth NRs870 million to enable the public to \nown 35% of ADBL (30% as required by BFIO, and 5% to the existing public shareholders of ADBN). The balance \nof the issued capital will be divided into redeemable and irredeemable preference shares (non-voting). Subscription \nof  non-voting  preference  shares  by  the  Government  is  a  credible  demonstration  to  potential  investors  of \nGovernment’s intention to fill financial gaps of ADBL, for which it is directly and indirectly responsible. This is \nintended to facilitate private sector interest in ADBL. BFIO’s provision on reduction of issued capital could be \napplied to reducing the preference shares held by the Government with improvements in ADBL performance. The \nprivatization of ADBL is conditional upon the successful turnaround of ADBL into a viable commercial institution \nduring subprogram I. The privatization plan will be developed under subprogram II. \n43 Lessons learned in RF sector reforms in Sri Lanka will be applied to outreach in districts severely affected by \nconflict. ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nthe Democratic Socialist Republic of Sri Lanka for the Rural Finance Sector Development Program. Manila  \n44 ADB. 2003. Technical Assistance to the Kingdom of Nepal for Strengthening Selected Rural Financial Institutions \n(Cofinanced by the Government of Germany). Manila (TA 4259-NEP, for $515,000, approved on 16 December).  \n   ", "  15\n46.  GBBs. Governance, institutional, and financial issues left unaddressed for a long period \nhave  reduced  significantly  the  potential  service  delivery  capacity  of  GBBs.  The  RFSDCP \nreforms will support the completion of GBB divestment. The recapitalization support for viable \nGBBs will be considered under subprogram II, subject to the SPR. \n \n    c.  Supportive Legal and Regulatory Framework  \n \n47.  The  Government  will  consolidate  the  fragmented  and  ineffective  supervisory  and \nregulatory mechanisms for all financial intermediation entities that are not supervised by NRB. \nThis process is required to address the concerns regarding proliferating cooperatives and RFIs \nthat  are  supervised  and  regulated  ineffectively.  RFSDCP  supports  the  development  and \nadoption  of  an  appropriate  supervision  and  regulation  system  for  RFIs  that  would  remain \noutside BFIO.45 The output targets under subprogram I are (i) enacting a legal and regulatory \nframework, (ii) establishing a supervisory authority, and (iii) initiating licensing and supervision \nof RFIs. Supervision and regulation functions will be strengthened under subprogram II. \n \n    d.  Sector Capacity Building  \n \n48.  Irrespective of the type of institution, the need for capacity building for the financial \nsector to enhance the sustainable outreach of RF services is pervasive. An autonomous training \ninstitution on comprehensive banking and finance subjects will be established, incorporating the \nexisting  training  facility  of  ADBL,  with  NRB,  ADBL,  and  other  financial  institutions  as \nshareholders.46 The training establishment will address capacity building needs of formal and \nsemiformal RFIs. In addition, the training establishment will help rural communities to improve \nfinancial literacy and access RF services. Subprogram I will field consultant experts for the initial \n2 years to help make the training institute operational. Subprogram II will enhance its training \ndelivery.  \n \n  e.  Product and Process Innovations  \n \n49.  The RF sector in Nepal is concentrated on a single product, i.e., credit. With limited \naccess to diversified financial products, the rural poor have scarce opportunities to save, invest, \nand mitigate risks. Reducing the vulnerability of rural households, as well as the risk perception \nof  the  RFIs,  is  important  to  induce  economic  activities  in  the  context  of  post-conflict \nrehabilitation. A pilot crop insurance scheme for up to four districts will be initiated with the \nassistance of international and national consultants. In addition, capacity development support \nwill be provided to important RFIs to help them develop, market, and implement diversified RF \nproducts,  including  savings,  micro-insurance,  and  remittance  services.  Outputs  under \nsubprogram I will be a review of the results of the pilot, as well as initiation of diversified \nproducts and services by important RFIs.  \n \n \n \n \n                                                 \n45 ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Nepal for the Corporate and Financial Governance Project. Manila.; and ADB. 2000. Technical \nAssistance to the Kingdom of Nepal for Institutional Strengthening of Nepal Rastra Bank for Regulation and \nSupervision of Rural Finance. Manila.    \n46  The existing training institute of ADBL will be incorporated as a limited company with ADBL, NRB, and private \nfinancial institutions as shareholders. For the first 2 years, support for operational and training expenditures, as well \nas transferring management skills to the local stakeholders, will be provided. For this, 56 person-months of \nconsultant inputs will be provided (Supplementary Appendix K). \n   ", "16   \n4.  Important Features  \n \n50.  RFSDCP  focuses  on  post-conflict  rehabilitation  and  poverty  reduction  within  the \nframework  of  financial  sector  reform.  RFSDCP  adopts  a  conflict-sensitive  approach  by \n(i) prioritizing the RF outreach to the lower segment of the RF market in institutional reform and \nrestructuring,  (ii)  emphasizing  links  between  the  institutional  and  financial  services  and \ncommunity-based groups, and (iii) instituting good governance and a code of conduct as a \nprerequisite in institutional restructuring. \n \n51.  Private Sector Participation in RFIs. RFSDCP includes a road map for increasing \nprivate ownership of ADBL.47 A phased increase of the private sector’s stake will be pursued to \nensure efficient resource allocation and good governance.48 The divestment of the Government \nshares in ADBL and the IPO will be initiated to meet the BFIO requirement of 30% public \nshareholding. Privatization options also will be developed as part of the policy conditions under \nsubprogram II. \n \n52.  Emphasizing RF Outreach. As part of ongoing financial sector reforms, rural branch \nnetworks of commercial banks have been rationalized rapidly to streamline operational costs by \neliminating unviable branches. Given the scarce presence of RF in rural areas, conventional \ninstitutional restructuring through rationalization of branch networks is not a preferred option \nunder RFSDCP. ADBL will be restructured under the regional business center structure, which \nregionalizes management of rural outlets, while continually expanding outreach to areas without \nsignificant security concerns. \n \n53.  Link With CBOs. With institutional financial services in rural areas severely limited, RF \nservice delivery through CBOs is the most effective way to reach the lowest segment of the RF \nmarket. By supporting SFDB, RFSDCP will facilitate an effective link between the formal RFI \nand small farmer cooperatives. The SFDB restructuring plan for SFDB will reflect the close links \nwith GTZ’s ongoing Rural Finance in Nepal Project, which supports developing the capacity of \nsmall farmer cooperatives to deliver effective microfinance services.  \n \n54.  Good Governance and Code of Conduct. Cognizant that good governance is crucial \nto achieving the sector reform and institutional restructuring objectives, RFSDCP places good \ngovernance and adherence to the code of conduct at the center of the ADBL restructuring. To \nassess  the  existing  governance  issues,  as  well  as  the  implementation  capabilities  of  the \nGovernment and ADBL, a good governance and anticorruption assessment was carried out \n(Appendix 6 and Supplementary Appendix H). RFSDCP incorporates measures to ensure good \ngovernance, including (i) establishing a governance committee at the ADBL Board of Directors, \n(ii) strengthening the audit system through the establishment of an audit committee of the \nADBL,  and  (iii)  providing  capacity  development  assistance  for  the  implementation  of  the \ngovernance aspect of the ADBL restructuring. \n \n                                                 \n47 Stieglitz, Joseph E. 1993. The Role of the State in Financial Market. Washington, DC: World Bank. If the net social \nreturns to efficient financial operations are greater than the returns perceived by private capital, a public sector role \ncan be rationalized on grounds of market failure due to the information and enforcement problems, and high \ntransaction costs, in rural areas. However, rationalization for inefficiency or imprudent practices, which essentially \nrepresent policy and institutional failures, is not found.  \n48 Robinson, M. 1994. Financial Intermediation at the Local Level from Indonesia. Part II; A Theoretical Perspective. \nCambridge, M.A.: Harvard Institute of Development Studies, Harvard University. The large private sector banks got \ninterested and are now operating in rural areas only after the public sector banks proved that RF operations can be \nprofitable. BRI successfully undertook a large initial pubic offering in 2005. \n   ", "  17\n5.  Financing Plan  \n \n55.  As  proposed,  ADB  will  provide  a  loan  of  $56  million  from  its  ADF  resources  for \nsubprogram I of RFSDCP, with a term of 24 years, including a grace period of 8 years. The \nloans will have an annual interest rate of 1.0% during the grace period and 1.5% thereafter, as \nwell as other terms and conditions set forth in the Loan Agreement.  \n \n56.  The ADB fund is to support the institutional reforms and restructuring of ADBL to meet \nthe  required  adjustment  costs.  The  estimated  adjustment  cost  of  $145  million  for  ADBL \nrestructuring includes (i) conversion of the Government’s loan to ADBL ($65 million) into non-\nvoting preference shares of ADBL, (ii) performance-linked equity in the form of non-voting \npreference shares from the Government to ADBL ($65 million), and (iii) reducing staff size of \nADBL  through  a  voluntary  retirement  scheme  ($15  million).  The  Government  will  use  the \nproceeds  of  the  policy  loan  to  recapitalize  ADBL  through  cash  subscription  of  additional \npreference  shares,  which  will  be  divided  into  redeemable  and  irredeemable  shares.  The \nGovernment has converted its loan of $65 million to ADBL into non-voting preference shares of \nADBL. By specifying the entire counterpart fund in cash to ADBL as preferential shares, the \nfinancing modality of RFSDCP provides the Government with no flexibility in the use of the \nprogram loan funds, and enables a precise flow of funds that can be monitored. \n \n6.  Implementation Arrangements  \n \n    a.  Program Management \n \n57.  The MOF, the Executing Agency, will establish a program management unit (PMU), \nheaded by a program director with the rank of joint secretary, to coordinate, monitor, and \nsupervise program implementation. The program director will be assisted by a full-time staff \nrecruited  with  the  project  grant  support  (para.  75),  and  with  qualifications  and  experience \nsatisfactory to ADB.  \n \n58.  NRB, ADBL, and SFDB will be the implementing agencies. NRB will handle sector \ncapacity  building,  supportive  legal  and  regulatory  framework,  and  product  and  process \ninnovation. ADBL and SFDB will be responsible for institutional reform and restructuring of their \nrespective organizations. NRB, ADBL, and SFDB will set up program implementation units \n(PIU). To facilitate the implementation of policy reforms under its responsibilities, each PIU shall \nhave  a  PIU  director  supported  by  one  specialist  staff  member,  with  qualifications  and \nexperience acceptable to ADB. PIUs will (i) ensure smooth implementation of the Project, (ii) \nproduce  and  submit  progress  reports  on  time,  and  (iii)  liaise  with  the  PMU  for  the \nimplementation of the Project. The PIU director will report to the program director. \n \n59.  MOF will set up a program steering committee (PSC), chaired by the MOF secretary, \nwith membership comprising the general manager of ADBL; general manger of SFDB; program \ndirector; senior representatives of National Planning Commission, Ministry of Agriculture and \nCooperatives, and Ministry of Land Reform and Management; and deputy governor of NRB. \nThe PSC will (i) provide policy and technical guidance to the PMU and PIUs, (ii) review the \nprogress of program implementation, (iii) monitor the performance of the PMU and PIUs, and \n(iv)  ensure  program  coordination.  The  PSC  will  meet  at  least  quarterly.  The  program \norganization chart is in Supplementary Appendix I. \n \n \n   ", "18   \nb.  Implementation Period \n \n60.  The two cluster subprograms of RFSDCP will be implemented over 5 years, from 2007 to \n2011. The implementation period of subprogram I is 2 years, from January 2007 to December \n2008. Based on the implementation progress under subprogram I and the SPR, the proposal for \nfunding subprogram II is expected to be submitted for ADB Board consideration in 2009. The \nprogram implementation schedule is in Appendix 7. \n \n  c.  Procurement and Disbursement \n \n61.  In accordance with provisions of ADB’s Simplification of Disbursement Procedures and \nRelated Requirements for Program Loans, the proceeds of the program loan will be disbursed \nto the Government as the Borrower. The proceeds of the program loan will be utilized to finance \nthe full foreign exchange costs (excluding local duties and taxes) of imports produced in, and \nprocured from, ADB’s member countries, other than those specified in the list of ineligible items \n(Appendix 8) and imports financed by other bilateral and multilateral sources. The Government \nwill certify that (i) the value of the country’s eligible imports is equal to, or exceeds, the amounts \nof ADB’s projected disbursements under the policy loan in a given period; and (ii) the policy loan \nproceeds will be utilized in a manner satisfactory to ADB. The policy loan proceeds will be \ndisbursed based on the certification provided by the Government, which confirms that the \nrequirements for the policy loan have been met. ADB will have the right to audit the use of the \nloan proceeds, and to verify the accuracy of the Government’s certification. \n \n    d.  Counterpart Funds  \n \n62.  The  Government  will  transfer  the  counterpart  funds  in  cash  to  ADBL  for  the \nrecapitalization  by  subscribing  to  the  non-voting  preference  shares,  equally  divided  into \nredeemable and irredeemable shares. The precise definition of counterpart funds, with an \nexplicit expenditure commitment, will ensure that the ADB loan proceeds will be utilized for \nintended purposes. The Government and ADB will monitor the use of counterpart funds linked \nto the progress of ADBL restructuring and attainment of performance benchmarks (Appendix 2, \nTable A2.4; Appendix 4). \n \n    e.  Tranche Release and Monitoring \n \n63.  The program loan of subprogram I will be released in two tranches. More resources will \nbe  allocated  in  the  first  tranche  to  meet  the  immediate  resource  requirements  of  the \nGovernment  for  rural  investments,  as  emphasized  in  the  FY2007  budget.  In  addition,  the \nGovernment has converted $65 million in debt to ADBL into equity of ADBL for the restructuring \n(para.  56).  The  first  tranche  for  the  equivalent  of  $40  million  will  be  released  upon  loan \neffectiveness. The second tranche of $16 million will be released 12 months after the first \ntranche, subject to compliance with the conditions for their release. \nf.  Accounting, Auditing, and Reporting for the Program Loan \n64.  At ADB’s request, the use of the loan proceeds will be audited. ADB will retain the right \nto audit any account relating to subprogram I, and to verify the validity of the certification issued \nby the Government for each withdrawal application. Before withdrawal, the Government will \nopen a deposit account at NRB to receive the loan proceeds. The Government will establish, \nmanage, operate, and liquidate the account in accordance with terms satisfactory to ADB.  \n \n   ", "  19\n65.  The  PIUs  will  submit  quarterly  progress  reports  to  the  PMU,  as  well  as  additional \ninformation and analysis to the PMU as appropriate or required. The PMU, in turn, will submit to \nADB  reports  on  policy  and  institutional  reform  implementation.  The  reports  will  include  a \nquarterly report, annual report, and midterm review report. The reports will be submitted in such \nform  and  in  such  detail  as  ADB  may  request,  and  should  include  (i)  progress made  and \nproblems encountered during the period under review; (ii) steps taken, or proposed to be taken, \nto remedy problems encountered; (iii) proposed detailed activity for RFSDCP implementation; \nand  (iv)  expected  progress  during  the  next  review  period.  MOF  will  submit  a  program \ncompletion report within 3 months of subprogram I completion. \n \n66.  The Government also will ensure that, within 18 months of the loan effectiveness date, \nADBL will undertake a performance audit. An independent and external auditor will conduct the \naudit, which shall focus on operational and financial activities, and will recommend time-bound \nmeasures  to  further  improve  its  accountability  and  transparency.  Based  on  the \nrecommendations of the performance audit, the Government will ensure that, within 6 months of \nthe  submission  of  the  audit  report,  ADBL  will  implement  these  recommendations  to  the \nsatisfaction of ADB. \n \n    g.  Program Performance Management System \n67.  The PMU will establish and maintain a program performance management system that \nwill include a database on the status of policy measures and program indicators based on the \npolicy matrix. This will be linked with the project performance management system (para. 86). \n \n    h.  Program Review \n68.  ADB  and  the  Government  will  conduct  semiannual  reviews  throughout  the \nimplementation  of  subprogram  I  to  identify  further  actions  required  for  the  continued \ndevelopment  of  the  RF  sector.  PSC  will  undertake  an  SPR  for  the  Program  (as  the  first \nsubprogram cluster), based on the implementation of the studies undertaken, as well as the \nexperience gained under subprogram I and the Project. This will reflect the changes that might \noccur  in  the  external  policy  environment  during  the  program  period.  The  first  SPR  will  be \nundertaken  before  the  release  of  the  second  tranche  under  subprogram  I  to  (i)  review \ncompliance  with  the  second  tranche  conditions,  (ii)  identify  initial  lesson  learned,  and  (iii) \nformulate the initial outline for the subsequent subprogram under RFSDCP. The final SPR will \nbe undertaken before subprogram II starts to examine and finalize the design of subprogram II. \nB.  The Project Grant  \n \n1.  Objective \n \n69.  The objective of the project grant is to support the Government’s RF sector reform and \nrestructuring efforts by facilitating institutional reform and restructuring of essential RFIs, and \nimproving sector capacity and governance. The Project will be implemented over 2 years, from \nJanuary 2007 to December 2008. \n \n2.  Components and Outputs \na.  RFI Restructuring \n70.  RFI  Restructuring:  ADBL.  The  grant  will  support  the  implementation  of  ADBL \nrestructuring processes identified in the ARP with domestic and international consultant experts. \n   ", "20   \nThese processes cover (i) governance, (ii) systems, (iii) business processes, (iv) products and \nservices, (v) human resource development, and (vi) information technology. \n  \n71.  RFI Restructuring: SFDB. The grant will finance capacity development support for \nSFDB to (i) develop and finalize the SFDB restructuring plan; and (ii) implement the priority \nrestructuring  areas  of  microfinance  and  banking  operations,  staff  capacity  building,  and \naccounting and auditing. \n \nb.  Supportive Legal and Regulatory Framework \n \n72.  NRB  will  be  assisted  in  (i)  reviewing  the  legal  and  regulatory  arrangements  for \nsupervision and regulation of RFIs, (ii) developing an appropriate legal framework for RFI \nsupervision and regulation, and (iii) implementing licensing and supervision of MFIs. \n \nc.  Sector Capacity Building \n \n73.  The Project will support the establishment of a training institute in banking and finance, \nwhich  will  incorporate  the  existing  training  unit.  ADBL,  NRB,  and  other  private  financial \ninstitutions will be shareholders of the new center (para. 48 and footnote 46). The support will \nbe used to (i) develop training curricula, (ii) assess training needs for banks and nonbank \nfinancial institutions, (iii) conduct in-class and off-site training for RF operations, (iv) design in-\nhouse  training  programs  for  RFIs,  and  (v)  arrange  training  programs  for  financial  literacy \nimprovement  of  rural  communities  in  coordination  with  NGOs.  Such  assistance  will  cover \nstaffing, library, equipment, and costs of recurring training.  \n \nd.  Product and Process Innovations \n \n74.  The grant will cover the development of a pilot crop insurance plan and implementation \nof a pilot crop insurance scheme, which will be implemented in at least four areas. Replication of \nthe plan will be considered under subprogram II, subject to the successful outcome of the pilot. \nThe grant also will provide technical support for product development and marketing for savings, \ninsurance, and remittances to RFIs. Technical support on product development will be arranged \nthrough the training institute. \ne.  Project Management Support \n \n75.  The Project will support the establishment and operations of the PMU and PIUs through \nthe fielding of an RF specialist and an accounting specialist. \n3.  Financing Plan  \n \n76.  The project cost is estimated at the equivalent of $11.47 million, as detailed in Table 1. \nThe financing plan is in Table 2. The Government and RFI contributions include counterpart \nstaff salaries, office expenses, training, local travel, and other costs. The detailed cost estimates \nand financing plan are in Appendix 9 and Supplementary Appendix J. \n \n   ", "  21\nTable 1:  Project Cost Estimates \n($ million)  \nItem  Total Cost  Total Costs  \n  (%) \nA. Base Cost     \nA.  Institutional Restructuring and Reforms     \n  1. Agricultural Development Bank of Nepal  6.4  55.6 \n  2. Small Farmers Development Bank  0.5  4.3 \n  Subtotal  6.9  59.9 \nB. Supportive Legal and  Regulatory Framework  0.7  6.1 \nC. Sector Capacity Building  1.6  14.1 \nD. Product and Process Innovations  0.6  4.9 \nE. Project Management Support  1.0  8.7 \nTotal Base Cost  10.8  93.7 \n  1. Physical Contingencies  0.5  4.7 \n  2. Price Contingencies  0.2  1.6 \nTotal Cost To Be Financed  11.5  100.0 \n        Source: Asian Development Bank estimates.  \n \nTable 2: Financing Plan \n($ million) \nSource  Amount  Percent \nAsian Development Bank  8.70  75.9 \nGovernment  1.71  14.9 \nRural Finance Institutions  1.06  9.2 \n  Total  11.47  100.0 \n Source: Asian Development Bank estimates. \n \n  4.  Implementation Arrangements  \n \na.  Project Management  \n \n77.  MOF, as the Executing Agency, is responsible for the implementation of the Project. \nNRB, ADBL, and SFDB will be the implementing agencies. NRB will handle sector capacity \nbuilding, supportive legal and regulatory framework, and product and process innovation. ADBL \nand  SFDB  will  be  responsible  for  institutional  reform  and  restructuring  of  their  respective \norganizations. The PMU and PIUs established under subprogram I also will assume certain \nroles and responsibilities under the Project. The program organization chart is in Supplementary \nAppendix I. The roles and responsibilities of the PMUs are to (i) supervise and advise PIUs on \nproject  implementation,  (ii)  recruit  consultants  and  award  procurement  contracts,  and  (iii) \narrange PSC meetings. The roles and responsibilities of the PIUs are to (i) ensure smooth \nimplementation of the Project, (ii) produce and submit progress reports on time, and (iii) liaise \nwith the PMU on project implementation. The PSC established under the Program will have the \nsame functions for the Project.  \n \nb.  Procurement \n \n78.  The procurement of goods, related services, and works financed by the grant will follow \nprocedures outlined in the ADB’s Procurement Guidelines (2006). Goods and equipment for an \nMIS package for ADBL, estimated to cost $1 million equivalent or more per contract, will be \nprocured using international competitive bidding. Goods and equipment contracts estimated to \ncost between $100,000 and $1 million will be procured through national competitive bidding. \nGoods and equipment to be procured through national competitive bidding include all types of \n   ", "22   \noffice furniture, computer (stand-alone), computer peripherals, and office equipment. Contracts \nthat  cost  $100,000  or  less  may  be  procured  through  shopping.  Before  commencement  of \nnational  competitive  bidding,  ADB  and  the  Government  will  review  the  Government’s \nprocurement  procedures  to  ensure  consistency  with  ADB  requirements.  Any  necessary \nmodifications  or  clarifications  to  the  Government’s  procedures  will  be  documented  in  the \nprocurement plan. The procurement plan is in Appendix 10. \n \nc.  Consulting Services \n \n79.  Consulting services will be procured in accordance with ADB’s Guidelines on the Use of \nConsultants (2006). The Project will finance approximately 26 person-months of international \nconsulting services and 318 person-months of national consulting services. Where firms are to \nbe engaged, the quality- and cost-based selection method will be used for selecting consultants. \nThe terms of reference for consulting services are in Supplementary Appendix K. \n \nd.  Anticorruption Policy \n \n80.  ADB’s Anticorruption Policy was explained to, and discussed with, the Government, \nNRB, ADBL, and SFDB. Consistent with its commitment to good governance, accountability, \nand transparency, ADB reserves the right to investigate, directly or through its agents, any \nalleged corrupt, fraudulent, collusive, or coercive practices relating to RFSDCP. To support \nthese  efforts,  relevant  provisions  of  ADB’s  Anticorruption  Policy  are  included  in  the  grant \nregulations and the bidding documents for the Project. In particular, all contracts financed by \nADB in connection with RFSDCP shall include provisions specifying the right of ADB to audit \nand examine the records and accounts of NRB, ADBL, and SFDB, as well as all contractors, \nsuppliers, consultants, and other service providers as they relate to RFSDCP. \n \n81.  Specifically,  RFSDCP  has  been  designed  to  reduce  vulnerability  to  corruption  by \nseeking to ensure that \n \n(i)  the board of financial institutions are aware of the possibility of corruption and \nmismanagement in their own institutions, and can demonstrate how they are \ndealing with these problems; \n(ii)  adequate  steps  to  enhance  corporate  governance  are  taken  in  all  relevant \ninstitutions; \n(iii)  all relevant institutions and the Government give assurances that they will abide \nby transparency and disclosure stipulations, as specified by NRB; and \n(iv)  rigorous  monitoring  mechanisms  are  put  in  place  to  ensure  that  proper \naccounting is made continually of, among others, mandated actions and full fund \nflow management. \n \n82.  Further, during program implementation, ADB will review regularly the reports of audit \nauthorities to assess (i) the nature of financial and administrative irregularities, (ii) pilferage of \nfunds, and (iii) how the financial institutions have responded to the findings. During regular \nreview  missions,  governance  and  anticorruption  risks  assessments  will  be  updated  as \nnecessary. Details of anticorruption measures are in Supplementary Appendix H. \n \ne.  Disbursement Arrangements  \n \n83.  Immediately after the effectiveness date of the grant, an imprest account denominated in \nUS dollars will be established at NRB. The imprest account will be operated and maintained in \naccordance with ADB’s Handbook on Loan Disbursements (January 2001). ADB will advance \n   ", "  23\ninto the imprest account 6 months of estimated expenditures, or 10% of the grant amount, \nwhichever is lower. The Government uses the imprest account to pay contractors, suppliers, \nand  others  for  ADB’s  share  of  eligible  project  expenditures  incurred  in  local  and  foreign \ncurrency.  ADB’s  statement  of  expenditure  procedure  will  be  used  to  reimburse  eligible \nexpenditures, and to liquidate and replenish the imprest account for individual payments not \nexceeding $50,000. \n \n \nf.  Accounts, Auditing, and Reporting  \n \n84.  The PMU will maintain separate records and accounts for the imprest fund and project \nexpenditure in accordance with sound accounting principles, and will have such accounts and \nrecords audited annually by auditors acceptable to ADB. Auditors satisfactory to ADB will audit \nthe use of the imprest account and statement of expenditures procedures. The Government is \nrequested to submit the audited financial statements for project accounts and imprest funds to \nADB  not  more  than  6  months  following  the  end  of  the  fiscal  year.  Independent  auditors \nacceptable to ADB will audit ADBL and SFDB accounts annually. The Government will ensure \nthat audited accounts of ADBL and SFDB will be submitted to ADB within 6 months of the end \nof financial year. Audited financial and operational information will be made available on the \nADBL and SFDB Websites. MOF will submit a program completion report within 3 months of \nRFSDCP completion.  \n \n85.  The  PMU  will  submit  reports  to  ADB  on  the  use  of  the  loan  proceeds,  project \nadministration, and financial management. The reports will be submitted quarterly and annually. \nThe reports will cover (i) information on project expenditures; (ii) highlights of audit reports of \nADBL; other RFIs; and RF operations of commercial banks; (iii) training activities under the \nProject; and their impact; and (iv) performance of the pilot crop insurance scheme. The project \ncompletion report will be submitted to ADB within 3 months of project completion. \n  \ng.  Project Performance Management System \n \n86.  ADBL and SFDB each will establish and maintain a project performance management \nsystem  that  will  generate  semiannual  reports.  The  performance  management  reports  will \ncomprise (i) financial reports covering loan portfolio growth and performance; liability growth and \nmanagement, especially of savings deposits; and financial performance indicators, including \ncapital adequacy ratio, collection rate, operating profit ratio, and nonperforming loan ratio; (ii) \ndetails of the number of borrowers by gender, poverty classification, type of services, and size \nof transactions; (iii) information on the performance of staff, measured by financial volume, \nnumber of customers, and earnings ratios; (iv) information on planned and actual levels of \nactivities, as specified in the design and monitoring framework (Appendix 5); and (v) annual \nfinancial statements. A format for assessing the impact of the services rendered under the \nProject on poverty reduction also will be developed.  \n \n    h.  Project Reviews  \n \n87.  ADB and the Government will undertake semiannual reviews of project implementation. \nThe  reviews  will  evaluate  the  (i)  project  scope,  (ii)  implementation  arrangements,  (iii) \nimplementation of ADBL’s restructuring plan, (iv) progress on the policy reform agenda, and (v) \ncapacity building measures. ADB and the Government also will undertake the midterm review to \nevaluate  physical  and  financial  progress,  implementation  procedures,  procurement,  and \nperformance of consultants, including that of the attached TA.  \n \n   ", "24   \nIV.  TECHNICAL ASSISTANCE \n \n88.  A  TA  grant  of  $500,000  from  the  Japan  Special  Fund  resources  is  attached  to \nsubprogram I of RFSDCP to assist with the implementation of ADBL’s restructuring plan. The \nTA will recruit an international chief technical advisor and a domestic internal audit specialist for \n12 months each, and an international MIS specialist for 6 months to advise ADBL’s Board of \nDirectors and management on all facets of the restructuring. The consultants will be recruited \nthrough  a  firm  using  the  quality-  and  cost-based  selection  method  with  biodata  technical \nproposal. The TA cost is estimated at $600,000. MOF is the Executing Agency. ADBL, as the \nImplementing Agency, will finance the equivalent of $100,000 to cover office accommodation, \ntransport, and administrative expenses. The cost estimates and terms of reference of the TA \nconsultants are in Supplementary Appendix L. \n \nV.  PROGRAM BENEFITS, IMPACTS, AND RISKS \n \nA.  Benefits and Impacts  \n \n1.  Policy \n \n89.  By addressing the systemic policy issues of the RF sector, the Program will improve the \nRF market environment and reduce the Government’s direct involvement in RF. The right \nmarket conditions will induce healthy competition among formal and semiformal RFIs, as well as \nfacilitate  cost-efficient  and  client-centered  RF  services.  ADBL  restructuring  will  provide \nincentives for RFIs’ self-resource mobilization through savings and demand-led rural lending. \n \n2.   Institutional  \n \n90.  As the largest RFI in the country, ADBL will establish the benchmark for RF operations. \nDivestment of the Government shares in ADBL, and movement towards its privatization, will \nencourage commercial banks to enter the RF market. Privatization of SFDB also will be pursued \nthrough  the  divestment  of  ADBL  shares  in  SFDB,  and  by  increasing  the  shareholder \nparticipation  of  small  farmer  cooperatives.  The  privatization  of  GBBs  will  continue  to  be \nsupported.  \n \n3.   Economic and Financial  \n \n91.  RFSDCP  will  generate  a  significant  number  of  jobs  and  enhance  incomes.  Direct \nemployment will be generated by developing small and microenterprises. Enhanced financial \nand institutional sustainability of RFIs will enable them to mobilize deposits safely, and deploy \nthem more efficiently in credit, facilitating the flow of resources to rural areas. Improved financial \nviability of RFIs will reduce significantly the Government’s budgetary burden.  \n \n4.  Environmental  \n \n92.  Environmental implications of farm and non-farm activities have been assessed. As \nclients engage mainly in subsistence farming on a limited scale, no negative environmental \nimpacts  are  expected.  Environmental  classification  of  RFSDCP  is  category  C.49  The \nenvironmental assessment is in Supplementary Appendix M. \n \n \n                                                 \n49  A project is classified as one of the environmental categories (A, B, C, or FI). If a project is categorized C, it  \nunlikely has adverse environmental impacts. \n   ", "  25\n5.  Social and Poverty  \n \n93.  RFSDCP is expected to reduce poverty, contributing to stability and the peace process \nin rural areas. Increased financial intermediation will help farmers to increase their productivity \nand support private farm and non-farm enterprises, which will generate jobs for the rural poor. \nRFSDCP  will  not  have  any  adverse  impact  on  indigenous  peoples.  The  summary  poverty \nreduction  and  social  strategy  is  in  Appendix  11.  The  poverty  impact  assessment  is  in \nSupplementary Appendix N. \n \nB.  Risks \n \n94.  The success of RFSDCP depends on a number of assumptions that are subject to risks \n(Appendix 6). The main risks would include (i) inadequate staff capacity in RFIs and regulatory \nbodies to implement the reforms; (ii) lack of Government commitment to reforms; (iii) weak \nboards in RFIs, and generally weak capacity in them; and (iv) deterioration in the security \nsituation. To manage these risks and minimize residual risks, the Project has several ongoing \nand proposed mitigating measures.  \n \n95.  Continued Commitment for Reform. As the Government is in transition, reform policy \nof financial institutions, especially on privatization and the role of RFIs, might change. The \nGovernment has provided assurances regarding the implementation of the reforms, with strict \nadherence to the law. The Government is fully committed to the restructuring of ADBL, as \ndemonstrated by the conversion of the Government debt to equity in ADBL (para. 43). Further, \nthe Government recognizes the importance of strengthening ADBL operations for effective \nservices and poverty reduction.  \n \n96.  Fiduciary  Management.  The  most  recent  update  of  Nepal’s  Country  Financial \nAccountability Assessment, carried out in May 2005 by World Bank and the Department for \nInternational Development,50 concluded that, despite some progress, substantial issues remain \nand Nepal’s fiduciary risk is still considered high. However, by specifying that the program loan \nproceeds be used for the recapitalization of ADBL, RFSDCP provides a clear framework for \nfiscal control. As a class A institution under BFIO, ADBL is subject to NRB supervision. Further, \nregular progress monitoring of the restructuring process, and internal and external audits of \nADBL, will ensure that the funds are used for the intended purpose. The financial management \nassessment is in Supplementary Appendix O. \n \n97.  Local Level Security. Though the overall security situation has improved, the situation \nin some parts remains tenuous. As a result, expected outreach expansion and new product \nservice delivery might be delayed in those areas. While the restructuring of ADBL does not \ninclude area-specific priorities, the regional business center structure allows a regional center to \nmanage and control the outreach expansion and service delivery through local outlets. This will \nenable the regional center to engage in rural outreach selectively, starting from low-risk areas \nand expanding to other areas as the security situation improves. \n \n98.  Implementation Capacity and Conceptual Changes. The reform of RF policies and \nthe restructuring of RFIs require understanding of the new RF sector policies and the skill sets \nto implement the activities. Government officials might have difficulty changing their mindsets \nand formulating sector policies from private sector-oriented perspectives. At the onset of the \nProgram, therefore, an intensive initial orientation program will be conducted for them. The new \n                                                 \n50 Department  for  International  Development,  World  Bank.  2005.  Nepal’s  Country  Financial  Accountability \nAssessment. Kathmandu. \n   ", "26   \nbusiness processes of ADBL require different skill sets that long-serving ADBL employees might \nnot  have.  In  2006,  the  first  voluntary  retirement  scheme  released  approximately  350  staff \nmembers whose skills were not in line with the requirements under the new business process. \nADBL  is  planning  a  second  voluntary  retirement  scheme  in  2007,  while  simultaneously \nrecruiting new staff members to better fill the skills gap. \n \n99.  Private Sector Perception. The private sector’s confidence to invest in RF in Nepal \ndepends on whether the Government and RFIs can produce successful outcomes as a result of \nthe reform. Any redirection of the reform policies, or delay in RFI restructuring processes, might \ncause the private sector to lose confidence. The measures under RFSDCP to improve investor \nconfidence  includes  (i)  up-front  recapitalization  of  ADBL  to  meet  the  minimum  capital \nrequirement, (ii) rigorous monitoring of the implementation of the restructuring process to meet \nthe performance benchmark, and (iii) support to NRB for supervision of good governance and \nsustainability of RFIs.  \n \n100.  Notwithstanding these risks (paras. 94–99), program implementation is not likely to be \naffected given the following: \n(i)  The conflict in Nepal has subsided almost completely, permitting development \nactivities throughout all rural areas after more than a decade.  \n(ii)  The outputs and outcomes of RFSDCP will address the root causes of rural \npoverty, helping to mitigate the revival of conflicts. \n(iii)  RFSDCP  takes  a  conflict-sensitive  approach,  which  assesses  risks  and \nincorporates mitigating measures in the program design and implementation. \n \nVI.  ASSURANCES \n \n101.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which have been incorporated in the legal documents: \n \nA.  The Program Loan \n \n(i)  The Government will (a) maintain the policies adopted and actions taken prior to \nthe  date  of  the  Loan  Agreement  for  the  program  loan,  as  described  in  the \ndevelopment policy letter and the policy matrix, for the duration of RFSDCP and \nsubsequently; (b) promptly adopt the other policies and the other actions included \nin RFSDCP as specified in the development policy letter and the policy matrix; and \n(c) ensure that such policies and actions continue in effect for the duration of \nRFSDCP and subsequently. \n(ii)  The  Government  will  ensure  that  the  pilot  crop  insurance  scheme  will  be \nimplemented to the satisfaction of ADB. \n(iii)  The Government will ensure that any actions taken by the Government in respect \nof the operations of ADBL will be done in accordance with the prevailing laws \nand regulations and promote financial soundness and operational viability of \nADBL. \n(iv)  The Government will ensure that ADBL will promptly inform ADB of any change \nin its board of directors or its General Manager, and ensure that any such change \n   ", "  27\nwill be made in accordance with the prevailing laws and regulations and its \nMemorandum and Articles of Associations. \n(v)  The Government will ensure that ADBL will carry out its banking operations in \naccordance with the provisions under BFIO and prudential norms prescribed by \nNRB under its directives throughout the implementation of the Program and \nsubsequently thereafter. \n(vi)  The Government will ensure that ADBL will adopt and implement good corporate \ngovernance  norms  and  practices  prescribed  by  the  relevant  regulatory \ninstitutions  throughout  the  implementation  of  the  Program  and  subsequently \nthereafter. \n(vii)  If requested by ADB, the Government will undertake an audit of the use of loan \nproceeds. Further, ADB retains the right to (a) audit any account relating to the \nProgram, and (b) verify the validity of the certification issued by the Government \nfor each withdrawal application.  \n(viii)  Within 12 months from the loan effectiveness, the Government will ensure that \nADBL will have acquired and installed forensic accounting ability to support the \nAudit Committee to track and minimize corruption cases. \n(ix)  Within 6 months of the loan effectiveness, the Government will ensure that ADBL \nwill  have  established  the  necessary  mechanisms  required  for  the  full \nimplementation of its Code of Conduct to the satisfaction of ADB. \n(x)  Within 18 months of the loan effectiveness, the Government will ensure that \nADBL undertakes a performance audit to be conducted by an independent and \nexternal auditor, which will focus on its operational and financial activities, and \nwill recommend time-bound measures to further improve its accountability and \ntransparency. Based on the recommendations of the audit, the Government will \nensure that within 6 months of the submission of the audit report, ADBL will have \nimplemented these recommendations to the satisfaction of ADB.  \n \nB.  The Project Grant \n \n(i)  The Government will ensure that throughout the implementation of the Project, \nadequate  budgetary  allocations  of  the  required  counterpart  funds  are  made, \napproved,  and  released  in  a  timely  manner  to  ensure  proper  project \nimplementation. \n(ii)  In case of natural calamities and unforeseen circumstances that affect the equity \nand liquidity of ADBL, SFDB, and other key RFIs under RFSDCP, ADB will be \nconsulted immediately and a remedial action plan acceptable to ADB will be \nprepared within 1 month thereafter. \n(iii)  The Government and ADB acknowledge and agree that if there is a significant \nshortfall  in  the  achievement  of  agreed  performance  indicators  by  ADBL  as \nspecified in ARP, ADB will carry out a special financial and operational review of \nADBL  and  reach  agreement  with  ADBL  and  the  Government  regarding \nimplementation of the recommendations of the review. It is further agreed that \nuntil such agreement has been reached, no disbursement under the Project shall \nbe made.  \n   ", "28   \n(iv)  The Government will ensure that the lending operations of ADBL, SFDB, and \nother key RFIs will be carried out in accordance with all applicable environmental \nlaws and regulations of the Government and with ADB’s environmental policies \nand procedures.  \n(v)  The Government will comply with—and will cause ADBL, SFDB, and NRB to \ncomply with—ADB’s Anticorruption Policy. The Government (a) acknowledges \nthat ADB’s right to investigate, directly or through its agents, any alleged corrupt, \nfraudulent, collusive, or coercive practices relating to the Project; and (b) agrees \nto cooperate fully with, and to cause ADBL to cooperate fully with, any such \ninvestigation and to extend all necessary assistance, including providing access \nto all relevant books and records, as may be necessary for the satisfactory \ncompletion of any such investigation.  \n(vi)  The Government will (a) ensure that ADBL, SFDB, and NRB conduct periodic \ninspections on the activities of the contractors, suppliers and consultants related \nto fund withdrawals and settlements under the Project; and (b) ensure that—and \nwill cause ADBL, SFDB, and NRB to ensure that—all contracts financed by ADB \nin connection with the Project include provisions specifying the right of ADB to \naudit and examine the records and accounts of ADBL, SFDB, NRB, and all \ncontractors, suppliers, consultants, and other service providers as they relate to \nthe Project. \n \nVII.  RECOMMENDATION \n \n102.  I  am  satisfied  that  the  proposed  loans  and  grant  would  comply  with  the  Articles  of \nAgreement of ADB and recommend that the Board approve \n \n(i)  the sector development program cluster of $91,000,000 for the Rural Finance \nSector Development Cluster Program in Nepal; \n \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 37,906,000 to \nNepal  for  subprogram  I  of  the  Rural  Finance  Sector  Development  Cluster \nProgram from ADB’s Special Funds resources, with an annual interest rate of 1% \nduring the grace period and 1.5% thereafter; a term of 24 years, including a \ngrace period of 8 years; and such other terms and conditions as are substantially \nin accordance with those set forth in the draft Loan and Program Agreements \npresented to the Board; and \n \n(iii)  the grant not exceeding the equivalent of $8,700,000 to Nepal for the Rural \nFinance Sector Development Project from ADB’s Special Funds resources, in \naccordance with terms and conditions as are substantially in accordance with \nthose set forth in the draft Grant and Project Agreements presented to the Board. \n \n \nHaruhiko Kuroda  \n \nPresident \n \n \n3 October 2006 \n \n   ", "  Appendix 1  29 \nSECTOR ANALYSIS \n \n1.  In the overwhelmingly rural and agrarian economy of Nepal, rural households demand a \nfull range of financial services, including savings, credit, insurance, and remittance services, to \nengage in gainful productive activities. Although financial institutions have proliferated, financial \nservice outreach remains shallow, reaching only 28% of the total population. Nepal’s rural poor \nhave not reaped the potential gains of the Government’s efforts to liberalize the financial sector. \nThe weak performance of the rural finance (RF)1 sector and limited outreach are mainly due to \n(i) excessive public involvement in the sector, (ii) a weak regulation and supervision system, and \n(iii) inadequate institutional capacity. Fundamental sector reforms are required to address the \npolicy and institutional bottlenecks for the development of the RF sector through (i) institutional \nreform and restructuring, (ii) development of a supportive regulatory framework, (iii) sector \ncapacity building, and (iv) widening of products and services.  \n \n2.  Rural Finance Market Structure. The demand profile stratifies the RF sector into three \nbroad  segments—upper,  middle,  and  lower—that  reflect  the  landholding  pattern,  nature  of \nemployment,  and  socioeconomic  structure  of  the  rural  society.  These  segments  are \ninterdependent  and  inherently  overlap.  The  upper  segment  includes  agriculture  commodity \nprocessors, wholesalers, and farmers with large holdings. The middle segment comprises petty \ntraders, and small and tenanted farmers. The lower segment includes landless poor, as well as \nsmall, marginal, tenanted, and subsistence farmers. The middle and upper segments demand \ncredit products, including (i) working capital; (ii) cash credit; (iii) loans against pledge of produce; \n(iv) and medium- to long-term loans for crop cultivation, rural transport, and land development. \nThe lower segment primarily requires small and short- to medium-term loans for consumption, \nmicroenterprises, and crop cultivation. \n \n3.  Rural Finance Supply Side. Nepal’s RF market comprises a range of heterogeneous \ninstitutions (Table A1.1). The formal RF sector that is supervised or registered with Nepal \nRastra  Bank  (NRB)—the  central  bank—comprises  (i)  the  Agricultural  Development  Bank \nLimited (ADBL); (ii) Small Farmers Development Bank (SFDB); (iii) five Grameen Bikash Banks \n(GBB),  i.e.,  rural  development  banks;  (iv)  17  commercial  banks;  (v)  11  private  sector \nmicrofinance  development  banks;  (vi)  19  savings  and  credit  cooperative  societies;  (vii)  47 \nmicrofinance  nongovernment  organizations  (NGO);  and  (viii)  63  finance  companies.  The \nsemiformal sector, which is not supervised by NRB, comprises Government-sponsored rural \ncredit programs, about 2,300 savings and credit cooperative societies registered under the \nCooperative Act, and nearly 60 multisector NGOs. The Rural Microfinance Development Centre, \nan apex body, provides refinance and capacity building support to RF institutions (RFI) and their \nclients. The informal sector comprises money lenders, traders, friends, relatives, and about \n12,000 community organizations.  \n \n \n \n \n \n \n                                                 \n1  RF can be classified as financial services provided to rural farm and non-farm households, a large proportion of \nwhich are poor and low-income households. Microfinance, as an RF subset, targets the poor. While RF institutions \nalso service the poor, low-income households, and the non-poor, microfinance institutions (MFI) focus exclusively \non the poor. Considering the demographics of Nepal, microfinance is primarily rural, though some MFIs also target \nthe urban poor. In this article, the terms “RF” and “RFIs” include “microfinance” and “MFIs”, respectively. The terms \nmicrofinance and MFIs are used only for specific microfinance-related references. ", "30   Appendix 1 \n \nTable A1.1: Formal Financial Intermediaries’ Share of Total Assets  \nInstitutions  Number of  Share in Total \nInstitutions  Assets \n(%) \nCommercial Banks  17  88.28 \nFinance Companies  63  6.94 \nDevelopment Banksa  29  4.69 \nMicrofinance Development Banks  11  0.01 \nSavings and Credit Cooperatives  19  0.06 \nNon Government Organizationsb  47  0.02 \nNote. As ofJanuary 2006. \na Including Agricultural Development Bank Limited, and Nepal Industrial Development Cooperation. \nb Those performing limited banking activities. \nSource: Nepal Rastra Bank Banking and Financial Statistics. \n \n4.  Most of the formal financial institutions are concentrated in the urban and semi-urban \nareas, because the majority of modern economic activities take place in urban areas. Rural or \nurban populations at lower segments of income distribution have had difficulty accessing banks \nand other formal financial institutions. The majority of rural households, especially in the hill \nareas, have no access to institutional financial services. In most of the rural areas, ADBL, \nSFDB, and cooperatives provide RF services.  \n \n5.  Demand and Supply Gap. The total rural credit requirement is estimated at NRs24.3 \nbillion, while the total supply from the formal and semiformal sectors is estimated at NRs2.6 \nbillion—meeting only 10% of the potential demand. The supply is primarily for credit and, to \nsome extent, savings. On the supply continuum, the upper and middle segments have more \naccess to formal financial sources, while the lower segment relies mostly on informal sources. \nOf the aggregate supply, nearly three fourths is from informal sources. ADBL and the rural \nbranches of commercial banks concentrate primarily on the upper and middle segments of the \nRF sector. GBBs, SFDB, private sector microfinance banks, and NGOs focus on the lower end \nof the RF sector. ADBL accounts for nearly two thirds of rural credit. \n  \n6.  Public  Intervention.  In  response  to  rural  poverty  in  a  predominantly  agricultural \neconomy,  the  Government  of  Nepal  (the  Government)  participated  in,  and  controlled  until \nrecently,  RF  on  the  assumption  that  (i)  access  to  cheap  institutional  credit  could  induce \ninvestment; (ii) intervention was required to ensure a sufficient flow of rural credit; and (iii) \nbanks, both commercial and specialized, had a social responsibility to serve the rural clientele, \neven if it meant incurring losses. The Government pursued this approach through directed \ncredit, state-owned RFIs, and loans at below-cost interest rates. In this environment, RFIs and \ncommercial banks had little, if any, incentives to adopt sound practices and enhance portfolio \nquality through strict credit appraisal and delinquency management.  \n \n7.  Institutional Inadequacies. Weak management that is not driven by the market, as well \nas deviation from best practice standards, has affected the sustainability of RFIs. RFIs suffer \nfrom  weak  governance,  high  transaction  costs,  and  high  nonperforming  loans.  Inadequate \nsupervision has allowed these weaknesses to remain unattended. Financial and institutional \nconstraints limit ADBL’s capacity to expand its outreach. The ongoing restructuring of GBBs2 \nhas shown mixed results, and a turnaround of two of the five GBBs is unlikely. While NGOs are \neffective  in  reaching  the  rural  poor,  only  a  few  large  NGOs  are  moving  towards  self-\n                                                 \n2  The GBB restructuring process, which was initiated by the Government, includes the divestment of NRB’s shares \nin GBBs, and the privatization of solvent GBBs. Of the five GBBs (Eastern, Central, Western, Mid-western, and Far \nwestern), the Eastern and Western ones have already been privatized. ", "  Appendix 1  31 \nsustainability. Only the private sector microfinance banks have an overall positive performance \nrecord, primarily due to better governance. The high-risk perception and politicization of the RF \nsector  has  deterred  commercial  banks  from  expanding  their  RF  portfolios.  As  part  of  the \nongoing restructuring of the two largest commercial banks, their branch networks in rural areas \nare likely to be reduced further. \n \n8.  Limited Outreach and Range of Services. Despite their extensive network, RFIs have \ninadequate outreach and are concentrated in the flat lands. The outreach in sparsely populated \nmountainous areas is negligible. The aggregate credit outreach from formal and semiformal \ninstitutions is estimated at 23% of the rural households. Given the limited access to credit, rural \nhouseholds have been restricted to borrowing levels that are substantially below their needs. \nMany borrowers in the middle and lower segments do not borrow because they are averse to \nrisk,  particularly  when  risk  mitigation  products  and  services  are  not  widely  available. \nQualitatively, the supply side remains shallow, with a lack of variety, breadth, and range of \nservices provided. The RF system is not in a position to provide credit products tailored to \npurpose, crop insurance, and remittance services to the majority of rural households. Despite \nsome  credit  expansion,  the  availability  of  medium-  to  long-term  credit  in  rural  areas  has \nremained limited. Further, the disturbed security situation in rural areas has accentuated RF \nsector weaknesses.  \n \n9.  Impact  of  Conflict  on  Rural  Finance.  Despite  the  conflict  during  1996–2006,  the \ndemand  for  RF  services  remained  strong.  The  number  of  borrowing  households  from  all \nsources grew during the conflict. Institutional credit also grew, mainly because commercial \nbanks have become more reluctant to lend money in rural areas, while the demand for financial \nservices from farmers and microenterprises has not waned. Some microfinance institutions and \ncooperatives remained stable or expanded during the conflict, while commercial banks became \nmore focused on urban consumer lending and housing finance. Due to the conflict, weak \ncooperatives have been driven out or weakened further. Some of them have closed, while \nothers have relocated to safer places. Microfinance NGOs, small farmer cooperatives with \nactive members, and capable leaders have not been affected or recovered quickly.  \n \n10.  Strengthening the Rural Finance Sector. Structural reforms in Nepal have brought a \nvisible  shift  in  financial  sector  policies.  Financial  markets  are  deepening,  with  institutional \nrestructuring,  product  innovation,  and  expansion.  This  has  established  the  foundation  for \nfundamental  RF  reforms.  The  Government  strategy  for  strengthening  RF  is  broadly  two-\npronged.  The  first  set  of  the  strategy  focuses  on  improving  the  (i)  policy  environment, \n(ii) financial governance, and (iii) supervisory and regulatory mechanisms. The second relates to \n(i)  implementing  institutional  restructuring,  (ii)  strengthening  the  demand  side,  and \n(iii) enhancing sustainable outreach. \n \n11.  The most critical element in RF reforms is a policy change to shape the norms and \nincentives in which RFIs operate, and to enable the development of a sustainable RF subsector. \nRepressive interest rate controls have been removed, and mandatory priority sector credit \nrequirements are being phased out. NRB is divesting ownership in GBBs; wherever possible, \nGBBs are being privatized, and their executive directors are being recruited from the market. \nSimultaneously, the Government and NRB have encouraged the establishment of private sector \nmicrofinance banks to enhance institutional diversity. \n \n12.  The enactment of the Banks and Financial Institutions Ordinance (BFIO) in 2004 created \na legal framework that allows classes and types of institutions, including RFIs, to be established \nbased on capitalization and scope of functions. In terms of BFIO, all RFIs will be subject to NRB ", "32   Appendix 1 \nsupervision and will be required to meet prescribed prudential norms. BFIO requires enhanced \nmeasures for good governance, disclosures, and reporting requirements in financial institutions. \nIn addition, the Financial Intermediary Act 1998 provides a facilitating framework and a legal \nstatus for NGOs to participate actively in RF service delivery. Simultaneously, the supervisory \nand regulatory functions for NRB are being strengthened, and the possibility of a second tier \nregulatory arrangement for small RFIs is being explored. ADBL, as well as SFDB, can be turned \naround  with  institutional  strengthening  and  capacity  enhancement  support.  Sustained \napplication of international best practices will be required to (i) enhance good governance and \nautonomy;  (ii)  improve  financial,  accounting,  and  management  systems;  and  (iii)  reduce \ntransaction costs. \n \n13.  Given the infrastructure and skills deficit context in which most RFIs operate, RF reforms \nmust be accompanied by investments in demand-side development that enable the rural poor, \nfor instance, to utilize RF services effectively through better skills and access to markets. To \naddress core poverty issues in conflict-affected areas, a flexible approach for reactivating, \nstrengthening, or establishing new institutions is required. Further, innovations in products and \nservices—such  as  for  savings,  remittances,  and  risk  mitigation—must  be  supported.  The \nemphasis on poverty reduction also will require sustained and specific support for RFIs that \ntarget the lowest segment of the RF sector, as well as arrangements aimed at enhancing the \noutreach of RF in remote and mountainous areas. In this context, expanding the role and \ncoverage  of  the  Rural  Microfinance  Development  Centre  will  be  important  (Supplementary \nAppendix E). \n \n14.  The Government is pursuing an RF policy that places RF sector development in the \nbroader perspective of financial sector development. The strategic elements suggest a shift to a \ndemand-driven approach, where sustainable RFIs are expected to reach more clients and \ndiversify products, thereby meeting rural people’s diverse needs more effectively. However, for \nthe ongoing reforms to succeed, sustained emphasis on good governance, transparency, and \nsystemic  depoliticization  is  imperative.  The  resulting  sustainable  system  will  reduce  fiscal \npressure, enabling increased investment in development.  \n ", "  Appendix 2          33 \nAGRICULTURAL DEVELOPMENT BANK LIMITED \nA.  Legal Framework, Objectives, and Ownership \n1.  The Agricultural Development Bank Limited (ADBL)3 was founded as the Agricultural \nDevelopment Bank of Nepal (ADBN) under the ADBN Act in 1967. In 1968, ADBL assumed the \nassets and liabilities of the Cooperative Bank to provide credit for agricultural development, and \nabsorbed the Land Reform Savings Corporation in 1973. The purpose of ADBL is to contribute \nto the development of agriculture and improvement of living standards of the rural population, \nand to make capital and loans available to the agriculture sector, according to the ADBN Act. \nADBL has been the largest rural finance institution, supplying more than 67% of institutional \ncredit  in  the  country.  Under  the  pre-2005  structure,  the  Government  owned  the  majority \n(92.94%)  of  ADBN’s  shares,  followed  by  individuals  (4.87%),  Nepal  Rastra  Bank  (NRB) \n(1.98%), other companies (0.17%), and cooperatives (0.04%). \n \nB.  Management \n2.  The ADBL Board comprises seven members, including the general manager of ADBL \nand representatives from NRB (the central bank); cooperative institutions; Ministry of Agriculture \nand Cooperatives; Ministry of Land Reform and Management; and Ministry of Finance. The \nADBN Act gives the board powers to guide and control the general administration of ADBL. \nHowever, the board’s role as the supreme decision-making and governing body of ADBL are \nlimited, because timely and accurate information on ADBL’s financial and operational position \nusually is not available due to insufficient management and information system capacity. In \naddition, the interests of clients and the Government often do not convergent, and the current \ngovernance structure could force the board to act on behalf of the Government. \n \nC.  Organization, Staffing, and Personnel Administration \n3.  With its head office in Kathmandu, ADBL operates 300 units, including one head office, \n11 regional offices, 181 development banking branches, 45 commercial banking branches, 57 \nSmall Farmers Development Program (SFDP) offices, and 5 regional training center branches. \nAt the head office, ADBL has four deputy general managers who oversee 11 divisions. The \norganizational structure of ADBL is fragmented and duplicated with specialized support units \nwithin various departments across the organization. The roles and mandates of the divisions are \nnot defined sufficiently, resulting in multiple lines of reporting and chains of command. ADBL \nhas 3,985 staff. ADBL’s ratio of clients per loan officer is high at approximately 450 clients per \nofficer. Recruitment of staff is centralized, career planning and development, and an effective \npromotion policy are lacking. Due to the inefficient performance evaluation system, incentives \nand rewards do not necessarily stimulate increased productivity or foster initiatives. Staff also \nhave limited training opportunities, a prerequisite for offering quality services to clients. \n \nD.  Operations \n4.  ADBL’s  operations  are  broadly  divided  into  three  areas:  development  finance, \ncommercial  banking,  and  SFDP.  The  development  finance  operations  provide  loans  for \nagricultural production and related activities, and include short-, medium-, and long-term loans. \n                                                 \n3  The erstwhile Agricultural Development Bank of Nepal (ADBN) was incorporated and renamed the Agricultural \nDevelopment Bank Limited (ADBL) in July 2005. In this appendix, ADBL is used throughout, even when referring to \nthe pre-incorporated status. ADBN is used for the Act (ADBN Act), and to distinguish the status of ADBN from \nADBL, as necessary. ", "34  Appendix 2 \nADBL’s development finance loans account for more than 63% of the agriculture credit from the \nbanking system. In addition to providing loans, ADBL also promotes agricultural technology to \nfarmers, and operates the agricultural credit training institute and regional training centers to \ncreate awareness and develop the skills of borrowers. \n \n5.  Commercial banking activities include loans, deposits, guarantees, and money transfer \nservices. Deposits are available for demand deposits, savings, and term deposits. Commercial \nloans of ADBL are provided for commercial, industry, overdraft, contract, and hire-purchase for \nconstruction, transportation, and services. ADBL has access to a savings and fixed-term deposit \nbase of NRs30 billion, of which savings deposits accounted for more than 50%.  \n \n6.  In addition to an agriculture development division and a commercial banking division, \nADBL operates a small farmer development division, which manages and controls SFDP. Under \nSFDP,  members  from  households  with  a  per  capita  family  income  equal  to  or  less  than \nNRs2,500 form groups of 5–10 members. The groups are eligible to receive services of credit, \nsavings, training, social and community development, and empowerment. ADBL provides loans \nto  the  groups  for  production,  marketing,  and  other  income  and  employment-generating \nactivities. Savings facilities are provided as a mandatory activity to instill in the members a \nsavings habit. ADBL also provides training and skills development for the members, including \ngroup management, savings mobilization, and skills for income-generating activities.  \n \nE.  Financial Performance \n7.  Profitability. ADBL’s income was NRs2.8 billion in FY2005 (Table A2.1). Profit grew by \n1% during fiscal year (FY) 2002, declined by 83% during FY2004, and has been negative since \n2004 due to the provisioning required for writing off the bad debt. Stagnated profitability and \nsignificant portfolio growth until 2004 resulted in the deterioration of key ratios over the past 3 \nyears (Table A2.2). Interest income, which accounted for 89% of the total income in FY2004, \ngrew to 95% in FY2005—still lower than the 97.5% recorded in FY1999. Assets declined from \nNRs40 billion in FY2003 to NRs29 billion in FY2005 due to the change in income recognition \nand loan loss provisioning policies in accordance with NRB directives. ADBL went from a net \nprofit of NRs16 million in 2003 to a loss of NRs79 million in 2005 due to the heavy provisioning \nrequired for the nonperforming loans.  \n \nTable A2.1: Agricultural Development Bank Limited’s Profit and Loss \n(NRs million) \nItem  FY2001  FY2002  FY2003  FY2004  FY2005 \nAverage Assets  27,775  30,766  34,039  34,090  28,604 \nAverage Equity  1,722  1,840  1,935  (2,234)  (6,002) \nAverage Earning Assets  22,469  25,383  28,726  32,062  – \n           \nInterest Income  2,987  3,320  3,555  2,892  3,915 \nInterest Expense  1,641  1,714  1,979  2,093  1,487 \nNet Interest Income  1,346  1,606  1,576  799  2,428 \n           \nOther Income  137  152  201  354  422 \nTotal Income  1,483  1,758  1,777  1,153  2,849 \n           \nAverage Loans  19,784  22,932  26,239  29,371  21,780 \nAverage Deposits  16,446  19,293  22,375  25,097  26,734 \n           \nNet Profit  93  94  16  (8,000)  (79) \nOperating Expenses  880  1,114  1,175  1,147  1,190 \n   –  = not available, ( ) = negative, FY = fiscal year. \n   Source: Agricultural Development Bank Limited. \n ", "  Appendix 2          35 \n8.  Operational Efficiency and Ratios. Despite improvements in controlling certain costs, \noperational  sustainability  of  ADBL remains low.  Return on assets fell from 0.3% in FY2001 to \n–0.28% in FY2005. Return on equity also dropped from 5.4% in FY2001 to 0.8% in FY2003. \nSince 2004, ADBL has had negative net worth. However, important performance ratios have \nshown overall improvement, such as growth in yield on assets and decline in operation cost to \ntotal income. Yield on loans also has increased from 9.85% in FY2004 to 17.29% in FY2005. \nTable A2.2: Agricultural Development Bank Limited’s Financial Ratios \n(%) \nItem  FY2001  FY2002  FY2003  FY2004  FY2005 \nReturn on Average Assets  0.33  0.31  0.05  (23.02)  (0.28) \nReturn on Average Equity  5.40  5.11  0.83  —  — \nGross Yield on Assets  13.29  13.08  12.38  9.02  13.7 \nCost of Funding  7.30  6.75  6.89  6.53  4.17 \nNet Interest Margin  5.99  6.33  5.49  2.49  7.75 \nOperating Cost to Total Income  59.34  63.37  66.12  89.59  41.77 \nOther Income to Total Income  9.24  8.65  11.31  30.70  14.81 \nYield on Loans  15.10  14.48  13.55  9.85  17.29 \nCost of Deposits  9.98  8.88  8.84  8.34  3.76 \nCredit to Deposit Ratio  120.29  118.86  117.27  117.03  120.25 \nEarning Assets to Total Assets  80.90  82.50  84.39  94.05  88.63 \n ( ) = negative, — = not available, FY = fiscal year. \n Source: Agricultural Development Bank Limited. \n \n9.  Assets and Liabilities. ADBL’s total assets at the end of FY2005 stood at NRs29.3 \nbillion (Table A2.3), a decline of 27% from FY2003, largely due to change in accounting policies. \nThe share of development banking loans in the portfolio fell from 74% in FY1999 to 71% at the \nend of FY2005. Average annual rate of growth of the development banking portfolio during \nFY2003 was 8.6%, compared with 14.3% for the commercial banking portfolio. ADBL’s liquidity \nposition has declined since FY2003, and ADBL currently has negative net worth of NRs6 billion.  \n \nTable A2.3: Agricultural Development Bank Limited’s Assets and Liabilities \n(NRs million) \nItem  FY2001  FY2002  FY2003  FY2004  FY2005 \nAsset           \nCash and Bank Balance  2,702  2,520  2,766  2,911  3,035 \nLoans  21,030  23,774  24,253  20,922  22,638 \nInvestment  2,576  2,326  2,647  702  338 \nFixed Assets  1,405  1,746  603  865  816 \nOther Assets  4,185  4,798  10,050  3,448  2,836 \nBranch Account  244  0  0  (987)  (317) \nTotal Assets  32,141  35,163  40,319  27,861  29,347 \n           \nLiabilities           \nDue to Banks and Credit Institutions  5,091  4,440  4,053  5,959  6,028 \nDeposits and Savings  17,786  20,800  23,949  26,244  27,223 \nOther Liabilities  7,393  7,916  10,343  1,673  2,085 \nOther Reserves  89  110  424  —  — \nTotal Liabilities  30,360  33,266  38,769  33,875  35,336 \n           \nCapital           \nCore (Tier 1)  1,735  1,855  1,547a  (6,014)  (5,989) \nSupplementary (Tier 2)  47  42  -—  —  — \n           \nTotal Liabilities and Capital  32,141  35,163  40,318  27,861  29,347 \n  ( ) = negative, — = not available, FY = fiscal year. \n   a Breakdown of tier 1 and tier 2 capital is not available.  \n  Source: Agricultural Development Bank Limited. ", "36  Appendix 2 \n10.  Borrowing  fluctuated  over  the  period,  reaching  nearly  NRs4.0  billion  at  the  end  of \nFY2003, of which Government borrowing accounted for 77%. Domestic sources comprise funds \nfrom  NRB,  commercial  banks,  and  the  Government.  Borrowing  from  commercial  banks \nrepresents  the  requirement  for  12%  of  their  portfolio  in  priority  sector  lending  and  3%  in \ndeprived sector lending. Priority sector lending is expected to be phased out by 2007. Deposits \nand savings were NRs27 billion at the end of FY2005, representing 93% of total liabilities and \ncapital. The loan–deposit ratio increased between FY2004 and FY2005 from 1.25:1 to 1.17:1 \ndue to the 8.2% growth of the loan portfolio during that period. \n \n11.  Nonperforming  Loans.  Based  on  the  international  practices  of  loan  classification, \n52.6% of the gross loan portfolio of NRs24.2 billion was estimated as performing in FY2003, \nwhile the remaining 47.4% was classified as nonperforming. In FY2005, 36.5% of the NRs31.3 \nbillion in outstanding loans were nonperforming, according to the NRB classification. The NRB \nclassification is less stringent than the international practices and the ratio of nonperforming \nloans is higher if adjusted to international practices. ADBL portfolio quality has deteriorated due \nto (i) weak loan appraisal, (ii) absence of credit risk management, (iii) inadequate internal audit \ncontrols, and (iv) political interference in loan collections.  \n \nF.  ADBL Restructuring Plan \n12.  In  2003,  the  Government  conducted  the  operational  and  financial  review  of  ADBL \nthrough technical assistance4 funded by Asian Development Bank. The review found serious \ndeficiencies in ADBL operations in terms of (i) loan appraisal, sanctioning, and disbursements; \n(ii)  loan  classification  and  provisioning;  (iii)  supervision  and  monitoring;  (iv)  management \ninformation system; (v) policies and procedures; (vi) loan rescheduling process; and (vii) staff \nskills and orientation. In addition, problems in realization of securities, natural calamities, rural \nsecurity  issues,  deficiencies  in  the  segregation  of  responsibilities  for  loan  approval  and \nmanagement,  and  lack  of  preventive  controls  contributed  to  low  repayments  and  huge \naccumulation of nonperforming loans.  \n \n13.  The operational and financial review resulted in the ADBL restructuring plan (ARP), \nwhich is available in Supplementary Appendix F. In February 2004, the Government adopted \nthe ARP as part of its commitment under the Poverty Reduction and Growth Facility of the \nInternational Monetary Fund.5 ARP aims to bring about (i) fundamental reforms in governance, \nmanagement, and business processes and services; (ii) divestment of the Government shares \nin ADBL; and (iii) the eventual privatization of ADBL. The Government has initiated reforms \nidentified  in  the  ARP:  (i)  incorporating  the  erstwhile  ADBN  as  ADBL  in  July  2005,  with \nauthorized capital of NRs12 billion; (ii) initiating the recapitalization of ADBL by converting its \nloan of NRs4.9 billion to ADBL into the preferential shares in ADBL in May 2006; and (iii) \nplanning to inject additional capital by subscribing to more preference shares. In accordance \nwith the enactment of the Banks and Financial Institutions Ordinance6 in 2004, the ADBN Act \nwas repealed and ADBL was licensed as a category A financial institution. \n \n                                                 \n4  ADB. 2000. Technical Assistance to the Kingdom of Nepal for the Financial and Operational Review of Agricultural \nDevelopment Bank of Nepal and Nepal Industrial Development Corporation (Subcluster 5). Manila. This was \nassociated with ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed \nLoan to the Kingdom of Nepal for the Corporate and Financial Governance Project. Manila. \n5  Government of Nepal. 2003. Poverty Reduction Strategy Paper. Kathmandu. The Tenth Year Plan – Poverty \nReduction Strategy Paper set the target of the broad-based poverty reduction and commits the Government to the \nrestructuring of key specialized banks, including ADBL and Nepal Industrial Development Corporation. \n6  Enacted  in  February  2004,  the  ordinance  unifies  five  banking  laws  and  strengthens  Nepal  Rastra  Bank’s \nsupervisory powers over the financial sector. \n ", "  Appendix 2          37 \n14.  Within  the  context  of  ongoing  financial  sector  reforms,  the  reform  of  ADBL  was \nconsidered  crucial  to  facilitate  fundamental  rural  finance  sector  policy  changes  for  greater \nefficiency  and  outreach  expansion.  Under  the  ARP  framework,  ADBL  will  be  reformed  to \nbecome a viable and reliable rural finance institution with greater relevance to agricultural and \nrural sector development. In connection with the implementation of ARP, the Government has \nagreed to the performance benchmarks for operational improvement (Table A2.4), as well as \nthe implementation of the following reform framework over 3 years:  \n \n(i)  Legal,  ownership,  and  governance.  The  equity  stake  gradually  will  be \nprivatized as the implementation of ARP progresses. \n \n(ii)  Financial restructuring. Capitalization and adequate provisioning for bad and \ndoubtful assets will be undertaken based on NRB reforms for commercial banks. \nADBL is expected to attain a net profit of NRs74 million in 2006 and positive net \nworth from 2007 (Supplementary Appendix G). \n \n(iii)  Organizational restructuring. The organization will be rationalized around a \nprofit-center concept, and staff reduction through a voluntary separation scheme. \n \n(iv)  Institutional strengthening. Business processes, including products, services, \nsystems,  and  procedures,  will  be  reoriented;  information  technology  and \nmanagement information system upgraded; and training capacity and staff skills \nenhanced. \n \nTable A2.4: Performance Indicators for Agricultural Development Bank Limited \nPerformance Indicator  Projection \n  15 July  15 July  15 July  15 July  16 July \n2007  2008  2009  2010  2011 \nCapital Adequacy Ratio (%)a  9.1  13.1  13.5  14.0  14.6 \nCollection Rate (%)b  82  86  90  90  90 \nOperating Profit Ratio (%)c  24.4  30.6  29.3  30.5  31.6 \nOutreach (active loan accounts)d      433,742      463,604      495,232      528,729    564,206  \nDeposit Mobilization (NRs million)e  1,717  1,972  2,262  2,420  2,589 \nLoan Disbursement (NRs million)f  2,686  2,736  2,941  3,162  3,399 \nNonperforming loan ratio (%)g  28  23  21  19  17 \nNumber of Staff (person)h  3,927  3,856  3,856  3,689  3,760 \nNumber of Branchesi  234  236  236  236  236 \na Capital Adequacy Ratio: As percentage of risk-weighted assets. \nb Collection Rate: Collections as a percentage of amounts due in a period. \nc Operating Profit Ratio: Before tax profit to interest and other income. \nd Outreach: The number of active loan accounts. \ne Deposit Mobilization: Amounts mobilized during the year. \nf  Loan Disbursement: Forecasted figures for disbursements in each financial year.  \ng Nonperforming Loan Ratio: Percentage of loans on arrears to the total loans outstanding. \nh Number of Staff: At the end of each financial year. \ni  Number of Branches: Branch numbers to be maintained to ensure adequate coverage in rural areas.  \nRestructuring Plan Milestones: As shown in the restructuring plan. \nSource: Asian Development Bank estimates. ", " \nDEVELOPMENT COORDINATION MATRIX \nRural Development  Agriculture and Social  Financial  Rural Finance/Microfinance \n3\nAsian Development Bank (ADB)  ADB  ADB  ADB  8\n \nRural infrastructure and connectivity  Agribusiness, irrigation projects, small farmers  Corporate and financial  Microcredit for productive activities \n  extension and training, and research  governance, financial   \n• Road Connectivity Sector I Project    infrastructure, and institutional  • Microcredit Project for Women ($5  A\np\n($55.2 million, approved on 10 August  • Second Agriculture Program ($50 million,  capacity building.  million, approved on 24 June  p\ne\n2006)   approved on 22 January 1998)    1993)  nd\n• Decentralized infrastructure and  • Crop Diversification Project ($12.4 million,  • Corporate and Financial  • Rural Microfinance Project ($20.6  ix\n 3\nLivelihood ($40 million, approved on  approved on 9 November 2000)  Governance ($8.4 million,  million, approved on 8 December   \n24 September 2004)  • Community Livestock Development Project  approved on 14 December  1998) \n  ($20.8 million, approved on 19 December  2000)   \nOthers  2003)    Others \n• World Food Program: Rural  • Skills for Employment Project ($20 million,  Others  • United Nations Development \nCommunity Infrastructure Works and  approved on 25 November 2004)  • World Bank: Financial Sector  Programme: Local Governance \nQuick Impact Project (2003)  • Community-Managed Irrigated Agriculture  Technical Assistance Credit  Program/participatory district \n• World Bank: Nepal Poverty Alleviation  Sector Project ($20 million, approved on 17  (2002); Financial Sector Study  development program (in \nFund and Rural Infrastructure Learning  November 2004)  (2001); Financial Sector  connection with the Norwegian \nand Innovation Loan (2006); Rural  • Gender Equality and Empowerment of  Restructuring Project (2004);  Development Corporation and \nAccess Improvement and  Women ($10 million, approved on 16  Economic Reform Technical  DFID) (2005) \nDecentralized Project (2006)  December 2004)  Assistance (2005)   • Deustche Gesellschaft fur \n• Department for International    • DFID: Financial Sector Study  Technische Zusammenarbeit: \nDevelopment (DFID): Rural Access  Others  (2000); cofinancing for World  Support for Agricultural \nProgram (2004), Improving Rural  • International Fund for Agricultural  Bank’s Financial Sector  Development Bank of Nepal and \nLivelihood, and Security (2004)  Development: Leasehold Forestry and  Restructuring Project (2004);  its Small Farmer Cooperatives \n• Canadian International  Livestock Programme (2004)  and United Nations  (2001) \nDevelopment Agency: Capacity  • Food and Agriculture Organization for the  Development Programme’s   \nBuilding of Rural Communities to  United Nations: Support for  Microfinance Project (2002) \nManage Sustainable Natural  Operationalization of Agriculture Perspective   \nResources (2002)  Plan (2003); Women in Agriculture and \nIntegrated Pest Management (2003) \n• World Bank: Commercial Agriculture and \nGrowth; Irrigation Sector Support Program \n(2004) \nInternational Monetary Fund: Improve regulatory and supervisory capacity of Nepal Rastra Bank through (i) policy advice on restructuring the two largest \ncommercial banks; (ii) support to re-engineer its supervisory, accounting, and statistical capacities; and (iii) technical assistance in monetary exchange systems and \nreserves management, tax administration governance, and state-owned enterprises reform. The 3-year Poverty Reduction and Growth Facility (2003) will probably be \nextended. \nRural Finance Sector Development Cluster Program \nMaintain and expand network of financial  Sustain institutional credit for agriculture- Sector legal and regulatory policy  Institutional restructuring of ADBL; \nservices available for rural development  related activities through strengthened  harmonized and standard norms  diagnostic institutional assessment \nactivities.  Agricultural Development Bank Limited (ADBL)  applied to rural financial  of Small Farmers Development \n  networks.  institutions.  Bank; new products and promotion \n    for rural finance institutions. \n Source: Asian Development Bank estimates. \n ", "Appendix 4  39 \nDEVELOPMENT POLICY LETTER, POLICY MATRIX, AND \nRURAL FINANCE SECTOR ROAD MAP \n \n \n ", "40   Appendix 4    \n   \n \n ", "Appendix 4  41 \n ", "  \n 4\n2\n \nTable A4.1: Policy Matrix \n \n A\nSubprogram I (October 2006–October 2008)    Subprogram II  p\np\nFirst Tranche   Second Tranche  Tentative Policy Actions  en\nObjective  Rationale  Actions Completed  Actions    January 2010-December 2011  dix\nFebruary 2004–September 2006  October 2006–December  (timing of tranch release to be based on   4\n \n2008  subprogram I review in 2009) \nThe objective of the proposed Rural Finance Sector Development Cluster Program is to develop a sustainable rural finance (RF) system for providing affordable \nservices to reduce poverty significantly and generate income. The goals include (i) sustainability, (ii) reduction in subsidy dependence, and (iii) greater outreach to \nsmall and marginal farmers. Investments in RF sector will enhance financial intermediation and provide clients with opportunities to generate income and employment. \nTo achieve this, the Government of Nepal (the Government) will initiate actions for (i) creation of a favorable policy environment, (ii) institutional restructuring and \nreforms, (iii) supportive legal and regulatory framework, (iv) sector capacity building, and (v) product and process innovations.  \nA.  Creating a Favorable Policy Environment  \nDevelop a  The negative impact of  The Government’s adoption of RF sector      Annual review of the Government’s RF \nenabling RF  Government  development policies, which include:   sector development policy to address \npolicy   interventions through  (i)  reviewing periodically RF sector  emerging sector issues. \ndirected credit, poorly  reform progress within the context   \ngoverned rural finance  of the Rural Finance Sector  Review of the impact of deprived sector \ninstitutions (RFI),  Development Cluster Program,  lending requirements for commercial \nrefinance at soft terms,  through the policy review  banks. \nand loans at below-cost  committee;    \ninterest rates  (ii)  establishing RF sector  Completion of divestment of NRB’s \nnecessitated the  supervision and regulation;   stake in Grameen Bikash Banks (GBB). \nadoption of a new RF  (iii)  phasing out the stake of Nepal   \npolicy. Under the new  Rastra Bank (NRB) in RFIs;    \npolicy, the  (iv)  implementing RFI reforms;    \nGovernment’s role will  (v)  enhancing debt recovery system   \nbe to complement,  enforcement;    \nfacilitate, and improve  (vi)  reviewing the performance of the   \nthe functioning of RF  Nepal Industrial Development   \nmarkets. Focus will be  Corporation (NIDC);    \non creating enabling  (vii) granting RFIs autonomy to price   \npolicies, promoting  their services; and  \n \nstrategic initiatives for  (viii) reviewing the mandatory credit \n \nprivate sector  allocation for the destitute class \n \nparticipation,  (Development Policy Letter). \n \nrestructuring potentially   \n \nviable RFIs, and  The Government will ensure that \n \nphasing out mandatory  Agricultural Development Bank Limited \n \ncredit controls.   (ADBL) will adopt sustainable RF services \n \n  and products as its institutional mandate \n \n(Policy Letter, and ADBL Memorandum \n \nof Association and Articles of \nAssociation). \n ", "   \nSubprogram I (October 2006–October 2008)    Subprogram II \nFirst Tranche   Second Tranche  Tentative Policy Actions \nActions Completed  Actions  January 2010-December 2011 \nObjective  Rationale   \nFebruary 2004–September 2006  October 2006–December  (timing of tranch release to be based on \n2008  subprogram I review in 2009) \nMaintenance of the policy on autonomous \ninterest-rate setting by RFIs. (NRB \nDirective) \n \nB.  Institutional Restructuring and Reforms  \n1.  ADBL  \nTransform  Despite significant  Repeal of Agricultural Development Bank  Issuance of a notice to offer  Divestment of agreed level of the \nADBL into a  investments over the  Act 1967 (Banks and Financial  ADBL shares to the small  Government’s stake in ADBL. \nsustainable  past four decades, RF  Institutions Ordinance [BFIO]).   shareholders of ADBL (ADBL   \nand efficient  outreach from    Notification).  Assessment for privatization. \nRFI   institutional sources is  Development and adoption of ADBL     \nless than 25% of the  restructuring plan covering:   Decision to initiate initial  Review of ADBL performance by MOF \nrural households. The  (i)  strategy and polices,   public offering of ADBL  and NRB before further equity support. \nGovernment has  (ii)  legal and governance structures,  (ADBL Board of Directors   \nrecognized that  (iii)  financial restructuring,   Resolution).  Achievement of performance indicators \noutreach cannot be  (iv) organization and human    outlined in the business plan.  \nextended through         resources development,   Settlement of the   \ninefficient institutions.  (v)  operating policies and guidelines,  Government’s dues payable  Completion of the initial public offering \nADBL, therefore, will be  (vi)  institutional strengthening,   to ADBL (MOF Notification  by ADBL. \nrestructured to become  (vii) implementation schedule, and  and ADBL Audit Report).   \na viable RFI to provide  (viii) performance indicators and    Cash equity and reinvestment of \nsustainable RF products          outputs (ADBL Restructuring    Finalize divestment plan of  surplus to meet the capitalization \nand services. ADBL will          Plan, ADBL Board Approval,   Government shares in ADBL  requirements linked to increased \nundertake fundamental          and Ministry of Finance [MOF]   (Divestment Plan).  operations.  \nchanges in its mission,          Letter).     \nstatutes, governance,    ADBL will (i) write-off bad  Provision for bad and doubtful debts in \norganization, human  Development and adoption of ADBL’s  debts and (ii) provide  accordance with NRB requirements. \nresources, business  business plan, including performance  adequate provisions for its   \nprocesses, and  benchmarks for implementing the ADBL  other categories of debts, in  Completion of implementation of ADBL   \nproducts and services.  restructuring plan (Business Plan, ADBL  each case in accordance with  restructuring plan.  \nBoard Approval, and MOF Letter).  NRB directives (MOF   \nNotification and ADBL Audit  Divestment of equity in Small Farmers \nA \nIncorporation of ADBL as limited liability  Report).  Development Bank (SFDB) in  p\np\ncompany (Certificate of Incorporation).    accordance with BFIO requirements.  e\nn\nRevision and update by ADBL    d\nC(paripnictaipliazla atinodn  ibnyt ecroensvtse)r soifo tnh eo f all dues  ohfu mitsa pno rleicsieosu rrceelast ed to (i)  Ianncdr edaissaeddv oaunttraegaecdh  gtoro ruuprasl.  women  ix 4 \nGovernment into tier 1 capital preference  management, (ii) portfolio   \nshares of ADBL (MOF Letter).  management, (iii) financial  Continued emphasis on good \n  management, and (iv) credit  governance.  43\n \n ", "  \n 4\n4\n \nSubprogram I (October 2006–October 2008)    Subprogram II \nFirst Tranche   Second Tranche  Tentative Policy Actions \nActions Completed  Actions  January 2010-December 2011   A\nObjective  Rationale    p\nFebruary 2004–September 2006  October 2006–December  (timing of tranch release to be based on  p\ne\n2008  subprogram I review in 2009)  n\nd\nIssuance of banking license (class A) to  management to the  Partial divestment of equity through  ix 4\nADBL under BFIO (License Issued by  satisfaction of ADB (ADBL  initial public offering.    \nNRB).  Approved Policies).   \n \nConstitution of Board of Directors of \nCompletion by ADBL of \nADBL, including appointment of at least \nsecond voluntary retirement \none woman director and appointment of \nscheme (ADBL Progress \ngeneral manager in accordance with \nReport). \nBFIO, Companies Ordinance, and articles \n \nof association (ADBL Board Minutes). \nAchievement of the \nCompletion of the first phase of the  performance indicators and \nvoluntary retirement scheme in ADBL  critical implementation targets \n(ADBL Report).  set out in ADBL Restructuring \nPlan to the satisfaction of \nConstitution of committees of the Board in  ADB (ADBL Progress \naccordance with Companies Ordinance,  Report). \nBFIO, and ADBL Article of Association   \n(ADBL Board Minutes).  Establishment of a separate \nunit within ADBL to deal with \nProvision of NRs6.9 billion for doubtful \nclient complaints, including \nand bad debts of ADBL in the annual \nthose relating to corruption. \naccounts for FY2005 (ADBL Audited \nThe unit will report to the \nAccount). \nAudit Committee (ADBL \nProgress Report). \nAdoption of a code of conduct at ADBL, \n \nsatisfactory to Asian Development Bank \nEstablishment of \n(ADB) (ADBL Board Minutes). \nmanagement information \n \nsystem by ADBL that allows \n   measurement of its banking \nservice outreach to women \nand disadvantaged groups \n(ADBL Report). \n \nCompletion of the phasing out \nof ADBL’s small farmers \ndevelopment program (ADBL \nProgress Report and \nAudited Statements). \n \nCompletion of ADBL’s \nassessment of the \n ", "   \nSubprogram I (October 2006–October 2008)    Subprogram II \nFirst Tranche   Second Tranche  Tentative Policy Actions \nActions Completed  Actions  January 2010-December 2011 \nObjective  Rationale   \nFebruary 2004–September 2006  October 2006–December  (timing of tranch release to be based on \n2008  subprogram I review in 2009) \nperformance of small farmers’ \ncooperatives, which will be \nthe basis for determining \nfurther onlending support by \nADBL to SFDB (ADBL \nAssessment Report). \n \n2.         SFDB   \nTransform  SFDB, including the  Decision on SFDB institutional reform  Development and adoption of  Review of SFDB performance by MOF \nSFDB into a  small farmers  and strengthening based on portfolio  SFDB restructuring plan in  and NRB before determining the \nmodel apex  develoment program  audit and diagnostic report by the  consultation with ADB,  recapitalization support. \nagency for  and small farmers  Government (Development Policy  covering:    \nsmall farmers  cooperatives, have  Letter).   (i)  strategy,   Achievement of performance indicators \ncooperative  significant outreach in    (ii)  legal and governance   specified in the SFDB restructuring \nsocities   many parts of the  structure,   plan. \ncountry; they are the  (iii) organization and   \nonly channel for delivery  Provision for bad and doubtful debts in \nhuman resources \nof RF services.  accordance with NRB requirements. \ndevelopment,  \nHowever, weak   \n(iv) operating policies and \ngovernance and  Lending to small farmer cooperatives \nguidelines for \npoliticization have  that meet with the performance criteria \nfinancial activities, \naffected performance  specified in the SFDB restructuring \n(v) partnership \nand sustainability.  plan. \narrangements,  \nFundamental changes   \n(vi) performance \nare required to upgrade  Partial divestment of equity. \nbenchmarks, and  \ngovernance,   \n(vii) implementation \norganization, human \nschedule (SFDB \nresources, business \nRestructuring Plan, \nprocesses, products,   \nand services for viability  SFDB Board \nand outreach.  Approval). \n \n3.       GBBs    A \np\np\nContinue  Governance,  Review of the implementation of GBB  Decision to be undertaken on  Implementation review of the GBB  e\nn\nstrengthening  institutional, and  divestment plan by NRB (NRB Report).  the future direction of the  reform plan to determine the need for  d\nGBBs   financial issues left    technically insolvent GBBs  recapitalization support for GBBs with  ix\n 4\nunaddressed for a long  Commencement of the divestment of  (NRB Report).  satisfactory performance.   \nperiod have reduced  NRB’s stake in the two solvent GBBs     \nsignificantly the  (NRB Report).     \npotential service      4\n5\n \n ", "  \n 4\n6\n \nSubprogram I (October 2006–October 2008)    Subprogram II \nFirst Tranche   Second Tranche  Tentative Policy Actions \nActions Completed  Actions  January 2010-December 2011   A\nObjective  Rationale    p\nFebruary 2004–September 2006  October 2006–December  (timing of tranch release to be based on  p\ne\n2008  subprogram I review in 2009)  n\nd\ndelivery capacity of  ix 4\nGBBs. Implementation   \nof the GBB reform plan \nwill need to continue. \nC.  Supportive Legal and Regulatory Framework \nEnhance the  Effective supervision is  Development of options for the   (i) Decision on the  Review of performance of the \nof supervision  a prerequisite for the  supervisory and regulatory framework of  appropriate supervisory and  institutional arrangement for \nand  orderly development of  the RFIs, including the option for the  regulatory framework of the  supervision and regulation (NRB \nregulation of  the RF sector.  establishment of a second tier  RFIs and (ii) initiation of its  Report). \nRFIs   Accordingly, the  supervisory and regulatory authority  implementation by NRB   \nsupervisory and  (Draft Ordinance).   (NRB Report).  Upgrading and enhancement of the \nregulatory mechanisms    supervisory and regulatory \nneed to be significantly  arrangement as required (NRB \nenhanced.  Report). \n \nD.  Sector Capacity Building  \nDevelop a  Irrespective of the type  Decision on the establishment of a  Incorporation of the training  Review of the performance of the \nsystemic  of institution, the need  training institution specializing in banking  institution pursuant to  training institute (NRB Report).  \nsector  for capacity building to  and finance with emphasis on rural  Companies Ordinance, with   \ncapacity  enhance sustainable  finance (Policy Letter).  necessary financial  Upgrading and enhancement of the \nbuilding  outreach of RF services    contributions from NRB,  training institute, as required (NRB \nmechansim  is pervasive. Priority  ADBL, and other financial  Report). \ncapacity building needs  institutions (Certificate of   \nto relate to credit  Incorporation).   \nappraisal; management   \nof delinquency; risk  Develop business plans for \nmanagement for  training, course curriculum \nreducing credit, price,  and materials, library, training \noperational, and liquidity  of trainers, and equipment \nrisks; and accounting,  (Training Institute Report). \naudit, and internal   \ncontrols for enhancing  Start of training by the \ngood governance and  proposed training institution \ntransparency.  (Training Institute Report). \n \n \n ", "   \nSubprogram I (October 2006–October 2008)    Subprogram II \nFirst Tranche   Second Tranche  Tentative Policy Actions \nActions Completed  Actions  January 2010-December 2011 \nObjective  Rationale   \nFebruary 2004–September 2006  October 2006–December  (timing of tranch release to be based on \n2008  subprogram I review in 2009) \nE.  Product and Process Innovations \nReduce  Reducing the    Development of the pilot crop    Develop and finalize a pilot risk \nvulnerability  vulnerability of the rural  insurance plan by NRB in  mitigation plan. Accessible to ADBL \nrisks of  households is  consultation with local  borrowers, the pilot will include actuarial \nlenders and  important. Absence of  stakeholders (MOF Letter).  premium rate and restrict indemnity to \nborrowers   risk mitigation services  verifiable instruments.  \nforces households to   \nforego economic  Disseminate diversified financial \nopportunities, borrow at  products and services to RFIs. \nusurious rates, and   \nsave in nonfinancial  Implement the pilot in identified \nassets. The risk  locations.  \nperception of RF is   \nreduced significantly  Assess impact for larger replication. \nwith products and \nservices that could \neffectively mitigate \nrisks.  \n  Source: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n  A \np\n  p\ne\nn\nd\nix\n 4\n \n4\n7\n \n ", "  \n 4\n8\n \n Table A4.2: Rural Finance Sector Road Map \n \n A\nVISION: Establish a viable and  Phase I  Phase II  Phase III  pp\neffective rural and microfinance  (2006–2007)  (2007–2008)  (2009–2011)  en\nd\nsystem for providing affordable  ix\nfinancial services to enhance rural  Implement Policy and Institutional  Increase Small Farmer and Pro-poor  Enhance Outreach   4\nFramework   Orientation    \nincomes and reduce rural poverty. \nAdopt a Rural Finance Policy  Implement policy actions   Policy review and coordination   Policy review and coordination \n   \n•  Policy review and coordination will \n•  Make applicable the provisions of  •  Create forum for policy \ncontinue as in phase II \nthe banking laws to develop the  coordination to improve sector \nrural and microfinance sector  governance \n  •  Review rural finance policy in the \ncontext of ongoing financial sector \ndevelopment reforms \n    •  Coordinate rural and microfinance   \n    sector development with    \ninterventions in poverty reduction, \nagriculture, rural infrastructure, \nirrigation, and agricultural \nresearch and extension \nStrengthen Supervision and  Strengthen supervision and  Improve application of prudential  Review prudential regulations  \nRegulation   regulation   regulations    \n     \n•  Initiate a review of supervisory and  •  Implement the agreed supervisory  •  Review and strengthen the \nregulatory system for rural and  and regulatory system  supervisory regulatory mechanisms \nmicrofinance institutions consistent  •  Delegate Nepal Rastra Bank’s  •  Review and update prudential \nwith the overall framework for the  rural and microfinance supervision  norms  \nbanking sector regulation  and regulation functions that are   \n•  Introduce appropriate prudential  inconsistent with the central \nnorms  banking role to appropriate \ninstitutions \n \nBuild Rural Financial Infrastructure  Facilitate institutional transformation  Establish range of rural finance  Establish a comprehensive \nlinks and services delivery  service providers  institutional network  \n     \n•  Promote private sector participation  •   Continue with phase I measures  •  Review the institutional setup for \nin rural and microfinance  rural finance \ninstitutions  \n \n \n ", "   \nVISION: Establish a viable and  Phase I  Phase II  Phase III \neffective rural and microfinance  (2006–2007)  (2007–2008)  (2009–2011) \nsystem for providing affordable \nImplement Policy and Institutional  Increase Small Farmer and Pro-poor \nfinancial services to enhance rural  Enhance Outreach \nFramework   Orientation  \nincomes and reduce rural poverty. \n  •  Facilitate privatization of viable    •  Continue with phases I and II \nrural and microfinance    measures \ninstitutions \n•  Facilitate transformation of existing \ninstitutions into viable units \n•  Enhance interagency and formal \nand informal links \nEnhance Institutional Network    Enhance institutional network    \n \n•  Deepen and broaden links \nbetween rural and microfinance \ninstitutions and informal sources \n•  Facilitate transformation of \nexisting institutions into viable \nunits \n•  Adopt incentive systems for \ncommercial banks to expand into \nrural areas \n•  Continue support for the \nestablishment and development of \nrural and microfinance institutions \n \nCreate Institutional Capacity   Build sustainable institutions   Enhance effective financial  Update and upgrade skills  \n  intermediation    \n     \n•  Initiate restructuring of Agricultural  •  Help strengthen the Agricultural  •  Establish links with regional training \nDevelopment Bank, Nepal   Development Bank Limited  centers \n•  Provide capacity building support  •  Provide capacity building support     \nfor microfinance institutions and  for other rural and microfinance   \nnongovernment organizations   institutions \n•  Improve collection and analysis of  •  Develop specialized training \nA \nrural finance data  centers  p\np\n•  Initiate establishment of a  •  Introduce rural finance  e\nn\ncomprehensive sector training  specialization in restructured/  d\nix\ninstitute  reorganized commercial banks   4\n    •  Facilitate scaling up of operations     \nof commercial banks intending to \nenhance rural finance operations  4\n9\n \n ", "  \n 5\n0\n \nVISION: Establish a viable and  Phase I  Phase II  Phase III \neffective rural and microfinance  (2006–2007)  (2007–2008)  (2009–2011) \n A\nsystem for providing affordable  p\nImplement Policy and Institutional  Increase Small Farmer and Pro-poor  p\nfinancial services to enhance rural  Enhance Outreach  e\nFramework   Orientation   n\nincomes and reduce rural poverty.  d\nix\n    •  Introduce specialized skills for off-    4\n \n  site and on-site supervision \n \nEnsure Pro-Poor and Small Farmer  Capacity for optimal utilization of  Promote innovative pilot projects   Enhance outreach to special groups  \nOrientation  financial services      \n     \n•  Improve product range of rural  •  Introduce product and process  •  Replicate successful pilots \nfinance institution services for  innovations to reduce risks to  •  Enlarge coverage of risk mitigation \nbetter resource utilization by small  small farm households   efforts \nfarmers   \n•  Enhance capacity of small farmer \ngroups \n \n   Source: Asian Development Bank mission estimates. \n  \n ", "  Appendix 5  51 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms  and Risksa \nImpact      Assumptions \n       \nEconomic growth and  Reduce overall poverty  •  Economic reform  Political stability and \npoverty reduction in rural  incidence to 28% by 2009  program assessment  absence of civil strife  \nareas through improved  (benchmark 38% in 2000).  •  Baseline study and   \nrural financial    impact monitoring report  Favorable macroeconomic \nintermediation and  Reduce the rural poverty  •  Project completion report   conditions \nenhanced access to  incidence from 35% in  •  Asian Development Bank   \naffordable rural finance  2006 to 30% in 2009.  (ADB) evaluation  Proper targeting of program \n(RF) services    missions  to rural clientele \n       \n  Risk \n \nChanges in policy \nenvironment that discourage \nfurther reform and \nliberalization \n \nOutcome      Assumptions \n       \nImproved soundness,    •  Program reports  Government’s commitment \nefficiency, and    •  Program reviews  to pursue economic policy \noutreach of RF system    (semiannual, annual, and  reforms that enable RFIs to \nthrough policy, legal,    midterm)  operate autonomously within \nregulatory, and    •  Audit reports  a liberalized financial policy \ninstitutional reforms     •  ADBL reports  regime \n     \n•  ADB review missions \nFavorable policy  No Government   Weak RFIs are appropriately \n•  Project completion report \nenvironment  refinancing and direct  restructured and operate in \n•  Project performance audit \n  provision of credit to RF  a framework that supports \nreport \n  institutions (RFI) by 2009  good governance \n•  NRB reports \n     \n•  Reports of RFIs \n  No Government  Risks \n•  Parliamentary briefings \n  enforcement of below-cost   \n•  Reports of the auditor \n  lending and priority sector  Politicization of the RF \ngeneral \n  lending to RFIs by 2008  sector during the reform \n \n    process \nInstitutional restructuring  Expand RF client outreach   \nand reforms at  by 200,000 from existing  Deteriorating law and order \nAgricultural Development  level by 2011  situation \nBank Limited (ADBL),     \nSmall Farmers  RFIs achieve financial  NRB is not able to enhance \nDevelopment Bank  self-sustainability ratio of  its capability to regulate the \n(SFDB), and Grameen  90% or above by 2009  subsector. \nBikash Banks (GBB);     \n     \n   \nSupportive legal and  No instances of Nepal \nregulatory framework  Rastra Bank (NRB) failure \n  to regulate RFIs, per \n  Banks and Financial \n  Institutions Ordinance \n  (BFIO), by 2009 \n   \n   \nSector capacity building   At least 20 RFIs follow \n  international best \n ", "52   Appendix 5 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms  and Risksa \n  practices on accounting, \n  reporting, and credit \n  operations by 2011. \n   \nProduct and process  At least three RFIs \ninnovations   provide insurance, \n  savings, and remittance \nservices by 2009. \n \nAt least 20,000 rural poor \npeople are covered by \ncrop insurance by 2011.  \n \nOutputs      Assumptions \n       \n1. Favorable policy  Establishing rules,  •  Program reports  Government maintains its \nenvironment for RF  regulations, and  •  Program reviews  commitment to facilitate and \noperations  processes for supervision  •  ADB review missions   improve the working of RF \n  and regulation of RFIs by  •  The memorandum of  markets \nthe fourth quarter of 2007  association, articles of   \n  association, and banking  RF pursued as a market-\nDivestment of NRB’s  license for ADBL   based activity to generate \nshares in RFIs to the  private sector interest in RF \n•  NRB reports \nlegally defined level by  sector \n•  RFI reports  \n2009   \n \n  Risks \nDivestment of  Labor union movement that \nGovernment shares in  could disrupt RFI reform and \nADBL and SFDB by at  restructuring \nleast 60% from the 2006   \nlevel by 2011  Weak enforcement capacity \n  of the Government \nPhasing out of the   \nGovernment’s stake in \ntechnically insolvent RFIs \nby 2009 \n \nFull enforcement of debt \nrecovery law for willful \ndefaulters by 2009 \n \nPhasing out of priority \nsector credit requirements \nby 2007 \n \nDiscontinuation of interest \nrate ceilings by 2007 \n \nIncrease of private \nownership in ADBL and \nSFDB to the legally \ndefined level as par BFIO \nby 2009  \n \n2. Institutional  ADBL incorporated as a  •  Program reports  Assumptions  \nrestructuring and  limited company by 2006  •  Program reviews  The Government’s strong \nreforms at ADBL    •  ADB review missions   commitment to pursue the \n  ADBL recapitalized by  •  The memorandum of  restructuring plan \nThis output will lead to  conversion of all dues  association, articles of   \nthe restructuring and  (principal and interest) of  association, and banking  No politically motivated \n ", "  Appendix 5  53 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms  and Risksa \nreforming of ADBL, with  the Government into tier 1  license for ADBL and  change in the appointment of \nits operations  capital preferred shares  small farmers  ADBL’s Board of Directors \nstreamlined in  by 2007   •  ADBL audit report   \naccordance with the    •  Program midterm report   \nADBL restructuring plan,  ADBL licensed as a class  •  NRB Report  Risks \nwhich covers   A institution under BFIO  Limited implementation \n(i)  strategy and  by 2006  capacity for the restructuring \npolicies,     process of ADBL staff and \n(ii)  legal and  New board of directors,  management  \ngovernance  including one woman   \nstructures,   director, constituted in  Increased competition in the \n(iii)  financial  accordance with the  labor market that inhibits \nrestructuring,   articles of association and  retaining qualified staff at \n(iv)  organization and  BFIO by 2007  ADBL  \nhuman     \nresources,   At least 600 redundant   \n(v)  operating policies  staff reduced through the \nand guidelines,  voluntary retirement \n(vi)  institutional  scheme by 2009 \nstrengthening,   \nand   Board committee \n(vii) implementation  constituted in accordance \nschedule  with NRB, BFIO, and \n  Company Law by 2006 \n   \n  Management information \n  system—at par with \n   international industry \n  standards—installed by \n  the fourth quarter of 2007 \n   \nNew business processes \ninstalled, and operational \nmanual produced and \ndisseminated by 2008 \n \nADBL meets performance \nindicators, including \noutreach expansion and \nreduced nonperforming \nassets in accordance with \nthe ADBL restructuring \nplan by 2011 \n \nADBL privatized by 2011 \n \n3. Institutional  SFDB restructuring plan  •  Program reports  Assumptions \nrestructuring and  adopted by the SFDB  •  Program reviews  The Government’s \nreform at SFDB   Board of Directors by the  •  ADB review missions   commitment to pursue the \n  third quarter of 2007  •  SFDB audit report  restructuring of SFDB \nThis output will lead to    •  NRB report   \nthe restructuring and  Improvement in financial  No politicization of small \n•  RFI reports \nreforming of SFDB, with  and operational self- farmer cooperatives \nits operations  sustainability by 20% from   \nstreamlined with a strong  the 2006 level by 2009  SFDB’s withdrawal of \npro-poor orientation in    lending to non-viable small \naccordance with the  SFDB meets performance  farmers’ cooperatives \nSFDB restructuring plan,  indicators in accordance   \ncovering   with the SFDB’s   \n(i)  strategy and  restructuring plan by 2011   \n ", "54   Appendix 5 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms  and Risksa \npolicies,  SFDB management and  Risks \n(ii)  legal and  operational review fully  Worsening rural economic \ngovernance  conducted, and  conditions that harm small \nstructures,   recapitalization  farmers \n(iii) financial  requirements determined   \nrestructuring,   by 2009  Continued default practices \n(iv) organization and    induced by politically \nhuman resources,   SFDB privatized by 2011  motivated directions \n(v)  operating policies     \nand guidelines,   Union opposition to SFDB \n(vi) institutional  restructuring and reforms \nstrengthening, \nand  \n(vii) implementation \nschedule \n \n4. Institutional  NRB’s shares in solvent  •  Program reports  Assumption \nrestructuring and  GBBs divested to the  •  Program reviews  Continued Government \nreform at GBBs  legally required level by  •  ADB review missions   policy in favor of NRB \n  2008  •  GBB audit report  divestment of RFI \nThis output will lead to     \n•  Program midterm report \nthe divestment and  NRB adopts options for  Risks \n•  NRB report \ntransformation of GBBs  insolvent GBBs, including  Limited management and \n•  RFI reports \ninto effective  liquidation by 2009  staff capacity to operate \nmicrofinance providers  GBBs profitably after the \nthrough the  divestment \nimplementation of the   \nGBB plan  Union opposition to \nliquidation of GBBs \n5. Supportive legal and  Government and NRB  •  Program reports  Assumptions \nregulatory framework  adopt an option for  •  Program reviews   \n  supervisory and regulatory  •  ADB review missions   The Government’s \nThis output will lead to  arrangement by the fourth  •  GBB audit report  commitment to enforcing \neffective supervision and  quarter 2007  •  Program midterm report  effective supervision of, and \nregulation mechanisms    regulatory system for, RFIs \n•  NRB report \ninstalled for RFIs that are  A new act is approved, or   \n•  RFI reports \nnot currently under the  BFIO is amended, to  RFIs have sufficient capacity \n•  Relevant parliamentary \nsupervisory authority of  provide a sustainable  to meet the reporting \nreports \nNRB  legal basis for the  requirements under the new \n  regulation and supervision  regulations. \nof RFIs by 2009   \n  Risks \nBy 2009, the Government \n \nand NRB develop and \nLimited revenue-earning \nadopt a business plan of \ncapacity of the regulatory \nthe supervisory and \nauthority  \nregulatory authority, \n \nincluding  \nInsufficient number of \n(i)  management,  \nqualified auditors to conduct \n(ii)  staffing,  \nsupervision function for RFIs \n(iii)  budget,  \n(iv)  business process, \nand \n(v)  implementation \nplan  \n \nAt least 20 RFIs are \nregulated and supervised \nby the second quarter of \n2010 \n ", "  Appendix 5  55 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms  and Risksa \n6. Sector Capacity  Training center at ADBL  •  Program reports  Assumption \nBuilding   incorporated as an  •  Program reviews  Continued interest by the \n  independent training  •  ADB review missions   banking sector in \nThis output will lead to  institute, with the  •  Project audit report  establishing the training \nthe delivery of capacity- participation of NRB,  institute \n•  Program midterm report \nbuilding training on a  ADBL, commercial banks,   \n•  NRB report \nwide range of banking  and other financial  Risk \n•  ADBL reports \nand RF subjects  institutions as  Limited revenue-earning \n•  RFI reports \n  shareholders by the  capacity of the training \n•  Reports of the training \n  second quarter of 2007  institute, thus impacting \ninstitute \n  sustainability \nTraining curricula and   \npedagogic methods are   \non par with benchmark \nstandards (either \nregionally or \ninternationally) by the \nfourth quarter of 2008. \n \nIn-class and on-site \nbanking and financial \ntraining delivered, with \nparticipation of at least 20 \nfinancial institutions from \n2008 \n \n7. Product and Process  Government adopts pilot  •  Program reports  Assumptions \nInnovations  insurance plan by the third  •  Program reviews  RFIs’ interest in risk \n  quarter of 2007  •  ADB review missions   mitigation services and \nThis output will lead to    •  Project audit report  diversified products \nreduced risks by  Pilot insurance scheme   \n•  Program midterm report \nintroducing a crop  implemented in at least  Adequate funding set aside \n•  NRB reports \ninsurance scheme for  four districts by 2009  for product and process \n•  RFI reports \nwider replication and    innovations \ndiversified RF products  At least three RFIs start   \nincluding savings,  offering new savings,  Risk \nmicroinsurance, and  microinsurance, and/or  Limited technical capacity of \nremittances   remittance products  RFIs to provide new \n  targeting the rural poor  services  \nfrom 2010 \n \n   \nActivities with Milestones – for subprogram I  Inputs – for subprogram I \n1.  Create favorable policies environment  Program Loan: \n-  Constitute a policy review committee (QIV 2006)  $56 million \n-  Establish rules, regulations, and processes for supervision and regulation of   \nRFIs (QIII 2007)  Asian Development Fund \n-  Put in place other needed policies (such as on debt recovery, etc.) (QIV 2008)  grant: $8.7 million \n   \n  Asian Development Fund \n2.  Institutional Reforms and Restructuring: ADBL  grant resources will cover \n-  Implement restructuring plan (to QIV 2008 for subprogram I)  the following: \n-  Develop appropriate business processes, including realigning accounting and  Equipment ($5.1 million) \nauditing (QI 2007)  Vehicles ($25,000) \n-  Incorporate management information system (MIS)—both systems and  Training ($500,000) \nprotocols (QII 2007)  National consultants ($1.9 \n-  Develop human resources strategy and conduct relevant training (from QII  million) \n2007)  International consultants \n-  Review institutional reforms and restructuring (QIV 2008)  ($600,000) \n   \n ", "56   Appendix 5 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms  and Risksa \n3.  Institutional Reforms and Restructuring: SFDB  Technical assistant grant: \n-  Develop SFDB restructuring plan with performance benchmarks (QII 2007)  $500,000  \n-  Develop appropriate business processes, including realigning accounting and   \nauditing (QI 2007)  Technical assistance grant \n-  Develop human resources strategy and conduct relevant training (from QII  resources will cover the \n2007)  following: \n-  Implement restructuring plan (to QIV 2008 for subprogram I)  International chief technical \n-  Review institutional reforms and restructuring (QIV 2008)  advisor ($240,000) \n  Domestic internal audit \n4.  Institutional Reforms and Restructuring: GBBs  specialist ($110,000) \n-  Divest NRB’s stake in GBBs (by QIV 2007)  International MIS specialist \n-  Adopt options for insolvent GBBs (QIV 2007)  ($150,000) \n   \n5.  Supportive Legal and Regulatory Framework   \n-  Review and redraft Microfinance Act (QII 2007)   \n-  Develop appropriate regulations (QIII 2007)   \n-  Establish supervisory authority (by QIV 2007)   \n-  Procure MIS system (QI 2008) \n-  Develop supervision and regulation manuals (QI 2008) \n-  Initiate adequate licensing and supervision of RFIs (from QI 2008) \n \n6.  Sector Capacity Building \n-  Incorporate training institute (QI 2007) \n-  Procure office equipment, etc. (QIII 2007) \n-  Develop training curriculum (by QIII 2007) \n-  Conduct training of trainers (QIV 2007 and QI 2008) \n-  Conduct training on banking and finance (from QI 2008) \n \n7.  Product and Process Innovation \n-  Develop pilot insurance plan (QII 2007) \n-  Implement pilot insurance plan in four districts (QVI 2007) \n-  Provide technical support to RFIs for product development (from QI 2007) \n \n8.  Program Implementation Support \n-  Program management unit established (QIV 2006) \n-  Program implementation units established (QIV 2006) \n-  Consultants recruited (QIV 2006) \n \na See also Supplementary Appendix F for further risk assessment for the program. \n \n \n \n ", "  Appendix 6  57  \nSUMMARY GOVERNANCE, ANTICORRUPTION, \nAND FINANCIAL MANAGEMENT ASSESSMENT  \n \n1.  Good  governance  and  anticorruption  are  being  assessed  in  conformity  with  the \nrecommendations of the Asian Development Bank’s Second Governance and Anticorruption Action \nPlan.1 As per this plan, this governance assessment takes a risk-based approach to—and an \ninstitutional focus on—the work on rural finance (RF) in Nepal.2 This approach enables the viewing \nof potential risks in the sector and their perceived severity, as well as a review of ongoing and \nrecommended mitigation measures to address the risks, and specification of residual risks. \n \nA.  Governance Issues in RF \n \n2.  Governance issues, particularly regarding RF, have to be seen in the context of the legal \nbases of RF reforms (including on regulation and supervision), and the institutional and political \ndimensions of RF reforms. \n \n1.  Legal Bases of RF Reforms \n \n3.  Until the enactment of the Banks and Financial Institutions Ordinance (BFIO), Nepal had a \nweak and fragmented legal financial environment. Laws and regulations that were institutionally \nrather than functionally focused proliferated, creating a fragmented legal environment. In February \n2004, the Government came up with BFIO to serve as a legal basis for the work of, among others, \nRF institutions (RFI) in the country. The ordinance includes provisions concerning (i) establishment \nof banks/financial institutions and their boards, (ii) licensing, (iii) operation of financial transactions, \n(iv) regulation, (v) inspection and supervision, and (vi) accounts and records. The finance sector \nhas hailed the ordinance as a timely measure to direct the work of financial institutions in Nepal, \nwhich had been haphazard since the liberalization of the finance sector in the early 2000s.  \n \n2.  Institutional and Political Dimensions of RF Reforms \n \n4.  The evolution of the RF market in Nepal over the past three decades was driven by the goal \nto accelerate agriculture production. As a result, the development of efficient institutions was \nignored. The Government intervened in the market through directed credit, concessional refinance, \nand loans at below-cost interest rates. As Nepal Rastra Bank (NRB), the central bank, had little \ncapability  to  enforce  relevant  regulations,  heavy-handed  state  involvement  worsened  the \ninefficiency  of  the  financial  sector.  This  resulted  in  growing  nonperforming  loans,  and  wider \nsystemic risk within the sector. The financial system generally has been seen as favoring the urban \nrich and the rural elite. This point touches on one of the reasons for the insurgency, and has \nengendered resentment of central control in rural areas. \n \nB.  Identification of Risks, Their Severity, and Mitigation Measures \n \n5.  The  underlying  assumptions  in  analyzing  the  risks  to  the  Rural  Finance  Sector \nDevelopment Cluster Program are that (i) the Government will remain committed to reforming the \nfinancial sector, particularly in RF; (ii) the legal reforms implemented thus far in the finance sector \nwill  be  sustained;  and  (iii)  effective  institution  building  in  essential  agencies  will  proceed  as \nplanned. \n                                                 \n1  ADB. 2006. Second Governance and Anticorruption Action Plan (GACAP II). Manila. \n2  Supplementary Appendix F provides further details on the governance and anticorruption risk assessment. \n ", "58  Appendix 6 \n1.  Risk Specification \n6.  A review of the political macro- and micro-economy shows six categories of risks that could \nundermine the success of the Project: \n \n(i)  Policy. This includes lack of commitment to instituting needed RF reforms. \n(ii)  Regulatory  framework  and  capability.  The  Government  might  not  have \nconsidered thoroughly the regulatory framework; and staff capability is weak in \nregulatory bodies that supervise and regulate RFIs. \n(iii)  Legislation. This area includes the BFIO, which still has weaknesses. \n(iv)  Process. This includes the existence of asymmetric information, and the possibility \nof fraud and corruption. \n(v)  Organization. The voluntary retirement scheme at the Agricultural Development \nBank Limited (ADBL) could run into problems due to union pressure; and the boards \nof RFIs could remain weak. \n(vi)  Programmatic.  ADBL  and  Small  Farmers  Development  Bank  could  implement \nfinancially or economically unsound concessions, write-offs, or waivers. \n \n7.  Risks that are either wholly or partially uncontrollable by Government include (i) the security \nsituation at the local level, which remains tenuous, and might not allow RFIs to operate effectively \nin the field; (ii) Parliament might not push through financial reforms. \n \n2.  Risk Severity and Mitigating Measures \n8.  A risk severity analysis conducted on the risks of (i) – (vi) of para. 6 shows the following \ntype 1 risks3 that warrant specific attention at program design: \n \n(i)  Weak staff capacity in regulatory bodies to monitor and engage RFIs. While \nthe BFIO does give NRB considerable powers in this area, the central bank must \nhave the capacity to implement the rules and regulations effectively. Measures to \naddress this risk include (a) better use of the skills and expertise base in NRB to \nengage the RFIs (including reviewing the skill sets within the organization); and (b) \nmore targeted technical assistance to NRB for supervision and inspection of RFIs. \n \n(ii)  Lack of Government commitment to reforms. While the current Government \nappears committed to reforms, much will be asked in this regard of this Government \nand  the  interim  one  to  be  formed  soon.  Strong  engagement  by  development \npartners  to  encourage  the  Government  to  stay  the  course,  and  incentives  (or \ndisincentives) in the Program for committing to (or opposing) RF reforms, are two \nways this risk can be mitigated. \n \n(iii)  Regulatory framework not considered thoroughly. Current regulatory provisions \nare stringent, though rules and regulations have to be prepared rigorously and \nimplemented  effectively.  To  strengthen  the  regulatory  framework,  NRB  should \ninspect ADBL at least once each fiscal year, and relevant BFIO provisions should be \nreviewed regularly and updated based on inspection lessons. \n \n                                                 \n3  A  risk  severity  analysis  identifies  four  types  of  risks.  Type  1  risks  require  urgent  attention  and  need  to  be \nmitigated/addressed before any assistance is rendered in the sector concerned. \n ", "  Appendix 6  59  \n(iv)  Weak boards in RFIs. The selection of boards has not always been very effective. \nIf this problem recurs, RFIs would not be accountable or effective. The risk of weak \nRFI boards can be mitigated by, for example, using BFIO to remove the legislated \nmajority shareholding position of Government (thus reducing its scope of influence), \nand by ensuring strict adherence to nomination guidelines for board membership in \naccordance with company articles of association. \n \n(v)  Weak capacity in RFIs. RFIs do not appear capable of delivering the outcomes that \nhave been specified for them in the Program. Particular gaps include management \ninformation  systems,  loan  recovery  systems,  and  effective  human  resource \npractices.  These  weaknesses  can  be  mitigated  by  improving  management \ninformation systems and accounting systems in the institutions, introducing career \nplanning and development opportunities, and urgently reviewing pay in line with \nperformance systems. \n \n(vi)  RF training institution lacks sustainability. Based on experience, the training \ninstitution to be established by the Program could run into difficulties sustaining its \noperations if a dedicated source of funding for its recurrent operational expenditure \nis  not  established.  Incorporating  the  RF  training  institution  as  a  limited  liability \ncompany  might  allow  it  to  generate  enough  resources  to  meet  recurrent \nexpenditure. \n \nC.  Controls for Corruption in the Program  \n \n9.  Corruption,  particularly in  RF,  includes  pilferage  of  funds and  irregularities  in  financial \nadministration, rent-seeking behavior by RFI staff, inadequate reporting and accounting systems, \nweak procurement and tendering processes, and inadequacies in full fund flow management. \nHowever, information is patchy from the RFIs in Nepal regarding the status of corruption and \ninefficiencies in the RF sector. \n \n10.  In general, however, while the Government has made some recent advances in fighting \ncorruption across all sectors, measures to mitigate the corruption risks in this Program include: \n \n(i)  Strengthened audit systems, internally through the audit committee in the Board, \nand externally through the auditor general. \n(ii)  Rigorous monitoring systems of operations on the ground through monitoring cells, \nas well as internal administrative and management processes through continuous \nreview and evaluation of protocols. \n(iii)  Capability  of  full  fund  flow  management,  which  allows  the  Program  to  track \nexpenditures  from  appropriation  to  final  output  and,  if  conducted  rigorously,  to \noutcomes as well.4 \n(iv)  Adherence to codes of conduct by management and employees, and for the Board \nto initiate mechanisms to monitor the adherence. \n(v)  Accountability  for  action  and  outcomes  as  demonstrated  at  three  levels  by  (a) \nemployees to management; (b) management to the Board; and (c) the Board to \nParliament, and ultimately to the general public. \n(vi)  Integrated mechanisms for grassroots civil society organizations to monitor program \nresults during implementation. \n                                                 \n4  This allows the Project to minimize opportunities for corruption through a strong measurable results framework, where \nfund disbursements are tied to concrete and measurable results. \n ", "   \n6\n0\n \nRURAL FINANCE SECTOR DEVELOPMENT PROGRAM \nIMPLEMENTATION SCHEDULE  A\np\np\ne\nn\nYears 2006 2007 2008 2009 2010 2011 d\nComponent/Activity N D J F MA MJ J A S ONDJ F MA MJ J A S ONDJ F MA MJ J A S ONDJ F MA MJ J A S ONDJ F MA MJ J A S OND ix\n 7\n \nPreparatory Actions\nEstablishment of program management unit\nEstablishment of program implementation units\nRecruitment of consultants\n1. Subprogram I\n1.1. Creating a Favorable Policy Environment\n1.1.a. Policy review committee constituted\n1.1.b. Policy review on emerging rural finance (RF) issues\n1.2. Institutional Restructuring and Reforms\n1.2.a. Agriculture Development Bank Limited (ADBL) restructuring and reforms\n1.2.a. (i). ADBL restructuring plan implementation (for detailed implementation plan: refer to Supplementary Appendix F)\n1.2.a. (ii). Procurement and Incorporation of MIS\n1.2.b. Small Farmers Development Bank (SFDB) restructuring and reforms\n1.2.b. (i). Finalization of the SFDB restructuring plan\n1.2.b. (ii). Staff capacity development training\n1.2.b. (iii).Realigning accounting and auditing\n1.2.b. (iv).Microfinance (MF) business process improvement\n1.2.b. (v). Implementation of the SFDB restructuring plan\n1.2.b.(vi). Review of restructuring and reforms\n1.3. Grameen Bikash Bank (GBB) Plan Implementation\n1.3.a. GBB plan implementation\n1.3.b. GBB plan implementation review\n1.4. Supportive Legal and Regulatory Framework\n1.4.a. Review of Microfinance Act\n1.4.b. Redrafting the Act\n1.4.c. Adoption of the regulation and supervision system\n1.4.d. Development of regulations \n1.4.e. Establishment of the supervisory authority\n1.4.f. Procurement of management information system\n1.4.g. Development of supervision and regulation manuals\n1.4.h. Licensing and supervision of MF institutions\n1.5. Sector Capacity Building\n1.5.a. Incorporation of the training institute\n1.5.b. Training curriculum development\n1.5.c. Procurement of equipment, etc.\n1.5.d. Training of trainers\n1.5.e. Banking and finance training\n1.6. Product and Process Innovation\n1.6.a. Pilot insurance plan development\n1.6.b. Pilot insurance plan implementation\n1.6.c. Product development support for RFIs\n1.7. Project Implementation Support   \n ", "     \n \n \n \nYears 2006 2007 2008 2009 2010 2011\nComponent/Activity N D J FMAMJ J ASONDJ FMAMJ J ASONDJ FMAMJ J ASONDJ FMAMJ J ASONDJ FMAMJ J ASOND\n2. Subprogram I Review\n3. Subprogram IIª\n2.1 Creating a Favorable Policy Environment\n2.1.a. Policy review on emerging RF issues\n2.2 Institutional Restructuring and Reforms\n2.2.a. ADBL restructuring and reforms \n2.2.a.(i). ADBL restructuring plan Implementation (for detailed implementation plan: refer to Supplementary Appendix F)\n2.2.b. SFDB restructuring and reforms\n2.2.b.(i). Staff capacity development training\n2.2.b.(ii). Realigning accounting and auditing\n2.2.b.(iii). MF business process improvement\n2.2.b.(iv). Implementation of the SFDB restructuring plan\n2.3. GBB Plan Implementation\n2.3.a. GBB plan implementation\n2.3.b. GBB plan implementation review\n2.4. Supportive Legal and Regulatory Framework\n2.4.a. Licensing and supervision of MF institutions\n2.5. Sector Capacity Building\n2.5.a. Training of trainers\n2.5.b. Banking and Finance Training\n2.6. Product and Process Innovation\n2.6.a. Pilot insurance plan replication\n2.6.b. Product development support for RF institutions\n2.7. Project Implementation Support\nª Tentative; the implementation of Subprogram II is subject to the review of Subprogam I to be carried out in 2009. \nSource: Asian Development Bank estimates.\nA\np\np\ne\nn\nd\nix\n 7\n6\n1\n ", "62  Appendix 8 \nLIST OF INELIGIBLE ITEMS \n \n1.  Loan proceeds will finance the foreign currency expenditures for the reasonable cost of \nimported goods required during the Rural Finance Sector Development Cluster Program. \n \n2.  No withdrawals will be made for the following: \n \n(i)  expenditures for goods (included in the following Standard International Trading \nCommodity chapters or headings): \n \nChapter  Heading  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured; tobacco \nrefuse \n122    Tobacco, manufactured (whether or not \ncontaining tobacco substitutes) \n525    Radioactive and associated materials \n667    Pearls, precious, and semiprecious \nstones, unworked or worked \n718  718.7  Nuclear reactors, and parts thereof, fuel \nelements (cartridges), non-irradiated for \nnuclear reactors \n897  897.3  Jewelry of gold, silver, or platinum-group \nmetals (except watches and watch \ncases) and goldsmiths’ or silversmiths’ \nwares (including set gems) \n971    Gold, non-monetary (excluding gold ore \nand concentrates \n \n(ii)  expenditures in the currency of the Borrower, or of goods supplied from the \nterritory of the Borrower; \n \n(iii)  payments  made  for  expenditures  incurred  more  than  180  days  before  the \neffectiveness date of the loan; \n \n(iv)  expenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational financing institution or agency will have financed, or has agreed to \nfinance,  including  any  contract  financed  under  any  loans  from  the  Asian \nDevelopment Bank; \n \n(v)  expenditures for goods intended for a military or paramilitary purpose, or for \nluxury consumption;  \n \n(vi)  expenditures for narcotics; and  \n \n(vii)  expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous  in  cases  I-a  and  I-b,  Classification  of  Pesticides  by  Hazard  and \nGuidelines to Classification. \n ", "   \nCOST ESTIMATES AND FINANCING PLAN \n \n \nTable A9.1: Detailed Cost Estimate by Expenditure Category \n \n  (NRs ‘000)  ($ ‘000)  % Total \nItem              Base \nForeign  Local  Total  Foreign  Local  Total  Costs \n             \nA. Investmentsa             \n1.  Equipment  337,856.3  112,618.8  450,475.0  4,565.6  1,521.9  6,087.5  57 \n2.  Vehicles  1,480.0  2,220.0  3,700  20.0  30.0  50.0  - \n3.  Training  22,200.0  22,200.0  44,400.0  300.0  300.0  600.0  6 \n4.  Consulting Services       47,389.6  226,847.0  274,236.6  640.4  3,065.5  3,705.9  34 \nTotal Investment Costs  408,925.9 363,885.8 772,811.6  5,526.0 4,917.4 10,443.4 97 \nB. Recurrent Costs           \n1.  Implementation  0  22,915.7  22,915.7  0  309.7  309.7  3 \nTotal Recurrent Costs  0  22.915.7  22,915.7  0  309.7  309.7  3 \nTotal Baseline Costs  408,925.9  386,801.5  795,727.3  5,526.0  5227.0  10,753.1  100 \nPhysical Contingenciesb  20,446.3  19,340.1  39,786.4  276.3  261.4  537.7  5 \nPrice Contingenciesb  16,357.0  24,379.2  40,736.2  71.6  106.3  177.9  2 \nTotal Project Costsc  445,729.2  430,520.7 876,249.9  5,873.9 5,594.7 11,468.6 107 \n– = not available. \na   In mid-2006 prices. Potential exchange rate fluctuations under the assumption of constant purchasing power parity exchange rates. \nb   Physical contingencies on all expenditure accounts are assessed at 5%. Price contingencies are estimated at 7.25% and 5.75% per year, respectively, on local \ncurrency; and 2.35% and 1.90% per year, respectively, on foreign exchange. \nc   Includes taxes and duties of $0.16 million. \nSource: Asian Development Bank estimates. \nA\np\np\ne\nn\nd\nix\n 9\n \n6\n3\n \n ", "     \n6\nTable A9.2: Disbursement Accounts by Financiers  4\n \n($ ‘000) \n \nA\n    Asian      pp\ne\n    Development  Rural Finance    n\nd\nItem  Total  Bank (Grant)  Institutions  Government   ix\n 9\n           \nA. Investment Costsa         \n1.  Equipment  6,467.0  5,410.6  1,056.4  0 \n2.  Vehicles  53.1  26.6  0  0 \n3.  Training  644.2  515.3  0  0 \n4.  Consultant Services         \n          a.  International Consultants  680.4  680.4  0  0 \n          b.  National Consultants  3.291.5  2,003.2  0  1,288.3 \n Subtotal (A4)  3,971.9  2,683.5  0  1,288.3 \n5.  Taxes and duties  0  0  0  155.4 \n Subtotal (A)  11,136.1  8,636.0  1,056.4  1,443.7 \nB. Recurrent Costs         \n1.  Implementation  332.5  64.1  0  268.4 \n Subtotal (B)  332.5  64.1  0  268.4 \n   Total  11,468.6  8,700.0  1,056.4  1,712.1 \n           a In mid-2006 prices. Potential exchange rate fluctuations under the assumption of constant purchasing power parity exchange rates. \n                         Source: Asian Development Bank estimates.\n ", "  Appendix 10  65 \nPROCUREMENT PLAN \n \nA.  Procurement \n \n1.  All  procurement  of  goods,  related  services  and  works  financed  by  the  Asian \nDevelopment Bank (ADB) will follow procedures outlined in ADB’s Procurement Guidelines \n(2006). Consulting service will be procured in accordance under ADB’s Guidelines on  the Use \nof Consultants (2006). Procurement of goods and services will follow ADB’s standard bidding \ndocuments. \n \nB.  Goods ($5.5 million) \n \n2.  International Competitive Bidding (ICB) ($4.8 million). Goods and equipment contract \nfor  the  management  information  system  (MIS)  package  (software,  hardware,  training, \nperipheries, and installation) for the Agricultural Development Bank Limited (ADBL) restructuring \nestimated to cost $1 million equivalent or more per contract will be procured using ICB.  \n \n3.  National Competitive Bidding (NCB) ($0.7 million). Goods and equipment contracts \nestimated to cost between $100,000 and $1 million will be procured through NCB procedure. \nThese  include:  (i)  office  equipment  for  the  ADBL  restructuring,  (ii)  supportive  legal  and \nregulatory framework, and sector capacity building (training institute); and (iii) MIS package \n(software, hardware, peripheries, and installation) for sector capacity building. \n \n4.  Shopping ($26,600): Goods and equipment contracts estimated to cost $100,000 or \nless per contract may be procured using shopping procedures. These include procurement of a \nvehicle for sector capacity building. \n \nC.  Consulting Services ($2.7 million) \n \n5.  ADB will finance consulting service package valued at $2.7 million comprising: (i) the \nimplementation support for ADBL restructuring estimated at $0.8 million; (ii) the implementation \nsupport for the Small Farmers Development Bank restructuring estimated at $0.3 million; (iii) \nlegal review, design, and implementation of the supportive legal and regulatory framework for \nthe  supervision  of  microfinance  institutions  estimated  at  $0.4  million;  (iv)  curriculum \ndevelopment, organization, and delivery of training programs for the sector capacity building \nestimated  at  $0.5  million;  (v)  rural  finance  product  design,  development,  and  institutional \ncapacity building for product and process innovations estimated at $0.4 million; and (vi) project \nmanagement support for $0.3 million. \n \n6.  Quality-  and  cost-based  selection  (QCBS).  Consulting  services  will  be  procured \nfollowing the QCBS method under the ADB’s guidelines. \n \nD.  Procurement and Selection Planning \n \n7.  Prior  to  issuance  of  invitation  for  bids  for  procurement  of  goods  and  selection  of \nconsultants, the draft bidding documents shall be furnished to ADB for its review and approval, \nfollowing ADB’s Procurement Guidelines (2006) and Guidelines on the Use of Consultants \n(2006). \n \n8.  Before the commencement of NCB procurement, ADB and the Borrower will review the \nBorrower’s  procurement  procedures  to  ensure  consistency  with  ADB  requirements.  Any \n ", " 66  Appendix 10 \nnecessary modifications or clarifications to the Borrower’s procedures will be documented in the \nprocurement plan.  \n \n15.  For  the  selection  of  consulting  firms,  ADB’s  standard  Request  for  Proposal  (RFP), \nincluding standard contract forms, will be used. ADB’s Standard Bid Evaluation Form for Goods \nand Sample Form of Evaluation for Consultants Services will be followed in submission of \nevaluation report to ADB. \n \n9.  ADB will carry out prior review of all contracts under ICB, the first contract package \nunder NCB, and contracts under consulting services. ADB will monitor compliance with different \nprocurement methods and performance standards on a continuous basis. As part of the regular \nprogram review, and in consultation with the Government, ADB may revise the prior review \nthreshold, including the procurement and selection methods. \n \nE.  Procurement Management Capacity \n \n10.  The procurement activities will be administrated by the project management unit (PMU) \nin consultation with the implementing agencies to whom goods and services are supplied. MOF \nhas project experience in implementing several ADB-financed projects and has good knowledge \nand expertise to carry out project procurement activities. The MOF’s procurement management \ncapacity has been reviewed on the basis of (i) institutional strengthening and staff skills, (ii) \nquality  and  adequacy  of  supporting  and  control  systems,  and  (iii)  suitability  of  rules  and \nregulations.  \n \n11.  To mitigate the procurement associated risks and to strengthen management capacity of \nMOF and implementing agencies, the following provisions have been made: (i) a full time \nconsultant will be placed at PMU to assist all the aspects of procurement actions for MOF and \nimplementing agencies, (ii) MOF will nominate a counterpart staff for the training of trainers’ \ncourses for the procurement management, and (iii) MOF will nominate an adequate number of \nstaff to undertake formal procurement training.  \n \nTable A10.1: Procurement Plan for the Initial 18 Months \n \nProject Information   \nCountry  Nepal \nName of Borrower  Nepal \nProject Name  Rural  Finance  Sector  Development  Cluster \nProgram I \nLoan or TA Reference  Project Number: NEP 36169 \nDate of Effectiveness  Targeted at 30 November 2006 \nProject Cost ($)  $11.47 million \nOf which ADB loan amount ($)  $8.7 million \nExecuting Agency  Ministry of Finance (MOF) \nApproval Date of Original Procurement Plan  23 September 2006 \nPeriod Cover by This Plan  18 months from loan effectiveness of the Project \n \n ", "  Appendix 10  67 \nTable A10.2: Procurement Thresholds Goods and Related Services,  \nWorks and Supply and Install and Consulting Service \n \nProcurement Method  To be used above \nICB Work: Goods with prior approval of bidding  $1 million above \ndocuments and bid evaluation reports from ADB \nNCB: Goods with prior approval from ADB  $100,000 to $1 million \nProcurement Method  To be used above \nShopping: Goods without prior approval from ADB  Less than $100,000 \nQCBS: Consulting service with prior review and  Full Technical Proposal: $1 million or above  \napproval by ADB \nExceptional Methods  none \n \nTable A10.3: List of Contract Packages of Goods and Consulting Services \n \nReference  Contract  Estimated  Procurement  Expected Date of  Prior Review \nDescription  Cost  Method  Advertisement  Y/N \n($‘000) \nInstitutional  MIS Package  4,755  ICB  30 June 2007  Y \nRestructuring and \nReform – ADBL \nRestructuring \nInstitutional  Office Equipment  89  NCB  30 January 2007  Y \nRestructuring and \nReform – ADBL \nRestructuring \nSupportive Legal and  Office Equipment  133  NCB  30 January 2007  Y \nRegulatory Framework \nSector Capacity  MIS Package  122  NCB  30 January 2007  Y \nBuilding \nSector Capacity  Office Equipment  133  NCB  30 January 2007  Y \nBuilding \nSector Capacity  Vehicle  27  Shopping  30 January 2007  Y \nBuilding \nProject Management  Office Equipment  178  NCB  30 January 2007  Y \nSupport \nAll  Consultants  2,684  QCBS  30 January 2007  Y \nContract \n \n ", " 68  Appendix 11 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?    priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Nepal: \nPolicy constraints, institutional inadequacies, and limited outreach have impeded the potential contribution of rural \nfinance (RF) to rural and agricultural growth. The development of a sound, sustainable RF sector is essential to extend \nbroad-based, pro-poor economic growth in the rural sector, and employment and income-generating opportunities to \npoor in rural areas. By transforming the Agricultural Development Bank Limited—the key RF institution in the \ncountry—into a reliable and sustainable RF service provider, and by strengthening its rural network, the delivery of \nessential financial services to the rural sector will be improved. The financial services will support rural economic \nactivities, and reverse negative capital flows and the exodus of rural migrants to urban centers. This process will \ninduce  increased  rural  household  asset  accumulation,  private  sector  development  (especially  micro  and  small \nenterprises), better income- and employment-generation opportunities, and improved rural livelihoods. \n \nB.  Poverty Analysis   Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed?  \nNepal is an overwhelmingly rural and agrarian economy. More than 85% of the population lives in rural areas, and \nnearly 80% of the labor force is engaged in agriculture and related activities. Smallholders and marginal farmers \noperate 90% of the 2.7 million agricultural holdings. Agriculture sector growth has been low and employment—farm or \nnon-farm—is mainly in subsistence activities. This has resulted in a poverty incidence of 31% and a per capita gross \ndomestic product of only $292, the lowest among South Asian countries. Further, with annual population growth of \n2.2%, Nepal needs to absorb about 300,000 new laborers a year, mostly in rural areas. An estimated 17.6 million \npeople, or a majority of the population of Nepal, lack access to financial services. A fraction of the rural households \nhave access to institutional sources of financial services. The Government of Nepal plans to support enhancement of \nrural employment, add value to rural produce, and strengthen rural-urban economic links under its Tenth Plan (Poverty \nReduction Strategy Paper) 2002–2007. \n \nThe initial poverty analysis focused on small and marginal farmers in terms of their socioeconomic status, access to \nRF services, savings habits, and level of savings and indebtedness. The poverty analysis identified issues and \nconstraints  faced  by  the  small  and  marginal  farmers,  including  women.  It  showed  that,  due  to  the  severely \nunderdeveloped formal financial sector and rural security concerns, a majority of the rural population has no access to \nformal financial services (even to savings products), and/or depend on informal sources of finance that charge \nextremely  high  interest  rates.  Because  formal  institutional  credit  from  the  Government  and  nongovernment \norganizations lacks financial discipline and sustainability, it achieves marginal outreach to the rural poor. The \nprolonged conflict in Nepal severely disrupted access to financial services, especially in rural areas. Most of the \nfinancial institutions are reticent to operate in rural areas, and commercial banks have reduced the size of their rural \nnetworks due to a rationalization of their operations. As a result, unmet or under-met demands for formal credit for \ninvestment are considerable, constraining the poor’s opportunities to initiate gainful income-generating activities and \nimprove their social and economic welfare. During program appraisal, the poverty analysis was elaborated to develop \ntargets, strategies, and products to enhance the accessibility of RF by the poor, especially women.  \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No \nThe Program aims to enhance the access to RF services by the rural poor people, especially through the institutional \nreform and strengthening of important RF institutions (RFI)—Agricultural Development Bank Limited. and Small \nFarmers Development Bank (SFDB). Institutional and operational reviews of those organizations were conducted in \n2003, including a participatory client survey. Focused group interviews were undertaken to identify special needs and \ndemands for RF services by the rural poor. \n \nIs there a participation strategy?     Yes                   No \nThe restructuring plan for SFDB, a main microfinance provider, incorporates a participation strategy to incorporate \nbeneficiary clients’ views and demands into SFDB’s operations. In addition, the policy review to be undertaken will \naddress the issue of inclusion of the poor’s needs and demands in the operations of RFIs. \n \n \n ", "  Appendix 11  69 \n \nD.  Gender Development \n \nStrategy to maximize impacts on women: \n \nThe social analysis will include gender analysis to identify issues and constraints for women to access and utilize RF \nservices. A strategy of social intermediation was prepared during program appraisal to assess special support to \nincrease women’s accessibility to RF services, as well as training and skill development needs for women. \n \n \nHas an output been prepared? (to be prepared as part of the institutional strengthening and reform to be undertaken  \n               during the Program)      Yes     No \n \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone    \n Significant  Implementation of the Rural Finance Sector Development   Full \n  Cluster Program (RFSDCP) is not expected to create any   \nResettlement   Not significant  resettlement issues due to marginal scale of subprojects   Short \n  to be undertaken by the beneficiaries. The Program will   \n None  have positive impacts on resettlement due to improved   None \nproductivity  in  agriculture  sector,  as  well  as  greater \nemployment  and  more  diversified  employment \nopportunities in the rural economy. \n    RFSDCP will not create any affordability-related issues. In   \n   Significant  contrast,  reduced  dependence  on  expensive  informal   Yes \nAffordability    sources of credit will lower the prices of inputs and cost of   \n Not significant  production, as well as ensure that rural households are    No \n  able to get better prices for their produce. The reduced \n None  cost of production, along with productivity improvements, \nwill result in a competitive rural sector that will not be as \ndependent  on  Government  subsidies  and  welfare \nprograms. \n    Enhanced outreach as a result of RFI restructuring will   \n   Significant  increase rural economic activities, leading to more jobs.   Yes \nLabor    Further risk mitigation measures to be provided under   \n Not significant  RFSDCP I will create favorable labor conditions in rural    No  \n  agricultural and non-agriculture sectors. \n None \n    No  adverse  issues  related  to  indigenous  people  are   \n   Significant  anticipated. Rather, indigenous people will benefit from an   Yes \nIndigenous    expanded outreach of RF services.   \nPeoples   Not significant    No \n \n None \n       \nOther Risks   Significant   Yes \nand/or     \nVulnerabilities   Not significant    No  \n   \n   None \n \n \n "], "metadata": {"ModDate": "D:20061031082446+08'00'", "CreationDate": "D:20061030113338+08'00'", "Title": "Proposed Sector Development Program Cluster of Loans, Asian Development Fund Grant, and Technical  Assistance Grant Nepal: Rural Finance Sector Development Cluster  Program", "Creator": "PScript5.dll Version 5.2.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}