{"path": "data/input/ta/36172-064-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 36172-064 \nPolicy and Advisory Technical Assistance (PATA) \nJuly 2016 \n \n \n \nNepal: Strengthening Subnational Public \nManagement \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB’s  Public \nCommunications Policy 2011.  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 July 2016) \n \nCurrency unit  –  Nepalese rupee/s (NRe/NRs) \nNRe1.00  =  $0.00926 \n$1.00  =  NRs107.96400 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nDFID  –  Department for International Development \n  e-GP  –  e-government procurement \n  GESI  –  gender equity and social inclusion \n  PFM  –  public financial management \n  SPMP   –  Strengthening Public Management Program \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Nepal ends on 15 July. “FY” before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2015 ends \non 15 July 2015.  \n \n(ii)  In this report, \"$\" refers to US dollars.  \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department, (SARD) \nDirector  B. Carrasco, Public Management, Financial Sector and Trade Division, \nSARD \n   \nTeam leader  C. Akin, Public Management Economist, SARD \nTeam members  C. Damandl, Senior Counsel, Office of the General Counsel \n  A. Gacutan, Senior Operations Assistant, SARD \n  R. Shrestha, Senior Public Management Officer, SARD \n  R. Tuladhar, Senior Public Management Specialist (Governance), SARD \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  2 \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE  4 \nA.  Impact and Outcome  4 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  5 \nD.  Implementation Arrangements  5 \nIV.  THE PRESIDENT'S DECISION  5 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  9 \n3.  Outline Terms of Reference for Consultants  10 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Assessment of the Strengthening Public Management Program in Nepal   \nB.  List of Development Partners Supporting National and Subnational   \n            Public Financial Management Reforms in Nepal                 \n \n \n \n \n ", "", "Project Classification Information Status: Complete\nPOLICY AND ADVISORY TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 36172-064\nProject Name Strengthening Subnational Public  Department SARD/SAPF\nManagement /Division\nCountry Nepal Executing  Ministry of Finance\nAgency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nPublic sector  Decentralization 0.17\nmanagement\nPublic administration 0.17\nPublic expenditure and fiscal management 0.17\nTotal 0.50\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the  Low\ngrowth (IEG) including jobs, created and expanded Project\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Anticorruption Some gender elements (SGE)\ncapacity development Institutional development\n(GCD) Institutional systems and political \neconomy\nOrganizational development\nPublic financial governance\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nNation-wide High\npoverty\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 0.50\n    Policy and advisory technical assistance: Technical Assistance Special  0.50\nFund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.00\n    None 0.00\nTotal 0.50\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 06042016104342666875 Generated Date: 14-Jul-2016 11:50:22 AM", "", " \nI.  INTRODUCTION \n \n1.  The promulgation of a new Constitution in Nepal in September 2015 introduced a federal \nsystem of governance with a three-tier (federal, provincial, and local) government structure. In \nthe context of this transition from a unitary to a federal structure, the Government of Nepal has \nrequested policy and advisory technical assistance (TA) from the Asian Development Bank \n(ADB) to develop an operational framework for the country’s fiscal federal orientation. The TA \nwill constitute the analytical basis for the design of the proposed policy-based program, the \nSecond Strengthening Public Management Program (SPMP), which will be a follow-on to the \nongoing  SPMP, 1  and  assist  the  government  in  implementing  various  aspects  of  fiscal \ndecentralization as required under the new Constitution.2 \n \n2.  The TA will help carry out a comprehensive assessment of reform priorities to strengthen \nthe building blocks of the fiscal decentralization framework under the new Constitution through \ndetailed and operationally relevant studies, and help the government prepare a coherent sector \nplan.3 The  findings  of  the  TA  will  be  presented  to  the  government  for  deliberation  and \nendorsement,  and  strengthen  the  policy  dialogue  with  respect  to  improving  the  political \ncommitment  to  fiscal  decentralization  reforms,  including  strengthening  of  public  financial \nmanagement (PFM) at the subnational level within the broader contours of the fiscal federal \nstructure, and raising awareness of policy reform options in all tiers of government. \n \n3.  The TA will enhance the capacity and the readiness of the government to adopt fiscal \nfederalism. This is aligned with the transition to fiscal federalism under the Constitution of Nepal \n(2015).4 It is related to the government’s development strategy and priorities to increase capital \ninvestment through improved governance and PFM, as stated in the Thirteenth Plan, FY2014–\nFY2016; and to improve transparency, accountability, and inclusive delivery of public goods and \nservices, channeled through subnational administration, as stated in the Good Governance Act \nof 2008.5 The TA is also in line with the Ministry of Finance budget for FY2017, which provides \nthe legal basis for revenue and expenditure allocations, including provisions for taxes in the \nbudget.6 It is also consistent with ADB’s country partnership strategy, 2013–2017 for Nepal, \n                                                \n1  ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Policy-Based Grant, \nAdministration of Grant, and Technical Assistance Grant to the Government of Nepal for the Strengthening Public \nManagement Program. Manila (Grant 0305). The program was approved on 26 September 2012 for $25 million, \nalong with a TA of $5.95 million to support program implementation. The program is jointly financed by ADB ($21 \nmillion) and the Department for International Development (DFID) ($4 million). The TA is also jointly funded by ADB \n($0.5 million), DFID ($2.5 million), and the European Union ($2.95 million). The program is scheduled to close on \n31 December 2016.  \n2  A fact-finding mission was conducted during 25–28 January 2016. The Office of the Prime Minister and Council of \nMinisters, Ministry of Finance, Ministry of Federal Affairs and Local Development, Financial Comptroller General \nOffice, Public Expenditure and Financial Accountability Secretariat, Public Procurement Monitoring Office, National \nVigilance Center, and Office of the Auditor General were consulted in designing the proposed assistance. \nDevelopment partners such as DFID, the European Union, United Nations Development Programme, and United \nStates Agency for International Development in Nepal were also consulted. The proposed design and monitoring \nframework (Appendix 1), implementation, cost, financing arrangements, and terms of reference of consultants were \nconfirmed with the Aide Memoires on 20 March 2016 and on 1 July 2016. \n3  The TA first appeared in the business opportunities section of ADB’s website on 18 May 2016. \n4  Government of Nepal, Constituent Assembly of Nepal. 2015. Constitution of Nepal 2015. Kathmandu (unofficial \ntranslation). http://www.icnl.org/research/library/files/Nepal/Nepalconst.pdf \n5  Government of Nepal. 2014. Thirteenth Plan, FY2014–FY2016. Kathmandu. \nhttp://www.npc.gov.np/images/download/13th-Plan.pdf; and Nepal Law Commission. 2008. Good Governance \n(Management and Operation Act), 2064 (2008). Kathmandu. http://faolex.fao.org/docs/pdf/nep137755.pdf                      \nThe government enacted the Good Governance Act in 2007 and followed up with regulations in 2008. \n6 Government  of  Nepal,  Ministry  of  Finance.  2015.  Budget  Speech  of  Fiscal  Year  2016/17.  Kathmandu. \nhttp://www.mof.gov.np/uploads/document/file/Budget_Speech_final_2016_20160602105902.pdf \n ", "2  \nwhich  emphasizes  improving  PFM  capacities  and  systems,  public  procurement,  and \naccountability mechanisms for effective and efficient governance.7 The TA also builds on ADB’s \nexisting SPMP, which aims to strengthen PFM systems and mitigate fiduciary risks. The TA is \nincluded in ADB’s Nepal country operations business plan, 2016–2018.8 \n \nII.  ISSUES \n \n4.  Key  development  issues  to  be  addressed.  The  government  faces  two  major \ndevelopment issues during the transition from a unitary to a federal structure. First, there is a \ncritical need to strengthen the fundamental building blocks of fiscal federalism at the subnational \nlevel, stemming from the constitutional reforms. Second, weak PFM systems and high fiduciary \nrisks,  especially  at  the  subnational  government  level,  continue  to  be  key  development \nchallenges, and thus subnational PFM needs to be improved in line with the requirements of the \nnew federal structure. The proposed TA includes a commitment to strengthen (i) new areas \nassociated with fiscal decentralization; and (ii) PFM measures with deepening of SPMP, as well \nas other follow-up activities.  \n \n5.  New  areas  stemming  from  constitutional  reform. The Constitution of Nepal has \nintroduced fiscal federalism, giving powers to all three levels of government to enact laws, \nprepare budgets, impose taxes, and collect own-source revenues. A critical aspect of fiscal \ndecentralization  is  that  the  provincial  and  local  governments  have  revenue-raising  powers \nthrough taxation. To improve the subnational revenue mobilization, the government needs to \nundertake  a  thorough  assessment  of  (i)  the  revenue  generation  potential  of  subnational \ngovernments; (ii) appropriate tax policies, including the design of acts, codes, and procedural \nmanuals  for  local  government  taxes  based  on  the  ability  to  pay  the  principle;  and  (iii) \nrequirements  to  expand  tax  administration  systems  that  are  based  on  information  and \ncommunication  technology  (such  as  a  municipal  administration  and  revenue  system)  to \nstreamline tax administration and collection, and link such systems with broader governance, \nPFM, and anticorruption objectives.  \n \n6.  The new Constitution also recognizes the need to address the vertical and horizontal \nimbalances  among  federal,  provincial,  and  local  levels  of  government.  A  permanent \nconstitutional body, the National Natural Resources and Fiscal Commission, has been proposed \nto determine the appropriate levels of fiscal transfers and revenue distribution among the three \ngovernment tiers, and recommend equalization grants. It is critical to assist the government to \n(i) establish the commission with a clear institutional structure, function, and mandate; and (ii) \nprovide  the  necessary  technical  and  capacity  building  support,  specifically  in  relation  to \nprinciples of intergovernmental fiscal transfers, including the design of a devolution formula.  \n \n7.  Another important dimension of fiscal decentralization is the establishment of a suitable \nframework and mechanism for onlending to subnational governments. To maintain overall fiscal \ndiscipline, the framework must have clear terms and conditions; enforceable rules, regulations, \nand procedures for onlending to subnational governments and repayment; and obligations and \nresponsibilities between the central and subnational governments.  \n \n8.  Finally,  to  improve  the  allocative  efficiency  of  scarce  public  resources,  appropriate \nlinkages  between  planning  of  expenditures  and  budgeting  need  to  be  established  and  be \ngradually made operational in line with the capacity and readiness of subnational governments. \nMultiyear  medium-term  expenditure  and  medium-term  budget  frameworks  with  linkages  to \n                                                \n7  ADB. 2013. Country Partnership Strategy: Nepal, 2013–2017. Manila. \n8  ADB. 2015. Country Operations Business Plan: Nepal, 2016–2018. Manila.  \n ", "  3\noutcome-based budgeting need to be prepared and adapted to the new federal framework and \nextended to the subnational level in coordination with central government. \n \n9.  Strengthening  public  financial  management  measures  with  a  follow-up  of  the \nStrengthening Public Management Program. Weak PFM systems and high fiduciary risks, \nespecially at the subnational government level, were identified as part of the key development \nchallenges in Nepal by the review of the governance support program, funded by ADB. SPMP \nwas designed with the aim of strengthening core public management components with a focus \non  subnational  PFM  systems.  SPMP  supported  the  government’s  Local  Governance  and \nCommunity Development Program Phase II with the intention of implementing PFM reform \nactivities under the fiduciary risk reduction action plan prepared by the Ministry of Federal \nAffairs and Local Development. The program’s focus includes mitigating fiduciary risks through \n(i) greater transparency and public participation, (ii) modernizing public procurement systems, \nand (iii) enhancing the effectiveness of oversight and accountability agencies.  \n \n10.  While many PFM reform activities are currently being implemented, key achievements \nunder SPMP include (i) the development of the e-government procurement (e-GP) system, \nwhich has improved regulatory compliance and transparency in government procurement; and \n(ii) improved planning, budgeting, and accounting at the subnational government level with \nextensive  capacity  development  support.  A  public  expenditure  and  financial  accountability \nassessment at the subnational level has been undertaken under the program, and a PFM \nreform action plan is being developed. \n \n11.  Implementation  experience  with  the  ongoing  SPMP  and  findings  of  the  public \nexpenditure  and  financial  accountability  assessment  indicate  that  revenue  generation, \nintergovernmental fiscal transfers, budgeting, internal control systems, accounting and reporting \nstandards,  and  procurement  planning  and  management  are  weak  and  in  need  of \nstrengthening.9  \n \n12.  In line with the requirements of the new federal structure, there is a need to carry out a \ncomprehensive assessment of PFM issues at the subnational government level to identify policy \noptions  for  (i)  addressing  the  weaknesses  and  revitalizing  the  institutions  designed  under \nSPMP,  and  (ii)  providing  institutional  development  and  capacity  building  support  to  the \ngovernment  to  successfully  manage  the  transition  to  fiscal  federalism. 10  For  improving \ntransparency in PFM and reducing fiduciary risks at the subnational level, there is a need to \nstrengthen (i) integrated financial management; (ii) accounting and reporting systems; (iii) e-GP \nsystem, including the nationwide rollout; and (iv) internal, external, and technical audit systems \nby building on and deepening SPMP reforms. These reforms are essential for strengthening \naccountability of the flow of funds, including for the recent post-earthquake reconstruction work; \nimproving  monitoring  of  the  use  of  public  funds;  and  reducing  associated  fiduciary  risks. \nImplementation of such reforms can create an enabling environment for effective delivery of \npublic services and public and private investment, thereby supporting the government’s goal to \nbecome a middle-income country by 2030. \n                                                \n9 Details on achievements under SPMP and areas that need strengthening are in Supplementary Appendix A \n(available on request). \n10 ADB will collaborate with development partners in supporting PFM reforms. The United Nations Development \nProgramme is providing support to the Government of Nepal in preparing a road map to implement various \nproposals under the new Constitution related to functional and organizational restructuring of public sector, \ntransition management, and fiscal decentralization. Close consultation and coordination will also be maintained \nwith the Nepal Multi-Donor Trust Fund, managed by the World Bank, in relation to the proposed PFM reforms, \nincluding fiscal decentralization and external audit. The list of development partners supporting national and \nsubnational PFM reforms in Nepal is in Supplementary Appendix B (available on request). \n ", "4  \nIII.  THE POLICY AND ADVISORY TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n13.  The impact of the TA will be enhanced capacity and readiness of the government to \nadopt fiscal federalism, aligned with the Constitution of Nepal 2015; the Government of Nepal's \nThirteenth Plan, FY2014–FY2016; the Good Governance Act of 2008; and the Ministry of \nFinance  budget  for  FY2017  (footnotes  5  and  6).  The  outcome  will  be  a  framework  for \nstrengthening  fiscal  federalism  at  the  subnational  level  developed  and  presented  to  the \ngovernment.  \n \nB.  Methodology and Key Activities \n \n14.  The TA outputs will be assessment and identification of policy options for (i) improving \nrevenue mobilization, (ii) revenue sharing among the different tiers of the government, (iii) \nestablishing borrowing arrangements for the provincial governments, (iv) improving expenditure \nallocations,  and  (v)  improving  transparency  in  PFM  and  reducing  fiduciary  risks.11 The \nassessments and feasibility studies completed under each output will lead to the achievement of \nthe  outcome  through  formulation  of  a  practical  set  of  implementable  policy  options  for \nstrengthening fiscal federalism, including subnational PFM systems and capacity in line with the \nrequirements of the new Constitution. The planned knowledge-sharing workshops will guide \ngovernment  officials  in  adopting  effective  and  flexible  approaches  to  structure  and \noperationalize the fundamental building blocks of fiscal decentralization based on best practices \nthat will fit Nepal’s circumstances. Workshops will increase the understanding and knowledge of \ngovernment officials on transition and change management and enable them to effectively \nincorporate these elements in policy reforms. \n \n15.  At the outcome level, the major risk is associated with the political vacuum at the \nsubnational government level that may delay discussions on policy options. The risk arises from \n(i) overall weak governance in the country in terms of PFM and increased fiduciary risks (there \nare no locally elected government officials to date); and (ii) polarization among political parties \non the issue of demarcation of provincial boundaries for implementation of the new Constitution, \nleading to governmental gridlock on the passage and implementation of key legislation related \nto  decentralization.  At  the  output  level,  risks  include  weak  coordination  among  concerned \ngovernment agencies.  \n \n16.  The TA design will mitigate these risks by identifying and working closely with reform-\nminded  government  officials  at  the  executing  and  implementing  agencies,  establishing  TA \nsteering  and  working-level  coordination  committees,  facilitating  regular  dialogue  among  all \nrelevant government agencies, and strengthening overall institutional implementation capacity. \nThe TA will be designed and executed as part of a collaborative multi-donor effort to ensure a \nfirm  government  commitment  and  insulate  the  implementation  from  short-term  politics  and \nbureaucratic  changes.  Acknowledging  the  challenges  posed  by  the  political  transition,  the \ndesign and approach of the TA will be flexible to ensure continued relevance in the event of \nfurther changes to the fiscal federalism framework. \n                                                \n11 The new Constitution proposes that the Office of the Auditor General will have to audit local governments. ADB has \nalready agreed to expedite a $100,000 grant to develop its capacity for this purpose. To complement the feasibility \nstudies for strengthening of audit systems under the TA, the proposed assistance will support (i) developing audit \nstrategy and methodology for the local governments, (ii) workforce analysis, and (iii) training. The grant will be \nfinanced under ADB. 2013. Technical Assistance for Improving Procurement Capacity in South Asia. Manila (TA \n8555-REG). \n ", "  5\nC.  Cost and Financing \n \n17.  The TA is estimated to cost $600,000, of which $500,000 will be financed on a grant \nbasis from ADB's Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart support in the form of counterpart staff, office accommodation, office supplies, office \nspace, communication facilities for consultants, and other in-kind contributions.   \n \nD.  Implementation Arrangements \n \n18.  The Ministry of Finance is the proposed executing agency. The implementing agencies \nare (i) the Ministry of Federal Affairs and Local Development, mainly for subnational government \nreforms  on fiscal federalism  and  improved  PFM  (outputs  1–4); (ii)  the  public  procurement \nmonitoring office for the e-GP system (output 5); (iii) the National Vigilance Center for technical \naudit (output 5); and (iv) the Office of the Auditor General for financial audit at the subnational \nlevel (output 5). A TA steering committee, chaired by the chief secretary (or the alternate) with \nrepresentatives from the implementing agencies 12 (i–iii) and the National Planning Commission \nSecretariat, will provide overall policy guidance and meet quarterly after the inception mission. A \nworking-level  coordination  committee,  led  by  the  Ministry  of  Finance,  will  supervise  the \nimplementation and coordinate the capacity building activities. The TA is proposed to start in \nAugust 2016 with an implementation period of 18 months, and to be completed in January 2018. \n \n19.  A  consulting  firm  will  be  recruited  to  provide  21  person-months  of  international \nconsultants and 15 person-months of national consultants, including (i) tax specialists and a \nteam  leader,  (ii)  intergovernmental  fiscal  transfer  specialists,  (iii)  public  sector  budget \nspecialists, (iv) capital market specialists, (v) internal and external audit specialists, (vi) technical \naudit  specialists,  and  (vii)  information  and  communication  technology,  and  management \ninformation  system  specialists.  A  change  management  specialist  will  be  recruited  as  an \ninternational individual consultant for 3 person-months.13 The consultants will be recruited using \nquality and cost-based selection method with a quality–cost ratio of 90:10 at an expected cost of \n$450,000.14 The consultant outputs are assessment reports with policy recommendations and \ncapacity building support. Stakeholder consultation workshops will be held at least quarterly to \npresent findings and solicit feedback. The expected cost of the workshops and training is \n$40,000 (Appendix 2).  \n \n20.  TA monitoring and evaluation will be through (i) biannual review missions, (ii) monthly \nteleconferences,  and  (iii)  ADB’s  internal  contract  award  and  disbursement  monitoring  and \nevaluation system. The findings, good practices, and lessons will be shared through workshops, \npublications, and case studies under the South Asia Seminar Series. \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe  Government  of  Nepal  for  Strengthening  Subnational  Public  Management,  and  hereby \nreports this action to the Board. \n                                                \n12 The Office of the Auditor General will not be part of the steering committee as an independent constitutional body. \n13 A change management specialist will be hired individually to expedite implementation prior to recruitment of a \nconsulting firm. The specialist will provide an assessment of change needs for different tiers of government given \nthe political economy context and communicate with policy makers to strengthen their support and capacity for \ntransition and reforms. These inputs will be provided to the technical consultants under the firm. \n14 Output-based (lump-sum) contracts may be considered for consulting services. All consultants will be engaged by \nADB  following  the  Guidelines  on  the  Use  of  Consultants  (2013,  as  amended  from  time  to  time).  All  TA \ndisbursements will be made following ADB's Technical Assistance Disbursement Handbook (2010, as amended \nfrom time to time). \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK  \n \nImpact the TA is Aligned with  \nCapacity and readiness of the government to adopt fiscal federalism enhanced (the Constitution of Nepal \n2015; Government of Nepal’s Thirteenth Plan, FY2014–FY2016; Good Governance Act of 2008; and \nMinistry of Finance budget for FY2017)a  \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risk \nOutcome  By 2018     \nFramework for  a.  Policy options recommended  a–b. Consultant  Political vacuum at the \nstrengthening fiscal  for strengthening fiscal  reports  subnational \nfederalism at the  federalism under the new    government level may \nsubnational level  Constitution   delay discussions on \ndeveloped and         (Baseline: limited)   policy options. \npresented to the   \nb.  Senior government officials \ngovernment \nattended knowledge sharing \nworkshops (Baseline: none) \nOutputs  By January 2018     \n1. Policy options for  1a.  Assessment report on  1a–b. Periodic  Weak coordination \nimproving  subnational government tax  reports and statistics  among concerned \nrevenue  policy and revenue base,  from the Nepal  government agencies  \nmobilization  including recommendations  Rastra Bank, \nassessed and  to expand revenue base  Financial \nidentified  completed (Baseline: none)  Comptroller General \n  Office, Central \n1b.  Feasibility report on \nBureau of Statistics, \nrequirements for expansion \nLocal Bodies Fiscal \nof ICT-based tax \nCommission, MOF \nadministration systems, (i.e., \nand NNRFC; \nMARS) at major \nstakeholder \nmunicipalities completed. \nconsultation reports \n(Baseline: Report on a pilot \nproject in Kathmandu \nimplemented since 2014) \n2. Policy options for  2a.  An organizational study for  2a–b.  Periodic   \nrevenue sharing  the establishment of NNRFC  reports and statistics \namong different  completed (Baseline: none)  from the Nepal \ntiers of the    Rastra Bank, \ngovernment  2b.  Assessment report on  Financial \nassessed and  revenue-sharing potential of  Comptroller General \nidentified  subnational governments,  Office, Central \nincluding options for  Bureau of Statistics, \ndevolution formulas for  Local Bodies Fiscal \nintergovernmental fiscal  Commission, MOF, \ntransfers completed  NNRFC, and \n(Baseline: none)  MOFALD; \nstakeholder \nconsultation reports \n3. Policy options for  3.   Framework with rules,  3. Periodic reports   \nestablishing  regulations, and procedures  and statistics from \nborrowing  related to onlending to  MOF, NNRFC, and \narrangements for  subnational governments  MOFALD; and \nthe provincial  and repayment completed  stakeholder \ngovernments   (Baseline: none)  consultation reports \n ", "Appendix 1  7 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risk \nassessed and       \nidentified \n4. Policy options for  4.   Feasibility study report on  4. Periodic reports   \nimproving  requirements for preparing  and statistics from \nexpenditure  and implementing MTEF and  MOF, NNRFC, \nallocations  MTBF, and linking them with  MOFALD, and NPC;  \nassessed and  outcome-based budgeting at  stakeholder \nidentified  the subnational level in  consultation reports \ncoordination with central \ngovernment completed             \n(Baseline: none) \n5. Policy options for  5a. Feasibility study report on  5a–d. Periodic   \nimproving  expansion of e-GP system  reports and statistics \ntransparency in  completed (Baseline: report  from MOF, PPMO, \nPFM and  on a pilot project in select  MOFALD, NVC, and \nreducing  ministries and departments  OAG; and \nfiduciary risks  implemented since 2015)  stakeholder \nassessed and    consultation reports \n5b. Feasibility study report on \nidentified   \ndeveloping integrated \nfinancial management \nsystem for all tiers of the \ngovernment (federal, \nprovincial, and local) \ncompleted (Baseline: none) \n \n5c.  Assessment report on a risk-\nbased financial audit system \nat the subnational level \ncompleted (Baseline: none) \n \n5d.  Framework on technical \naudit (including standards, \nsector-specific manuals and \nguidelines) completed \n(Baseline: none) \nKey Activities with Milestones \n \n1.  Policy options for improving revenue mobilization assessed and identified (August 2016–\nJanuary 2018) \n1.1 Review the existing tax policy and system at the subnational government level. \n1.2 Assess institutional capacity gaps to implement new tax regulations. \n1.3 Provide policy options for local government tax administration based on best practices. \n1.4 Assess the effectiveness of MARS and develop a replication strategy to expand the system to other \nmunicipalities. \n1.5 Provide relevant capacity building workshops and seminars.  \n \n2.  Policy options for revenue sharing among different tiers of the government assessed and \nidentified (August 2016–January 2018) \n2.1 Assess appropriate institutional and governance structures for NNRFC. \n2.2 Assess the gaps between the existing intergovernmental revenue-sharing system and the new \nrequirements mandated by the Constitution. \n2.3 Provide policy options on intergovernmental fiscal transfer mechanisms based on best practices. \n2.4 Provide relevant capacity building workshops and seminars.  \n \n ", "8  Appendix 1 \n \n3.  Policy options for establishing borrowing arrangements for the provincial governments \nassessed and identified (August 2016–January 2018) \n3.1 Review the relevant policies, regulations, and practices on subnational debt and borrowings (existing \nand as mandated by the new Constitution) and recommend appropriate policy measures. \n3.2 Assess the rules, regulations and procedures related to onlending to subnational governments, \nrepayment procedures, obligations, and responsibilities between the central and subnational \ngovernments. \n3.3 Provide policy options on forecasting of public sector cash flow and borrowing based on best \npractices. \n3.4 Provide relevant capacity building workshops and seminars.  \n \n4.  Policy options for improving expenditure allocations assessed and identified (August 2016–\nJanuary 2018) \n4.1 Review the existing budget formulation process, including fund flow at the subnational government \nlevel and recommend policies, systems, and institutional changes under the new federal structure.  \n4.2 Assess the institutional, technical, and financial requirements for the implementation of and linkages \nbetween MTBF and outcome-based budgeting at the subnational level. \n4.3 Provide policy options on public sector budgeting based on best practices. \n4.4 Provide relevant capacity building workshops and seminars.  \n \n5.  Policy options for improving transparency in PFM and reducing fiduciary risks assessed and \nidentified (August 2016–January 2018) \n5.1 Assess the existing internal control framework, including the risk-based internal audit at the \nsubnational government level, in relation to the requirements under the new federal structure. \n5.2 Assess gaps in external audit of subnational governments. \n5.3 Share best practices on internal and external audit. \n5.4 Develop technical auditing standards, sector-specific manuals, and guidelines.  \n5.5 Provide capacity building workshops and seminars on financial and technical audit systems.  \n5.6 Provide user training on MARS, e-GP system, and the integrated financial management system.  \n5.7 Provide capacity building workshops and seminars on change management and conduct international \nstudy visits on public financial management under the federal structure.  \nInputs \nADB: $500,000  \nNote: The government will provide counterpart support in the form of counterpart staff, office \naccommodation, office supplies, provision of office space, communication facilities for consultants, and \nother in-kind contributions.  \nAssumptions for Partner Financing  \nNot applicable. \nADB  =  Asian  Development  Bank,  e-GP  system  =  e-government  procurement  system,  ICT  =  information  and \ncommunication technology, MARS = municipal administration revenue system, MOF = Ministry of Finance, MOFALD = \nMinistry of Federal Affairs and Local Development, MTBF = medium-term budget framework, MTEF = medium-term \nexpenditure framework, NNRFC = National Natural Resources and Fiscal Commission, NPC = National Planning \nCommission, NVC = National Vigilance Center, OAG = Office of the Auditor General, PFM = public financial \nmanagement, PPMO = Public Procurement Monitoring Office, Q = quarter.  \na  Government of Nepal, Constituent Assembly of Nepal. 2015. Constitution of Nepal 2015. Kathmandu (unofficial \ntranslation). http://www.icnl.org/research/library/files/Nepal/Nepalconst.pdf; Government of Nepal. 2014. Thirteenth \nPlan, FY2014–FY2016. Kathmandu. http://www.npc.gov.np/images/download/13th-Plan.pdf; Nepal Law Commission. \n2008. Good Governance (Management and Operation Act), 2064 (2008). Kathmandu. \nhttp://faolex.fao.org/docs/pdf/nep137755.pdf; Government of Nepal, Ministry of Finance. 2016. Budget Speech of \nFiscal Year 2016/17. Kathmandu. \nhttp://www.mof.gov.np/uploads/document/file/Budget_Speech_final_2016_20160602105902.pdf \nSource: Asian Development Bank. \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n Item  Amount \nAsian Development Banka   \n1.   Consultants   \n      a.  Remuneration and per diem   \n           i.  International consultants   350.0 \n           ii.  National consultants   70.0 \n      b.  International and local travel  30.0 \n2.   Workshops, training, seminars, and conferencesb  40.0 \n3.   Contingencies  10.0 \n  Total   500.0 \nNote:  The  technical  assistance  (TA)  is  estimated  to  cost  $600,000,  of  which  contributions  from  the  Asian \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, office accommodation, office supplies, secretarial assistance, domestic transportation, office space, \ncommunication facilities for consultants, and other in-kind contributions. The value of government contribution is \nestimated to account for 16.7% of the total TA cost. \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-V). \nb  Workshops, training, seminars, and conferences \nPurpose  Venue \nCapacity building workshops and seminars on:   \n(i)  Best practices in tax administration at subnational level  Ministry of Finance \n(ii)  Best practices for intergovernmental fiscal transfers  Ministry of Finance \n(iii)  Forecasting of public sector cash flow and borrowing requirements  Ministry of Finance \n(iv)  Best practices on public sector budgeting  Ministry of Finance \n(v)  Best practices in financial and technical audit systems  Office of the Auditor General \nand National Vigilance Center \n(vi)  Transition and change management in public administration  Ministry of Finance \n(vii)  User training of municipal administration and revenue system  Ministry of Federal Affairs and \nLocal Development \n(viii) User training of e-government procurement system  Public Procurement \nMonitoring Office \n(ix)  User training of integrated financial management system  Ministry of Finance \n(x)  International study visit on public financial management under the  To be determined \nfederal structure \nSource: Asian Development Bank estimates. \n \n \n   \n ", "10          Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The  policy  and  advisory  technical  assistance  will  require  24  person-months  of \ninternational consultants and 15 person-months of national consultants.1  \n \n2.  Tax  specialist(s)  and  team  leader (international, 3 person-months and national, 2 \nperson-months). Each specialist will have a graduate degree in economics, finance, public \nadministration, or a related field; and at least 5 years of experience working on public finance \nand local government finance issues, preferably in South Asia. The team leader will be the \ninternational consultant. The specialist(s) will (i) conduct a feasibility study on the identification \nof a revenue base, including introduction of new taxes at the subnational level; (ii) design tax \ncodes and manuals; (iii) provide policy options to the government regarding local government \ntax administration by sharing similar experiences and best practices from other countries; and \n(iv) support capacity building. The feasibility study will be informed by socioeconomic indicators, \nand gender equity and social inclusion (GESI) dimensions at the subnational level. \n \n3.  Intergovernmental fiscal transfer specialist(s) (international, 3 person-months and \nnational, 2 person-months). Each specialist will have a graduate degree in economics, finance, \npublic administration, or a related field; and at least 5 years of experience working on public \nfinance and local government finance issues, preferably in South Asia. The specialist(s) will (i) \nconduct a feasibility study on the revenue-sharing potential of subnational governments in \nNepal;  (ii)  design  devolution  formulas,  informed  by  socioeconomic  indicators,  and  GESI \ndimensions at the subnational level; (iii) provide policy options to the government regarding \nintergovernmental fiscal transfer mechanisms by sharing similar experiences and best practices \nfrom other countries; and (iv) support capacity building. The specialist(s) will also conduct an \norganizational study regarding the establishment of the National Natural Resources and Fiscal \nCommission, including its institutional structure, functions, and mandate. \n \n4.  Public  sector  budget  specialist(s) (international, 3 person-months and national, 2 \nperson-months). Each specialist will have a graduate degree in economics, finance, public \nadministration, or a related field; and at least 5 years of experience working on public finance \nand local government finance issues, preferably in South Asia. The specialist(s) will (i) conduct \na  feasibility  study  on  the  requirements  for  preparing  and  implementing  medium-term \nexpenditure and medium-term budget frameworks, and linking them with the outcome-based \nbudgeting at the subnational level in coordination with the central government in Nepal; (ii) \ndesign budget preparation guidelines; (iii) provide policy options to the government on public \nbudgeting by sharing similar experiences and best practices from other countries; and (iv) \nsupport  capacity  building.  Socioeconomic  indicators  and  GESI  dimension  will  also  be \nconsidered in designing the framework.  \n \n5.  Capital market specialist(s) (international, 3 person-months and national, 2 person-\nmonths).  Each  specialist  will  have  a  graduate  degree  in  economics,  finance,  public \nadministration, or a related field; and at least 5 years of experience working on public finance \nand  capital  market  development  issues,  preferably  in  South  Asia.  The  specialist(s)  will  (i) \nconduct a feasibility study on a borrowing mechanism for subnational governments in Nepal’s \ncapital markets; (ii) develop a framework with clear and enforceable rules, regulations, and \n                                                \n1 The primary responsibility of delivery of outputs lies with the international consultants, while the national consultants \nwill provide the required support to the international consultants mainly to liaise with government agencies, conduct \nresearch and data collection, conduct technical training, and provide other support as required. \n ", "            Appendix 3        11           \n \nprocedures  related  to  onlending,  repayment  procedures,  obligations,  and  responsibilities \nbetween the central and subnational governments; (iii) provide policy options to the government \non  forecasting  of  public  sector  cash  flow  and  borrowing  requirements  for  subnational \ngovernments by sharing similar experiences and best practices from other countries; and (iv) \nsupport capacity building.  \n \n6.  Internal and external audit specialist(s) (international, 3 person-months and national, \n2 person-months). Each specialist will have a graduate degree in economics, finance, public \nadministration, accounting, or a related field; and at least 5 years of experience working on \npublic finance, accounting and audit systems, preferably in South Asia. The specialist(s) will \ndesign procedures and manuals for risk-based financial audit and support capacity building. \n \n7.  Technical audit specialist(s) (international, 3 person-months and national, 2 person-\nmonths).  Each  specialist  will  have  a  graduate  degree  in  economics,  finance,  public \nadministration, engineering, accounting, or a related field; and at least 5 years of experience \nworking  on  public  finance,  accounting  and  audit  systems,  preferably  in  South  Asia.  The \nspecialist(s) will design procedures and manuals for technical audit of infrastructure projects and \nsupport capacity building. \n \n8.  Information and communication technology and management information system \nspecialist(s) (international, 3 person-months and national, 3 person-months). Each specialist \nwill have a graduate degree in computer science, economics, finance, or a related field; and at \nleast  5  years  of  experience  in  implementing  information  and  communication  technology \nsolutions in public administration projects, preferably in developing countries or South Asia. The \nspecialists  will  conduct  feasibility  studies  on  the  requirements  to  expand  the  municipal \nadministration revenue system, e-government procurement system, and integrated financial \nmanagement at the subnational government level, and provide user training on these systems.  \n \n9.  Change  management  specialist  (international,  individual,  3  person-months).  The \nspecialist  will  have  a  graduate  degree  in  public  administration,  economics,  business \nmanagement, law, or a related field; and at least 5 years of experience on providing change \nmanagement advisory services to governments and international development organizations, \npreferably in South Asia. The specialist, in coordination with other development partners, will (i) \nadvise on the implementation of change in the governance structure and system from unitary to \nfederal; (ii) advise on effective and flexible approaches in the given context of political transition \nin Nepal, based on best practices from other countries; and (iii) provide training to relevant \ngovernment officials on transition and change management. \n \nTable A3: Summary of Consulting Services Requirement \n  Person-Months Required \nPositions  International   National \nTax specialist(s) and team leader (international)  3  2 \nIntergovernmental fiscal transfer specialist(s)  3  2 \nCapital market specialist(s)  3  2 \nPublic sector budget specialist(s)  3  2 \nInternal and external audit specialist(s)  3  2 \nTechnical audit specialist(s)  3  2 \nICT and MIS specialist(s)  3  3 \nChange management specialist  3 \nTotal  24  15 \nICT = information and communication technology, MIS = management information system.  \nSource: Asian Development Bank. \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20160808150621+08'00'", "ModDate": "D:20160808150621+08'00'", "Author": "L7G", "Creator": "PDF24 Creator", "Title": "Microsoft Word - Final_Nep SSPM PATA.docx"}}