{"path": "data/input/ta/36304-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors \n \nProject Number: 36304 \nNovember 2006 \nProposed Loan \nSocialist Republic of Viet Nam:  \n \nAgriculture Science and Technology Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 5 October 2006) \n \nCurrency Unit –  dong (D) \nD1,000 =  $0.0623 \n$1.00 =  D16,050 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMIS  –  agricultural market information system \n  ASDP  –  Agriculture Sector Development Program \n  AST  –  agriculture science and technology \n  CPMU  –  central project management unit \n  CSP  –  country strategy and program \n  EMP  –  environmental monitoring plan \n  GDP  –  gross domestic product \n  MARD  –  Ministry of Agriculture and Rural Development \n  MPI  –  Ministry of Planning and Investment \n  NAEC  –  National Agricultural Extension Center \n  NGO  –  nongovernment organization \n  PAEC  –  provincial agricultural extension center \n  PPMU  –  provincial project management unit \n  PSC  –  project steering committee \n  RRA  –  rapid rural appraisal \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \nVice President  C. L. Greenwood, Jr., Operations Group 2 \nDirector General  R. M. Nag, Southeast Asia Department (SERD) \nDirector  U. S. Malik, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  M. Otsuka, Principal Agricultural Economist, SERD \nTeam members  H. Gunatilake, Senior Economist,ERD \n  S. Kawazu, Counsel, Office of the General Counsel \n  N. Ikemoto, Environment Specialist, SERD \n  H. L. Phong, Programs/Implementation Officer, SERD \n ", " \nCONTENTS \nPage \nLOAN AND PROJECT SUMMARY  i \nMAP  vii \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT  5 \nA.  Impact and Outcome  5 \nB.  Outputs  6 \nC.  Special Features  11 \nD.  Project Investment Plan  12 \nE.  Financing Plan  12 \nF.  Implementation Arrangements  13 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  16 \nA.  Benefits  16 \nB.  Impacts  17 \nC.  Risks  18 \nV.  ASSURANCES  19 \nA.  Specific Assurances  19 \nB.  Conditions for Loan Effectiveness  20 \nVI.  RECOMMENDATION  20 \nAPPENDIXES \n1.  Design and Monitoring Framework  21 \n2.  Sector Analysis  24 \n3.  External Assistance  31 \n4.  List of Selected Agricultural Research Institutes  32 \n5.  List of Selected Technical and Vocational Training Schools  34 \n6.  Detailed Cost Estimates  36 \n7.  Project Implementation Schedule  38 \n8.  Procurement Plan  39 \n9.  Outline Terms of Reference for Consultants  41 \n10.  Economic Analysis  46 \n11.  Summary Poverty Reduction and Social Strategy  51 \n12.  Summary Environmental Analysis  54 \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Chronology and Project Readiness Criteria \nB.  Problem Tree Analysis \nC.  Detailed Cost Tables \nD.  Detailed Sector and Economic Analyses \nE.  Social Assessment \nF.  Summary Initial Environmental Examination ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Socialist Republic of Viet Nam \n   \nClassification  Targeting classification: General intervention \nSector: Agriculture and natural resources \nSubsector: Agricultural production, agroprocessing, and \nagribusiness \nThemes: Sustainable economic growth, and capacity \ndevelopment \nSubthemes: Development of rural areas; organizational \ndevelopment; and client relations, network, and partnership \ndevelopment \n   \nEnvironment  Category B. An initial environmental examination was undertaken \nAssessment  and a summary environmental analysis is a core appendix. \n   \nProject Description  The project scope includes (i) client-oriented agricultural research \nand capacity strengthening, (ii) grassroots agricultural extension \nimprovement,  and  (iii)  rural-based  technical  and  vocational \ntraining.  Activities  will  focus  on  effective  management  and \ndissemination  of  agriculture  science  and  technology  (AST)  to \npromote production and marketing of agricultural and agro-based \nproducts. The Project aims to improve and modernize the AST \nsystem  and  institutions;  and  the  capacity  of  their  staff, \nresearchers, and other stakeholders in planning and implementing \nadvanced  AST  activities.  Improvements  in  key  AST  areas, \nincluding  agricultural  research,  extension,  and  training,  will  be \nevidenced by more client-oriented AST activities with improved \nmechanisms  for  participatory  and  pro-poor  technology \ndissemination  that  reflect  demand  in  the  field;  and  improved \nphysical and human resources for the AST system with effective \ncommunication  and  collaboration  between  public  and  private \nsector  organizations.  Project  activities  related  to  agricultural \nextension will mainly cover upland or remote areas in five selected \nprovinces in line with the country strategy and program of the \nAsian  Development  Bank  (ADB)  for  Viet  Nam.  Other  project \nactivities will have nationwide coverage. \n   \nRationale  During 1995–2005, the agriculture sector in Viet Nam grew rapidly \nat  an  average  annual  rate  of  4.1%,  and  contributed  to  the \ncountry’s overall annual economic growth of 7.2%. From a net \nimporter of rice in the late 1980s, Viet Nam has become one of \nthe largest rice exporters in the world, and exports large quantities \nof  commercial  crops,  including  coffee,  rubber,  tea,  pepper, \ngroundnuts,  and  cashews.  As  part  of  the  10-year  National \nSocioeconomic  Development  Strategy  (2001–2010)  and  to \nsustain growth, employment, and exports in agriculture to help \nreduce  rural  poverty,  the  Government  plans  to  (i)  foster \nagricultural diversification into higher value products and markets; \n(ii)  increase  factor  productivity,  value  addition,  and \nagroprocessing;  (iii)  improve  product  quality  for  domestic  and \nexport  markets;  (iv)  facilitate  technology  development  and ", "ii \ndissemination  through  improved  research  and  extension;  and \n(v) increase  rural  industries,  infrastructure,  and  services.  The \nMinistry of Agriculture and Rural Development (MARD) formulated \nits 5-year plan for 2006–2010 to ensure sustainable and equitable \ngrowth of the agriculture sector and prepare for the country’s rapid \nintegration  into  international  markets.  To  achieve  these  policy \nobjectives, more effective use of AST is required for technological \nadvancement,  which  will  ensure  food  security;  promote \nagricultural diversification; and improve the quality of high-value \ncrop,  livestock,  and  fishery  products  that  are  comparable  with \nneighboring  countries  and  trade  competitors.  Access  to  new \ntechnologies by farmers and agro-based enterprises is essential \nas  Viet  Nam's  agriculture  is  gradually  shifting  its  focus  from \nincreased production volumes to increased production values by \nidentifying new production processes and innovative products and \nmarketing.  These  technologies  need  to  be  developed  and \ndisseminated in partnership with central and provincial agencies \nof the Government, private enterprises, farmers, and international \nagricultural research institutions. \n \nMajor policy and structural weaknesses in agricultural research, \nextension, training, and market information systems in the public \nsector are being addressed under the ongoing Agriculture Sector \nDevelopment Program. Successful reforms in these institutions \nwill require investments in human resources and infrastructure for \nAST  that  will  enable  them  to  contribute  more  significantly  to \nagricultural growth in a changing global environment. The Project \nwill  contribute  to  ADB’s  country  strategy  and  program  for \nViet Nam,  which  aims  at  supporting  the  country's  sustainable \neconomic growth by raising agricultural productivity and promoting \nprivate agroenterprises. The Project will complement the ongoing \nand  planned  activities  of  other  external  funding  agencies  and \nnongovernment organizations, and has been formulated based on \nthe  investment  needs  of  the  relevant  agricultural  research \ninstitutes,  organizations  involved  in  agricultural  extension,  and \nMARD’s technical and vocational training schools. \n   \nImpact and Outcome  The Project will contribute to the national goal of economic growth \nand poverty reduction by achieving the sustainable and equitable \ngrowth of the agriculture sector. The Project aims to strengthen \nthe  capacity  of  the  national  AST  system.  The  advanced  AST \nsystem will facilitate technology development and dissemination, \nimprove  the  quality  of  agricultural  products  for  domestic  and \nexport markets, and increase their competitiveness. \n   \nProject Investment Plan  The investment cost of the Project is estimated at $40 million \nequivalent, including taxes and duties of $2.62 million. \n   \n   \n   \n   \n \n ", "iii \nFinancing Plan  ($ million) \nSource  Total  % \n     \nAsian Development Bank  30.0    75.0 \nGovernment  10.0    25.0 \n  Total  40.0    100.0 \n   \n  A loan of Special Drawing Rights 20,198,000 equivalent from the \nSpecial Funds resources of ADB will be provided, with a term of \n32 years including a grace period of 8 years, and an interest rate \nof 1.0% per annum during the grace period and 1.5% per annum \nthereafter. \n   \nPeriod of Utilization  30 June 2012 \n   \nEstimated Project  31 December 2011 \nCompletion Date \n   \nExecuting Agency  Ministry of Agriculture and Rural Development \n   \nImplementation  MARD  will  be  responsible  for  overall  project  implementation. \nArrangements  MARD  will  establish  a  central  project  management  unit  in  its \nAgricultural Project Management Board. The unit, to be headed by \na project director, will oversee day-to-day implementation of the \nProject and ensure interdepartmental coordination within MARD at \nthe  central  level  under  appropriate  technical  guidance  of  the \nDepartment  of  Science  and  Technology,  and  other  concerned \ndepartments  of  MARD.  Before  loan  effectiveness,  a  provincial \nproject management unit will be established under the provincial \ndepartment of agriculture and rural development in each of the \nfive  project  provinces.  The  unit  will  be  responsible  for  overall \nmanagement and supervision of the project activities related to \nagricultural  extension  in  the  province,  including  contractual \narrangements for service delivery, finance and project accounting, \nprocurement,  monitoring  and  evaluation,  and  reporting.  Before \nloan effectiveness, the Government will also establish a project \nsteering committee to be headed by the vice minister of MARD in \ncharge  of  science  and  technology  to  facilitate  interministerial \ncoordination  and  provide  overall  guidance  for  project \nimplementation. \n   \nProcurement  Procurement  of  goods  and  services  to  be  financed  from  the \nproceeds of the loan will be carried out in accordance with ADB's \nProcurement Guidelines, and the procurement plan as agreed and \namended  from  time  to  time,  and  will  follow  the  relevant \nGovernment procedures and regulations. Supply contracts and \ncivil  works  under  the  Project  will  be  limited  in  size;  and  be \nawarded through shopping, national competitive bidding, or direct \ncontracting procedures according to the estimated contract value, \nand to ensure that procured contracts are reasonably priced and \nsuitable  for  project  activities,  and  that  fair  canvassing  is  done \namong suppliers. \n ", "iv \n \nConsulting Services  The  Project  will  require  a  team  of  consultants,  including  29 \nperson-months of international and 96 person-months of national \nconsultants  in  the  fields  of  agricultural  research  management, \nagricultural  extension  management,  agricultural  vocational \ntraining, social development, environmental assessment, financial \nmanagement,  and  monitoring  and  evaluation.  An  international \nconsulting firm will be engaged to provide these services. The \nselection  and  engagement  of  consultants  will  be  done  in \naccordance with ADB's Guidelines on the Use of Consultants and \nthe procurement plan as agreed and amended from time to time. \nThe quality- and cost-based selection method will be used, and \nsimplified technical proposals invited from the short-listed firms. \n   \nProject Benefits and  Special attention will be paid to social issues related to gender \nBeneficiaries  and  beneficiaries  in  the  project  provinces,  including  ethnic \nminorities  and  environmental  issues  related  to  the  project \nactivities. A multistakeholder participatory diagnosis and design \napproach  was  adopted  for  project  preparation  to  disseminate \nfindings and project design. Key stakeholders, including relevant \ngovernment agencies, research institutes, local administrations, \nfarmer groups, other external funding agencies, and international \nnongovernment  organizations,  were  consulted  during  project \nformulation.  These  stakeholders  strongly  support  the  project \nconcept  and  recognize  the  importance  of  improved  AST  in \nViet Nam. \n   \nRisks and Assumptions  Major  assumptions  for  effective  project  implementation  include \n(i) continued  Government  commitment  to  strengthening  the \nnational  AST  system  and  to  creating  a  favorable  policy  and \ninstitutional  environment  for  the  market-oriented  growth  of  the \nagriculture sector, (ii) adequate provision of counterpart resources \nfor  maintaining  sustainable  project  operations,  and  (iii)  active \nparticipation of key stakeholders in planning and implementing \ngrassroots extension services. \n \nConcerns are often raised about the possible risk that research-\nled  technological  advances  in  agriculture  may  benefit  wealthy \nfarmers at the expense of poor farmers. Wealthier farmers may \nhave more resources to apply new technologies. However, access \nto agricultural science and technology is also critical for improving \npoor  farmers’  income  and  livelihood.  In  this  context,  special \nmeasures must be included to identify farmers’ needs in poor \ncommunities. Under the Project, the selection criteria for research \nand extension contracts and demonstration trials will have pro-\npoor elements to reflect local farmers’ needs, and give priority to \nsocially sensitive activities in the provincial agricultural extension \nplans with regard to participation of women and ethnic minority \ngroups.  These  criteria  will  be  rigorously  applied  to  ensure  a \npositive impact on poverty reduction. \n \nOther  project  risks  may  include  (i)  inadequate  provision  of \ncounterpart resources for the project facilities, (ii) weak linkages ", "v \nbetween agricultural research and extension, and (iii) inadequate \nstakeholder participation in project planning and implementation. \nThe Government has assured ADB that it will provide adequate \ncounterpart staff and resources to maintain sustainability of the \nproject  impact.  ADB  will  continue  its  dialogue  with  the \nGovernment  to  ensure  adequate  financial  resources  for  the \nupgraded  equipment  and  facilities,  strengthen  the  linkage \nbetween  research  and  extension,  and  continue  the  project \napproach to promote active stakeholder participation. \n   \n \n ", "", "103o  00’E 108o  00’E\nHa Giang PEOPLE'S  REPUBLIC\n9 Cao Bang OF  CHINA\n7\nLao Cai\n1 6 10\nLai Chau 4 Bac Kan\nTuyen Quang Lang Son\n2 Ye8n Bai 11 Thai Ngu1y6en\nSon La Phu Tho 12Vin1h3 Phuc Bac1 G8iang 17\nDien Bien 5\n3 HANOI 1419 Ha Long\n20 15 Hai 21\nHoa Binh Duong Hai Phong\n23 24 22\nThai Binh\n25 26 Gulf   of   Tonkin\nNinh Binh\n20 o 00’N LAO PEOPLE'S 27 20 o 00’N\nDEMOCRATIC REPUBLIC Thanh Hoa\n28 PROVINCES\n1. Lai Chau\nVIET NAM 2. Dien Bien\nVinh 3. Son La\nAGRICULTURE SCIENCE AND 4. Lao Cai\nHa Tinh 5. Phu Tho\nTECHNOLOGY PROJECT 29 6. Tuyen Quang\n(Grassroots Agricultural 7. Ha Giang\n8. Yen Bai\nExtension Improvement Component) 9. Cao Bang\nDong Hoi 10. Bac Kan\n30 11. Thai Nguyen\n12. Vinh Phuc\n13. Ha Noi\nDong Ha 14. Bac Ninh\nN 15. Hung Yen\n31 Hue 16. Lang Son\n17. Quang Ninh\n32 Da Nang 18. Bac Giang\n0 50 100 200 33 19. Hai Duong\nHoi An 20. Ha Tay\nKilometers 34 2212.. HThaai iP Bhionnhg\n23. Hoa Binh\nProposed Project Provinces\n35 24. Ha Nam\nNational Capital 25. Ninh Binh\nQuang Ngai\nCity/Town Ko3n6 Tum 2267.. NThaamn hD iHnoha\nNational Road 28. Nghe An\nOther Road 38 2390.. HQau aTningh Binh\nRailway 37 31. Quang Tri\nRiver Pleiku Quy Nhon 3323.. TDhau Naa Tnhgien Hue\nProvincial Boundary 34. Quang Nam\n35. Quang Ngai\nInternational Boundary 39 36. Kon Tum\nBoundaries are not necessarily authoritative. 40 Tuy Hoa 37. Gia Lai\nBuon Ma 38. Binh Dinh\nThuot 39. Phu Yen\nCAMBODIA 40. Dak Lak\nNha Trang 41. Dak Nong\nDak Nong 42 42. Khanh Hoa\n41 Da Lat 43. Lam Dong\n12 o 00’N Binh 45 44 44. Ninh Thuan 12 o 00’N\nLong 43 45. Binh Phuoc\n46 46. Tay Ninh\nTay Ninh Phan Rang- 47. Binh Duong\n47 48 Thap Cham 48. Dong Nai\nThu Dau Mot Bien Hoa 49 49. Binh Thuan\nPhan Thiet 50. Ba Ria - Vung Tau\n52 50 51. Ho Chi Minh\nGulf   of   Thailand 55 54 Tan5 A3n Ho5 1Chi Minh City 5523.. LToienng G Ainang\nLong Xuyen Vinh Long My Tho Vung Tau 54. Dong Thap\nCan5 T8ho 59 60 Ben Tre 55. An Giang\nRach Gia 56. Kien Giang\nHau Gia5n7g 61 Tra Vinh SOUTH   CHINA 57. Hau Giang\n56 62 58. Can Tho\n63 Soc Trang SEA 59. Vinh Long\n60. Ben Tre\nCa Mau Bac Lieu 61. Tra Vinh\n62. Soc Trang\n64 63. Bac Lieu\n64. Ca Mau\n103o  00’E 108o  00’E\n06-3043 HR", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Socialist Republic of Viet Nam for the Agriculture Science and Technology Project. The \ndesign and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  The gross domestic product (GDP) per capita in Viet Nam was estimated at $622 in \n2005, an increase of more than 20% from 2004. Poverty rapidly decreased during the last \ndecade from 58% in the early 1990s to 23% in 2004.1 Progress toward the country’s Millennium \nDevelopment Goals and targets has been fast; achieving poverty reduction targets ahead of \nschedule is making attainment of social development goals feasible. However, despite the rapid \nreduction in overall poverty incidence, poverty still remains a critical issue particularly in rural \nareas where about 75% of the country’s population lives. Severe poverty exists in upland and \nremote areas and the gap in income between urban and rural areas is rapidly increasing. \nPoverty is particularly high in rural areas in the central region where increased efforts for rural \ndevelopment are required. \n \n3.  During  1995–2005,  the  agriculture  sector  in  Viet  Nam,  including  crops,  livestock, \nfisheries,  and  forestry,  expanded  at  an  average  annual  rate  of  4.1%.  In  2005,  the  total \nproduction value of the sector was estimated at D175.0 trillion ($10.9 billion) or about 21% of \nthe national GDP.2 The agriculture sector plays an important role in economic growth and \npoverty reduction, accounting for about 30% of the total export value and about 60% of the labor \nforce. More than 50% of agricultural production value comes from the Red River and Mekong \nRiver deltas. Sector's growth in 2005 was estimated at about 4.0%. \n \n4.  In 2004, about 7.4 million hectares (ha) or 57% of the total cropped area of 12.9 million \nha  was  under  rice  cultivation  mainly  in  the  two  delta  areas.  Total  paddy  production  was \nestimated at about 34.6 million tons with average yield of about 4.7 tons per ha. Other major \ncrops  include  maize  (910,000  ha),  fruits  (747,000  ha),  vegetables  (606,000  ha),  cassava \n(372,000 ha), sugarcane (306,000 ha), and groundnuts (243,000 ha). Perennial industrial crops \ninclude coffee (514,000 ha), rubber (437,000 ha), and pepper (50,000 ha). Viet Nam was a net \nimporter of rice in the late 1980s, but has become one of the largest rice exporters in the world, \nand also exports large quantities of commercial crops. This rapid growth is mainly attributed to \nthe market-oriented reforms that recognize farm households as the key unit of production, \nliberalized land use rights and decision making on production and marketing, and increased \ninvestment  in  irrigation  development  and  rehabilitation.  Improved  agriculture  science  and \ntechnology (AST) also played an important role, though its focus was more on increasing the \nquantity of production and less on the aspect of product quality and marketing. \n \n5.  With  globalization,  the  agricultural  setting  is  changing  rapidly.  Trade  in  agricultural \nproducts is becoming diverse, and the technological base for agriculture is increasingly built on \nadvanced AST. Information technologies contribute to improvements in agricultural production \nand marketing. The private sector has taken a larger role in the generation and diffusion of new \n                                                 \n1  Asian Development Bank. 2006. Country Strategy and Program (2007–2010): Viet Nam. Manila. \n2  The figures for 2005 are preliminary estimates obtained from the General Statistics Office of the Government of \nViet Nam. ", "2 \ntechnologies for seeds, agrochemicals, and veterinary medicines. In particular, multinational \nenterprises operate in various agricultural input and output markets. Under this global situation, \nincreased production volume by itself cannot enhance the contribution of the agriculture sector \nto the national economy. Accompanying growth in production values through improvements in \nproduct quality and marketing is essential to ensure sustainable agricultural growth. In this \ncontext, strengthening of the country’s AST system is urgently required. \n \n6.  The  AST  system  in  Viet  Nam  has  been  highly  fragmented  and  characterized  by \nduplication of efforts and programs. The ongoing Agriculture Sector Development Program \n(ASDP)3 addresses major structural weaknesses in AST, including (i) overlapping functions and \nuneven  geographic  distribution  of  research  institutes,  (ii)  inadequate  capacity  of  extension \nservices in disseminating improved technology and research outputs, and (iii) ineffective support \nfor agro-industrial development. In March 2003, the Asian Development Bank (ADB) assisted \nthe Government in formulating a road map for AST,4 which calls for (i) detailed analysis and \ninventory  assessments  of  the  AST  system,  (ii)  increased  emphasis  on  client-oriented \nagricultural research and extension, (iii) coordination and partnership with key stakeholders in \npublic  and  private  sectors,  and  (iv)  provision  of  comprehensive  and  quality  services  with \nincreased focus on poor and disadvantaged farm households. The road map also stresses the \nneed  for  increased  investment  in  improving  physical  and  human  resources  for  AST.  The \nproposed AST Project is included in ADB’s country strategy and program (CSP) for Viet Nam, \nand fully takes into account the reform measures implemented under the ASDP and the main \nthrust of the road map. \n \n7.  In Viet Nam, the major contribution of AST in the 1990s was as a spillover from the \naccumulated benefits of agricultural research and development undertaken elsewhere. This \nresulted in the increased use of fertilizer and machinery. This source of growth will continue, but \nthe need for new technology adapted to the country’s specific agroecological conditions will \nincrease. To become a significant source of agricultural growth, the national AST system needs \nto be modernized and become more effective. This will require capacity strengthening with \nimproved equipment and facilities, and upgraded skills and capacity of human resources. It will \nalso require new systems and management approaches, increasing the focus on the local \nneeds  of  farmers  and  traders  through  client-oriented  management  of  AST  resources  and \ninstitutions. A more detailed sector analysis is in Appendix 2. \n \nB.  Analysis of Key Problems and Opportunities \n1.  Government Objectives and Strategy \n8.  As part of the National 10-Year Socioeconomic Development Strategy (2001–2010), the \nGovernment plans to (i) foster agricultural diversification into higher value products and markets; \n(ii) increase factor productivity, value addition, and agroprocessing; (iii) improve product quality \nfor  domestic  and  export  markets;  (iv)  facilitate  technology  development  and  dissemination \nthrough  improved  research  and  extension;  (v)  increase  rural  industries,  infrastructure,  and \nservices; and (vi) reduce rural-urban income gaps. The Government strongly recognizes that \nmore effective use of AST is required for technological advancement, which will ensure food \nsecurity, promote agricultural diversification, and improve the quality of high-value agriculture \n                                                 \n3  ADB. 2002. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nSocialist Republic of Viet Nam for the Agriculture Sector Development Program. Manila. (Loans 1972/1973–VIE for \na program loan of $60 million, and project loan of $30 million). \n4  ADB. 2003. Strategy and Road Map for Agriculture Science and Technology in Viet Nam. Manila. \n ", "3 \nand agro-based products that are comparable with neighboring countries and trade competitors. \nImprovement of the national AST system is one of the highest priority policy issues. \n \n9.  MARD formulated its new 5-year plan in line with the Government’s Socioeconomic \nDevelopment Plan (2006-2010) to ensure sustainable and equitable growth of the agriculture \nsector in view of the country’s rapid integration into international markets through its entry into \nthe World Trade Organization and the implementation of the Free Trade Area Agreement of the \nAssociation of Southeast Asian Nations. The new plan will aim to (i) modernize the agriculture \nsector;  (ii)  strengthen  AST;  (iii) increase  investment  in  the  improvement  of  postharvest \noperations and biotechnology; (iv) promote agricultural trade and marketing; and (v) strengthen \nthe  system  of  sector  management,  thereby  increasing  agricultural  household  income,  and \nensuring sustainable and equitable sector growth. \n \n10.  To  achieve  these  sector  objectives,  the  Project  will  address  the  existing  sector \nconstraints  in  agricultural  research,  extension,  and  rural-based  training  through  effective \ninvestment in the national AST system, which has been significantly low in Viet Nam (0.1% of \nagricultural GDP) as compared with Thailand (1.4%) and the People’s Republic of China (0.4%). \nTo  promote  production  and  marketing  of  high-value  and  high-quality  agricultural  products, \naccess of farmers and agro-based enterprises to advanced AST and related knowledge and \nskills must be improved. In this context, the Project is critically important for strengthening the \nnational AST system. \n \n2.  National Agriculture Science and Technology System \n11.  In Viet Nam, the national AST system for agricultural research, extension and training is \ncomplex,  involving  six  ministries:  MARD,  Ministry  of  Science  and  Technology,  Ministry  of \nEducation  and  Training,  Ministry  of  Industry,  Ministry  of  Fisheries,  and  Ministry  of  Natural \nResources and Environment. This complex system is the result of various institutional changes \nin the agriculture sector since the 1970s. The Government fully recognizes the weaknesses of \nthe existing AST system due to (i) complex organizational structures; (ii) old facilities and \nobsolete  equipment;  (iii)  inadequate  budgetary  allocations  for  carrying  out  advanced  AST \nprograms and for upgrading equipment and facilities; (iv) lack of coordination among agencies \nand institutes, and duplication of efforts on similar topics; (v) lack of effective linkages between \nresearch and extension, and other support services; and (vi) uneven regional distribution of staff \nand facilities concentrated in the two delta regions. These issues often lead to a waste of scarce \npublic  resources  for  a  variety  of  AST  activities,  weak  institutional  capacities,  and  lack  of \nfeedback from producers and traders. \n \n12.  Under the ASDP, MARD initiated policy and institutional reform measures related to the \nnational AST system, including (i) reorganization of the national agricultural research system to \nrationalize  the  existing  mandates  and  resources  of  research  institutes,  (ii)  comprehensive \nrevision of the Government decree on agricultural extension to institutionalize participatory and \npro-poor agricultural extension services, and (iii) strengthening of provincial agricultural market \ninformation systems. The Government’s approval and implementation of these measures were \ncritical milestone events in the AST system as they actually led to the commencement of long-\nawaited reforms in the system. This process is still in transition, and formal ministerial circulars \nand regulations to institutionalize the reorganized system are being prepared with technical and \nadvisory support of ADB technical assistance (TA).5 These ongoing reforms are expected to \n                                                 \n5  ADB. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Strengthening Agriculture Science and \nTechnology Management. Manila (TA 4619–VIE). \n ", "4 \nprovide an enabling environment for successful and effective implementation of the Project. A \nmore detailed description of the issues related to the national AST system, and rationale for the \nproposed investment are included in the sector analysis in Appendix 2. \n \n3.  ADB’s Policy and Operational Strategy \n13.  ADB’s  policy  on  agriculture  and  natural  resources  research6  aims  to  contribute  to \n(i) poverty reduction, (ii) sustainable management of agriculture and natural resources, and \n(iii) increased agricultural productivity. The policy highlights the need for integrated farming \nsystems with diversified crops; provision of support for farming in unfavorable environments, \nincluding  upland  and  remote  areas;  and  technology  development  and  natural  resources \nmanagement based on stakeholder participation. The Project includes a number of features that \nare in line with the agenda of the ADB policy to strengthen the national AST system in Viet Nam \nas described in the project components (paras. 21−37). \n \n14.  The Project was formulated based on ADB’s CSP for Viet Nam, approved in January \n2002,7 and subsequent updates, which highlighted the country’s need for rural development \nthrough  improved  agricultural  productivity  and  diversification  as  an  important  measure  to \nachieve the CSP’s strategic objectives. The Project is included in the CSP update for 2006–\n2008, and in line with the new CSP (2007–2010) for Viet Nam (footnote 1), approved in October \n2006, which aims at pro-poor economic growth. \n \n4.  External Assistance \n15.  Until the end of 2004, according to the MARD database, external funding agencies, \nincluding ADB, committed about $2.14 billion to assist the agriculture sector in Viet Nam, of \nwhich about $0.82 billion was in grant funds and $1.32 billion in loans. As of 31 December 2005, \nADB provided 20 loans to agriculture, irrigation, fisheries, and rural development in Viet Nam, \namounting to $892 million or 26% of the total loans to the country of about $3.4 billion. ADB has \nbeen active in supporting policy and institutional reforms in the sector through ASDP, and in \nsupporting projects for rural finance, and irrigation and flood control. Other external funding \nagencies  in  the  sector  include  those  of  Australia,  Denmark,  Japan,  and  Netherlands; \nInternational Fund for Agricultural Development; and World Bank. ADB is active in ensuring \nadequate coordination with other multilateral and bilateral funding agencies through its Viet Nam \nResident Mission. These external funding agencies and international research institutions will be \nregularly briefed on project implementation during loan review missions and regular dialogue on \nsector issues related to the ASDP. Appendix 3 shows recent initiatives of major external funding \nagencies in the agriculture sector. \n \n5.  Lessons  \n16.  As of the end of December 2005, ADB had seven ongoing loans in the agriculture and \nnatural resources sector. The progress of the ongoing ASDP is satisfactory with releases of the \nfirst and second tranches of the program loan despite an initial delay in the program start-up. \nOverall portfolio performance in Viet Nam was less encouraging in 2004 with implementation \ndelays.  Generic  implementation  issues  in  the  country  include  lengthy  decision-making \nprocesses and inadequate number of well-qualified and competent project management staff. \nThese issues are being addressed jointly with the World Bank and other external funding \n                                                 \n6  ADB. 1995. The Bank’s Policy on Agriculture and Natural Resources Research. Manila (R253-95). \n7  ADB. 2002. Country Strategy and Program (2002–2004): Viet Nam. Manila. \n ", "5 \nagencies at the time of the country portfolio review missions and during the consultative group \nmeeting between the Government and external funding agencies. \n \n17.  ADB prepared five project performance audit reports for projects in the agriculture and \nnatural resources sector, including three reports for projects during the 1970s. The program \nperformance  audit  report  for  the  Agriculture  Sector  Program  loan,8  which  was  rated  as \nsuccessful, is very relevant and provides important lessons learned for the proposed Project, \nincluding the need for (i) better focus in the project scope for agricultural support services, and \n(ii) gradual sector reforms accompanied by timely provision of financial and TA assistance. \nThese contributed to general success in introducing changes in the agriculture sector. The \nproposed Project is fully in line with this approach to accompany Government sector reforms. \n \n18.  Lessons from other projects of ADB and other external funding agencies mainly relate to \nthe need for stronger linkages between research and extension, and for enhanced project \nreadiness.  These  lessons  are  incorporated  in  the  project  design.  The  proposed  project \ncomponents will be implemented with improved linkages between agricultural research and \nextension and other support services at various stages through participation of key stakeholders \nin work planning and implementation of the Project, and in the selection of research and \nextension proposals to be funded under the Project. These measures will ensure that client \ndemand is reflected in the project activities for agricultural research and extension. To enhance \nproject  readiness,  advance  action  for  consultant  recruitment  was  taken,  and  the  TA  for \nstrengthening  managerial  capacity  of  the  staff  involved  in  the  national  AST  system  was \nmobilized prior to loan approval (footnote 5). \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n19.  The  Project  aims  to  strengthen  the  national  AST  system  in  Viet  Nam,  thereby \ncontributing to the sustainable and equitable growth of the agriculture sector and ultimately to \nreduced rural poverty. The Project will address critical issues involved in AST development, \nincluding the low level of linkages among key AST areas (agricultural research, extension, and \ntraining), and the gap in the capacity of physical and human resources for the national AST \nsystem.  The  Project  will  contribute  to  the  resolution  of  these  issues  and  increase  the \neffectiveness and relevance of AST activities for clients to receive benefits of improved AST, \nand promote on-farm and off-farm sustainable use of natural resources. Inclusion of the three \nkey AST areas under the Project as part of the integrated national system is vital if the full \npotential of AST development is to be realized. \n \n20.  The  project  scope  will  cover  (i)  client-oriented  agricultural  research  and  capacity \nstrengthening, (ii) grassroots agricultural extension improvement, and (iii) rural-based technical \nand vocational training. The activities will be undertaken through close linkages among the \ncomponents. Activities related to extension will mainly cover upland or remote areas in five \nprovinces, including Dak Nong,9 Nghe An, Ninh Thuan, Quang Nam, and Thanh Hoa, while \nother project components have nationwide coverage. Specific project outcomes will include \n(i) improved capacity of physical and human resources for agricultural research, (ii) increased \n                                                 \n8  ADB. 2002. Program Performance Audit Report on the Agriculture Sector Program in Viet Nam. Manila (PPA: VIE \n25325). \n9  The  Government  of  Denmark  is  currently  formulating  a  follow-up  project  to  its  ongoing  Agriculture  Sector \nProgramme Support activities in several provinces including Dak Nong; the activities are expected to have strong \nsynergy with the proposed ADB Project. \n ", "6 \nresponsiveness of agricultural research activities to client needs, (iii) improved farmer access to \nparticipatory and pro-poor agricultural extension services, (iv) strengthened linkages between \nagricultural research and extension, (v) increased responsiveness of rural-based technical and \nvocational  training  to  national  sector  goals,  and  (vi)  strengthened  capacity  of  rural-based \nagricultural training. The project scope has been carefully designed to avoid overlapping, and be \ntechnically complementary to the ongoing policy and institutional reforms under the ASDP. The \ndesign and monitoring framework for the Project is in Appendix 1. \n \nB.  Outputs \n1.  Client-Oriented Agricultural Research and Capacity Strengthening \n21.  This  component  will  support  (i)  client-oriented  research  programs,  (ii)  training  and \npostgraduate  programs  for  staff  involved  in  agricultural  research,  and  (iii)  upgrading  of \nlaboratory equipment of selected agricultural research institutes. \n \n22.  Client-Oriented Research Programs. The Project will promote agricultural research \nprograms and timely application of research results to clients’ practical uses. Prior to start-up of \nthis activity, MARD, the Executing Agency for the Project, will establish a committee to examine \nand select research proposals for project funding on a competitive basis. The committee is \nproposed  to  have  a  total  of  11  members,  representing  MARD’s  Science  and  Technology \nCouncil, other relevant government and non-government agencies, including agro-enterprises \nand rural associations. \n \n23.  The  research  proposals  to  be  funded  under  the  Project  need  to  focus  mainly  on \nknowledge, information, and technologies relevant to the agroecological regions serviced by \nregional research institutes, and must be clearly in line with the selection criteria to reflect client \nneeds, strategic relevance, and sustainability (para. 70 [ii]). A scoring system to emphasize \nsocial and pro-poor aspects, and promotion of environmentally sustainable agricultural and \nnatural resource management systems, will be adopted. Although research subjects on upland \nand remote areas will be covered mainly by public institutes, private sector institutions can also \napply  for  the  program.  The  proposals  need  to  involve  at  least  one  provincial  agricultural \nextension center (PAEC) or extension advisory council as a coapplicant to ensure a linkage \nbetween  research  and  extension.10  The  maximum  amount  of  a  research  proposal  will  be \n$100,000. Reasonable laboratory or office equipment to undertake the proposed research can \nbe included in the proposal. This activity is complementary to the ongoing Collaboration for \nAgriculture and Rural Development Program financed by the Government of Australia, which \ndelivers large-scale and advanced agricultural research programs through a competitive bidding \nsystem. Coordination through the committee established for the Project will avoid the selection \nof repetitive and duplicative research proposals. \n \n24.  Training of Research Staff. To address the shortage of qualified research staff, the \nProject will provide on-the-job training and postgraduate and postdoctoral study programs for \nthe staff of agricultural research institutes and other institutions of the national AST system. The \npurpose of the on-the-job training is to effectively utilize the existing and proposed laboratory \nequipment  and  facilities,  and  improve  staff  knowledge  and  skills  to  manage  sophisticated \nfacilities. During the first year of the Project, the Project’s consultant team will conduct a needs \n                                                 \n10 The field survey carried out during project formulation indicates farmers’ strong demand for reliable information on \nagricultural research results and improved technology from regional and central research institutes and extension \nservices.  \n ", "7 \nassessment  for  on-the-job  training.  The  assessment  will  build  on  the  inventory  of  existing \nequipment and facilities compiled during project formulation under the project preparatory TA,11 \nMARD’s  2003  equipment  utilization  survey,  and  additional  questionnaires  to  be  given  to \nselected institutions. Based on the results of the assessment, MARD will identify the subjects \nand formulate proposals for the type and duration of on-the-job training programs. \n \n25.  The Project will finance overseas study programs in key areas of agricultural research, \nincluding agricultural biotechnology, postharvest technology, product preservation for fruits and \nvegetables, economic policy and marketing, and natural resources management. No specific \nquota will be assigned to any of these subject areas or institutes. The application and selection \nprocesses will follow MARD’s existing procedures, and a selection committee will be established \nwith the participation of Science and Technology Council members, other relevant ministries, \nand  key  stakeholders.  The  specific  selection  of  trainees  is  subject  to  ADB  approval.  The \noverseas study programs will support 20 trainees for doctoral courses for 3 years, 15 trainees \nfor master’s courses for 2 years, and 20 trainees for postdoctoral programs for 1 year. At least \n10% of the total trainees will be women. To ensure that these study programs will be completed \nduring the project period, applications will be invited in the first and second years of the Project \nfor commencement in the following years. The Government will ensure that overseas study \nprograms to be funded under the Project will be carried out in a manner acceptable to ADB. In \nparticular, the Government will ensure that appropriate arrangements are developed so that the \ntrainees will provide relevant services after returning from the programs. Such arrangements will \nbe developed in consultation with ADB prior to implementation of the study programs. The \nhuman resource development plan for agricultural research was formulated under the ASDP \nand approved by MARD in October 2005. The proposed training program for researchers will \ncontribute to implementation of the plan by providing opportunities for training and overseas \nstudy programs. \n \n26.  Upgrading of Research and Laboratory Equipment. The Project will provide and \nupgrade essential research and laboratory equipment of selected MARD agricultural research \ninstitutes to fill critical gaps in research due to outdated equipment. Institutes to be covered \nunder the Project are indicated in Appendix 4. At the initial stage of project formulation, a total of \n46 organizations involved in the national AST system, including research institutes, universities, \nand colleges, were surveyed and 37 organizations responded with a list of priority equipment \nand facilities. The Government’s plan to finance new equipment and facilities, and ongoing and \nplanned external assistance to these organizations were examined in collaboration with MARD \nfor the screening of organizations to be funded under the Project and to avoid any overlap. \nDuring  this  process, MARD  identified  10  high  priority  institutes,  whose  core  functions  and \nmandates comply with national sector goals and that are not covered under the ongoing and \nplanned external assistance projects or the Government’s investment plans. The equipment to \nbe covered under the Project mainly constitutes basic equipment urgently required for the \ninstitutes’ research programs.12 This project component will not establish any new institutes or \nfacilities, but will mainly support upgrading of existing equipment and facilities as prioritized in \nconsultation with MARD and concerned institutes to minimize necessary incremental costs and \nensure financial sustainability (para. 41). Small-scale civil works included under this component \nwill not require land acquisition or resettlement. Based on the list of equipment prepared during \nproject  formulation,  MARD  (the  central  project  management  unit  in  collaboration  with  the \n                                                 \n11  ADB. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Agriculture Science and \nTechnology Project. Manila (TA 4194–VIE). \n12  The detailed list of equipment and facilities for upgrading under the Project is included in the detailed cost tables \n(Supplementary Appendix C). \n ", "8 \nDepartment of Science and Technology) will conduct a detailed examination of the proposed \nprocurement with assistance from the project implementation consultants. MARD will ensure \nthat  adequate  knowledge  and  skills  exist  at  the  institutes  for  utilization  of  the  procured \nequipment.13 \n \n2.  Grassroots Agricultural Extension Improvement \n27.  The  Project  will  improve  farmers’  access  to  participatory  and  pro-poor  extension \nservices, and strengthen linkages between agricultural research and extension services. Project \nactivities for agricultural extension will be implemented in five project provinces (para. 20) based \non selection criteria that include (i) a focus on the central region, where incidence of rural \npoverty  is  high,  and  synergy  with  other  ADB-financed  projects;14  (ii)  existence  or  planned \nestablishment of a provincial advisory council for agricultural extension, which includes as its \nmembers  representatives  of  PAEC,  regional  research  institutes,  civil  society  organizations, \nfarmer groups, and mass organizations; (iii) possible operational linkages with regional research \ninstitutes; (iv) high poverty incidence in the upland or remote districts in the province; and (v) \nwillingness to participate in project activities. In the five provinces, the Project will promote \ndecentralized  agricultural  extension  systems  based  on  a  stakeholder  participatory  process \nthrough provincial advisory councils. Based on the performance of the project activities during \nthe first 2 years of implementation, the Government and ADB may consider implementing \nextension activities under the Project in other provinces at the time of the midterm review. Under \nthis component, the Project will support (i) strengthening of pro-poor provincial agricultural \nextension services, and (ii) promotion of contractual agricultural extension services. \n \n28.  Pro-Poor  Provincial  Agricultural  Extension  Services.  The  first  activity  to  be \nimplemented  under  this  subcomponent  will  be  the  development  of  provincial  plans  for \nagricultural extension. PAECs will select priority districts in upland or remote areas, conduct \nfarmers’  needs  assessments,  and  identify  necessary  training  activities  and  potential  local \nservice  providers  through  workshops  and  consultation  meetings  with  national  and  local \nstakeholders. The individual provincial plan will be tailored to the situation and condition of each \nprovince, and provide a firm basis for the implementation of subsequent activities. The plan will \nhave special sections for women and ethnic minorities to ensure their active participation. \n \n29.  Based on the needs assessments and the outcome of stakeholder consultations, the \nPAECs will prepare appropriate training programs for provincial extension staff and grassroots \nextension  service  providers  with  the  assistance  of  the  project  implementation  consultants. \nPriority subjects of the training programs identified during project formulation include (i) skills for \nfarmers’ business development and financial management; (ii) advanced agricultural science \nand technology; (iii) participatory and farmer-centered extension methodology and community \norganization, including experiences and lessons learned under the farmer field school approach; \n(iv) integrated pest management and other environmental concerns; and (v) awareness of \ngender mainstreaming and ethnic minority concerns. \n \n30.  The training programs for trainers will cover a total of 40 extension staff from the five \nproject provinces. The number of staff from each province will be proportional to the size of the \nprovince. Two workshops for 20 staff each will be organized for 10 days, and promote the \n                                                 \n13  The proposed implementation arrangements will not be affected by Decree No.115 issued in September 2005, \nwhich requires all research institutes of the Government to become financially autonomous by the end of \nDecember 2009. However, if different implementation arrangements are required in future, the Government and \nADB will consider revising the proposed implementation arrangements, as required. \n14 Including the Rural Infrastructure Project in the Central Region proposed for an ADB loan in 2007. \n ", "9 \nformation of 20 two-person teams of provincial trainers at completion of the workshops. The \nteams  of  trainers  will  work  with  resource  persons  and  facilitate  the  training  programs  for \ngrassroots district and commune extension service providers. These programs will require about \n5 days and commence at the end of the first year of the Project. A total of about 270 programs \nwill be organized during the project period; about 6,000 people are expected to participate in \nthese programs, including at least 100 provincial extension staff, 400 district staff, and 5,500 \ncommune service providers. The lessons learned and feedback from other relevant projects, \nincluding the ADB project financed under the Japan Fund for Poverty Reduction,15 will be fully \ntaken into consideration for planning and implementing this project component. \n \n31.  In addition, the Project will support ongoing technical training programs organized by the \nPAECs for local extension staff and farmer groups on other priority subjects identified during the \nformulation of provincial plans. Training for farmers in poverty-stricken upland and remote areas \nwill include an emphasis on food security and nutrition, particularly as an entry point for poor \nfarmers to participate in the training programs. One overseas study tour for about 10 people to a \ncountry in Southeast Asia and a total of 34 in-country visits will be organized under the Project. \nThe  participants  will  be  selected  from  the  national,  provincial,  and  district  extension  staff; \nselection  will  reflect  the  need  for  increased  participation  of  women  and  ethnic  minority \npopulation in consultation with the National Agricultural Extension Center (NAEC) and PAECs. \nThe selection of participants in the overseas study tour is subject to ADB approval. \n \n32.  To  enhance  the  impact  of  extension  services,  the  information  and  communication \ncapacity and networks of NAEC, PAECs, and district stations for agricultural extension in the \nproject provinces will be strengthened under the Project through the procurement of basic \nequipment and provision of support for incremental operating costs during the first 2 years. The \nProject will also finance national mass media programs on subjects related to AST; this is an \nimportant part of the agricultural extension strategy to improve farmers’ awareness, knowledge, \nand information on production and marketing. This will be implemented through contractual \narrangements with radio and television stations with nationwide coverage. \n \n33.  Promotion of Extension Contracts. The Project will finance on-farm demonstration \ntrials  in  the  project  provinces  through  contractual  arrangements  with  regional  or  national \nresearch institutes to strengthen the provincial links between research and extension. Past \nefforts for these trials in each province should be fully considered to avoid overlapping and \nduplicating activities. Each contract will cover the fees for institutes, extension materials, and \ntravel and accommodation costs. The Project will promote local contractual extension services \nto mobilize the trained grassroots extension service providers as a source of nongovernment \nextension services. These contracts will (i) cost up to the maximum of $10,000, (ii) need to be in \nline with the provincial plan for agricultural extension of the respective project province (para. \n28), and (iii) focus on the priority subjects included in the plan for improved knowledge and \ntechnology related to crop and livestock production and marketing. \n \n34.  To ensure pro-poor and gender-equal service delivery, the demonstration trials and \nextension services need to be implemented in the communes where at least 30% of households \nare classified as poor households in line with the national average for poverty incidence in rural \nareas and at least 40% of beneficiaries of these services are women. They will include efforts \nfor  community  organization.  The  contracts  to  be  awarded  in  the  final  year  of  project \nimplementation need to ensure that at least 50% of beneficiaries are women farmers. The \n                                                 \n15 ADB. 2005. Grant Assistance to the Socialist Republic of Viet Nam for Community-Based Agricultural Extension \nand Training in Mountainous Districts. Manila (JFPR 9071–VIE). \n ", "10 \nawarded  contracts  also  need  to  specify  that  special  considerations  will  be  given  to  the \nparticipation and practices of ethnic minorities. A project-specific committee for the selection of \nextension proposals for funding will be established under the Project. \n \n3.  Rural-Based Technical and Vocational Training \n35.  The  capacity  of  rural-based  technical  and  vocational  training  schools  will  be \nstrengthened by (i) improving technical knowledge, teaching and managerial skills of teachers \nand  administrators  and,  curricula;  and  (ii)  upgrading  library  and  laboratory  equipment  and \nmaterials, teaching and laboratory facilities, and office equipment for school administration. \nRelated civil works will be done on the existing compounds and will not require land acquisition \nand resettlement. Ten technical and vocational schools of MARD specializing in food processing \ntechnology, postharvest operations, and irrigation management have been selected based on \nconsultations with MARD and criteria that include (i) activities focus on rural worker training in \nthe  agriculture  sector,  (ii)  no  substantial  investment  for  rehabilitation  in  the  past  or  high \nbudgetary allocations, and (iii) no overlaps with the Vocational and Technical Education Project \nfinanced by ADB.16 Appendix 5 summarizes the training schools selected for the Project. The \nselected  schools  have  significant  student  enrolments  in  agro-based  technical  training, \npostharvest, food processing, and mechanical engineering related to agriculture. Schools with \nstudent enrolments mainly in subjects like accounting and bookkeeping, and other trades that \nare not directly related to agro-based technical and vocational training, have not been selected \nfor the Project. \n \n36.  To ensure that these training schools are geared toward national sector goals and \npriorities, necessary training programs and workshops will be provided for the teaching and \nadministrative staff in close consultation with other relevant agencies, including the Ministry of \nLabor, Invalids, and Social Affairs; and Ministry of Education and Training. The subjects of these \nprograms  include  (i)  partnership  between  training  institutions  and  agro-based  industries; \n(ii) school  planning  and  management;  (iii)  curriculum  development  and  learner-centered \nteaching methods; (iv) development of teaching and learning resources, including biological \ndemonstration models and audiovisual materials; and (v) mainstreaming of gender and ethnic \nminority issues. Under this component, the Project aims to improve teachers’ ability to shift to \nlearner-centered teaching methods and strengthen their technical competency and knowledge. \n \n37.  In accordance with the new curriculum guides developed under the Project, necessary \nequipment and materials as teaching resources and for library and laboratory purposes will be \nprovided to the selected MARD training schools. These include (i) textbooks and other teaching \nmaterials,  (ii)  audiovisual  equipment  and  materials,  (iii)  computer  hardware  and  software, \n(iv) laboratory  equipment  and  testing  materials,  and  (v)  food  processing  machines  and \nequipment. Small-scale civil works costing less than $500,000 per contract for renovation of \nclassrooms, libraries, and laboratories will be carried out. These will not include buildings for \nschool  administration,  student  accommodation,  and  other  facilities  not  directly  related  to \nteaching and learning purposes. \n \n                                                 \n16 ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Vocational and Technical Education Project. Manila (Loan 1655–VIE). This \nloan provides support for only one school managed by MARD, Bac Giang Agricultural Secondary Technical \nSchool. \n ", "11 \n4.  Project Management Support \n38.  Support for project management will be provided for the central project management unit \n(CPMU) and provincial project management units (PPMUs) in five project provinces, and to \nstrengthen coordination between the CPMU and PPMUs. The Project will finance (i) incremental \noperating costs for the project staff, office utilities and supplies, vehicle operating costs, and \ntravel  expenses;  (ii)  project  implementation  consulting  services;  (iii)  equipment  for  office \ncomputers, photocopiers, and communications; and (iv) one service vehicle for the CPMU. \nMARD will allocate its two existing vehicles to the Project, and provincial administrations will \nassign their existing vehicles to the project activities. No civil works will be undertaken for \nproject management purposes. \n \nC.  Special Features \n39.  Linkage with Policy and Institutional Reforms under the ASDP. The Project was \nformulated in line with the national development priorities in the agriculture sector to strengthen \ncapacity  of  the  national  AST  system.  It  will  build  on  the  Government’s  past  and  ongoing \nachievements in its policy and institutional reform measures implemented under the ASDP \n(para. 12). The Project will fully consider appropriate feedback from the outcome of these \nongoing reforms under the ASDP during the project period. \n \n40.  Provision of Research and Extension Funds on a Competitive Basis. The Project \nwill support agricultural research and extension activities based on the selection of competitive \nproposals to ensure the implementation of client-oriented activities based on improved linkages \nbetween  research  and  extension.  This  funding  mechanism  is  relatively  new  for  regional \nresearch activities and extension, although MARD does provide competitive grant funds for \nagricultural  research  programs.  To  minimize  the  implementation  risk,  ADB  has  provided \nadvisory TA (footnote 5) to strengthen the capacity of AST management for improving project \nreadiness  in  the  national  AST  system.  During  project  formulation,  a  series  of consultation \nmeetings were carried out with key stakeholders in the national AST system to solicit views and \nsuggestions on the proposed competitive funding system, and to disseminate the project scope \nand design. Provision of contractual grassroots extension services aims to promote participatory \nand farmer-centered services based on Decree No. 56 introduced under the ASDP. The field \nsurvey conducted during project formulation identified strong demand for access to improved \nknowledge and technology among farmers, and their willingness to pay.17 \n \n41.  Measures to Ensure Sustainability of Project Impact. The Project will not establish \nany new public institutions, and staff numbers and other incremental costs will not increase \nsignificantly.  The  Government  has  assured  ADB  that  adequate  counterpart  funds  will  be \nprovided after project completion for operation and maintenance of the equipment and facilities \nof research institutes, and technical and vocational schools to be upgraded under the Project \n(para. 70 [i]). New equipment will require consumable materials for which the Project includes \nprovisions for initial stocks of supplies equivalent to 10% of the value of the equipment. These \nstocks are expected to sustain operations during the project period, and allow demonstration of \neffective utility of the upgraded equipment and facilities to support increased budget provision \nand funding through cost-recovery research contracts. The ongoing TA (footnote 5) aims to \nstrengthen managerial capacity, and strategy and business plan development of the research \ninstitutes, thereby enhancing project sustainability. \n                                                 \n17 In selected provinces, community veterinary workers currently provide fee-based extension services for small-scale \nlivestock production. \n ", "12 \n \n42.  Land Acquisition and Resettlement. The upgrading of facilities to be financed under \nthe Project will be carried out on the existing compound of research institutes and training \nschools. Some new classrooms and laboratories will be constructed for the training schools. \nSuch  construction  will  have  a  maximum  of  about  1,200  square  meters  on  the  existing \ncompounds and will not require land acquisition and resettlement. \n \n43.  Social Considerations. The component for grassroots agricultural extension will be \nimplemented in the five project provinces where the incidence of rural poverty is high and ethnic \nminority groups constitute a high proportion of population in upland or remote districts. Individual \nprovincial  agricultural  extension  plans  will  be  formulated  at  project  inception  through \nconsultations with a wide range of key stakeholders in the provinces. Action plans have been \nprepared under the Project for gender mainstreaming and indigenous people’s development \nduring project formulation; their recommendations will be adopted in the project activities. \n \nD.  Project Investment Plan \n44.  The project investment cost is estimated at $40.0 million equivalent, including taxes and \nduties of $2.62 million, and is summarized in Table 1 and detailed in Appendix 6. \n \nTable 1: Project Investment Plan \n($ million) \n \nItem  Amounta \nA.  Base Costb   \n  1.  Client-Oriented Agriculture Research and Capacity Strengthening  15.74 \n  2.  Grassroots Agricultural Extension Improvement    7.80 \n  3.  Rural-Based Technical and Vocational Training    9.04 \n  4.  Project Management Support    3.24 \n  Subtotal (A)  35.82 \nB.  Contingenciesc  3.56 \nC.  Financing Charges during Implementationd    0.62 \n    Total (A + B + C)  40.00 \na  Inclusive of taxes and duties to be financed by the Government, amounting to $2.62 million. \nb  In mid 2005 prices. \nc  Physical contingencies computed at 10% of the base cost for civil works, materials, training, and operating costs. \nNo price contingency for foreign exchange costs is considered for 2006–2008 and about 0.6% per year for 2009–\n2010. Price increase of 5% per year is assumed for local currency costs during the project period. \nd  Including interest during project implementation. \nSources: Asian Development Bank. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Preparing \nthe Agriculture Science and Technology Project. Manila (TA 4194–VIE); and Asian Development Bank estimates. \n \nE.  Financing Plan \n45.  The Government has requested a loan of $30.0 million equivalent (75% of the total \nproject cost) from ADB's Special Funds resources to help finance the Project. The loan will have \na 32-year term, including a grace period of 8 years, and an interest charge of 1.0% per annum \nduring the grace period and 1.5% thereafter. The Borrower will be the Socialist Republic of Viet \nNam. The balance of $10.0 million will be financed by the Government for salaries of project \nstaff, other operating costs, part of the training costs, and taxes and duties. The financing plan is \nsummarized in Table 2, and details are in Appendix 6. The loan will be used over 5 years. \n ", "13 \n \n \nTable 2: Financing Plan \n($ million) \n \nSource  Total  Percent \n    Asian Development Bank  30.0  75.0 \n    Government  10.0  25.0 \nTotal  40.0  100.0 \n  Sources: Asian Development Bank. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Preparing \nthe Agriculture Science and Technology Project. Manila (TA 4194–VIE); and Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n1.  Project Management \n46.  MARD, the Executing Agency for the Project, will be responsible for overall project \nimplementation, and establish a CPMU in its Agricultural Projects Management Board. The \nCPMU will be headed by a project director appointed by MARD, and include at least a deputy \nhead,  planning  officer,  finance  and  accounting  officer,  monitoring  and  evaluation  officer, \nprocurement officer, and other necessary support staff on a full-time basis. The CPMU will \noversee day-to-day project implementation, and ensure interdepartmental coordination within \nMARD at the central level under appropriate technical guidance of (i) the Department of Science \nand  Technology  for  the  client-oriented  agricultural  research  and  capacity  strengthening \ncomponent, (ii) NAEC for the grassroots agricultural extension improvement component, and \n(iii) the Department of Organization and Personnel for the rural-based technical and vocational \ntraining component. The CPMU will also be primarily responsible for central-level procurement, \nconsultant recruitment, fund disbursements, and provision of support for the PPMUs. \n \n47.  A PPMU will be established under the provincial department of agriculture and rural \ndevelopment in each of the five project provinces before loan effectiveness. Each PPMU will be \nheaded by a PPMU manager, and have a planning officer, monitoring and evaluation officer, \naccountant, and other necessary supporting staff. The PPMU will be responsible for overall \nmanagement and supervision of the project activities related to agricultural extension in the \nprovince,  including  contractual  arrangements  for  service  delivery,  finance  and  project \naccounting, procurement, monitoring and evaluation, and reporting. The PPMU will (i) maintain \neffective provincial coordination among the relevant provincial departments, PAEC, regional \nresearch institutes, and other key stakeholders; and (ii) ensure proper management of provincial \nactivities according to the agreed implementation schedule. Project management units may be \nestablished at participating research institutes, and technical and vocational training schools, if \nrequired and deemed appropriate, to facilitate the Government’s decentralization policy for \nproject implementation and management. \n \n48.  Prior to loan effectiveness, the Government will establish a project steering committee \n(PSC) to facilitate interministerial coordination and provide overall policy guidance. The PSC will \nbe headed by the vice minister of MARD in charge of science and technology matters, and \ninclude representatives of concerned MARD departments, Ministry of Education and Training, \nMinistry of Finance, Ministry of Planning and Investment, Ministry of Science and Technology, \nState Bank of Viet Nam, and the project provinces. The representatives of farmers’ associations \nand other stakeholders will participate in the PSC meetings as required.  \n ", "14 \n2.  Implementation Period \n49.  The Project will be implemented over 5 years from January 2007 to December 2011. \nPlanning for the training programs for agricultural research and extension staff, formulation of \nprovincial plans for pro-poor extension services, and preparation of documents for procurement \nand staff recruitment will be initiated immediately after loan effectiveness. Appendix 7 provides \nthe implementation schedule. \n \n3.  Procurement \n50.  Procurement of civil works, equipment, and materials will be mainly carried out by the \nCPMU in accordance with ADB's Procurement Guidelines and the procurement plan as agreed \nand amended from time to time, and will follow the relevant procedures and regulations of the \nGovernment. The CPMU will be responsible for formulating contract packages, preparing bid \ndocuments, evaluating bids, and awarding contracts satisfactory to the Government and ADB. \nCivil works for the Project are expected to be in small packages costing less than $500,000, and \nprocured under national competitive bidding procedures satisfactory to ADB. Selection and \nengagement of contractors will be subject to ADB’s prior approval. These civil works will not \nrequire resettlement or land acquisition. Contract packages for equipment and materials are \nlikely to be less than $500,000. Supply contracts that are likely to exceed $100,000 but less \nthan $500,000 will be procured through national competitive bidding. Universities and other \nspecialized institutions will be directly contracted for the overseas study programs as there will \nbe a limited number of institutions to provide post-graduate courses on the relevant specialized \nsubjects. \n \n51.  Selection of research and extension contracts will be done by the respective selection \ncommittees to be established under the Project and assisted by the CPMU for regional research \ncontracts, and by the PPMUs for provincial research and extension contracts. MARD will submit \nthe evaluation reports on the selection of research contracts costing more than $50,000 to ADB \nfor approval. The procurement plan is in Appendix 8. \n \n4.  Consulting Services \n52.  The  Project  will  require  a  team  of  consultants,  including  29  person-months  of \ninternational  and  96  person-months  of  national  consultants  in  the  fields  of  (i)  agricultural \nresearch  management,  (ii)  agricultural  extension  management,  (iii)  agricultural  vocational \ntraining, (iv) social development, (v) environmental assessment, (vi) financial management, and \n(vii) monitoring and evaluation. An international consulting firm will be engaged to provide these \nservices. The international agricultural research management specialist will act as the team \nleader. The selection and engagement of consultants will be done in accordance with ADB's \nGuidelines on the Use of Consultants and the procurement plan as agreed and amended from \ntime to time. The quality- and cost-based selection method will be used, and simplified technical \nproposals invited from the short-listed organizations. The outline terms of reference and person-\nmonths of these consulting services are in Appendix 9. To enhance project readiness, an \nadvance action on consultant recruitment is being carried out to avoid initial delays in the start-\nup of project activities in the field. \n \n ", "15 \n5.  Anticorruption Policy \n53.  ADB’s anticorruption policy18 was explained to and discussed with the Government. \nConsistent with its commitment to good governance, accountability, and transparency, ADB \nreserves the right to investigate, directly or through its agents, any alleged corrupt, fraudulent, \ncollusive,  or  coercive  practices  relating  to  the  Project.  To  support  these  efforts,  relevant \nprovisions  of  ADB’s  anticorruption  policy  are  included  in  the  Loan  Agreement  and  will  be \nincorporated in the bidding documents. In particular, all contracts financed by ADB in connection \nwith the Project will include provisions specifying the right of ADB to audit and examine the \nrecords and accounts of MARD and all contractors, suppliers, consultants, and other service \nproviders as they relate to the Project. Loan processing missions of ADB emphasized the \nsection on fraud and corruption added to ADB’s Procurement Guidelines, and the need for \nstrengthening financial control and management particularly for provinces and districts. ADB \nloan review missions will conduct regular verification of the project statements of expenditures. \n \n6.  Disbursement Arrangements \n54.  The Government will open a project imprest account at a commercial bank satisfactory \nto ADB immediately after loan effectiveness; it will be managed by the CPMU. An initial amount \nwill be deposited into the account based on the projected expenditures for the next 6 months, \nbut will not exceed $1 million. In view of the difficulties encountered in provinces in past ADB \nprojects, a second generation imprest account will be established at the provincial treasury of \neach  project  province  to  ensure  proper  management  of  the  provincial  accounts  and  the \naccounts of the project management units of the participating research institutes, and technical \nand vocational training schools, which may be established if required. Loan proceeds will be \nmade available from the central project account to the provincial project accounts. The initial \namount to each provincial account will be based on the projected expenditures for the next 6 \nmonths, but will not exceed $50,000. The provincial imprest accounts are required for locally \npurchased equipment and materials, contractual services, and small-scale training activities at \ngeographically dispersed locations in the five project provinces, and will be managed by the \nPPMUs. Each PPMU’s expenditures are subject to endorsement by the respective provincial \ntreasury. The imprest accounts will be established, managed, replenished, and liquidated in \naccordance with ADB’s Loan Disbursement  Handbook and the financial regulations of the \nGovernment. The accounts will be liquidated and replenished according to ADB's statement of \nexpenditures  procedures  for  payments  below  $50,000  based  on  withdrawal  applications \nsubmitted to ADB from time to time. \n \n7.  Accounting, Auditing, and Reporting \n55.  The  CPMU  and  PPMUs  will  separately  maintain  records  on  project  accounts  in  a \nmanner that allows identification of expenditures under the Project, and have them audited \nannually by auditors acceptable to ADB and in accordance with sound auditing principles. The \nannual  audit  report  should  include  the  auditor’s  opinion  on  the  imprest  accounts  and  the \nstatement of expenditures operations of the CPMU and PPMUs. Certified copies of the audited \nreports will be submitted to ADB, in English, within 6 months after the end of each fiscal year. \nThe CPMU will prepare quarterly progress reports on overall project implementation, services \nprovided, implementation issues, and recommended measures for improvement; and submit \nthem to the PSC and ADB within 30 days after the end of each quarter. The format for progress \nreports will be agreed between the Government and ADB at project inception. The Government \n                                                 \n18  ADB. 1998. Anticorruption. Manila. \n ", "16 \nwill also prepare and provide to ADB a midterm review report at the end of the second year of \nproject implementation and a project completion report within 3 months of project completion. \nThese reports will be in a form and have details satisfactory to ADB. \n \n8.  Project Performance Monitoring and Evaluation \n56.  The CPMU will be responsible for setting up an appropriate system to monitor and \nevaluate project performance and impact as part of MARD’s management information system \nwith  assistance  from  the  project  implementation  consultants.  Some  baseline  data  and \ninformation  on  environmental  and  social  aspects  of  the  five  project  provinces  have  been \ndeveloped through detailed field surveys during project formulation and will be used to develop \nthe monitoring system. The social impact indicators developed and used for the Japan Fund for \nPoverty  Reduction  project  (footnote  15)  will  be  fully  taken  into  account.  These  data  and \nindicators will be disaggregated by gender and ethnicity as required.  \n \n9.  Project Review \n57.  The  Government  and  ADB  will  jointly  conduct  reviews  of  project  implementation, \ngenerally on a semiannual basis. The CPMU will organize PSC meetings in conjunction with the \nproject review. Based on the field review and consultations with the relevant agencies of the \nGovernment and key stakeholders, the Government and ADB will identify critical issues in \nproject  implementation  and  agree  on  necessary  measures  to  resolve  such  implementation \nissues. In addition to regular project review, the Government and ADB will jointly undertake a \ncomprehensive midterm review on project performance and impact during the third year of \nproject  implementation.  The  project  completion  review  will  be  carried  out  upon  project \ncompletion based on the terms of reference to be agreed between the Government and ADB. \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Benefits \n58.  In addition to the strategic importance of AST for the sustainable and equitable growth of \nthe agriculture sector, the Project is expected to generate two distinct streams of economic \nbenefits  to  the  sector  through  (i)  more  client-oriented  agricultural  research  and  extension \nservices, and (ii) improved capacity of rural-based technical and vocational training. Direct \nbeneficiaries will be farmers and the selected institutions involved in the AST activities, including \nagricultural research institutes, extension centers, and rural-based technical and vocational \ntraining schools. \n \n59.  The Project will provide incremental and replacement equipment and facilities that will be \nused in combination by researchers and other users. Since the Project will strengthen the \noverall capacity of the research and extension services, and does not support specific research \nand extension programs, attempts to disaggregate the benefit and cost streams to individual \nfinancing sources would be arbitrary. The nature of AST activities and the required time lag for \nthe generation of benefits need to be taken into account in estimating the overall economic \nimpact of investment for improved AST activities. Past studies indicate high returns to AST \ninvestment with a median value of 37%.19 Other studies based on adaptive research and \nextension activities in Viet Nam and in other countries also indicate that average rates of return \n                                                 \n19 ADB. 2000. Special Evaluation Study on the Policy Implementation and Impact of Agriculture and Natural \nResources Research. Manila (SST: STU 2000-17). \n ", "17 \nrange from 30% to 50%. Although the quantitative estimation of direct economic benefits is \ndifficult, highly positive economic benefits are expected from improving the national AST system \nwith  its  potential  economic  rate  of  return  in  the  range  of  30–50%  estimated  based  on  a \ncomparative  and  empirically  grounded  approach.  At  present,  public  financing  is  critical  to \npromote more sustainable AST activities, such as fee-based research and extension services. \nLong-term sustainability of these services will depend on the demonstration and dissemination \nof benefits so that farmer groups, local governments, or others develop ways to fund them. \n \n60.  Under the component for rural-based technical and vocational training, the Project aims \nto  improve  the  quality of  graduates  from  10 selected  rural-based  technical  and  vocational \nschools  of  MARD,  which  have  substantial  student  enrolments  in  courses  on  agro-based \ntechnical training, postharvest operations, and agribusiness. The economic benefits of this \ntraining to society as a whole can be approximated by the private income streams received by \ntrainees. This approach to economic analysis is the same as for the ongoing Vocational and \nTechnical Education Project of ADB (footnote 16) and for other education projects. On the basis \nof assumptions about the number of new and existing graduates from the 10 institutions, their \nemployment rates, and levels of remuneration, the economic internal rate of return for the \ncomponent is estimated at 31% for the base case scenario. Sensitivity and quantitative risk-\nbased analyses confirm that these returns are robust under a range of adverse circumstances in \nwhich costs may increase or benefits decrease. \n \n61.  The distributional aspects of the Project also need to be considered qualitatively. During \nproject formulation, the need for special measures to incorporate poverty focus and pro-poor \nAST  mechanisms  into  the  project  design  was  fully  considered.  The  five  project  provinces \nselected for the agricultural extension activities have a high incidence of poverty and high \nproportions of ethnic minority population in upland and remote districts. However, that poverty \nfocus is accomplished by more than simply selecting areas with a high incidence of poverty. \nBased on ADB’s dialogue with key stakeholders during project formulation and in relation to the \nongoing ASDP, provision of pro-poor mechanisms through the use of participatory planning \napproaches and strengthening of grassroots extension services has been incorporated so that \nthe national AST system will become more responsive to farmers’ demands than a simple, top-\ndown  distribution  of  knowledge.  The  project  components  for  agricultural  research  and \ngrassroots  extension  improvement  incorporate  these  factors  into  the  design.  In  addition, \nprovision of a new framework for pro-poor extension services under the ongoing ASDP is \nexpected  to  enhance  the  positive  project  impact  on  poverty  reduction.  A  more  detailed \ndescription of economic benefits and sustainability is in Appendix 10. \n \nB.  Impacts \n62.  A social assessment was conducted, based on existing study reports and rapid rural \nappraisals undertaken from December 2004 to February 2005 in the five project provinces, to \nexamine the livelihood and farming conditions of rural households. During the rural appraisals, \nspecial attention was given to analyzing the situation of ethnic minorities and operations of local \nextension services. All the data and information were gathered through focus group discussions \nand interviews with key stakeholders in agricultural extension and village leaders. The summary \npoverty reduction and social strategy is in Appendix 11. \n \n63.  Traditional farming knowledge does not always allow people to move away from chronic \npoverty and vulnerability. The effective use of AST knowledge and skills can play a crucial role \nin promoting farming practices that will help smallholder farmers ensure food security and \nincrease their household cash income. The selection criteria for the research and extension \n ", "18 \nproposals to be funded under the Project will ensure inclusive social development by selecting \nproposals that address the needs of the poor and disadvantaged groups of farmers in upland or \nremote areas. In line with the Government’s Decree No. 56 issued in 2005, the Project will \npromote the concept of decentralized extension services and decision making for effective \nservice delivery in upland and remote communities.  \n \n64.  While women constitute half of the total agricultural labor force, the situation of women in \nthe sector is often characterized by imbalances in the regulation of civil transactions, provision \nof credit, and delivery of agricultural support services. Despite the important role that women \nplay in the agriculture sector, various disparities exist in women’s access to services and \nproductive resources. While women work in most agricultural activities, they represent about \n25%  of  the  participants  in  training  programs  for  animal  husbandry  and  10%  of  those  for \ncultivation. Women extension workers constitute about 30% of all workers. The project impact \non women is expected to be positive with a gender action plan to increase awareness of gender \nissues and to promote women’s AST knowledge and skills. The project performance and social \nimpact will be monitored through the monitoring and evaluation system based on gender- and \nethnicity-disaggregated data and information, and regularly assessed every year. \n \n65.  In Viet Nam, more than 50 ethnic minority groups can be identified, and they have a high \ndegree of diversity in terms of language, lifestyle, kinship, belief, and farming practices. The five \nproject provinces covered under the grassroots agricultural extension improvement component \nhave about 15 ethnic minority groups, including Thai, Tho, H’mong, and Cham. They constitute \n7–20% of the total provincial population, but make up a higher proportion in upland and remote \ndistricts. Specific measures have been identified and will be fully taken into account in each \nproject component to ensure that the needs and practices of the ethnic minority population will \nbe fully considered under project activities. \n \n66.  An initial environmental examination was carried out for the Project in accordance with \nthe guidelines of the Government and ADB for environmental assessments. The environmental \nscreening revealed that the environmental impact of any single activity is generally minor. To \naddress any possible adverse environmental impact, the Project will ensure that environmental \nassessments will be carried out in line with Government regulations for the relevant categories \nof  civil  works  during  the  design  phase,  and  an  environmental  monitoring  plan  will  be \nimplemented. A summary environmental analysis is in Appendix 12, and a summary initial \nenvironmental examination in Supplementary Appendix F. \n \nC.  Risks \n67.  ADB's study (footnote 19) notes legitimate concerns that research-led technological \nadvances in agriculture may benefit wealthy farmers at the expense of poor farmers. Wealthier \nfarmers may in fact have more resources to apply new technologies. In this context, special \nmeasures must be included to identify farmers’ needs in poor communities. Under the Project, \nthe selection criteria for research and extension contracts and demonstration trials will have pro-\npoor elements to reflect local farmers’ needs, and give priority to socially sensitive activities in \nthe provincial agricultural extension plans with regard to participation of women and ethnic \nminority groups. \n \n68.  Other project risks include (i) inadequate provision of counterpart resources for operation \nand maintenance of equipment and facilities upgraded under the Project, (ii) weak linkages \nbetween agricultural research and extension, and (iii) inadequate stakeholder participation in \nplanning and implementing AST activities under the Project. The Government has assured ADB \n ", "19 \nthat it will provide adequate incremental budget to maintain sustainability of project impact. ADB \nwill continue its dialogue with the Government to ensure adequate financial resources for the \nupgraded equipment and facilities. \n \n69.  To strengthen the linkage between research and extension, the selection criteria for \nagricultural  research  proposals  will  require  the  inclusion  of  either  the  PAEC  or  provincial \nadvisory council for agricultural extension so that relevant local stakeholders are involved in the \nplanning and implementation of the research activities. This will ensure that local demand is \nreflected in the proposed research and extension contracts. Similarly, inclusion of provincial \nadvisory councils in the formulation of provincial agricultural extension plans will facilitate the \nprocess of stakeholder consultations in the project activities. \n \nV.  ASSURANCES \nA.  Specific Assurances \n70.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents. \n \n(i)  To maintain sustainability of project impact after completion, the Government will \nensure that it will provide adequate counterpart staff and funds for operation and \nmaintenance of the equipment and facilities upgraded in the selected agriculture \nresearch institutes under the Project. The Government will further ensure that \nsuch  institutes  will  provide  adequate  staff  and  funds  for  operation  and \nmaintenance  after  their  transformation  into  self-financed  organizations  in \naccordance with Decree No. 115, issued in 2005. \n(ii)  The Government will ensure that the criteria to be applied for the selection of \nresearch proposals to be financed under the Project include (a) appropriateness \nto the local client needs based on the results of participatory rural assessments; \n(b) relevance to the national sector goals, strategies, and priorities; (c) technical \nand financial viability and sustainability; (d) linkage with agricultural extension \nand  effective  mechanisms  for  participatory  technology  development  and \ndissemination; and (e) compliance with social and environmental requirements. \n(iii)  The Government will ensure that overseas study programs to be funded under \nthe Project will be carried out in a manner acceptable to ADB. In particular, the \nGovernment will ensure that appropriate arrangements are developed so that the \ntrainees  participating  in  the  overseas  study  programs  will  provide  relevant \nservices after returning from the programs. Such arrangements will be developed \nin consultation with ADB prior to the implementation of the study programs. At \nleast 10% of the total number of trainees will be women. \n(iv)  To  ensure  pro-poor  service  delivery,  the  Government  will  ensure  that  the \ndemonstration  trials  and  extension  services  under  the  Project  will  be \nimplemented in poor communes where at least 30% of households are classified \nas poor households. \n(v)  The Government will ensure that the project activities will be implemented in line \nwith the proposed gender action plan. In particular, the proposed gender action \nplan  will  be  reflected  in  the  provincial  plans  for  agricultural  extension  to  be \ndeveloped in conjunction with the Project. The extension contracts to be funded \nunder the Project will have provisions that at least 40% of beneficiaries of these \nservices are women. The contracts to be awarded in the final year of project \nimplementation will have provisions that at least 50% of beneficiaries are women. \n ", "20 \n(vi)  The Government will ensure that the project activities will be implemented in line \nwith  the  proposed  indigenous  peoples  action  plan,  and  that  the  proposed \nindigenous  peoples  action  plan  will  be  reflected  in  the  provincial  plans  for \nagricultural  extension  to  be  developed  in  conjunction  with  the  Project.  All \nextension contracts to be funded under the Project will give special consideration \nto the participation and practices of ethnic minority population. \n(vii)  The Government will ensure that civil works to be financed under the Project will \nnot require resettlement or land acquisition. If resettlement or land acquisition is \nunavoidable, the Government will prepare a resettlement plan in accordance with \nADB’s policy on involuntary resettlement20 and submit it to ADB for approval prior \nto awarding the concerned civil works contract. \n(viii)  To address any possible adverse environmental impact, the Government will \nensure that (a) environmental impact assessments will be carried out in line with \nGovernment  regulations  for  the  relevant  categories  of  civil  works  during  the \ndesign phase, and (b) recommendations of the initial environmental examination \nand  the  environmental  monitoring  plan  for  the  Project  will  be  effectively \nimplemented. \n \nB.  Conditions for Loan Effectiveness \n71.  A provincial project management unit (para. 47) will be established under the provincial \ndepartment of agriculture and rural development in each of the five project provinces before \nloan effectiveness. \n \n72.  An  interministerial  project  steering  committee  (para.  48)  will  be  established  with \nrepresentatives  of  the  relevant  ministries  and  agencies  as  its  members  before  loan \neffectiveness. \n \nVI.  RECOMMENDATION \n73.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nSpecial Drawing Rights 20,198,000 to the Socialist Republic of Viet Nam for the Agriculture \nScience and Technology Project from ADB’s Special Funds resources with an interest charge at \nthe rate of 1.0% per annum during the grace period and 1.5% per annum thereafter; a term of \n32 years, including a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan Agreement presented to the \nBoard. \n \n \nHaruhiko Kuroda \nPresident \n \n17 November 2006 \n                                                 \n20  ADB. 1995. Involuntary Resettlement. Manila. \n ", "Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance  Data Sources/Reporting  Assumptions and Risks \nSummary  Targets/Indicators  Mechanisms  \nImpact    Assumptions \nSustainable and  • Aggregate value  • National accounts  • Macroeconomic stability \nequitable agricultural  added and exports of  • National agricultural  maintained during the \ngrowth achieved  the agriculture sector  statistics (annual yields,  project period \nto increase at about  production volume and  • The country’s agriculture \n3.0−3.2% and  value, varieties of crops  sector continues to be \n12.3−14.3%  and other products, and  effectively integrated into \nrespectively per  other relevant data)  international markets \nannum during  • Poverty assessments  • Sustainable use of on-\n2006−2010 in line  • Monitoring by the  farm and off-farm natural \nwith the 5-Year  Ministry of Agriculture  resources \nSocioeconomic  and Rural Development   \nDevelopment Plan  (MARD), and Ministry of \n• Poverty incidence in  Planning and Investment \nrural areas decreased  (MPI) \nfrom 45% (2003)   \n \nOutcome      Assumptions \nNational system of  • Client-oriented AST  • Monitoring by MARD and  • Continued Government \nagriculture science and  system in place with  MPI  commitment to the \ntechnology (AST)  improved and more  • Project review missions  market-oriented \nstrengthened  effective mechanisms  of the Asian  agriculture sector in line \n  for technology  Development Bank  with the national \n  dissemination  (ADB)  socioeconomic \n• Closer linkages  • Project monitoring  development plans \nestablished between  system and progress  • Continued Government \nresearch and  reports  policies and actions to \nextension activities  • Regular dialogue with  streamline AST \n• Multiple extension  key stakeholders  institutions to respond to \nservices in place,  involved in the national  the national development \ninvolving various  AST system, including  goals \nservice providers  extension centers and  • Agriculture market \nresearch institutes  information systems \n  effectively implemented \n \nOutputs      Assumptions \n1. Capacity of physical  • Efficiency and usage  • Monitoring by MARD and  • The Government’s plan \nand human resources  of laboratory  MPI  for research institute \nfor agricultural research  equipment increased  • ADB review missions  reorganization \nimproved  substantially  • Project monitoring  implemented \n  • Research staff with  system and progress  • Skilled staff retained in \nrelevant postgraduate  reports, including  the national AST system \nqualification increased  inventories of equipment  • Adequate financial \nfrom 20% in 2003 to  and staff lists  resources for proper \n30% in 2008 in line  • Midterm and completion  operation and \nwith the human  reviews of the Project   maintenance \nresource development  • Regular dialogue with  Risk \nplan for agricultural  key stakeholders  • Inappropriate intervention \nresearch  involved in the national  into procurement and \nAST system  selection of trainees \n \n ", "22  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions and Risks \nSummary  Targets/Indicators  Mechanisms  \n2. Agricultural research  • Research and  • Monitoring by MARD and  Assumptions \nactivities made more  technology transfer  MPI  • Government procedures \nresponsive to client  contracts undertaken  • ADB review missions  and regulations improved \nneeds  in provinces of  • Project monitoring  for the client-oriented \n  different  system and progress  AST system of the \nagroecological  reports, including  country \nregions  contract awards  • Increased awareness \n• Not less than 40% of  • Midterm and completion  among the stakeholder \nthe value of research  reviews of the Project   agencies about the need \ncontracts addressing  • Regular dialogue with  for client-oriented \nneeds of upland or  key stakeholders  agricultural research \nremote communities  involved in the national  activities \n  AST system   \n   \n3. Farmers’ access to  • Needs-based  • Monitoring by MARD and  Assumptions \nparticipatory and pro- provincial planning  MPI  • Active participation of key \npoor agricultural  systems for  • ADB review missions  stakeholders in local \nextension improved   agricultural extension  • Project monitoring  communities in planning \n  established  system and progress  and implementation of \n• Project extension  reports, including  grassroots extension \nactivities implemented  assessment of poverty  services \nin upland and remote  incidence and evaluation  • Effective linkage between \nareas of the five  of training and seminar  research and extension \nproject provinces  programs conducted  maintained \n• Not less than 40% of  under the Project  Risk \nthe value of extension  • Midterm and completion  • Inadequate finance made \ncontracts addressing  reviews of the Project   available for the \nneeds of upland or  • Regular dialogue with  extension services \nremote communities  key stakeholders   \n  involved in the national \nAST system \n \n4. Improved linkage of  • Participation of  • Monitoring by MARD and  Assumptions \nagricultural extension  provincial extension  MPI  • Government procedures \nservices with research  centers in regional  • ADB review missions  and regulations improved \nstrengthened  research activities,  • Project monitoring  for effective linkages \n  including provincial  system and progress  between research and \nresearch programs  reports  extension \nand field research  • Midterm and completion  • Increased awareness \ntrials   reviews of the Project   among local extension \n• Practical linkages  • Regular dialogue with  workers about the need \nbetween farmer  key stakeholders  to strengthen linkages \ngroups, extension  involved in the national  with research activities \nservice providers, and  AST system   \nresearch institutes   \nformalized \n• Effective mechanisms \nfor increased \nstakeholder \nparticipation in \nextension services \nestablished \n \n       \n ", "Appendix 1  23 \nDesign  Performance  Data Sources/Reporting  Assumptions and Risks \nSummary  Targets/Indicators  Mechanisms  \n5. Rural-based  • Effective systems to  • Monitoring by MARD and  Assumptions \ntechnical and  link between schools  MPI  • National curriculum \nvocational training  and industries in  • ADB review missions  guides developed in line \nmade more responsive  place  • Project monitoring  with the national sector \nto national sector goals  • Appropriate  system and progress  goals \n  curriculum guidelines  reports  • School-industry councils \nintroduced to reflect  • Midterm and completion  provide effective \nnational sector goals  reviews of the Project   guidance to schools \n  • Regular dialogue with  • Labor market information \nkey stakeholders  effectively communicated \ninvolved in the national  to technical and \nAST system  vocational schools \n \n6. Capacity of rural- • Average usage of  • Monitoring by MARD and  Assumptions \nbased technical and  school and laboratory  MPI  • Adequate financial \nvocational training  equipment in the  • ADB review missions  resources provided for \nstrengthened  schools selected  • Project monitoring  operation and \n  under the Project  system and progress  maintenance of upgraded \nincreased  reports  equipment and facilities \nsubstantially  • Midterm and completion   \n• Average of about 90%  reviews of the Project  \nof the graduates of  • Regular dialogue with \nthe targeted schools  key stakeholders \nenter into full-time  involved in the national \nemployment  AST system \n       \nActivities with Milestones    Inputs \n1.1 Provision of laboratory facilities and  Procurement commenced  • ADB \nequipment for research   by December 2007  $30.0 million \n1.2 Provision of training programs for staff and  Training programs to be  • Government \nresearchers of research institutes  initiated by December  $10.0 million \n  2007 \n1.3 Provision of the agricultural research fund  Establishment of the fund   \nby December 2007  \n2.1 Establishment of formal linkages between  Issuance of circulars by   \nfarmer groups, extension service providers, and  June 2007 \nresearch institutes  \n2.2. Provision of training facilities and equipment  Procurement commenced   \nfor provinces and districts  by September 2007 \n2.3 Development of national and provincial  Systems developed by   \nextension contract systems with local service  December 2007 \nproviders \n3.1 Provision of school facilities and equipment  Procurement commenced   \nby December 2007 \n3.2 Revision of school curriculum guidelines  Revisions to be completed   \n  by December 2008 \n     \n \n ", "24  Appendix 2 \nSECTOR ANALYSIS \nA.  Current Issues in the Agriculture Sector \n \n1.  In Viet Nam, crops constitute about 59% of the total production value of the agriculture \nsector, followed by fisheries (19%), livestock (17%), and forestry (5%). Although more than half \nof the total cropped area is dominated by rice cultivation, production of agricultural crops is \nbeing rapidly diversified with increased production and export of commercial crops. The trend to \ndiversify  from  food  crop  monoculture  is  expected  to  continue  as  the  country’s  economy \nincreasingly  integrates  with  the  world  market  through  accession  to  the  World  Trade \nOrganization and regional free trade agreements among the countries in Southeast Asia. \n \n2.  The growth of the agriculture sector over the past decade is the result of a combination \nof (i) market-oriented economic policy launched in 1986, (ii) public investment in irrigation \nsystems, and (iii) increased land and labor inputs. The market-oriented reforms led to the \nprogressive decontrol of prices and market functions, recognition of farm households as the key \nunit of production and marketing, and liberalized land-use rights. The recent sector growth was \nattained  by  the  country  essentially  catching  up  with  international  and  regional  standard \npractices. However, continued agricultural growth will increasingly require new farming systems \nand more locally driven, productivity-based improvements for increased value of agricultural \nproduction. \n \n3.  To  address  this  sector  issue,  the  Government  recognizes  an  urgent  need  for  the \neffective  use  and  application  of  advanced  agriculture  science  and  technology  (AST)  in \nagricultural production and marketing. Strengthening of the national AST system is required now \nfor technological advancement to ensure food security, promote agricultural diversification; and \nimprove the quality of high-value crop, livestock, and fishery products that are comparable with \nneighboring  countries  and  trade  competitors.  This  will  address  the  needs  of  farmers  and \nindustries for better quality standards and delivery of agricultural and agro-based products,1 \nthereby contributing to higher value-added in the agriculture sector and improved rural income. \n \n4.  Several policy constraints still limit the emergence of an open land market. Limitations \non land transfers and land size constrain the availability and flexible use of agricultural land. \nDespite active lending by state-owned commercial banks, access to formal credit is limited in \nrural areas. A large proportion of farmers and small-scale enterprises still depend on informal \nfinancial  sources  for  their  funds.  Improved  rural  access  to  reliable  and  effective  financial \nservices is urgently required. Capital investment in irrigation development absorbs more than \nhalf of the national budget for the agriculture sector. Huge losses of irrigation management \ncompanies,  which  thus  underfund  operation  and  maintenance  activities,  result  in  the \ndeterioration of the existing irrigation systems and further losses in the state budget. Continued \npolicy and institutional reforms are required to improve access to these critical resources for \nagricultural production. \n \n5.  As Viet Nam will be integrated into international markets, future growth of the agriculture \nsector will increasingly depend on postproduction activities (storing, processing, and marketing) \nand measures to fulfill more stringent market requirements. Agro-industries will play a vital role \n                                                 \n1  In Viet Nam, improved capacity of the national AST system would substantially improve product quality and safety, \nproduct differentiation, postharvest operations, and marketing. The recent growth in production and exports of \nvarious commercial crops (coffee, rubber, tea, pepper, groundnuts, and cashews) needs to be accompanied by \nimproved research, extension, and training programs to strengthen the competitiveness of the country’s agricultural \nand agro-based products in international markets. \n ", "Appendix 2  25 \nin this aspect, and can lead to the development of export markets, which will then lead to the \nprogressive  diversification  of  industries  and  expansion  of  other  sectors.  However,  trade, \nmarketing, and processing of agricultural products are still heavily affected by underperforming \nstate-owned  enterprises  (SOEs).  The  Government  has  gradually  introduced  measures  to \nimprove the performance of SOEs under the SOE Law, but favorable treatment of SOEs in \nterms of access to finance and other resources constitutes a serious obstacle for promoting \nviable private business opportunities in the country. Implementation of continued reforms for \nSOEs  and  market  liberalization  are  required  to  strengthen  the  integration  of  improved \npostharvest systems in the agriculture sector. SOE issues will continue to be addressed through \nregular  policy  dialogue  between  the  Government  and  Asian  Development  Bank  (ADB)  for \nupdating ADB’s country strategy and program, and for SOE reforms and improved corporate \ngovernance. \n \nB.  AST System and Funding \n \n6.  The AST system in Viet Nam has focused on high and sophisticated technology, often \nimported from outside and adapted in a way inappropriate to local practices and agroecological \nconditions. Even though this approach has generated increased production benefits, it has often \nbeen unable to adequately address the client needs of local farmers and traders, particularly in \nupland  and  remote  areas.  During  the  consultative  process  for  project  formulation,  the \nimportance  of  effective  management  and  coordination  of  the  national  AST  system  was \nemphasized  by  key  stakeholders  at  informant  interviews,  focus  group  meetings,  and \nparticipatory workshops. At present, the Science and Technology Council of the Ministry of \nAgriculture and Rural Development (MARD) has general responsibility for overall management \nand coordination of the AST system. The council consists of more than 40 eminent researchers \nselected from major institutes and universities, and from different regions of the country.2 As an \nincreasing number of enterprises in agriculture and agro-based industries will constitute a major \nshare in the Vietnamese economy, agricultural research and extension will have to respond to \nthe needs of not only farmers but also of these agroenterprises. Thus, it will be essential to \nintegrate  research  and  extension  with  agro-based  industries;  the  corporate  sector  is  also \nexpected to contribute to financing a share of the research and extension budget. \n \n7.  Agriculture constitutes about 6% of the total state budget. Beginning in the late 1990s, \nthe Government embarked on an extensive decentralization program in public expenditures \nbased  on  the  1996  State  Budget  Law.3  The  2002  State  Budget  Law  provides  provincial \ngovernments  with  considerable  discretion  in  fiscal  management.  The  share  of  provincial \ngovernments in total public expenditures increased from 26% in 1992 to 48% in 2002, and \ndecentralization  continues.  Provincial  governments  appear  to  have  reasonable  capacity  for \nfiscal management, particularly in the provinces where provincial people’s committees have \neffective systems for monitoring and supervision. In line with this overall trend, the share of \nagriculture sector expenditures for local implementation increased from 43% in 1997 to 79% in \n2002. Most of the agricultural extension services are being implemented and delivered by \nprovinces.  The  new  decree  for  agricultural  extension  (para.  18)  is  expected  to  increase \nprovincial financial flexibility by promoting more cost-effective extension services and possible \nuser fee contributions from local farmers. \n                                                 \n2  ADB. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Strengthening Agriculture Science and \nTechnology Management. Manila (TA 4619–VIE). This TA provides MARD with technical and advisory support to \nimprove managerial skills of various AST institutions, including the Science and Technology Council of MARD. \n3  The Government of Viet Nam and the World Bank. 2005. Vietnam: Managing Public Expenditure for Poverty \nReduction and Growth. Hanoi.  \n ", "26  Appendix 2 \n8.  With respect to agricultural research, the state budget is provided in various channels \nthrough central agencies like MARD and the Ministry of Science and Technology, provinces, \nand agricultural research institutes. Part of the budget is also provided for research programs \nand institutes through competitive bidding systems, contributing to improved program budgeting \nin  agricultural  research  and  providing  opportunities  for  involving  nongovernment  research \ninstitutions in the national AST system. Underfunding of recurrent expenditures for staff salaries, \noperation, and maintenance is a problem for all AST areas, including agricultural research, \nextension,  and  training.  This  will  need  to  be  addressed  in  the  regular  dialogue  on \nimplementation of the proposed Project and on ADB’s overall sector portfolio management \nreview. \n \nC.  Ongoing Reforms in the National AST System \n \n1.  Agricultural Research \n9.  Since the late 1960s, the country’s agricultural research system developed rapidly, and a \nrelatively complete set of institutes was created and endowed with a large pool of experienced \nresearchers,  educated  mainly  in  Eastern  Europe.  The  main  agenda  for  research  included \ncontributions  to  food  security,  production  of  diverse  commodities,  and  increased  exports. \nHowever, efficiency and effectiveness of agricultural research activities have been affected by a \nnumber of institutional and resource issues.  \n \n10.  Viet Nam has a complex system of agricultural research, involving six ministries. In \n2005,  MARD  alone  had  25  research  institutes  with  113  subinstitutes  and  centers,  and  6 \nuniversities. The annual budget for administration and regular operation of the MARD research \ninstitutes  amounted  to  about  D101.7  billion  ($6.3  million).  The  Government  attempted  to \nstreamline  the  system  in  1996  by  merging  several  institutes,  shifting  the  control  of  some \ninstitutes to SOEs, and converting other institutes to self-financing entities. However, this policy \nencountered difficulties as some research institutes and SOEs were reluctant to accept the \nproposed changes. \n \n11.  The Government fully recognizes the weaknesses of the existing system of agricultural \nresearch, which often results in a dispersal of scarce public resources, duplication of research \nefforts, weak capacity of research staff, and lack of feedback from producers and traders. The \nhigh concentration of the institutes in the two large delta regions (Red River and Mekong) has \nalso resulted in an uneven distribution of research institutes and their stations, and limited the \nrelevance of research results in other agroecological regions. A lower level of research activities \nhas been undertaken for upland farming systems, which constitute more than three quarters of \nthe country’s land area. Furthermore, uncertainty surrounding the structure of the national \nagricultural research system has long made it difficult for research institutes to formulate their \nmedium- to long-term plans, and undertake effective investment. \n \n12.  Most  research  institutes,  established  in  the  1960s  and  1970s,  have  not  received \nadequate support for upgrading of facilities and equipment. While the proportion of government \nbudget allocated to the national AST system has slightly increased in the last few years, many \nof  the  research  institutes  still  suffer  from  insufficient  state  budget  allocations.  Outputs  of \nresearch  programs  are  often  the  results  obtained  from  experiments  or  small-scale  pilot \nactivities. Extending them to large-scale production faces several difficulties due to the shortage \nof human and financial resources. During the survey carried out for project formulation, many \nMARD agricultural research institutes and laboratories commented that they urgently required \n ", "Appendix 2  27 \nresources to upgrade facilities and replace obsolete equipment, and to improve institutional \ncapacity to conduct more effective research programs to meet client needs. \n \n13.  Within the next 10 years, the agricultural research system is expected to face human \nresource constraints in terms of staff capacity. A large number of qualified senior scientists will \nleave the research system while the cadre of well-qualified scientists to take over their positions \nwill be relatively small. Under the ongoing Agriculture Sector Development Program (ASDP),4 \nMARD formulated a detailed plan to implement the reorganization of the national agricultural \nresearch system, which was approved by the Government in September 2005. The plan aims to \n(i) ensure focused research activities through effective coordination among research institutes; \n(ii)  carry  out  regionally  oriented  research  programs,  which  are  suitable  for  the  respective \nagroecological regions; and (iii) make research activities more responsive to national sector \ngoals and demands of producers and traders.5 MARD also stated in its Science and Technology \nPlan (2004) that its priority areas for research would include (i) plant and animal breeding, (ii) \nproduct  preservation,  (iii)  agricultural  policy  and  marketing,  and  (iv)  natural  resources \nmanagement.  \n \n14.  The Government’s approval of the detailed plan was a significant step toward further \nrationalization of the agricultural research system and development of a more client-oriented \nsystem. Several institutes involved in crop research and genetic engineering were officially \nmerged into the Viet Nam Academy of Agricultural Sciences. Under the ASDP, the Government \npromoted a competitive grant funding mechanism to finance agricultural research programs \nsuited to the needs of different agroecological regions and client needs. Building on these \nreform efforts under the ASDP,6 the AST Project will provide financial support for the provision \nof competitive research grants and strengthening of institutional capacity and human resources \nfor improved agricultural research. \n \n2.  Agricultural Extension \n15.  Development  of  agricultural  extension  services  in  Viet  Nam  is  relatively  new.  The \nGovernment Decree No. 13 on the establishment of provincial, district, commune, and village \npublic  sector  extension  services  was  issued  in  March  1993,  and  provided  implementation \nguidelines for the extension services in the field. In July 2003, the Government established the \nNational Agricultural Extension Center (NAEC) to create an agency solely responsible for public \nagricultural  extension  services  and  ensure  effective  service  delivery  and  coordination  by \nconcentrating scarce financial and human resources. At present, NAEC supervises about 3,200 \nspecialized central, provincial, and district staff members, and employs part-time contractual \nworkers, including about 7,500 commune extension workers and more than 100,000 village \nassistants. On average, there is one specialized extension staff member for every 3,650 farm \nhouseholds in the country. Public mass organizations such as women’s, farmers’ and youth \nunions contribute to the provision of extension support for local communities in the field. In \naddition, commodity-specific producer associations for coffee, tea, and cotton provide training \non production technology and other services for farmers.  \n \n16.  Accurately assessing the contribution of agricultural extension to farmers’ adoption of \nimproved agricultural knowledge and technology is difficult as the feedback from farmers during \n                                                 \n4  ADB. 2002. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nSocialist Republic of Viet Nam for the Agriculture Sector Development Program. Manila (Loans 1972/1973–VIE). \n5  MARD. 2005. Proposal on Reorganization of Science and Technology System under MARD. Hanoi. \n6  ADB. 2005. Progress Report on the Agriculture Sector Development Program: Release of Second Tranche. Manila \n(Loan 1972–VIE).  \n ", "28  Appendix 2 \nstakeholder  consultations  varied  by  region  and  province.  However,  access  to  advanced \nknowledge and technology is one of farmers' critical concerns. Other issues related to public \nagricultural extension services include (i) inadequate coverage due to the shortage of human \nand financial resources; (ii) dispersal of scarce financial resources due to continued use of high \ninput  subsidies;  (iii)  need  for  improved  understanding  about  farmers’  concerns  related  to \nagricultural knowledge and technology; (iv) weak technical capacity of grassroots extension \nservice providers; and (v) need for appropriate modality and services suited to poor farmers, \nparticularly in upland and remote areas. MARD recognizes that the past extension approaches \nwere suited to the needs of relatively better-off farmers, who were able to afford increased \nagricultural inputs. Provision and visibility of extension services in poor communities and upland \nand remote areas was low, and pro-poor extension delivery needs to be promoted through more \nparticipatory and farmer-centered approaches. Technical and managerial capacity of provincial \nagricultural extension services and grassroots extension agents must be strengthened. \n \n17.  Under the ASDP, NAEC of MARD formulated and issued a ministerial circular to its \nprovincial departments to assist provinces in forming advisory councils to increase participation \nof local stakeholders in planning and implementing agricultural extension services. The purpose \nwas to promote more client-oriented extension services. Advisory councils for extension were \nestablished in about 40 provinces by October 2006, involving key provincial stakeholders such \nas  representatives  of  farmers’  associations  and  cooperatives,  women’s  unions,  regional \nresearch  institutes,  provincial  agricultural  extension  centers,  nongovernment  organizations \n(NGOs), and private traders. \n \n18.  NAEC  also  initiated  the  comprehensive  revision  of  the  Government  decree  on \nagricultural  extension  to  institutionalize  participatory  and  pro-poor  agricultural  extension \nservices. Decree No. 56 on agricultural and fishery extension, approved and issued by the \nGovernment  in  April  2005,  (i)  emphasizes  the  need  for  client-oriented  services  with  an \nincreased focus on economically disadvantaged areas, (ii) recognizes the role of grassroots \nagricultural extension service providers in communes and villages, and (iii) includes a provision \nfor  contractual  arrangements  for  extension  services.  It  is  also  expected  to  facilitate \ndecentralization of extension service delivery and increase participation of farmers and other \nstakeholders, including mass organizations and nongovernment service providers, in planning \nand  implementing  extension  activities.  Decree  No.  56  was  formulated  through  a  series  of \nconsultations with a wide range of stakeholders, including the relevant government agencies \nand a group of NGOs involved in agricultural extension. The NGOs highly commended the open \nand transparent process of consultations initiated by NAEC. In line with the new decree, the \nProject aims to promote pro-poor extension services and strengthen the technical capacity of \ngrassroots extension service providers. \n \n3.  Rural-Based Technical and Vocational Training \n19.  The  secondary  technical  and  vocational  schools  of  MARD  in  the  agriculture sector \nprovide an important opportunity to develop a competitive work force for agriculture and agro-\nbased industries in Viet Nam. The agricultural training programs tend to be specified within the \nnational qualifications frameworks that are closely related to tasks and skills required in the work \nforce. The Education Law of 1998 provides an overall framework for reforming the education \nsystem in the country. Particular areas of focus include a general policy for decentralized \ndecision-making related to the planning and implementation of rural-based training programs, \nand the improvement of teaching and learning quality. Significant renovation of curricula has \noccurred at the primary level, and ongoing improvements are being carried out at the secondary \nand  higher  levels  with  ADB  assistance  under  ADB’s  ongoing  loan  for  the  Vocational  and \n ", "Appendix 2  29 \nTechnical Education Project.7 These are expected to impact on the delivery of rural-based \ntraining through improved coordination within the national framework. \n \n20.  Viet Nam has about 300 secondary technical schools, of which one third is under the \ncontrol of the national Government, and the rest belong to provincial and city management. In \nthe agriculture sector, 31 of the 54 secondary technical schools are managed by MARD and the \nremaining schools belong to the provinces. In addition to secondary technical schools, the \ncountry  has  226  vocational  training  schools,  of  which  102  are  managed  by  the  national \nGovernment and the rest by provinces and cities. These schools provide technicians and skilled \nworkers with enrollments generally coming from lower secondary school graduates; the duration \nof training ranges from 1 to 3 years. In agricultural vocational training, MARD manages 17 \nschools,  10  are  under  provincial  control.  According  to  the  assessment  during  project \npreparation, the quality of technical and vocational training schools varies in the agriculture \nsector. Some provincial institutions are funded and managed well with highly trained teachers, \nwhile others are poorly resourced and require substantial renovation. \n \n21.  Key issues evident among technical and vocational schools in the agriculture sector \ninclude (i) slow improvements in curriculum development to achieve effective competency-\nbased training methods; (ii) lack of systematic flow of information on labor market demand in \nagriculture  and  agro-based  industries,  and  weak  school–industry  linkages;  (iii) inadequate \nteaching, learning, and library resources in AST; and (iv) lack of financial resources to maintain \nthe quality of training programs. As agricultural training institutions are under the jurisdiction of \nvarious  ministries,  they  lack  a  cohesive  management  structure  and  consistent  curriculum \ndevelopment. \n \n22.  At present, the agricultural technical and vocational training schools do not have any \nformalized mechanisms to determine labor market demand for various technical skills related to \nagriculture and agro-based industries. Systematic labor market information gathering, being \ndeveloped under ADB’s ongoing Vocational and Technical Education Project, has the potential \nto contribute to determining labor market demand in the agriculture sector or can be a model for \na similar system in the sector. The focus group meetings conducted during project formulation \nindicated increased efforts are required to strengthen school–industry partnerships to meet the \ndemand from industries for school graduates.  \n \n23.  Investment to date on the AST areas of technical and vocational agricultural training, \nand, in particular, the areas of postharvest and food processing have been minimal. The Project \naims to contribute to filling gaps in these areas, and ensuring improved institutional capacity of \nthe schools. The proposed improvement of school facilities and curricula under the Project is \nexpected to address the critical needs of the schools to respond more effectively to industry \ndemands. Efforts will be made to ensure progress toward the institutionalization of critical \nreforms that can be seen within the national technical and vocational education system. \n \n4.  Agricultural Market Information Services \n24.  The  agricultural  market  information  system  (AMIS)  is  complex  and  heterogeneous. \nVarious public AMIS operations are ongoing and overlapping in area, scope, and responsibility. \nAt present, five AMIS activities are ongoing across 24 provinces. AMIS information usually flows \n                                                 \n7  ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Vocational and Technical Education Project. Manila (Loan 1655–VIE). This \nloan supports only one school managed by MARD: Bac Giang Agricultural Secondary Technical School. \n ", "30  Appendix 2 \nfrom  farmers  and  traders  in  local  markets  to  district  and  provincial  offices  in  charge  of \ninformation collection. At the provincial level, the information is collated, and some rudimentary \nanalyses conducted. The summarized information is then transmitted by fax, telephone, or \nInternet to provinces and MARD for dissemination to the public through mass media. At the \ncentral level, the Information Technology and Statistics Center of MARD is responsible for AMIS \nactivities and has six departments and units with 69 staff members. In addition, the Institute of \nPolicy and Strategy for Agriculture and Rural Development of MARD handles part of AMIS \ninformation collection and analysis, particularly in the areas of market projection and trade \nanalysis and promotion. \n \n25.  The  effectiveness  of  the  present  AMIS  operations  is  constrained  due  to  (i)  limited \nchannels of information dissemination, (ii) inadequate budgetary allocations, (iii) poor local \naccess to updated market information, (iv) shortage of trained personnel, and (v) weak linkages \nwith extension services. To address these issues, the Government plans to strengthen the \nAMIS activities of the Information Technology and Statistics Center with the use of part of the \ncounterpart funds generated under the ASDP program loan (about $2.4 million), through the \nestablishment of AMIS in 20 selected provinces. Other external funding agencies, including the \nWorld Bank and the governments of Australia and Canada, plan to support the improvement of \nAMIS operations in the country through the development of market information services that are \nmore responsive to the needs of client farmers and traders, and strengthening of analytical \ncapabilities of staff involved in AMIS activities. ADB considers these ongoing and proposed \nsupport activities to be adequate for addressing the existing needs of AMIS. \n \nD.  Need to Strengthen Agriculture Science and Technology \n \n26.  As Viet Nam’s agriculture sector is increasingly liberalized in line with the country’s \neconomic  policy  and  integrated  into  competitive  international  markets,  the  trend  for \ndiversification into higher value agricultural and agro-based production is expected to continue \nin the next decade. The policy focus needs to shift from increasing production volume to \npromoting higher product value and income. In this context, rapid improvement of the national \nAST system is required to address the needs of client farmers and enterprises for benefiting \nfrom (i) improved product quality, (ii) better skills to deal with complex supply chains and \nsophisticated  markets,  (iii)  efficient  processing  and  postharvest  operations  and  innovative \nmarketing skills, and (iv) improved collaboration between private and public sectors. \n \n27.  The importance of strengthening the national AST system through continued policy and \ninstitutional reforms and increased investment is fully recognized by the Government in its \nnational development plans and strategy for the agriculture sector. In line with the country \nstrategy  and  program  for  Viet  Nam  and  in  close  coordination  with  other  external  funding \nagencies involved in the sector, ADB will continue to provide support for the Government to \nmaintain its sustainable sector growth by addressing issues related to productivity, access to \nresources, agro-industry development, and science and technology. \n \n ", "Appendix 3  31 \nEXTERNAL ASSISTANCE \nAmount \nTitle  Duration  Source  Objectives \n($million) \nAgriculture Sector  2002–2007  ADB  Support the Government's policy and institutional  90.0 \nDevelopment  reforms to develop a favorable environment for  (Loan) \nProgram  market-based agricultural growth and agro-industry \ndevelopment. \nTea and Fruit  2000–2006  ADB  Increase farm income and raise the value of  40.2 \nDevelopment  agricultural production through tea and fruit  (Loan) \nProject  development. \nVocational and  Ongoing  ADB  Help with the reform of vocational and technical  54.0 \nTechnical  from 1998  education system in line with the Government’s  (Loan) \nEducation Project  market-oriented industrialization policy. \nAgriculture Sector  Ongoing  Danida  Provide integrated assistance for agricultural and  46.5 \nProgramme  from 2000  rural development through capacity-building activities  (Grant) \nSupport  at the Ministry of Agriculture and Rural Development. \n \nA second phase is being formulated. \nAgriculture  1998–2005  World Bank  Help diversify and intensify agricultural production,  66.9 \nDiversification  thereby increasing farm income and rural  (Loan) \nProject  employment through promotion of rubber \nsmallholders and improved livestock production. \nNorthern Mountains  Ongoing  World Bank/  Promote community-based development activities  132.5 \nPoverty Reduction  from 2001  DFID  through improvement of social and rural  (Loan/ \nProject  infrastructure.  Grant) \nCollaboration for  Ongoing  AusAID  Increase productivity and competitiveness of  7.0 \nAgriculture and  from 2004  smallholder agriculture and rural enterprises through  (Grant) \nRural Development  support for agricultural research and development. \nStrengthening of  Ongoing  JICA  Support for the resolution of animal health issues and  1.9 \nthe National  from 1999  contribute to improved veterinary research.  (Grant) \nInstitute of \nVeterinary \nResearch \nSupport to Public  Ongoing  UNDP/  Improve public administration in the Ministry of  3.9 \nAdministration  from 2001  Netherlands  Agriculture and Rural Development through capacity  (Grant) \nReform Program  strengthening in the use of information and \ncommunications technology. \nRural Income  Ongoing  IFAD  Support villages with ethnic minority populations in  20.9 \nDiversification  from 2002  upland areas to improve their access to rural  (Loan) \nProject in Tuyen  infrastructure, health services, and finance. \nQuang Province \n         \nADB = Asian Development Bank; AusAID = Australian Agency for International Development; Danida = Danish \nInternational Development Assistance; DFID = Department for International Development; IFAD = International Fund \nfor Agricultural Development; JICA = Japan International Cooperation Agency; UNDP = United Nations Development \nProgramme. \nSources: Ministry of Agriculture and Rural Development, the Government of Vietnam; and Asian Development Bank. \n \n ", "32  Appendix 4 \nLIST OF SELECTED AGRICULTURAL RESEARCH INSTITUTES \nInstitutes  Remarks \nA. Crop Production and Biotechnology   \n \n  Cuu Long Rice Research Institute  Rice research institute established in 1977, and located in \n  Cantho Province in the Mekong Delta region with about 300 \nstaff and an annual budget of D5.5 billion ($0.34 million). Its \nresearch laboratories for breeding and variety improvement \nof rice and other crops cultivated in the southern region \nrequire substantial upgrading. \n \n  Viet Nam Academy of Agricultural  The academy was established through a merger with the \nScience   crop research institute, established in 1968 and located in \n  Hai Duong Province in the Red River Delta region. It has \nabout 280 staff and an annual budget of D4.7 billion ($0.30 \nmillion)  and  requires  upgrading  of  equipment  for  crop \nbreeding, varieties evaluation, and seed production. \n \n  Institute of Agricultural Science of  Main research institute in the southern region located in Ho \nSouthern Viet Nam  Chi  Minh  City  with  about  430  staff  in  10  research \n  departments with an annual budget of D18.7 billion ($1.17 \nmillion). It was established in 1925, and is engaged in both \ncrop  and  livestock  research  programs.  The  Project  will \nprovide  support  for  its  laboratories  for  variety  and  seed \ntesting, and for soil and plant protection in the acid-sulfate \nsoils. \n \n  Southern Fruit Research Institute  New institute established in 1994, and located in Tien Giang \n  Province near Ho Chi Minh City, with about 130 staff and an \nannual budget of D4.4 billion ($0.27 million). Its research \nprograms focus on the selection and breeding of main fruit \ncrops;  fruit  processing,  storage  and  packaging;  and  fruit \ncrop  diseases.  Procurement  of  cold  storage  and \nbiotechnology equipment is required. \n \nB. Livestock and Biotechnology   \n \n  Institute of Agricultural Science of  Binh Thang Training and Research Center of the Institute of \nSouthern Viet Nam—Binh Thang  Agricultural  Science  is  engaged  in  livestock  research, \nTraining and Research Center  including  equipment  and  facilities  for  meat  quality \n  assessment,  pig  breeding,  and  environment  control  in \nlivestock  production.  Equipment  for  microorganism \nincubation, meat storage, and soil analysis need upgrading. \n \nC. Postharvest Handling, Agriculture   \nEngineering, and Product Quality    \n  Viet Nam Academy of Agricultural  The institute for plant protection research, mainly industrial \nScience (formerly National Institute of  crops, was established in 1968, and located in Hanoi with \nPlant Protection)  about 150 staff and an annual budget of D4.0 billion ($0.25 \n  million). It is also engaged in tea cultivation and processing. \nIts laboratory facilities for analyzing pesticide residues and \nfor preserving pests and disease samples need upgrading of \nequipment. \n ", "Appendix 4  33 \nInstitutes  Remarks \n  Western Highland Agroforestry Science  The  institute  was  established  in  1983,  and  engages  in \nand Technology Institute  research  programs  on  forestry  and  agroforestry,  agro-\n  industries,  and  postharvest  operations.  It  is  located  in \nDaklak Province in the central highlands region, and has \nabout 250 staff and an annual budget of D2.2 billion ($0.14 \nmillion). Laboratory equipment and facilities for analysis of \nagricultural  and  forestry  products  and  feeds,  and  plant \nprotection  in  the  central  highlands  region  need  to  be \nimproved. \n \nD. Natural Resources—Land, Forest,   \nand Water Management   \n \n  Viet Nam Academy of Agricultural  The institute for research on soils and agrochemicals was \nScience (formerly National Institute of  established in 1969. It has about 170 staff and an annual \nSoils and Fertilizers)  budget  of  D3.6  billion  ($0.22  million).  Its  laboratory \n  equipment  for  soil,  plant,  and  fertilizer  analysis  needs \nupgrading. \n \n  Forest Science Institute of Viet Nam  The primary institute for forestry research was established in \n  1961,  and  located  in  Hanoi  with  about  480  staff  in  10 \nresearch units and six laboratories, including facilities for \nforestland  studies  (soil,  plant,  and  water  analysis),  and \nforest soil fertility management. Its annual budget is about \nD13.3 billion ($0.83 million). Laboratory equipment for plant \nphotosynthesis and soil analyses needs to be improved.  \n \nE. Economics, Strategies, and Market   \n \n  Institute for Agriculture Economics  The institute for agricultural policy planning was established \n  in  1977,  and  located  in  Hanoi  with  about  60  staff  in  4 \nresearch  divisions with an  annual  budget  of D1.1  billion \n($0.07  million).  It  carries  out  research  programs  on \nagriculture  strategies,  policies,  and  market  issues. \nComputers  and  other  basic  equipment  for  geographic \ninformation systems need upgrading. \n \nSources: Ministry of Agriculture and Rural Development, Government of Vietnam; and Asian Development Bank. \n2003.Technical  Assistance  to  the  Socialist  Republic  of  Viet  Nam  for  Preparing  the  Agriculture  Science  and \nTechnology Project (Financed by the Japan Special Fund). Manila (TA 4194–VIE). \n ", "34  Appendix 5 \nLIST OF SELECTED TECHNICAL AND VOCATIONAL TRAINING SCHOOLS \nTraining Schools  Remarks \nFood College (Da Nang)  The Food College, located in Da Nang Province in the south central \n  coast region, has a large student enrolment with about 2,300 full-time \nsecondary  students  studying  postharvest  processing,  and  400 \ncollege students. The equipment and facilities of its practice food \nprocessing plants and library are obsolete, and need to be improved \nto meet the demand of local agro-based industries. \n \nSecondary Technical and  The school, located in Lam Dong Province in the central highlands \nVocational School (Lam Dong)  region, has about 34% of its 1,200 students enrolled in the subject \nareas of agricultural cultivation, animal husbandry, veterinary studies, \nand land management. It is an important institution for rural-based \ntechnical  and  vocational  training  in  the  central  highlands,  where \npoverty incidence and ethnic minority population are high. As the \nschool was established in the 1960s, most of the library, laboratory, \nand classroom facilities are run down and require upgrading. \n \nSecondary Technical, Vocational,  This school is located in Ha Tay Province in the Red River Delta \nand Agriculture and Rural  region in the north of Viet Nam, and focuses on rural worker training \nDevelopment School (Ha Tay)  programs  in  agriculture  and  livestock,  horticulture,  and  land \n  management. About 60% of the 1,500 students are enrolled in these \nprograms with the majority of students coming from the upland and \nremote  areas  with  a  high  proportion  of  students  from  ethnic \nminorities. Seven of the 11 laboratories, library facilities, and about \nhalf of the 26 classrooms require renovation. \n \nAgricultural and Rural  This rural-based training school has a high percentage of enrolments \nDevelopment Secondary  (about 70%) in agriculture, animal husbandry, plant protection, and \nTechnical School (Tien Giang)  irrigation management. The school is located in Tien Giang Province \n  in the Mekong River Delta region, where only 4% of rural workers \nhave received any formal training. Local demand for graduates of \ntechnical and vocational training schools is increasing because of the \nincreasing number of agro-based and food processing industries in \nthe province (20 companies), and nearby provinces of Can Tho (100 \ncompanies),  Soc  Trang  (75  companies),  and  Ca  Mau  (60 \ncompanies).  These  companies  range  from  small-scale  to  large \nenterprises  employing  between  10  and  100  workers  in  each \nprocessing plant. The school plans to respond more to this local \nindustry demand for training in agro-based postharvest processing. \nThe teaching staff is relatively young with about 40% under 35 years. \nThe school requires adequate laboratory equipment and facilities for \nthe delivery of postharvest training programs. \n \nSecondary School for Mechanics,  Located in Can Tho Province in the Mekong River Delta region, this \nAgricultural Technique and Rural  vocational school has about 58% of students enrolled in agriculture, \nDevelopment (Can Tho)  covering animal husbandry and veterinary studies, crop and plant \n  protection, and sugarcane production and processing. The school is \nnear an export processing zone, where a large number of agro-\nbased  enterprises  are  engaged  in  processing  pineapples, \naquaculture products, and mushrooms. However, the school needs \nadequate laboratory equipment and facilities dedicated to agriculture \nand the practice of postharvest processing operations. The school \n ", "  Appendix 5  35 \nTraining Schools  Remarks \nhas a relatively young teaching staff with 52% under 35 years. \n \nSecondary Technical School for  This technical school is located in Hai Phong Province in the Red \nFood and Foodstuff Management  River Delta region. About 52% of the students are enrolled in food \n(Hai Phong)  processing and preservation, and salt processing. MARD recognizes \n  the need to increase the teaching capacity of the school in offering \npostharvest training through staff development and improvements in \nlibrary  and  laboratory  equipment  and  facilities.  Though  a  large \nproportion of managerial staff are senior staff, the teaching staff of \nthe school are relatively young with about 39% under 35 years. \n \nSecondary Technical School for  This school is located in Ho Chi Minh City in the southeastern region \nFood Processing (Ho Chi Minh  of Viet Nam. About 56% of the students are enrolled in agro-based \nCity)  postharvest  processing,  significantly  contributing  to  technical  and \nvocational training in the subject. Its training programs include food \ntechnology, microbiology, and quality control of food products. The \nschool  needs  to  upgrade  laboratory  and  library  equipment  and \nfacilities, and renovate some classrooms. \n \nAgricultural Materials and Food  This secondary technical school has about 55% of students enrolled \nSecondary Technical School  in postharvest processing, mostly at the upper secondary education \n(Hanoi)  level. The school requires upgrading of laboratory equipment and \nfacilities for practice product processing activities, as the quality of \nteaching  programs  are  severely  limited  by  old  and  obsolete \nmachines and library facilities. The school also indicated its strong \nneed for capacity strengthening of teaching and administrative staff. \n \nWater Resources Secondary  Located in Ha Nam Province in the Red River Delta region, this \nTechnical and Vocational School  vocational school is mainly engaged in agricultural training, irrigation \nNo. 1 (Ha Nam Province)   management, and related mechanical works. About 90% of the total \nenrolments of 1,482 students are at the upper secondary level. The \nschool  needs  urgent  upgrading  of  materials  and  facilities  for  its \nlibrary  and  laboratory  facilities,  and  capacity  strengthening  of \nteaching and administrative staff in labor market information systems \nand program curriculum development skills. \n \nWater Resources Secondary  This vocational school is located in Quang Nam Province in the \nTechnical and Vocational School  south central coast region with about 6,000 students, mostly at the \nNo. 2 (Quang Nam Province)   upper  secondary  level.  The  school’s  technical  and  vocational \nprograms  focus  on  irrigation  management  and  technology,  rural \nwater  supply  and  drainage,  and  land  management.  The  school \nrequires support for upgrading materials and facilities for its library \nand laboratory facilities, and capacity strengthening of teaching and \nadministrative staff in labor market information systems and program \nand curriculum development skills. \n \nSources: Ministry of Agriculture and Rural Development, Government of Vietnam; and Asian Development Bank. \n2003. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Agriculture Science and \nTechnology Project (Financed by the Japan Special Fund). Manila (TA 4194–VIE). \n ", "36  Appendix 6 \nDETAILED COST ESTIMATES \nTable A6.1: Detailed Cost Estimates by Expenditure and by Project Component \n($’000) \n \n   Client- Rural-\n  Oriented  Grassroot  based \nProject \n  Item  Agricultural  Agricultural  Technical  Management  Total \nResearch and  Extension  and \n  Support \nCapacity  Improvement  Vocational \n   Strengthening  Training \nA. Investment Costs     \n  Civil Works  53  0  1,549  0  1,602 \n  Equipment  3,380  221  6,338  151  10,090 \n  Vehicles  0  0  0  72  72 \n  Materials  1,811  142  843  33  2,829 \n  Training  4,994  2,814  315  0  8,123 \n  Research and Extension Contracts  5,500  4,582  0  0  10,082 \n  Consulting Services  0  0  0  982  982 \n    Subtotal (A)  15,738  7,759  9,045  1,238  33,780 \n           \nB. Recurrent Costs           \n  Incremental Staff  0  17  0  1,140  1,157 \n  Operating Costs  0  19  0  865  884 \n    Subtotal (B)  0  36  0  2,005  2,041 \n      Total Base Cost  15,738  7,795  9,045  3,243  35,821 \n           \nC. Contingencies           \n  Physical Contingencies  785  757  271  204  2,017 \n  Price Contingencies  345  400  529  272  1,546 \n    Subtotal (C)  1,130  1,157  800  476  3,563 \n           \nD. Financing Charge during \nImplementation  0  0  0  616  616 \n             \n  Total Project Costs  16,868  8,952  9,845  4,335  40,000 \nSource: Asian Development Bank (ADB). 2003. Technical Assistance to the Socialist Republic of Viet Nam for \nPreparing the Agriculture Science and Technology Project (Financed by the Japan Special Fund). Manila (TA 4194–\nVIE); and ADB estimates. \n ", "Appendix 6  37 \nTable A6.2: Detailed Cost Estimates by Financier \n \n    ADB  The Government  Total \n  Item  Amount  FR  Amount  FR  Amount  PR \n    ($'000)  (%)  ($'000)  (%)  ($'000)  (%) \nA. Investment Costs           \n  Civil Works  1,201  75  401    25  1,602  4 \n  Equipment  7,609  75  2,481    25  10,090  25 \n  Vehicles  36  50  36    50  72  0 \n  Materials  2,122  75  707    25  2,829  7 \n  Training  6,352  78  1,771    22  8,123  20 \n  Research and Extension Contracts  7,894  78  2,188    22  10,082  26 \n  Consulting Services  982  100  0      0  982  2 \n  Subtotal (A)  26,196    7,584    33,780   \n               \nB. Recurrent Costs             \n  Incremental Staff Salaries  0  0  1,157  100  1,157  3 \n  Other Operating Costs  663  75  221    25  884  2 \n  Subtotal (B)  663    1,378    2,041   \n               \n  Total Base Cost     26,859    8,962    35,821   \n               \nC. Contingencies  2,525    1,038    3,563  9 \nD. Financing Charge during              \n   Implementation  616  100  0  0  616  2 \n               \n  Total Project Costs  30,000  75  10,000  25  40,000  100 \nADB = Asian Development Bank, FR = financing ratio, PR = proportion of category to the total disbursements. \nSource: ADB. 2003. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Agriculture \nScience and Technology Project (Financed by the Japan Special Fund). Manila (TA 4194–VIE); and ADB estimates. \n \n \n ", "38  Appendix 7 \nPROJECT IMPLEMENTATION SCHEDULE \n \n2007 2008 2009 2010 2011\nItem Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\nA.  Client-oriented Agricultural Research and \nCapacity Strengthening\nClient-oriented agricultural research programs\n  - Identification of research needs\n  - Procurement of needed materials and equipment\n  - Use of research funds for selected programs\nTraining and post-graduate programs\n  - Preparation of programs\n  - Application and selection\n  - Program implementation\nUpgrading of equipment\n  - Equipment specification and tendering\n  - Procurement and installation\n  - Training for equipment use and maintenance\nB. Grassroots Agricultural Extension Improvement\nProvincial plans for pro-poor agricultural extension\n  services\nTraining programs for trainers, extension staff, and\n  grassroots service providers\n  - Extension module development\n  - Preparation of programs\n  - Application and selection\n  - Program implementation\nProvision of on-farm demonstration trials\nContractual agricultural extension services\n  - Establishment of a contractual management system\n  - Extension contracts\nCapacity strengthening of local extension centers\n  - Equipment specification and tendering\n  - Procurement and installation\nC. Rural-based Technical and Vocational Training\nTraining programs for teaching and administrative staff\n  - Preparation of programs\n  - Application and selection\n  - Program implementation\n  - Support for developing curriculum guides\nUpgrading of library and laboratory facilities\n  - Equipment specification and tendering\n  - Procurement and installation\n  - Training for equipment use and maintenance\nD. Project Management Support\nEstablishment of provincial project management units\nRecruitment of implementation consultants\nProcurement of vehicles and equipment\nAppointment of incremental project staff\nEstablishment of a project steering committee\nMonitoring of project activities\nFinancial auditing\nQuarterly progress reporting\nMidterm review\nProject completion review\n  Timing of project activities.\n  Intermittent or continuous activities.\nSource: ADB. 2003. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Agriculture Science and \nTechnology Project (Financed by the Japan Special Fund). Manila (TA 4194-VIE); and ADB estimates.  \n ", "Appendix 8  39 \n \nPROCUREMENT PLAN \n \nProject Information \n \nCountry  Viet Nam \nName of Borrower  Socialist Republic of Viet Nam \nProject Name  Agriculture  Science  and  Technology \nProject \nLoan or TA Reference  To be determined (tbd) \nDate of Effectiveness  tbd \nAmount $ (total from all financiers):  $40 million \nOf which Committed, $  $30 million \nExecuting Agency  Ministry  of  Agriculture  and  Rural \nDevelopment \nApproval Date of Original Procurement Plan  tbd \nApproval of Most Recent Procurement Plan  tbd \nPublication for Local Advertisementa  tbd \nPeriod Covered by this Plan  2006 – 2011 \n \nProcurement Thresholds, Goods & Related Services, Works and Supply & Install \n \nProcurement Methods  To be used above/below ($) \nICB works  At least $1,000,000  \nICB goods  At least $500,000  \nNCB works  Less than $1,000,000 but more than $100,000  \nNCB goods  Less than $500,000 but more than $100,000   \nShopping Works  Less than $100,000 \nShopping Goods  Less than $100,000 \n \nProcurement Thresholds, Consultants Services \n \nProcurement Methods  To be used above/below ($) \nQuality- and Cost-Based Selection (QCBS)  At least $200,000 \nConsultants Qualifications Selection (CQS)  Less than $200,000 \nLeast Cost Selection (LCS)  Less than $100,000 \n \nList of Major Contract Packages, Goods, Works and Consulting Services \n \nRef  Contract  Estimated  Procurement  Expected Date  Prior  Comments \nDescription  Costs ($)  Methods  of First  Review \nAdvertisement  Y/N \nClient-Oriented Agricultural Research and Capacity Strengthening \n1  Equipment  6,955,000  NCB/SP  4th Quarter 07  Y  Financed by ADB \nand  (100 packages) \nMaterials b \n2  Research  5,500,000  NCB  1st Quarter 08  Y  Financed by ADB \nContracts  (80 packages)  \n3  Training  −  3,555,000  DC  4th Quarter 07  Y  Financed by ADB \nUniversity c  (90 packages) \n4  Training  −  440,000  DC  1st Quarter 09  Y  Financed by ADB \nNon- (20 packages) \nuniversity c \n ", "40  Appendix 8 \nGrassroots Agricultural Extension Improvement \n5  Equipment  349,000  NCB/SP  3rd Quarter 07  Y  Financed by ADB \nand  (15 packages) \nMaterials  \n6  Extension  4,175,000  NCB  2nd Quarter 08  Y  Financed by ADB \nService  (1,338 \nContracts  packages) \nRural-Based Technical and Vocational Training \n7  Civil Worksd  1,333,000  NCB  1st Quarter 08  Y  Financed by ADB \n(10 packages) \n8  Equipment  6,289,000  NCB  4th Quarter 07  Y  Financed by ADB \nand  (31 packages) \nMaterialse \nProject Management Support \n9  Equipment,  178,000  NCB/SP  3rd Quarter 07  Y  Financed by ADB \nMaterials  (6 packages) \nand Vehicle \n10  Consulting  982,000  QCBS  2nd Quarter 07  Y  Financed by ADB \nServices \n \nDC = direct contracting; NCB = national competitive bidding; QCBS = quality- and cost-based selection; SP = \nshopping. \na  General procurement notice, invitations to pre-qualify and to bid, calls for expressions of interest. \nb  The total of over 500 line items, often with multiple units and types of specialized equipment, are assumed to be \ncombined into about 100 packages at an average value about $70,000. \nc  Training activities include overseas postgraduate study and post-doctoral programs. \nd  Assumes one contract per school, some over 3 years. \ne  Assumes one initial contract for office equipment, and then three contracts per school for laboratory equipment, \nprocessing machinery, and library materials. \nSource: ADB. 2003. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Agriculture Science \nand Technology Project (Financed by the Japan Special Fund). Manila (TA 4194–VIE); and ADB estimates. \n \n \n \n ", "Appendix 9  41 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  The Project requires a team of consultants (Table A9). The consultants will carry out \ntheir tasks under the general supervision of the central project management unit (CPMU) of the \nMinistry  of  Agriculture  and  Rural  Development  (MARD).  The  team  leader  will  be  the \ninternational agricultural research management specialist. \n \nTable A9: Breakdown of Consultant Inputs \n(person-months) \n \nConsultant  International  National  Total \nAgricultural Research Management  16  34  50 \nAgricultural Extension Management  5  22  27 \nAgricultural Vocational Training  1  11  12 \nSocial Development  2  6  8 \nEnvironmental Assessment  2  11  13 \nFinancial Management  1  8  9 \nMonitoring and Evaluation  2  4  6 \nTotal  29  96  125 \nSources: Asian Development Bank. 2003. Technical Assistance to the Socialist Republic of Viet Nam for Preparing \nthe Agriculture Science and Technology Project (Financed by the Japan Special Fund). Manila. (TA 4194–VIE); \nMinistry of Agriculture and Rural Development, the Government of Viet Nam. \n \nA.  Agricultural Research Management and Team Leadership \n \n2.  The agricultural research management specialists should have an advanced degree in \nthe fields related to agriculture science and technology (AST) with extensive experience in the \nmanagement  and  organization  of  competitive  research  funding  systems,  and  preferably \nfamiliarity with agricultural research in Viet Nam. The specialists will undertake the following: \n(i)  Provide necessary technical and management support to MARD for effective \nproject implementation. \n(ii)  Develop a detailed work plan for project implementation in consultation with the \nrelevant  departments  of  MARD,  including  the  Department  of  Science  and \nTechnology, National Agricultural Extension Center, Department of Organization \nand Personnel, Department of Agriculture, and other key stakeholders. \n(iii)  Help  develop,  establish,  and  institutionalize  a  mechanism  for  competitive \nresearch funding by leading the consultant team in view of the lessons learned \nand experiences in Viet Nam and other countries in East and Southeast Asia. \n(iv)  Assist in ensuring coordination among the relevant central, provincial, and district \nagencies;  regional  research  institutes;  and  other  stakeholders  for  the \nimplementation of the competitive research funding system under the Project. \n(v)  Assist  in  establishing  an  appropriate  project  management  and  monitoring \nsystem. \n(vi)  Carry out a training needs assessment for researchers during the first year of the \nProject, and formulate detailed in-country on-the-job training and overseas study \nprograms in consultation with the Department of Science and Technology and \nDepartment of Organization and Personnel, and based on MARD’s approved \nhuman resource development plan for agricultural research. \n(vii)  Help establish a detailed mechanism for the selection of trainees and candidates. \n ", "42  Appendix 9 \n(viii)  Examine the priority needs for upgrading equipment and facilities based on the \nlist  prepared  during  project  formulation,  and  help  prepare  detailed  technical \nspecifications  through  consultation  with  the  relevant  institutes  and  the \nDepartment of Science and Technology of MARD. \n(ix)  Provide or arrange for necessary training on the knowledge and skills for the use \nof existing sophisticated equipment installed at research institutes. \n(x)  Assist in the procurement of equipment, materials, and civil works required for \nthe  Project,  in  accordance  with  the  Procurement  Guidelines  of  the  Asian \nDevelopment Bank (ADB). \n(xi)  Lead  the  preparation  of  consultants'  technical  working  papers  and  progress \nreports, and assist the CPMU in preparing quarterly progress reports on the \nProject to be submitted to the project steering committee and ADB. \n \nB.  Agricultural Extension Management \n \n3.  The  agricultural  extension  management  specialists  should  have  adequate  work \nexperience, preferably in Viet Nam, and expertise in the development and implementation of \npro-poor  and  client-oriented  extension  delivery  systems,  including  those  of  a  contestable \nextension delivery system. In close consultation with the National Agricultural Extension Center \nof MARD, the specialists will undertake the following: \n(i)  Assist  the  CPMU  and  provincial  project  management  units  (PPMUs)  of  the \nproject provinces in establishing appropriate project management systems and \nmechanisms for local stakeholder participation. \n(ii)  Assist  the  CPMU  and  PPMUs  in  implementing  the  central  and  provincial \ncontestable extension funding mechanisms. \n(iii)  Develop  systems  and  procedures  for  financial  management  and  auditing  of \nextension funds, including the potential for nongovernment contributions to the \ncosts of extension delivery. \n(iv)  Facilitate the development of central and provincial extension program priorities, \nincluding those with a commodity, thematic, and targeted community focus, and \nthe development of provincial extension investment portfolios. \n(v)  Help improve the management, monitoring and evaluation, and reporting skills of \nthe PPMUs and other relevant provincial agencies. \n(vi)  Prepare  and  test  the  extension  program  guidelines,  which  incorporate \n(a) eligibility and selection criteria for extension contracts and service providers; \n(b)  development  of  appropriate  terms  of  reference  for  contracts  and  job \ndescription for service providers; (c) monitoring and evaluation; and (d) financial \nmanagement, accounting, auditing, and reporting systems. \n(vii)  Develop  extension  service  provider  training  modules  for  low-cost  and \nparticipatory extension methodology, and farmer group business development \nand management. \n(viii)  Organize and facilitate training of trainers workshops for provincial extension \nservice provider trainers from target provinces. \n(ix)  Assist in establishing an appropriate system for conducting demonstration trials \non a contractual basis in the project provinces.  \n(x)  Help with the procurement of equipment and materials related to the project \nactivities for agricultural extension and on-farm demonstration trials. \n \n ", "Appendix 9  43 \nC.  Agricultural Vocational Training \n \n3.  The agricultural vocational training specialists should have adequate work experience, \npreferably  in  Viet  Nam,  and  relevant  expertise  in  vocational  and  technical  training  in  the \nagriculture  sector  and  in  curriculum  planning  and  development.  In  close  consultation  with \nMARD, the responsibilities of the specialists will include the following: \n(i)  Ensure effective coordination among MARD;  Ministry of  Labor, Invalids, and \nSocial Affairs; and other relevant agencies, including the Ministry of Education \nand Training, with respect to implementation of the project component for rural-\nbased technical and vocational training. \n(ii)  Assist  MARD  in  formulating  the  work  plans  for  staff  development  and \nstrengthening of institutional capacity of the selected technical and vocational \nschools covered under the Project. \n(iii)  Assist MARD and the technical and vocational schools selected for the Project in \neffectively adopting the national curriculum guide and the program accreditation \nsystem in close consultation with the General Department of the Ministry of \nLabor, Invalids, and Social Affairs. \n(iv)  Help  formulate,  in  collaboration  with  the  agricultural  extension  management \nspecialists  and  in  consultation  with  the  Ministry  of  Education  and  Training, \ndetailed curricula for the 10 selected technical and vocational training schools of \nMARD to provide a basis for identifying and specifying classroom and laboratory \nequipment and facilities. \n(v)  Help  strengthen  the  linkage  of  MARD  and  the  agricultural  technical  and \nvocational schools with the relevant industry representatives in relation to the \nlabor market in the agriculture sector.  \n(vi)  Provide  other  necessary  technical  and  advisory  support  for  the  CPMU  and \nPPMUs in the area of technical and vocational training in the agriculture sector. \n \nD.  Social Development \n \n4.  The social development specialists should have an advanced degree in the relevant \nsocial sciences, and adequate experience in social development activities preferably in Viet \nNam. The specialists will undertake the following: \n(i)  Formulate detailed work plans for the social development aspects of the Project \nbased  on  the  gender  and  indigenous  people’s  action  plans  prepared  during \nproject formulation with any revisions, if necessary. \n(ii)  Provide  technical  support  and  guidance  for  the  CPMU  and  PPMUs  on \nimplementation of the gender and indigenous people’s action plans, and help \ndevelop  an  appropriate  mechanism  to  ensure  that  the  social  development \naspects are fully addressed. \n(iii)  Ensure that socially adverse impacts of the Project are avoided and properly \naddressed during implementation. \n(iv)  Help  provide  capacity  strengthening  support  for  project  staff  and  other  key \nstakeholders  through  participatory  workshops  and  training  courses  in \nconsultation with the CPMU and PPMUs. \n(v)  Ensure a mechanism for appropriate social monitoring activities for the Project. \n \nE.  Environmental Assessment \n \n5.  The  environmental  assessment  specialists  should  have  an  advanced  degree  in \nenvironmental  sciences  or  agriculture;  and  adequate  experience  working  in  environmental \n ", "44  Appendix 9 \nassessment under projects of external funding agencies. Tasks of the specialists will include the \nfollowing:  \n(i)  Conduct a detailed review of the project environmental monitoring plan (EMP), \ndeveloped during project formulation, and prepare an appropriate work plan and \nschedule to implement the EMP in consultation with the CPMU and PPMUs. \n(ii)  Provide technical support and guidance for the CPMU and PPMUs on EMP \nimplementation,  and  help  develop  an  appropriate  mechanism  in  project \nmanagement to ensure that appropriate environmental assessments are carried \nout and environmental aspects are fully addressed. \n(iii)  Help formulate necessary environmental assessment reports in accordance with \nthe guidelines of the Government and ADB in carrying out civil works included in \nthe Project. \n(iv)  Assist the CPMU and PPMUs in ensuring the procurement works are done in line \nwith the environmentally responsible guidelines included in ADB’s Environmental \nAssessment Guidelines (2003). \n(v)  Assist  the  CPMU  and  PPMUs  in  developing  an  appropriate  environmental \nmonitoring system and institutionalizing the system in project management. \n \nF.  Financial Management \n \n6.  The  financial  management  specialists  should  have  a  degree  in  finance  and  other \nrelevant  fields;  and  adequate  practical  experience  in  projects  funded  by  external  funding \nagencies in developing countries, preferably in Viet Nam. The specialists will undertake the \nfollowing: \n(i)  Conduct a detailed review of the existing procedures of MARD for accounting \nand financial reporting at the central level and in the five project provinces within \n1 month of project inception, and make specific recommendations on the means \nto resolve potential issues in financial management. \n(ii)  Assess the staff capability, particularly at the PPMUs, the participating research \ninstitutes, and technical and vocational training schools, as required, and identify \nneeds for training on financial management. \n(iii)  Assist the CPMU, PPMUs, the participating research institutes, and technical and \nvocational training schools, as required, in establishing an appropriate uniform \nfinancial system for accounting, monitoring, and reporting acceptable to ADB and \nthe Government. \n(iv)  Provide the CPMU and PPMUs with necessary advice and training in accordance \nwith  the  relevant  financial  regulations  of  the  Government,  and  ADB’s  Loan \nDisbursement Handbook and statement of expenditure procedures.  \n(v)  Assist the CPMU and PPMUs in identifying implementation issues related to \nfinancial management, and resolving them in close consultation with the Ministry \nof Finance, State Bank of Viet Nam, provincial treasuries, and ADB. \n \nG.  Monitoring and Evaluation \n \n7.  The monitoring and evaluation specialists should have an advanced degree in relevant \nfields; and adequate experience in project monitoring and evaluation in developing countries, \npreferably in Viet Nam. The specialists will have the following responsibilities: \n(i)  Develop an appropriate methodology to assess financial impact of extension \nprograms. \n(ii)  Develop  appropriate  methodologies  for  evaluating  the  economic,  social,  and \nenvironmental impact of the Project. \n ", "Appendix 9  45 \n(iii)  Prepare a monitoring and evaluation training manual, and train provincial and \ndistrict staff in target provinces in the conduct and reporting of project monitoring \nand evaluation with close reference to the Government regulations on monitoring \nand evaluation of externally financed projects. \n(iv)  Prepare  an  annual  implementation  timetable  for  monitoring  and  evaluation, \nincluding data collection and analysis. \n(v)  Provide  advice  to  the  CPMU  and  PPMUs  on  the  consolidation  of  project \nmonitoring and evaluation, and the development of procedures to monitor, and \nevaluate provincial and national impact. \n(vi)  Assist  the  CPMU  to  develop  performance  indicators  and  measures  for  the \ndevelopment of institutional capacities to plan and manage contestable extension \ndelivery systems to ensure effective project activities in terms of its impact. \n(vii)  Manage the ongoing project monitoring and impact evaluation process.  \n(viii)  Provide project and program reports to the National Agricultural Extension Center \nand  provincial  administrations  on  the  national  and  provincial  impact  of  the \nextension program. \n \n ", "46  Appendix 10 \nECONOMIC ANALYSIS \nA.  Project Economic Rationale \n \n1.  Since the introduction of market-oriented policy and institutional reforms, Viet Nam’s \nagricultural growth has largely depended on increased land, labor and fertilizer inputs, and \nhigher investment in irrigation development and rehabilitation. This factor accumulation was \nlargely a result of state expenditures in agriculture inputs and infrastructure. However, the scope \nfor continued growth based on such investment is limited in the medium to long term. The \nGovernment fully recognizes the need for a shift in the sector strategy to increased production \nvalue and diversification into higher-value products and innovative marketing. The Project aims \nto  support  this  new  sector  strategy  by  strengthening  the  national  agriculture  science  and \ntechnology (AST) system, and by supporting effective pro-poor delivery of improved AST. Other \nfactors that strengthen the case for the provision of AST by the public sector include (i) the role \nof the public sector to adapt research results to local needs, and extend research findings to a \nlarge number of smallholder and poor farmers through the nationwide public extension network; \n(ii) poverty-reduction dimensions that need to be included in any AST efforts in Viet Nam, \nparticularly in upland and remote areas; and (iii) strategic importance of AST for sustainable and \nequitable growth of the agriculture sector. \n \n2.  Accurately estimating the economic impact of a specific investment in AST activities is \ndifficult due to the existence of various external benefits and costs, spillover effects, and long \ntime  lags.  However,  rigorous  efforts  have  been  undertaken  to  evaluate  overall  economic \nbenefits generated from investment in the AST activities. A special evaluation study conducted \nby  the  Asian  Development  Bank  (ADB)  summarizes  past  studies  and  the  results  of  its \nassessment of case studies selected from the past ADB projects.1 This special study highlights \nhigh returns to investment in AST activities, including agricultural research and extension, with \ninternal rates of return ranging from 20–60% with a few exceeding 100%. The estimated median \nvalue was about 37%. The study indicates that the more disaggregated the analysis, the higher \nthe variation expected in the rates of return. Similar studies conducted by the International Food \nPolicy  Research  Institute  and  the  United  States  Department  of  Agriculture  estimate  high \neconomic benefits from investments in AST activities with average rates of return of 30–50%. \nThe  economic  justification  for  the  Project  based  on  the  assessment  of  national  economic \nbenefits directly attributed to the project activities is difficult due to the nature of AST activities. \nHowever,  highly  positive  economic  benefits  are  expected  from  the  proposed  activities  to \nstrengthen the national AST system. \n \n3.  In view of the nature of benefits generated from AST activities, the distributional aspects \nof the Project also need to be considered qualitatively. The lack of access to improved AST is \nonly one aspect of multidimensional rural poverty. Access to improved technology alone cannot \novercome poverty as the role of technology in poverty reduction is both indirect and partial. \nLegitimate concerns focus on the fact that rich farmers have more resources to apply new \ntechnologies and that technology-led change in agriculture has favored better-off farmers in the \npast. Stakeholder consultations for project formulation identified the need for special measures \nand efforts to incorporate poverty focus and engineer pro-poor AST mechanisms into the project \ndesign. The five project provinces selected for the agricultural extension activities have high \nincidence of poverty and high proportions of ethnic minority population in upland and remote \ndistricts (Appendix 11). However, the poverty focus is more than simply selecting areas with a \n                                                 \n1  ADB. 2000. Special Evaluation Study on the Policy Implementation and Impact of Agriculture and Natural \nResources Research. Manila (SST: STU 2000-17). \n ", "Appendix 10  47 \nhigh  incidence  of  poverty.  Simply  choosing  poor  provinces  and  districts  does  not  provide \neffective poverty focus as no area is wholly poor and the relatively better-off farmers will always \nbe better able to secure benefits often at the expense of poor farmers. \n \n4.  ADB’s dialogue with key stakeholders during project formulation and in relation to the \nongoing Agriculture Sector Development Program (ASDP)2 indicate that pro-poor agricultural \ngrowth will require provision of mechanisms for the AST demand of poor farmers to become \neffective and for the national AST system to be restructured to be responsive to farmers’ \ndemands rather than a simple, top-down distribution of knowledge. The project components for \nclient-oriented agricultural research and for grassroots agricultural extension improvement have \nincorporated these factors into the design through improved linkages between research and \nextension and through the process of stakeholder participation. These measures aim to ensure \nthat  the  local  needs  and  pro-poor  aspects  are  reflected  in  the  detailed  planning  and \nimplementation of project activities. In addition, provision of a new framework for pro-poor \nextension services under the ongoing ASDP and provision of technical and advisory support for \ncontinued  reforms  and  increased  project  readiness3  are  expected  to  enhance  the  positive \nimpact of the Project on poverty reduction. \n \nB.  Project Alternatives \n \n5.  In line with the AST road map4 prepared in conjunction with the ongoing ASDP, the \nProject stresses the importance of increased investment in upgrading physical and human \nresources to strengthen the country’s AST system. The capacity and quality of the national AST \nsystem and institutions are expected to continue to deteriorate in the absence of the proposed \nProject.  ADB  has  emphasized  during  dialogue  with  the  Government  that  the  increased \ninvestment needs to be undertaken within the framework of the ongoing reform measures being \nimplemented under the ASDP and build on the ASDP’s major achievements in policy and \ninstitutional  strengths  related  to  agricultural  research,  extension,  training,  and  market \ninformation systems. \n \n6.  ADB’s  country  strategy  and  program  (CSP)  for  Viet  Nam  (2002–2004)  and  its \nsubsequent  updates  highlighted  the  need  for  improved  AST  in  facilitating  the  country’s \nsustainable  growth  and  geographically  focused  support  for  the  central  region.  Under  this \nframework, the Project’s approach for capacity strengthening of existing institutions and human \nresources has been developed and is considered the most cost-effective option in comparison \nwith other alternatives. This approach is also in line with ADB’s new CSP (2007-2010) approved \nin October 2006, which aims at pro-poor economic growth. \n \n7.  Under the proposed approach, selection of alternative methods has been made through \na  series  of  participatory  consultations,  where  stakeholders  (i)  determined  priorities  for \ninvestments in research institutes in view of the existing stock of equipment and facilities, \ncapacity  of  research  staff,  and  proposed  investment  plans  with  the  Government’s  own \nresources; and (ii) included the technical and vocational training schools of the Ministry of \nAgriculture  and  Rural  Development  (MARD)  with  substantial  student  enrolments  in  target \nsubject areas on agro-based technical training and postharvest operations. This process was \nadopted to identify the specific needs to help the country’s agriculture sector move in rapid \n                                                 \n2  ADB. 2002. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nSocialist Republic of Viet Nam for the Agriculture Sector Development Program. Manila (Loans 1972/1973–VIE). \n3  ADB. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Strengthening Agriculture Science and \nTechnology Management. Manila (TA 4619–VIE). \n4  ADB. 2003. Strategy and Road Map for Agriculture Science and Technology in Viet Nam. Manila. \n ", "48  Appendix 10 \ntransition  from  subsistence  production  to  a  sector  with  diversified,  higher-value  products \noriented to competitive markets. \n \nC.  Economic Benefits \n \n8.  The Project will generate two distinct economic benefits to the agriculture sector through \n(i) more client-oriented agricultural research and extension services, and (ii) improved capacity \nof rural-based technical and vocational training schools to upgrade the quality of their graduates \nto meet the labor demand of agriculture and agro-based industries. Direct beneficiaries will be \nfarmers  and  the  selected  institutions  involved  in  the  AST  activities,  including  agricultural \nresearch institutes, extension centers, and rural-based technical and vocational training schools. \n \n  1.  More Client-Oriented Agricultural Research and Extension Services \n \n9.  The Project will not create any entirely new facilities from which clear streams of future \nbenefits can be derived. The Project will provide incremental and replacement equipment that \nwill complement existing equipment and facilities previously financed by the Government and \nexternal  funding  agencies.  This  equipment  and  facilities  will  be  used  in  combination  by \nresearchers  and  other  users.  Attempts  to  disaggregate  the  benefit  and  cost  streams  to \nindividual financing sources would be arbitrary. The use to which the resources will be put and \nthe benefits derived cannot be predicted due to the participatory, demand-driven nature of the \nresearch and extension activities proposed under the Project. In addition, the Project will not \nsupport specific research and extension programs but aims to strengthen the overall capacity of \nresearch and extension services to meet the needs of farmers, traders, and enterprises. Thus, \ntaking a comparative, empirically grounded approach to estimate economic benefits of the \ncomponents for client-oriented agricultural research and grassroots extension improvement is \nreasonable. \n \n10.  Studies on the investment in general improvement of the AST system estimate the rates \nof return in the range of 30–50% (para. 2). These figures can indicate some magnitude of the \nrates  of  return  expected  from  the  project  components  related  to  agricultural  research  and \nextension. The rates of return claimed for sample projects cannot be an accurate guide to \nestimate the returns expected from the broad-based AST support proposed under the Project. \nThese  rates  of  return  also  vary  widely.  However,  for  the  purpose  of  comparison,  the \npostevaluation of some research programs actually conducted in Viet Nam with funds from \nexternal funding agencies indicate a range of economic internal rates of return at 26–47%. More \ndetails of these comparative and empirical studies are included in Supplementary Appendix D. \n \n  2.  Improved Capacity of Technical and Vocational Training Schools \n \n11.  The Project aims to improve the quality of graduates from 10 selected rural-based \ntechnical and vocational schools of MARD, which have substantial student enrolments in the \ncourses on agro-based technical training, postharvest operations, and agribusiness. Project \nsupport will be provided to strengthen these subject areas of the 10 schools. \n \n12.  The Project will strengthen the linkages among the technical and vocational training \nschools, colleges, and the agricultural and agro-based industries in the respective regions, \nparticularly private sector employers. In partnership with industries, 15 new curricula will be \ndeveloped to provide modern and market-oriented courses and enable the schools to provide \ncourses  for  an  increased  number  of  students.  To  ensure  that  the  new  curricula  can  be \neffectively taught, the Project will (i) provide necessary training for teachers and administrative \n ", "Appendix 10  49 \nstaff; (ii) renovate or construct their classrooms, libraries, and laboratories; and (iii) provide \nequipment and materials. \n \n13.  Upgrading 10 rural-based technical and vocational training schools, introducing new and \nrelevant curricula, and improving teaching and learning resources will contribute to providing \nbetter qualified graduates, who will be readily employable in the agricultural and agribusiness \nenterprises. With the present enrolment of about 11,600 students in agricultural and postharvest \ndisciplines, about 5,800 better qualified graduates are estimated to enter into the skilled job \nmarket each year. The increase in classroom capacity will allow student enrolments to increase \nby 10%, adding a further 580 graduates per year. \n \n14.  Following  the  methodology  adopted  for  ADB’s  ongoing  Vocational  and  Technical \nEducation Project,5 the flows of incremental incomes of the existing student enrolment level \n(5,800 graduates per year) and of the increased enrolment facilitated by the Project (580 \ngraduates per year) may be quantified. Accordingly, the flows of incremental incomes can be \nassumed to reflect the increased contribution of the graduates, and thus of the Project, to the \noverall economy. In practice, this is rather arbitrary and conservative as the graduates will be \nunable to secure the entire productivity increase attributed to the Project. Based on the past \ndata and information, and assumptions of (i) working life of graduates of 20 years, (ii) course \nlength of 2 years, (iii) incremental annual earning of a graduate with improved capacity at $250 \nand that of an extra graduate at $500, (iv) a drop-out rate of 20% and employment rate of the \ngraduates at 90%, and (v) the domestic price numeraire with a shadow exchange rate factor of \n1.11, the economic internal rate of return is estimated at about 31%. \n \n15.  Major assumptions of the base case scenario have been subjected to the sensitivity \nanalysis to identify the range and nature of critical risks. Based on the results of the sensitivity \nanalysis,  the  project  component  for  rural-based  technical  and  vocational  training  is  not \nconsidered to be sensitive to adverse changes in major sources of benefits or costs, and the \ncomponent is highly viable. More details are included in Supplementary Appendix D. \n \nD.  Financial and Institutional Sustainability \n \n16.  The Project will not establish any new public institutions, and staff numbers and other \nincremental operating costs will not increase significantly. As some new equipment is likely to \nrequire additional consumable supplies, the Project includes a provision for initial stocks of such \nsupplies equivalent to 10% of the equipment value. These stocks are expected to sustain \noperations during the project period and initial post-project use. This will allow demonstration of \nthe utility of the new facilities to support increased budget provision or funding through cost \nrecovery research contracts. \n \n17.  A field survey was conducted during project formulation to examine the willingness to \npay for improved scientific knowledge and technology among farmer beneficiaries. About 85% \nindicated they were willing to pay for improved AST. This indicates potential for cost recovery \nand fee-based nongovernment services with acceptable quality. A variety of sources provide \nimproved AST and related services on a commercial or voluntary basis as well as by public \nagencies. In future, training provided for extension service providers is likely to be sustainable at \ncharge rates that are affordable to farmers. \n                                                 \n5  ADB. 1998. Report and Recommendation of the President to the Board of Directors on Proposed Loan to the \nSocialist Republic of Viet Nam for the Vocational and Technical Education. Manila (Loan 1655–VIE). \n ", "50  Appendix 10 \n18.  The proposed village, commune, and district extension contracts are new in Viet Nam, \nand  mainly  practiced  now  by  a  few  international  nongovernment  organizations.  Under  the \nongoing ASDP, the Government issued the revised Decree No. 56 in April 2005 on agricultural \nextension, which provides the basis for promoting various forms of nongovernment extension \nservices. At present, public financing is critical to promote these fee-based extension services, \nwhich, as its benefits are demonstrated, may develop into a sustainable model in the longer \nterm.  Sustainability  of  the  extension  contracts  then  depends  on  the  demonstration  and \ndissemination  of  benefits  so  that  individual  farmers,  farmer  groups,  local  government, \nenterprises, or others develop ways to fund them. \n \n19.  Under  the  component  of  rural-based  technical  and  vocational  training  schools,  the \nupgraded staff will be the existing teaching and administrative staff trained under the Project \nrather than new staff recruited to increase payrolls. In 6 of the 10 schools, the number of \nclassrooms or students will not increase, so no subsequent increase in the number of teachers \nis expected. Under the Project, the total number of classrooms, concentrated in expansion of \ntwo schools, will be increased from 201 to 215 with a probable need for a comparable 7% \nincrease  in  teaching  staff.  The  new  curricula  and  supporting  equipment  and  facilities  may \nrequire certain increases in recurrent costs beyond the needs of the old curricula, but these \nrequirements can only be accurately estimated when the curriculum development processes are \ncompleted. \n \n20.  The Government has assured ADB that it will provide adequate counterpart budget for \nthe AST activities proposed under the Project. In 2005, the state budget (including both central \nand provincial budget allocations) for agricultural research was D262.7 billion ($16.4 million) and \nfor agricultural extension D308.6 billion ($19.2 million). To ensure longer term sustainability of \nproject impact after completion, the Government has also assured ADB that it will provide \nadequate funds for operation and maintenance of the equipment and facilities upgraded under \nthe Project. The annual incremental cost for the 10 research institutes is estimated at about \n$230,000, and the annual cost for the 10 technical and vocational schools at about $360,000. \n ", "Appendix 11  51 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?    priority in country poverty partnership   \n     No  agreement?    No \n \nContribution of the sector or subsector to reduce poverty in Viet Nam: \n \nThe agriculture sector accounts for about 21% of the national gross domestic product (GDP), 60% of the total labor \nforce, and 30% of the country's exports. Because many of the poor engage in agriculture as their livelihood and \nincome source, it is the key sector to reduce poverty in the country. \n \nWhile poverty incidence was halved during 1993–2002, the pace and rate of poverty reduction varies among regions. \nPoverty incidence remains high in upland and remote areas and in pockets of densely populated deltas and river \nbasins. Among ethnic minorities in particular, who have benefited little from economic growth in the past decade, the \nincidence of poverty is almost static. Lessening disparities and inequality remains an emerging challenge in poverty \nreduction in Viet Nam. \n \nThe country’s 5-year Socioeconomic Development Plan (2006–2010) continues to underscore investment in the \nagriculture sector as one of the means to make economic growth socially inclusive and environmentally sustainable. \n \nStrengthening agriculture science and technology will contribute to poverty reduction through sustainable economic \ngrowth by reforming agricultural research and extension, and increased private investment in agricultural processing. \nMajor opportunities exist for increasing agricultural productivity and product improvement, and ensuring food security \nand job opportunities. Specific provisions in improving the access and usage of extension services by the poor, \nwomen, and ethnic minorities will address the need for improving their rural livelihood. \n \n \nB.  Poverty Analysis   Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed?  \n \nA comprehensive poverty analysis was conducted during project preparatory technical assistance, with the review of \nexisting documents complemented by rapid rural appraisals (RRAs) in the five project provinces (Dak Nong, Nghe An, \nNinh Thuan, Quang Nam, and Thanh Hoa) to investigate the farming practices and livelihoods of remote rural \nhouseholds. Special care was given to analyze the situation of ethnic minorities and their access to and usage of \nextension services. \n \nViet Nam’s achievements in terms of social development and poverty reduction have been remarkable. Almost one \nthird of the total population was lifted out of poverty in less then 10 years. Economic growth underpinned the rapid \npoverty reduction. \nOn the other hand, rural poverty is widespread, particularly in upland and remote areas. The country's overall poverty \nincidence was estimated at about 23% in 2004; more than 80% of the poor live in rural areas. The pace of poverty \nreduction in upland and remote areas is much slower than the national average. \nLow agricultural productivity, monocropping, and weak competitiveness in markets are major explanatory factors for \nrural poverty in Viet Nam. The poor in rural areas have limited access to productive resources and improved \nknowledge and technology, and are more vulnerable to natural disasters such as flood and drought. The most \ncommon cause of rural poverty is the lack of productive resources, namely capital, knowledge, and land. A detailed \npoverty analysis identifies a number of issues that need attention: \n•  access to and control of land (including forest and forest products), capital, information, and knowledge are \nlimited; \n•  rural women have proportionally less access to productive resources than men; and \n•  ethnic minority groups are proportionally much poorer than Vietnamese (Kinh) groups, in particular those \nliving in the remote districts. \n \n \n ", "52  Appendix 11 \nOther important issues are \n•  access to training, health, and sanitation facilities, \n•  community participation in decision making, and \n•  recognition of cultural and environmental diversity. \n \nAgriculture science and technology, including research, extension, and training, have an important role to play in \npoverty reduction. However, the current approach and lowland-biased views in agricultural production is not effective \nor functional to meet the unmet demand. This was one of the main findings of the RRAs conducted during project \nformulation. One of the thrusts of the Project is to make agricultural research, extension, and training services more \nrelevant to poor farmers’ existing needs and priorities, thereby improving their skills and knowledge and reducing rural \npoverty. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No \n \nThe formulation of the Agriculture Science and Technology Project has involved comprehensive consultations and \ndiscussions with a wide range of stakeholders. Stakeholder opinions and inputs have been sought through a number \nof modalities, including key informant interviews, participatory workshops, focus group discussions, surveys and \nquestionnaires, and the RRAs. Stakeholders have been consulted at all levels, including ministries, departments, \nresearch institutes, extension centers, universities, provincial people’s committees, districts, communes, and farmer \ngroups. Consultations have also included representatives of international nongovernment organizations (NGOs) and \nexternal funding agencies operating in the agriculture sector in Viet Nam. \n \nRRA surveys were conducted in the five project provinces to identify farmers’ needs and priorities in information, \nknowledge, and extension advice and those of the poor, women, and ethnic minorities. This consisted of an extensive \nRRA in 17 districts. The RRA was complemented by informant interviews, which included the managers of factories, \nentrepreneurs, and NGO staff. \n \nIs there a participation strategy?    Yes     No \n \nThe Project will adopt a participatory approach during the implementation phase. In particular, provincial agricultural \nextension plans will be formulated through an extensive consultative process with the provincial extension advisory \ncouncils, which include a wide range of key stakeholders in the respective project provinces. To increase the \nparticipation of the poor so that they benefit from the Project, special care will be given to enhance participation of \npotential  women  and  ethnic  minority  group  beneficiaries  through  intense  dissemination  activities  and  focused \nawareness campaigns. For this purpose, the Project will develop the capacity of associations, farmer groups, and local \nNGOs. NGOs are expected to play a crucial role in fostering social mobilization in the field and reach the most \nvulnerable and excluded groups such as ethnic minority communities and poor farmers in upland and remote areas. \n \n \nD.  Gender Development \n \nStrategy to maximize impacts on women: \n \nGender is fully integrated in the country’s socioeconomic development plan, which supports actions to reduce gender \ndisparities and ensure empowerment. The Government is committed to gender equality through policies, strategies, \nand actions. The National Strategy for the Advancement of Women in Viet Nam by 2010 is in place with discrete \ntargets for 2010, which relate to equal rights for women in labor, employment, education, and health care; and an \nincrease in the number of woman candidates for leadership positions at all levels and in all sectors. The Strategy calls \nfor increased participation of women so that women will account for 50% of all participants in technical training \nprograms and beneficiaries of public services. \n \nIn accordance with the Government strategies and commitments, the Project has mainstreamed gender in its scope. \nThe impact on women will be positive as the Project will incorporate specific means to increase awareness of gender \nissues and promote women's knowledge and participation in advanced agriculture science and technology. Negative \nimpacts are not expected. A gender action plan was prepared using the mainstreaming approach to ensure a positive \nimpact and mitigate the potential risk of exclusion. \n \n \n ", "Appendix 11  53 \nHas an output been prepared?    Yes     No \n \nA social assessment of the Project was prepared, including a gender assessment and strategy with an action plan. \nFrom the assessment, the overall impact on gender is considered to be positive. \n \n \nE.  Social Safeguards and Other Social Risks \n       \nItem  Significant/  Strategy to Address Issues  Plan Required \nNot Significant/   \nNone \n  The Project will include small-scale civil works mainly for   \n Significant  rehabilitation of laboratory and library facilities of rural-  Full \nResettlement    based technical and vocational training schools. These   \n Not significant  facilities  will be built in the compound  of the existing   Short \n  institutions. Land acquisition and resettlement will not be   \n None  required.   None \n \n    No impact on affordability. One of the objectives of the   \n   Significant  Project is to improve the access of poor farmers to quality   Yes \nAffordability    and affordable extension services at the grassroots level.    \n Not significant      No \n \n None \n \n    Positive impact is expected through an increased number   \n   Significant  of better-qualified graduates from rural-based technical   Yes \nLabor    and  vocational  training  schools.  The  creation  of   \n Not significant  employment opportunities from agricultural diversification    No  \n  and increased production as a result of better access to \n None  extension services and improved agricultural research. \n \n    The Project will have a significantly positive impact on   \n   Significant  indigenous people to reduce economic and social gaps   Yes \nIndigenous    through extension services and research. The indigenous   \nPeoples   Not significant  people’s  action  plan  was  prepared  to  include  the  full    No \n  participation of the indigenous people in project activities \n None  and  to  ensure  that  indigenous  people  in  upland  and \nremote areas will benefit from the Project. \n \n    No other risks or vulnerabilities are anticipated.   \nOther Risks   Significant   Yes \nand/or     \nVulnerabilities   Not significant    No  \n   \n None \n \n \n ", "54  Appendix 12 \n \nSUMMARY ENVIRONMENTAL ANALYSIS \nA.  Screening of Potential Environmental Impacts and Mitigation Measures  \n \n1.  The Project was screened for environmental impacts through an initial environmental \nexamination with the use of (i) matrices developed in consultation with stakeholders, and (ii) \nimpact significance criteria consistent with the Environmental Assessment Guidelines of the \nAsian Development Bank (2003). The screening revealed that potential environmental impacts \nof project activities are generally minor, and that the project scope to support the strengthening \nof the national agriculture science and technology (AST) system would have mainly indirect \npositive impacts on agricultural production. \n \nB.  Environmental Impacts Associated with Civil Works \n2.  The  research  and  training  components  will  involve  minor  upgrading  and  new \nconstruction at a research institute (the Viet Nam Academy of Agricultural Science) and 10 \nselected  technical  and  vocational  training  schools.  A  likely  scope  of  upgrading  and  new \nconstruction  work  covers  small-scale  civil  works  for  $20,000–$30,000  per  contract  at  the \nresearch  institute  (a  greenhouse  and  a  pilot  tea  plantation);  and  $100,000–$200,000  per \ncontract for each school for libraries, classrooms, and laboratories. The total amount of civil \nworks for the whole Project is about $1.6 million excluding contingencies. Related civil work will \nbe done on the existing compounds and will not require land acquisition and resettlement. \n \n3.  The small-scale civil work may cause potential negative impacts such as noise, dust, \nand demolition waste. These negative impacts are likely to be minor and short term, and can be \nmitigated  with  the  proposed  mitigation  measures  including  restricted  hours  for  work  and \ntransportation of materials and appropriate waste disposal and management. Old insulation \nmaterials and pipes may contain asbestos and lead, and an on-site environmental monitoring \nplan will be required as part of overall project management to ensure appropriate disposal of \nhazardous  wastes.  Chemical  management  at  the  laboratories  of  the  selected  10  training \nschools will be strengthened through developing and implementing the laboratory management \nmanuals to improve laboratory operation. During the design phase, any environmental work will \nbe done prior to civil works in order to obtain certification from the provincial department of \nnatural  resources  and  environment,  if  necessary,  and  comply  with  the  Government’s \nregulations. \n \nC.  Environmental Impacts Associated with Procurement \n \n4.  All components include the procurement of equipment and materials. The research \ncomponent will procure essential laboratory equipment for the selected agricultural research \ninstitutes in the areas of crop production, livestock, postharvest technology, natural resources \nmanagement, and agricultural policy planning. The extension component will procure audio-\nvisual and office equipment for training activities. The rural-based training component will mainly \nprocure equipment and materials used for classrooms, libraries, and laboratories. The procured \nequipment and materials are unlikely to cause adverse environmental impacts. Environmental \ncriteria will be included as part of the procurement criteria to ensure that (i) procured goods are \nnot listed in the prohibited items in the national laws and regulations, and do not include \nluxurious,  military,  or  extremely  hazardous  items  not  related  to  the  project  activities;  and \n(ii) energy conservation, and reuse and recycling considerations for new office equipment will be \ntaken into account as appropriate. \n \n ", "Appendix 12  55 \nD.  Environmental Enhancement Measures \n \n5.  The environmental screening did not find any significant negative impacts generating \nfrom the proposed project activities. The Project includes numerous opportunities to introduce \nenvironment enhancement measures. Minor or significantly positive impacts can be expected \nwhen  increased  attention  on  environmental  issues  is  made  during  project  implementation. \nUnder the research component, minor positive environmental impacts are expected with the \ninclusion of environmental criteria in funding research proposals and staff training. Under the \nextension component, integrating environmental considerations into the training programs for \nextension staff, farmers, and service providers can contribute to improved understanding of \nsustainable agricultural practices. Increased attention to environmental issues in the curriculum \ndevelopment for training schools can promote improved knowledge on the close relationship \nbetween agriculture and environment, and facilitate application of gained skills in the agriculture \nsector. The scope of environmental enhancement measures will be determined during the \ndetailed design. \n \nE.  Institutional Requirements and Environmental Monitoring Plan  \n \n6.  The  Ministry  of  Agriculture  and  Rural  Development  (MARD)  will  be  the  Executing \nAgency  for  the  Project  and  be  responsible  for  overall  project  implementation.  MARD  will \nestablish a central project management unit (CPMU) in its Agricultural Projects Management \nBoard. The CPMU, headed by a project director, will ensure overall project implementation and \ncoordination within MARD and with other relevant agencies of the Government, including the \nMinistry of Natural Resources and Environment. A provincial project management unit will be \nestablished under the provincial department of agriculture and rural development in each of the \nfive project provinces and be responsible for overall management and supervision of the project \nactivities related to agricultural extension in the province. In addition, project management units \nmay be established at participating research institutes, and technical and vocational training \nschools. Table A12 describes the overall environmental responsibilities.  \n \nTable A12: Institutional Responsibilities for the Environmental Monitoring Plan \n \nInstitution  Responsibility \nProject steering committee  Facilitate interministerial coordination and provide overall guidance for project \nimplementation \nMinistry of Agriculture and Rural  Provide overall project supervision, including the environmental monitoring plan \nDevelopment (Executing Agency)   (EMP) \nCentral project management unit  Obtain any necessary environmental certification from the Ministry of Natural \n(CPMU)   Resources and Environment (MONRE); (ii) supervise the EMP, coordinating \nwith  MONRE,  and  report  to  the  interministerial  project  steering  committee \n(assisted by the international consultant) \nProvincial project management  Implement the EMP and report progress to the CPMU (assisted by international \nunit, and project management  and national consultants) \nunits of participating research \ninstitutes and training schools as \ndeemed appropriate \nMinistry of Natural Resources  Provide overall guidance for project implementation (advisory role) \nand Environment \nProvincial Department of Natural  Oversee and issue environmental certificate for upgrading work of 10 technical \nResources and Environment  and vocational training schools if necessary and provide guidance on the EMP \nSources: Asian Development Bank. 2003. Technical Assistance to the Socialist Republic of Viet Nam for Preparing \nthe Agriculture Science and Technology Project (Financed by the Japan Special Fund). Manila. (TA 4194–VIE); \nMinistry of Agriculture and Rural Development, the Government of Viet Nam. \n \n ", "56  Appendix 12 \n \n7.  Implementation of the environmental monitoring plan (EMP) will be a key responsibility of \nthe CPMU. The EMP will focus on (i) procurement of civil works, equipment, and materials; and \n(ii) implementation of environmental enhancement measures. International (2 person-months) \nand national (11 person-months) environmental consultants will assist the CPMU and provincial \nproject management units to develop site-specific EMP and monitor EMP progress on a regular \nbasis. The total cost for implementing the EMP for the Project is tentatively estimated at about \n$140,000, including expenses for (i) environmental assessment works for classrooms, school \nlaboratories, and libraries ($20,000); (ii) required staff and consultants ($110,000); and (iii) \nmiscellaneous costs for equipment and field trips ($10,000). The cost of implementing the EMP \nrepresents about 0.3% of the total project cost, and mainly consists of expenditures for human \nresources. \n \nF.  Public Consultation and Information Disclosure \n \n8.  Extensive consultation was conducted from April 2004 through February 2005. During \nthe first phase, the consultant team carried out the task of sector review, issue identification, \nand draft component design based on a multistakeholder participatory approach. This involved \nan extensive series of consultative activities including key informant interviews, rapid rural \nappraisals, requests for comments, workshops, focus group meetings, and surveys with more \nthan 400 individuals, ranging from the ministries to grassroots stakeholders in farm households.  \n \n9.  In addition, a market information needs survey was carried out during project formulation \nin eight agroecological zones in nine provinces. This is the first of its type undertaken in Viet \nNam. The objective of the survey was to obtain information from farmers and traders on (i) the \ncurrent sources of market information, (ii) preferred sources of information, (iii) importance of \ndifferent  information  types,  (iv)  frequency  of  information  needs,  (v)  willingness  to  pay  for \ninformation, and (vi) content of user-pay information services. \n \n10.  Environment and natural resources management was an integral part of the project \nformulation  exercise.  During  project  implementation,  close  consultations  particularly  with \nfarmers will continue in relation to the introduction of improved AST information and knowledge, \nand any concerns among farmers and other key stakeholders will be adequately incorporated \ninto the project activities. \n \nG.  Conclusion \n \n11.  The Project will contribute to sustainable and equitable growth of the agriculture sector \nand  poverty  reduction  through  strengthening  of  the  national  AST  system.  It  will  facilitate \ntechnology development and dissemination, and improve the quality of agriculture and agro-\nbased products for domestic and export markets. The Project will complement the ongoing and \nplanned activities of external funding agencies and NGOs, and will be implemented based on \nthe investment needs of the relevant agricultural research institutes, organizations involved in \nagricultural extension, and technical and vocational training schools. \n \n12.  The environmental screening of the Project yielded (i) no significant negative impacts, \n(ii) some minor negative impacts that can be mitigated, (iii) some neutral impacts, (iv) some \nminor positive impacts that can be enhanced, and (v) some potentially significant positive \nimpacts.  Specific  recommendations  are  included  in  the  EMP.  The  initial  environmental \nexamination concluded that no further preparatory environmental studies were required. \n "], "metadata": {"ModDate": "D:20061213083927+08'00'", "CreationDate": "D:20061212140742+08'00'", "Title": "Agriculture Science and Technology Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 5 October 2006) \n \nCurrency Unit –  dong (D) \nD1,000 =  $0.0623 \n$1.00 =  D16,050 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMIS  –  agricultural market information system \n  ASDP  –  Agriculture Sector Development Program \n  AST  –  agriculture science and technology \n  CPMU  –  central project management unit \n  CSP  –  country strategy and program \n  EMP  –  environmental monitoring plan \n  GDP  –  gross domestic product \n  MARD  –  Ministry of Agriculture and Rural Development \n  MPI  –  Ministry of Planning and Investment \n  NAEC  –  National Agricultural Extension Center \n  NGO  –  nongovernment organization \n  PAEC  –  provincial agricultural extension center \n  PPMU  –  provincial project management unit \n  PSC  –  project steering committee \n  RRA  –  rapid rural appraisal \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \nVice President  C. L. Greenwood, Jr., Operations Group 2 \nDirector General  R. M. Nag, Southeast Asia Department (SERD) \nDirector  U. S. Malik, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  M. Otsuka, Principal Agricultural Economist, SERD \nTeam members  H. Gunatilake, Senior Economist,ERD \n  S. Kawazu, Counsel, Office of the General Counsel \n  N. Ikemoto, Environment Specialist, SERD \n  H. L. Phong, Programs/Implementation Officer, SERD \n ", "authors": [{"documentRole": "Vice President", "fullname": "C. L. Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "R. M. Nag", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "U. S. Malik", "role": "Agriculture", "organization": "Environment"}, {"documentRole": "Team leader", "fullname": "M. Otsuka", "role": "Principal Agricultural Economist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "H. Gunatilake", "role": "Senior Economist", "organization": "ERD"}, {"documentRole": "Team members", "fullname": "S. Kawazu", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "N. Ikemoto", "role": "Environment Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "H. L. Phong", "role": "Programs", "organization": ""}]}