{"path": "data/input/ta/36339-lao-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 36339 \nNovember 2006 \n \n \n \nLao People’s Democratic Republic: Preparing the \nSmall Towns Water Supply and Sanitation Sector \nProject  \n(Financed by the Japan Special Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nCURRENCY EQUIVALENTS \n(as of 8 November 2006) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.000101036 \n$1.00 =  KN9,897.50 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AFD  –  Agence Française de Developpement \n  CAT  –  community action team \n  DCTPC  –  Department of Communication, Transport, Post, and Construction \n  DHUP  –  Department of Housing and Urban Planning \n  EGDF  –  ethnic groups development framework \n  EGDP  –  ethnic groups development plan \n  Lao PDR  –  Lao People’s Democratic Republic \n  LAR  –  land acquisition and resettlement \n  JICA  –  Japan International Cooperation Agency \n  MCTPC  –  Ministry of Construction, Transport, Post, and Communication \n  MOH  –  Ministry of Health \n  NCRWSSSP-I  –  Northern and Central Regions Water Supply and Sanitation Sector \nProject, Phase I \n  O&M  –  operation and maintenance \n  OCTPC  –  District Office of Communication, Transport, Post, and Construction \n  PCU  –  project coordination unit \n  PNP  –  provincial nam papa \n  PSA  –  poverty and social analysis \n  SEDP6  –  Sixth National Socioeconomic Development Plan  \n  SIP  –  Sector Investment Plan  \n  SSIP  –  small-scale independent providers \n  TA  –  technical assistance \n  WASA  –  Water Supply Authority \n  WATSAN  –  water supply and sanitation unit \n  WHO  –  The World Health Organization \n  WSD  –  Water Supply Division \n  WSS  –  water supply and sanitation  \n  WSSSP  –  Water Supply and Sanitation Sector Project  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Water supply, sanitation, and waste management \nSubsector  –  Water supply and sanitation \nThemes  –  Environmental sustainability, inclusive social development, \ngender and development \nSubthemes  –  Urban environmental improvement, human development, gender \nequity in opportunities \n \n \n ", " \n \n \n \n \nGLOSSARY \n  nam papa  –  Provincial water supply companies looking after the water supply \nservice in each province. \n \n \n \nNOTES \n(i)  The fiscal year of the Government ends on 30 September. \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  A. Jain, Social Sector Specialist, SERD \nTeam member  N. Bouaphim, Project Implementation Officer, SERD \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nI.  INTRODUCTION \n1.  The  Asian  Development  Bank  (ADB)  has  supported  the  urban  water  supply  and \nsanitation (WSS) sectors in the Lao People’s Democratic Republic (Lao PDR) since the early \n1990s.1 During the 2006 Country Programming Confirmation Mission, the Government of the \nLao PDR confirmed its request for technical assistance2 (TA) to support preparation of the Small \nTowns Water Supply and Sanitation Sector Project. A TA Fact-Finding Mission visited the Lao \nPDR from 22 to 25 August 2006 and reached an understanding with the Government on the TA \nimpact, outcome, outputs, implementation arrangements, cost and financing arrangements, and \nterms of reference. The TA supports the Water Supply Sector Policy Statement (1999) and the \nWater Supply Sector Investment Plan (SIP) 1999–2020 and is aligned with the Sixth National \nSocioeconomic Development Plan (SEDP6) 2006–2010. It is included in the Lao PDR Country \nStrategy and Program Update 2006–2008. The design and monitoring framework is in Appendix 1.   \nII.  ISSUES \n2.  In 2005, the population of the Lao PDR was about 5.6 million, with a density of about 24 \npeople per square kilometer. About 75% of the population lives in nearly 12,000 small rural \nvillages, and the remaining 25% in 142 officially designated urban centers in 139 districts. The \nLao PDR experienced a sharp reduction in poverty from 46% in 1992 to 32% in 2003, and the \nestimated per capita gross domestic product reached $491 in 2005. As the Lao PDR becomes \nmore  regionally  connected  by  better  road  networks  and  expanded  interregional  trade,  the \nimportance of developing small towns as key administrative and economic centers is increasing, \nparticularly in the poorest 47 districts. \n3.  In 1999, the Government of the Lao PDR issued a policy statement3 that sets the sector \ntarget of providing 24-hour access to safe drinking water for 80% of the urban population by \n2020. Based on the 2005 census, overall access to safe water supply in urban areas is about \n55% (716,000 urban residents), with 43% of urban households having access to piped water.4 \nHowever, large differences exist between the five largest towns (Vientiane, Savannakhet, Pakse, \nThakhek, and Luang Prabang) and the 139 small towns.5 In 2003, overall access to piped water \nin urban areas was 39% but was about 69% in the five largest towns and only about 17% in \nsmall towns. Similarly, about 54% of urban households have pour-flush toilets, with 78% in the \nfive largest towns and 42% in small towns.  \n                                                 \n1  ADB. 1991. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic for the Southern Provincial Towns Water Supply Project. Manila; ADB. 1992. Report \nand Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao People’s \nDemocratic Republic for the Rehabilitation and Upgrading of Vientiane Water Supply Project. Manila; ADB. 1993. \nReport and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao People’s \nDemocratic Republic for the Northern Provincial Towns Water Supply and Sanitation Project. Manila; ADB. 1999. \nReport and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao People’s \nDemocratic Republic for the Water Supply and Sanitation Sector Project. Manila; and ADB. 2005. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Lao People’s Democratic \nRepublic for the Northern and Central Regions Water Supply and Sanitation Sector Project. Manila. \n2  Formerly the Northern and Central Region Water Supply and Sanitation Sector Project, Phase II. The TA first \nappeared in ADB Business Opportunities on 16 August 2006. \n3  Lao PDR. 1999. Prime Ministerial Decision No. 37/PM on Management and Development of Water Supply and \nWastewater Sector. Vientiane (30 September). \n4  According to the census, safe water comes from pipes or protected wells and/or boreholes, but may still require \ntreatment prior to distribution due to high salinity or mineral content. The Water Supply Authority has prepared draft \nlegislations on water quality standards that comply with the World Health Organization requirements. \n5  Urban centers with populations of 2,000–20,000 people are considered small towns. On average, small towns with \na projected population greater than 4,000 people by 2015 will be considered for inclusion into the project.  \n ", "2   \n4.  Improved water supply and sanitation (WSS) helps reduce poverty and the burden of \ndisease,  thereby  improving  the  quality  of  life,  especially  for  women  and  girls.  Small  town \nresidents lack access to safe water and have inadequate sanitation coverage. Residents often \nrely  on  shallow  wells,  ponds  and  streams,  which  are  often  biologically  contaminated.  On \naverage, residents require about 40 to 70 liters per capita per day, depending on the cost of \nwater, household income, distance to the water source, and effort required for collection. In \nsmaller  towns,  a  number  of  small-scale  independent  providers  (SSIPs)  offer  basic  water \nservices to households and communities at a higher cost than regulated providers.6 Nearly half \nof small town residents do not have proper toilet facilities and use open ground, fields, local \ndrains, and watercourses for disposal of excreta and wastewater. About 7% of households use \nseptic tanks systems that discharge to drains or soakaways.7 Markets and temples have few \npublic toilets, and fewer than 10% of primary schools have proper latrines. Lack of safe water \nsupply and poor sanitation harm the health of individuals. The poor are more vulnerable to \nhealth shocks due to the high cost of treating disease and lost work days for recovery. Diarrhea \nis a major cause of child mortality. The 2005 census estimates the mortality rate of children \nunder 5 years old at 98 per 1,000 live births.  \n5.  Individual  property  owners  are  responsible  for  developing  and  managing  on-site \nsanitation systems, which often vary in quality and hygienic safety because of weak provincial \nsanitation regulations and unclear institutional responsibility. The Northern and Central Regions \nWater  Supply  and  Sanitation  Sector  Project,  Phase  I  (NCRWSSSP-I)  requires  provincial \ngovernments to introduce modified sanitation regulations and property owners to use sanitation \nsystems that have been approved by the District Office of Communication, Transport, Post and \nConstruction  (OCTPC)  before  connecting  to  the  piped  water  supply  system.8 In  addition, \nexperiences from previous WSS projects show that links between water and sanitation have to \nbe  well  understood  in  communities  to  improve  health  and  hygiene,  generate  demand  for \nsanitation facilities, and improve the operation and maintenance (O&M) of on-site facilities.  \n6.  In 2005, the Government updated the 1999 SIP to reflect its emphasis on equitable \ndevelopment  by  improving  small  towns,  especially  those  in  the  47  poorest  districts.9 The \nupdated SIP provides a balanced, stepwise approach to water supply development in the Lao \nPDR, as investments are prioritized according to population; poverty status; location relative to a \nmajor  road,  growth  corridor,  or  international  border;  tourism  potential;  and  the  provincial \ngovernment’s development priorities. It identifies 112 priority small towns and estimates future \ninvestment needs at $103 million.10 The NCRWSSSP-I includes 10 of the 18 first-ranked towns.  \n7.  The Government is committed to improving access to safe and reliable urban water \nsupply in a decentralized sector. The policy statement had two major impacts: (i) creating the \nWater Supply Authority (WASA) under the Ministry of Communication, Transport, Post and \nConstruction (MCTPC) to regulate and coordinate activities in urban water supply, including \nwater  quality  control,  and  (ii)  decentralizing  urban  WSS  management  from  the  central  to \nprovincial governments. Nam Papa Lao was divided into Nam Papa Vientiane and provincial \nnam papas (PNPs), each becoming an autonomous state-owned enterprise under the provincial \nDepartment of Communication, Transport, Post, and Construction (DCTPC). The Water Supply \nDivision (WSD) of the Department of Housing and Urban Planning (DHUP) is responsible for \n                                                 \n6  The estimated cost was KN10,000–KN15,000 per cubic meter (compared with KN1,700 from regulated providers). \nSee Water Supply Authority and Department of Housing and Urban Planning. 2004. Building Consensus for Small \nTowns Water Supply Management Models in the Lao People’s Democratic Republic. Vientiane. \n7  Sanitation data collected during project preparation of the NCRWSSSP-I. \n8   Ministry of Health manages urban environmental hygiene, and each provincial government develops its own program.  \n9  Based on Instruction No. 010/PM, 72 districts are classified as poor, of which 47 are classified as the poorest.  \n10  Total investment needs are about $267 million. The balance is for Vientiane and secondary and provincial towns. \n ", "  3\nstrategic planning and the long-term management of the sector. Decree No. 191/PM (2005) \nstrengthens the institutional framework for urban WSS by defining the legal foundation of WASA \nand specifying its institutional responsibilities as a regulatory agency.11 While ADB and other \ndevelopment  partners  have  supported  the  institutional  strengthening  of  WASA,  WSD,  and \nPNPs,12 developing an action plan, based on an assessment of past programs, would help \nguide future capacity development.  \n8.  A recent evaluation of water supply systems developed earlier indicates a need for minor \nrehabilitation  works  to  restore  and  improve  their  functionality.13 Further  evaluation  of  earlier \nsystems is required to ensure that they have not fallen into disuse for lack of O&M. The National \nWater Supply Tariff Policy14 aims to strengthen the financial sustainability of PNPs. WASA assists \nthe PNPs establish tariffs to support operations and adopt appropriate water supply service levels. \nThe NCRWSSSP-I supports building PNPs’ financial capacity to generate funds for capital repairs. \nThe  NCRWSSSP-I  introduces  subproject-specific  progressive  tariffs  with  three  consumption \nblocks recovering full O&M costs plus 30% of capital investment costs. A further assessment of \nthe  financial  management  capacities  of  PNPs  and  a  review  to  analyze  the  design  and \nperformance of different tariff structures will support ongoing NCRWSSSP-I activities. Collecting \ntime series data on water quality and quantity testing will also prevent future rehabilitation needs.  \n9.  Lessons identified from the past experiences of ADB and other development partners \ninclude (i)  strengthening human  and institutional capacity in the provinces and  districts; (ii) \nimproving system sustainability and reducing excessive capital costs; (iii) devoting sufficient \nresources to raw water assessments to minimize water treatment costs and the risk of water \nshortages; (iv) strengthening the capacity and management skills of PNPs; and (v) preparing \ncomprehensive  WSS  projects  that  support  drainage  and  sanitation  measures,  community \nparticipation, health awareness, and training and operating manuals in the local language.  \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The impact of the TA is to contribute to the Government’s goal of providing 24-hour access \nto safe drinking water for 80% of the urban population by 2020. The outcome is an agreed sector \ninvestment project designed to develop water supply systems and improve sanitation conditions in \nabout 20 priority small towns in designated poor and poorest districts of the Lao PDR.15 It aims to \nreduce poverty and improve access, quality, reliability, and sustainability of water supply services \nand sanitation conditions for residents. An initial poverty and social analysis is in Appendix 2. \n11.  The TA will have the following outputs:  \n(i)  A project preparation and feasibility study of a sector investment project for water \nsupply systems and improved sanitation covering about 20 small towns. Two or \nthree sample subprojects designed to be financially, economically, environmentally, \nand socially sustainable will be prepared for appraisal during the TA. The project \nwill  include  water  supply  improvements,  public  awareness  for  water  use  and \nhygiene,  action  to  enhance  community  and  female  participation  in  WSS,  and \ninvestigations of raw water sources and the collection of time-series data.  \n                                                 \n11  WASA was established as a sector regulatory agency by Decree No. 66/PM, dated 20 May 1999, and was \namended by Decree No. 191/PM, dated 1 July 2005, on the regulation of urban water supply operations.  \n12 The Norwegian Agency for Development Cooperation provides support for WASA and WSD under the NCRWSSSP-I.  \n13  ADB. 2006. Country Assessment Program Evaluation for the Lao People’s Democratic Republic. Manila. \n14  Lao PDR, No. 5336/MCTPC, 26 April 2004. \n15 The final number of towns depends on the total project amount, subject to ADB financing and co-financiers. \n ", "4   \n(ii)  Recommendations to include rehabilitation works of earlier water supply systems \nin  the  sector  investment  project  design  and  feasibility  study.  Based  on  a \ncomprehensive  review  and  evaluation  of  water  supply  systems  developed  in \nprevious projects, about one or two rehabilitation works for existing water supply \nsystems will be prepared as sample subprojects.  \n(iii)  Assessment of past and planned capacity-development activities in urban WSS \nand development of a capacity development action plan for delivery of urban \nWSS  services.  The  action  plan  will  include  recommendations  to  strengthen \ncapacity (a) for water supply sector regulation, planning, and management in \nWASA and WSD; (b) to manage sustainable urban WSS services in provincial \nand  branch  nam  papas  and  DCTPCs  and  OCTPCs;  and  (c)  to  conduct \nparticipatory local planning and development in MCTPC, community action teams, \nand village water supply and sanitation units.  \n(iv)  Identification of SSIPs for potential public-private partnership initiatives in the \nproposed subproject towns under the ensuing project.   \nB.  Methodology and Key Activities \n12.  The TA supports the preparation of a sector investment project and will incorporate \nlessons from projects supported by ADB and other development partners. The TA will be \nimplemented in two parts. Part 1 includes identifying priority small towns for WSS, including \nrecommendations on priority rehabilitation works. Prior to the fielding of the consultant team, the \nexecuting agency (EA) shall submit a list of candidate towns and works. Small towns will be \nevaluated considering the updated Sector Investment Plan 1999–2020, the initial screening \ncriteria established under the NCRWSSSP-I, Government priorities, presence in the 47 poorest \ndistricts, ongoing support by development partners in the WSS sector, stakeholder consultations, \nand the results of site inspections. The review of tariff structures and performance management \nof PNPs will be undertaken early in TA implementation. The inception report will include (i) a list \nof about 20 subproject towns, including recommendations for rehabilitation works, that will be \nincluded in the design and feasibility study of the sector investment project; (ii) identification of \n2–3  sample  subproject  towns  and  1–2  sample  rehabilitation  works  representative  of  the \nremaining subproject towns, for preparation during the TA; and (iii) initial findings from the \nreview of tariff structures and performance management of PNPs. The final list of subprojects \nwill be geographically clustered to minimize costs and enhance implementation efficiency.  \n13.  Part 2 includes preparing a sector investment project and studying feasibility for about 20 \ntowns, including a maximum of three sample subproject towns and rehabilitation works. It will \ninclude  appropriate  social  assessments  and  plans,  raw  water  assessments,  environmental \nexaminations, resettlement plans, financial and economic analyses, institutional assessment, \nand detailed preparation for each sample subproject. It will also include components on water \nsupply development and improvement, institutional strengthening, capacity building, and public \nawareness and community action. Past public awareness and sanitation initiatives in urban \nWSS projects will be evaluated to determine the effectiveness of programs in changing hygiene \nbehavior and generating public demand for sanitation facilities. New initiatives will incorporate \nongoing programs of the Ministry of Health and other development partners. \n14.  Consultants’ key activities will include required reviews and assessments for delivering \nspecified TA outputs, a series of stakeholder consultations and TA workshops to disseminate \ninformation and seek consensus on project design, and the preparation of required TA reports. \nParticipatory planning and appraisal techniques will be used to understand community priorities \nand perceptions regarding urban WSS. ADB will continue dialogue with the Government during \n ", "  5\nthe  TA  on  policy  and  institutional  changes  proposed  under  the  NCRWSSSP-I,  and  with \ndevelopment partners to avoid overlap and duplication in WSS investments. \nC.  Cost and Financing \n15.  The TA is estimated to cost $600,000 equivalent, of which ADB will provide $500,000. \nThe  TA  will  be  financed  on  a  grant  basis  from  the  Japan  Special  Fund,  funded  by  the \nGovernment of Japan. The Government will finance the remaining $100,000 in kind, covering \noffice accommodation and utilities, remuneration of counterpart staff, and training and workshop \nfacilities. The Government has been informed that approval of the TA does not commit ADB to \nfinance any ensuing project. The cost estimates and financing arrangements are in Appendix 3.  \nD.  Implementation Arrangements \n16.  MCTPC  will be the  EA for the TA as it has  overall  responsibility  for facilitating  and \ncoordinating the development of national water supply and wastewater management systems. \nThe EA has assigned the project coordination unit (PCU)16 to be the implementing agency for the \nTA and ensure continuity, integration of activities, and the benefits of experience gained. The PCU \nwill be responsible for the day-to-day coordination and monitoring of TA activities and will provide \nguidance to consultants, facilitate stakeholder workshops, and supervise surveys. To ensure \ncontinuity of guidance in the water and sanitation sector, the steering committee established for \nthe NCRWSSSP-I will also serve for this TA.  \n17.  A team of consultants will be recruited for 39 person-months (16 international person-months \nand 23 national person-months) in accordance with ADB’s Guidelines on the Use of Consultants \n(April 2006, as amended from time to time) following the quality- and cost-based selection method \nand using a simplified technical proposal. Consulting services include expertise in water supply \nengineering, sector policy and institutional reforms, public utilities regulation, project economic and \nfinancial analyses, poverty and social analyses including gender and ethnic issues, resettlement, \nenvironment, and water supply systems management. An indicative outline terms of reference is in \nAppendix  4.  Equipment  for  the  TA  will  be  procured  in  accordance  with  ADB’s  Procurement \nGuidelines (April 2006, as amended from time to time) and given to the EA after the TA.  \n18.  The TA will be implemented over 8 months from February to September 2007. TA \nconsultants will submit an inception report within 1 month of TA start-up, which will propose the \nmethodology for carrying out activities for the full duration of the TA. An interim report will \nincorporate survey findings and be submitted within 2 months of TA implementation. A draft final \nreport will be submitted within 5 months of TA implementation. The final report will incorporate \ncomments  from  the  Government  and  ADB,  and  will  be  submitted  at  the  end  of  TA \nimplementation. Meetings will be held among the Government, ADB, and the consultant team \nduring inception, interim, and completion of the TA. The ensuing project will follow the same \nmodality as the Water Supply and Sanitation Sector Project and the NCRWSSSP-I. \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of the Lao People’s Democratic Republic for preparing the Small Towns Water \nSupply and Sanitation Sector Project, and hereby reports this action to the Board. \n                                                 \n16 The PCU consists of a full-time project director, a deputy director, an accountant, and other relevant staff. The EA \nagreed to appoint, if necessary, additional staff to oversee TA implementation in the PCU. \n ", "6    Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance  Data Sources/Reporting  Assumptions  \nTargets/Indicators  Mechanisms   and Risks \nImpact      Assumptions \nContribution to the  Increased percentage of urban  Water Sector Policy  •  MCTPC’s commitment \nGovernment’s sector goal of  residents that have access to  Statement (1999) and  to policy reform and \nproviding safe drinking water  safe piped water   Sector Investment Plan  institutional \nto 80% of urban residents by    (1998–2020)   strengthening \n2020.   Increased percentage of urban    •  Final TA outputs meet \n  residents that have better  National statistics  the requirements of the \n  sanitation facilities and    Government and ADB.  \nimproved hygiene   Baseline and follow-up  •  Effective project design \n  socioeconomic survey  coordination and \nDecreased dependence of  disaggregated by gender  management  \nurban residents in target towns  and ethnic group \non unsafe water sources    \n  TA report and \nIncreased access for poor and  recommendations \nvulnerable households to piped   \nwater  \nOutcome      Assumptions \nAn agreed sector investment  TA recommendations are  TA report, including  •  Strong Government \nproject designed to develop  agreed and included in a  feasibility study of  commitment to the \nwater supply systems and  sector project for approval in  investments in sample  sector and support for \nimprove sanitation conditions  2008.  subproject towns   the TA  \nin about 20 priority small towns      •  TA produces \naiming to improve the access,  Signed memorandum of    appropriate feasibility \nquality, reliability, and  understanding between ADB  options, comprehensive \nsustainability of water supply  and the Government  sector project design \nservices  and components, and \nsuitable \nrecommendations to \nsupport institutional \nstrengthening and \nreform. \n•  Available counterpart \nstaff and effective \ncollaboration among \nagencies \nOutputs      Assumptions \n(i)  Project preparation and  About 20 small towns are  TA progress report and  •  Small towns are \nfeasibility study of a sector  identified and meet the agreed  recommendations  prioritized and selected \ninvestment project for water  set of criteria for the ensuing  without delay  \nsupply systems and  sector investment project.  •  Conditions are \nimproved sanitation in    conducive to enabling \nabout 20 small towns, and  Investigations of raw water  access for the poor  \nfor 2–3 sample subprojects   sources and the collection of  •  Systems are financially, \n  time series data for all  economically, \n  candidate towns are initiated.   environmentally, and \n    socially feasible \nLAR framework and core   \nsubproject LAR plans are  Risks \nsubmitted  •  Poor performance by \n  consultants \nDesign includes a water supply  •  Lack of support from \nscheme, public health  stakeholders  \nawareness, engineering, social \nsafeguard measures, and \nincremental administration and \ncontingencies arrangements. \n ", "Appendix 1  7 \nDesign Summary  Performance  Data Sources/Reporting  Assumptions  \nTargets/Indicators  Mechanisms   and Risks \n  Each sample subproject town     \nprepared is financially, \neconomically, socially \nenvironmentally, and \nsustainable. \n      Assumptions \n(ii)  Recommendations on the  Evaluation of water supply  TA progress report and  •  The reason for system \nrehabilitation of prioritized  systems that require minor  recommendations  failure and/or disuse is \nwater supply systems and  rehabilitation  not lack of O&M. \nthe feasibility of 1–2    •  Water supply systems \nsample rehabilitation  Core subproject LAR plans are  are prioritized and \nsubprojects  submitted.  selected on time.  \n    •  Agreed evaluation \n  Each sample subproject  criteria for including \nselected for rehabilitation is  rehabilitation works  \n \nfinancially, economically,  •  Rehabilitation works are \nenvironmentally, and socially  minor and costs are \nsustainable.  kept to a minimum.  \n      Assumptions \n(iii)  Recommendations for  Review and assess the  TA progress report and  •  Recent regulations \ncapacity building  operational performance and  recommendations  clearly delineate roles \nactivities based on an  financial management of PNPs    and responsibilities \nassessment and action  in the Lao PDR.  Progress reports of  between WASA and \nplan to strengthen (a)    NCRWSSSP-I  WSD.  \noverall water supply  Assess the design and    •  MCTPC departments \nsector regulation,  performance of existing tariff  Training reports of  and offices are \nplanning, and  structures in the Lao PDR.  development partners  established in each \nmanagement; (b)    (e.g., AFD, JICA)  district. \ncapacity to manage  Assess past capacity-building    •  WATSANs are \nurban WSS services in a  activities in the urban WSS  established and \nsustainable manner; and  sector and development of a  functional in candidate \n(c) capacity to conduct  capacity-development action  subproject towns. \nparticipatory local  plan.    \nplanning and   \ndevelopment  Identify key recommendations \n  for WASA, WSD, provincial \nand branch nam papas, \nDCTPCs, OCTPCs, CATs, and \nWATSANs. \n \nIdentify key recommendations \nfor improving collaboration \nbetween MCTPC and MOH in \nthe area of sanitation. \n      Assumption \n(iv)  Review the role and level  Identify possible public-private  TA progress report and  •  SSIPs (e.g., private \nof involvement of SSIPs in  partnership initiatives for  recommendations  water vendors and/or \nWSS in selected  demonstration in selected    operators) are found in \nsubproject towns.  sample subproject towns.  Progress reports of  candidate subproject \n  NCRWSSSP-I  towns.  \n   \n  WSP and other \n  development partner \n  reports and \n  recommendations \n \n \n \n \n \n ", "8    Appendix 1 \nActivities   Inputs \n1.1 Review policy and institutional framework for urban WSS, including the sector policy  •  ADB: $500,000 \nstatement and the SIP, and the implementation modality of the NCRWSSSP-I.  •  Government: $100,000 \n1.2 Evaluate list of small towns against the NCRWSSSP-I criteria and procedures for town   \nselection. Conduct initial site visits to verify evaluation and collect basic socioeconomic data. \n1.3 Prioritize about 20 small towns for new WSS investments and associated WSS \ninfrastructure improvements (e.g., road drainage), including 2–3 sample subproject towns. \n1.4. Prepare a sector investment project and feasibility study covering about 20 subproject \ntowns, with 2–3 sample subprojects that are representative of the candidate subproject towns \nin terms of access, size of towns, and complexity of systems. Design includes a water supply \nscheme, public health awareness, engineering, social safeguards, and incremental \nadministration and contingencies arrangements.  \n1.5. After the evaluation is done in output (i), include a provision for rehabilitating water supply \nsystems, including the feasibility of 1–2 sample rehabilitation works. \n1.6. Conduct field visits, interviews, focus group discussions, and surveys, including \ninvestigating raw water sources and collecting time series data. \n \n2.1 Review and evaluate water supply systems nominated for rehabilitation. Develop criteria \nand procedures for selection, discussion, and agreement.  \n2.2. Conduct initial site visits to verify conditions and collect basic socioeconomic data. \n2.3 Recommend 1–2 sample rehabilitation works for inclusion in the sector investment project \nand feasibility study. Follow preparation and feasibility activities as indicated under output (i). \n2.4. Conduct field visits, interviews, focus group discussions, consultations, and surveys.  \n \n3.1. Review government regulations on urban WSS, past WSS projects, and progress reports \nincluding the ones from WSSSP and NCRWSSSP-I.  \n3.2. Review past tariff structures, analyze the deficiencies in the design of the different tariff \nstructures, and provide recommendations that would provide input into the Water Supply Tariff \nPolicy review, as part of the NCRWSSSP-I. \n3.3. Review past capacity building activities and assess the progress of regulatory \nmanagement of WASA, WSD, PNPs, DCTPCs, OCTPCs, CATs, and WATSANs, including the \noperational performance and financial management capacities of PNPs.  \n3.4. Review the capacity of WATSANs and their role in managing community-based WSS \nsystems. \n3.5. Review the current collaborative framework between MCTPC and MOH in the areas of \nurban sanitation and hygiene awareness. \n3.6. Review and assess past capacity-building activities. Develop a capacity-development \naction plan for future activities in urban WSS. Recommend capacity-building activities for \ninclusion under the sector investment project. \n3.7. Conduct consultations with different stakeholders to share findings and obtain feedback.  \n \n4.1. Review literature and experiences in the Lao PDR and the region that support public-\nprivate partnership.  \n4.2. Discuss experiences with development partners, etc. \n4.3. Assess the role of SSIPs in each subproject town. \n4.4. Determine the nature of partnership for inclusion in project feasibility and design. \nADB = Asian Development Bank, AFD = Agence Française de Developpement, CAT = community action team, DCTPC = \nDepartment of Communication, Transport, Post, and Construction, JICA = Japan International Cooperation Agency, LAR = \nland acquisition and resettlement, MCTPC = Ministry of Communication, Transport, Post, and Construction, MOH = Ministry of \nHealth, NCRWSSSP-I = Northern and Central Regions Water Supply and Sanitation Sector Project (Phase I), OCTPC = \nDistrict Office of Communication, Transport, Post, and Construction, O&M = operation and maintenance, PDR = people’s \ndemocratic republic, PNP = provincial nam papa, SIP = sector investment plan, SSIP = small-scale independent providers, TA \n= technical assistance, WASA = Water Supply Authority, WATSAN = water supply and sanitation unit, WSD = Water Supply \nDivision, WSP = Water and Sanitation Program, WSS = water supply and sanitation. \n ", "  Appendix 2  9 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \n A.  Linkages to the Country Poverty Analysis \nIs the sector identified as a national \nIs the sector identified as a national    Yes   Yes \npriority in country poverty partnership \npriority in country poverty analysis?        No    No \nagreement?   \nContribution of the sector or subsector to reduce poverty in the Lao People’s Democratic Republic (Lao PDR): \n \nWater supply and sanitation (WSS) play significant roles in reducing poverty. Access to safe and reliable water is a \nfundamental human need, and the lack of clean water affects both the physical and social health of individuals. \nImproved WSS helps reduce poverty, especially for women by (i) reducing the time and money spent on purchasing, \ncollecting, treating, and storing water and (ii) improving hygiene and health of families and communities. Water-related \nand environmental diseases have high economic and social consequences for individuals and households (e.g., the \nhigh medical expenses required to treat diseases and lost working days to recover from illness). Poor and vulnerable \nhouseholds face a greater risk of impoverishment and marginalization. Project preparatory technical assistance (TA) \nwill develop a sector investment project that contributes to the Government efforts to provide safe and reliable water \nsupply to 80% of urban residents by 2020. The Government’s Water Supply Sector Policy Statement (1999) sets the \ntarget of providing 24-hour access to safe drinking water to 80% of its urban population by 2020, and the Sector \nInvestment Plan lists the water supply needs for urban centers in the order of priority for rehabilitation, expansion, or \ndevelopment. The National Growth and Poverty Eradication Strategy (2004) identifies 47 priority districts to further \nfacilitate poverty reduction and more rapid improvement in other Millennium Development Goal targets. The Sixth \nNational Socioeconomic Development Plan 2006-2010 outlines the Government’s commitment to increasing the \ndistribution of sanitized water to the population in urban and suburban areas for poverty reduction, including increased \naccess to clean water supply and latrines in schools and households.  \nB.  Poverty Analysis   Targeting Classification: General intervention \nWhat type of poverty analysis is needed?  \n \nA poverty and social analysis (PSA) is required to support and enhance the overall project design and feasibility study \nof sample subproject towns. The analysis will situate the Lao PDR within the region using country-level socioeconomic \nindicators, and the individual subproject towns within the province and district. The PSA will then assess the poverty \nand social conditions of individual populations in (i) about 20 small towns that will be selected for sector investment \nproject design and feasibility in the 47 poorest districts and (ii) priority towns that will be eligible for WSS rehabilitation \nworks. As early as possible, basic poverty and social data will be collected through secondary sources and key \ninformant interviews in districts, before determining population projections. Socioeconomic surveys of the sample \nsubproject towns will be conducted after the sample subproject towns are selected. The PSA will (i) determine the \ntypes of poverty and social impacts—positive or negative—on different population groups, (ii) identify measures to \nmitigate the increased risk of negative effects on population groups from land acquisition and resettlement (LAR) and \nthe environment, and (iii) identify enhancement measures that support ongoing government programs and/or specific \nproject activities for more equitable project outcomes. The analysis will build on lessons from the Northern and Central \nRegions Water Supply and Sanitation Project, Phase I (NCRWSSSP-I) and other WSS and urban development \nprojects in the Lao People’s Democratic Republic (Lao PDR). For instance, the village area improvements component \nof the Vientiane Integrated Urban Development Project identifies the following key lessons: (i) enhance community \nownership by recognizing and quantifying individual voluntary contributions and (ii) increase local governance and \ntransparency by posting individual and community contributions on a board in the village. The PSA will address the \nimpact of water-related diseases on household expenditure and provide suggestions on ways in which the project \ncontributes to reduced medical costs incurred from waterborne diseases. Data will be disaggregated by poverty level, \nsex, and ethnic group where feasible.  \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \n \nA stakeholder analysis will be undertaken to identify key project stakeholders, their project-related interests, and their \nrole in determining project feasibility and success. A wide range of stakeholders and beneficiaries will be consulted \nduring project preparation, including Government officials from the ongoing Water Supply and Sanitation Sector \nProject and the NCRWSSSP-I. Other stakeholders include government agencies, international and bilateral agencies, \nnongovernment organizations, mass organizations (e.g., Lao Women’s Union and Lao Front), provincial and district \nauthorities, civil society, private water vendors, and project-affected people and communities. The stakeholder \nanalysis will be disaggregated by gender and ethnic group where possible.  \n \nIs there a participation strategy?     Yes                   No \n \nA participation strategy for the ensuing project will be prepared based on (i) an expanded stakeholder analysis \n ", "10  Appendix 2 \nundertaken during project preparation and (ii) records of consultations noted in the PSA. Disclosure of documents on \nthe environment, ethnic groups, and resettlement will be in accordance with ADB's Public Communications Policy \n(2005). The overall participation strategy will also include participation plans outlined in social safeguard plans.  \nD.  Gender Development \nStrategy to maximize impacts on women: \n \nLao women are responsible for a variety of tasks related to water, sanitation, and hygiene in their households and \ncommunities. Based on the gender analysis conducted for the NCRWSSSP-I, women and children spend as much as \n1–2 hours daily collecting water from distant sources. Unsafe water (i.e., high in iron or calcium or contaminated with \nwastewater) adversely affects the health of individuals and families, causing water-related diseases and reproductive \nhealth problems.  \nHas an output been prepared?      Yes     No \n \nA gender analysis will be undertaken during project preparation. The gender strategy for the project will include a \ngender action plan and will build on the one prepared for the NCRWSSSP-I. The analysis will be part of the overall \nPSA. Gender activities will be included that make the ensuing project more responsive to women’s water supply \nneeds. Actions will also be applied to individual subproject design with measurable indicators. In addition, specific \ngender concerns facing women in land acquisition and resettlement also will be addressed. \nE.  Social Safeguards and Other Social Risks \nItem  Significant/  Strategy to Address Issues  Plan \nNot Significant/  Required \nNone \nLAR in each subproject shall not be significant (category B) \nand will be avoided or minimized whenever possible. A LAR \nframework was prepared for the NCRWSSSP-I and will be \nreviewed and updated for the sector project. A short LAR plan   Full \nwill be prepared for each subproject town that has feasibility   Short for \nSignificant \npreparation  in  accordance  with  Lao  PDR  regulations  and  each \nResettlement   Not significant \nADB’s Policy on Involuntary Resettlement. In cases where  subproject \n None \nmore than one subproject town is within the same province, a  town \nsingle plan will be prepared with individual subproject town   None  \nassessment. LAR documents will aim to ensure that affected \npeople are compensated at replacement cost and are able to \nregain and improve upon their pre-project living standards.  \nDuring project preparation, tariffs for water supply services \n(including  connection  and  metering  fees)  and  sanitation \nsystems will consider household income, willingness to pay, \n Significant  affordability, and the water usage patterns of different user \n Yes \nAffordability   Not significant  groups, especially the poor and low-income households. The \n  No \n None  Water Supply Tariff Policy and the tariff structure adopted for \nthe NCRWSSSP-I (i.e., project-specific progressive tariff and \na deferred payment system for connection charge) will also be \nreviewed.  \nConstruction, operation, and maintenance of the proposed \n Significant \nsector project will generate new employment opportunities in   Yes \nLabor   Not significant \nthe subproject towns. Job or income losses are not expected.    No  \n None \nSkills training will be considered during project preparation. \nThe  Lao  PDR  is  home  to  49  officially  recognized  ethnic \ngroups. The PSA for the TA will include an analysis of the \ndifferent ethnic groups in the proposed subproject towns. An \nethnic groups development framework (EGDF) was prepared \n Significant \nIndigenous  for the NCRWSSSP-I according to Government regulations   Yes \n Not significant \nPeoples  and ADB’s Indigenous Peoples Policy. The EGDF guides the    No  \n None \npreparation of each ethnic groups development plan (EGDP) \nto assess potential impacts on ethnic groups during feasibility. \nThe EGDF will be updated and an EDGP will be prepared for \neach sample subproject town.  \nOther Risks   Significant  None. \n Yes \nand/or   Not significant \n  No  \nVulnerabilities   None \n \n ", "Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants   312.0 \n      ii.  National Consultants   46.0 \n    b.  International Travel   30.0 \n    c.  Local Travel (including local transport)  5.0 \n    d.  Reports and Communications  12.0 \n  2.  Equipmentb  10.0 \n3.  Workshops, Seminars, Reports,   12.0 \nTranslation, etc. \n  4.  Surveys  8.0 \n  5.  Miscellaneous Administration and   10.0 \n    Support Costs \n  6.  Representative for Contract Negotiations  5.0 \n  7.  Contingencies  50.0 \n      Subtotal (A)  500.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  35.0 \n  2.  Remuneration and Per Diem  50.0 \n    of Counterpart Staff \n  3.  Others   15.0 \n      Subtotal (B)  100.0 \n   \n        Total  600.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb\n Equipment includes items such as computers, fax, printers, and copy machine. \nSource: Asian Development Bank estimates. \n \n \n ", "12  Appendix 4 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \nA.  Overall Approach \n1.  A team of consultants will be recruited to provide services, estimated at 39 person-months \n(16 international person-months and 23 national person-months), in water supply engineering, \nsector policy and institutional reforms, public utility regulation, project economic and financial \nanalyses, poverty and social analyses including gender and ethnic group assessments, land \nacquisition and resettlement, environment, private sector participation, and water supply systems \nmanagement. The suggested composition is indicated below. The team will be engaged by the \nAsian Development Bank (ADB) in accordance with its Guidelines on the Use of Consultants \n(April 2006, as amended from time to time) following the quality and cost-based selection method, \nand using a simplified technical proposal. The project preparation and feasibility study of the \nsector investment project will be phased.  \n(i)  Part 1 includes identifying priority small towns for water supply and sanitation \n(WSS),  including  recommendations  on  priority  rehabilitation  works.  The  team \nleader  will  evaluate  about  25  prioritized  small  towns  considering  the  updated \nSector Investment Plan (SIP) 1999–2020, the initial screening criteria established \nunder the NCRWSSSP-I, Government priorities, support by development partners \nin the WSS sector, location in the 47 poorest districts, stakeholder consultations, \nand the results of site inspections. The review of tariff structures and performance \nmanagement  of  provincial  nam  papa  (PNPs)  will  be  undertaken  early  during \nimplementation. The inception report will include (a) a list of about 20 subproject \ntowns, including recommendations for rehabilitation works, to be included in the \ndesign and feasibility study of the sector investment project; (b) identification of 2–3 \nsample subproject towns and 1–2 sample rehabilitation works for preparation that \nare representative of the remaining subproject towns; and (c) initial findings from \nthe review of tariff structures and performance management of PNPs. \n(ii)  Part 2 includes preparing a sector investment project design and feasibility study \nfor about 20 towns, including a maximum of three sample subproject towns and \nrehabilitation works. It will include appropriate social assessments and plans, raw \nwater assessments, environmental examinations, resettlement plans, financial \nand economic analyses, and institutional assessment, with detailed preparation \nfor each sample subproject. It will also include components on water supply \ndevelopment  and  improvements,  institutional  strengthening,  capacity  building, \nand public awareness and community action.  \nB.  International Consultants (16.0 person-months) \n2.  Team Leader and Water Supply Engineer (5.5 person-months). The engineer will \ncoordinate the work of all team members and manage the technical assistance (TA) budget. \nShe or he will be responsible for overall TA outputs, including a fully costed sector investment \nproject, and for submitting required reports in a format that is satisfactory to ADB (e.g., inception, \ninterim, and final report). The final report will incorporate comments received on the draft final \nreport. In addition to the specific tasks in part 1, specific tasks and outputs include the following: \n(i)  Review government WSS documents and regulations (e.g., the Government’s \nSIP, the Policy Statement), and past ADB WSS project documents for lessons. \n(ii)  Review  the  criteria  and  procedures  for  town  participation  and  selection \ndeveloped  under  the  NCRWSSSP-I,  including  procedures  for  identifying  and \nappraising  subprojects  and  subproject  screening,  evaluation,  and  approval \n ", "  Appendix 4  13   \ncriteria. Recommend improvements for the ensuing project. Develop criteria and \nprocedures for town participation and selection in the case of rehabilitation works. \n(iii)  Organize key stakeholder workshops (e.g., for provinces and districts), to discuss \nproject proposal and appraisal reports, and TA workshops to share information \nand seek consensus on project design at inception, interim, and final review.  \n(iv)  Explore  the  possibility  of  including  small-scale  associated  WSS  infrastructure \nimprovements (e.g., drainage). Review and improve implementation arrangements \nfor the Water Supply and Sanitation Sector Project and the NCRWSSSP-I. \n(v)  With the social development specialist, assess the needs, appropriate technology, \nand affordability of community and household sanitation in the subprojects.  \n(vi)  Review the role and involvement of small-scale independent providers in the \nWSS sector and subprojects for potential public-private partnership initiatives.  \n(vii)  Prepare sector performance targets and indicators; external assistance to the \nsector and lessons learned; a problem tree and a project design and monitoring \nframework for the project; project components; detailed project cost estimates; \nimplementation arrangements and schedule; indicative procurement packaging \nand draft procurement plans; terms of reference for consulting services; project \nimpacts, benefits, and risks; and a project performance monitoring system. \n3.  Social Development Specialist (3.0 person-months). The specialist will be responsible \nfor assisting the Executing Agency (EA) prepare (i) poverty and social analyses and appropriate \nplans (e.g., a gender strategy and action plan and an ethnic groups development framework \nand plans) for the project and sample subprojects; (ii) the participation strategy; and (iii) land \nacquisition and resettlement (LAR) documents. The specialist shall provide timely inputs to the \nteam leader for the required reports. Specific tasks include the following: \n(i)  Review  ADB’s  Handbook  on  Poverty  and  Social  Analysis;  Handbook  on \nResettlement: A Guide to Good Practice; Handbook on Strengthening Participation \nfor Development Results: A Staff Guide to Consultation and Participation; Policy on \nGender and Development and relevant ADB gender checklists; and operational \nmanuals on involuntary resettlement, indigenous peoples, and other topics. \n(ii)  With the social survey specialist, plan surveys, including elements of gender and \ndevelopment, resettlement, ethnic groups, and community development. Prepare \na socioeconomic profile for each small town included in the sector project, with \ndata disaggregated by sex, ethnicity, and income where possible. \n(iii)  Review  for  adoption  NCRWSSSP-I  implementation  arrangements,  subproject \nselection, approval procedures, and criteria from a poverty and social perspective.  \n(iv)  Review and update NCRWSSSP-I social documents and frameworks (e.g., LAR \nframework, gender strategy, ethnic groups development framework [EGDF]).  \n(v)  With the resettlement expert, assist the EA prepare a LAR plan for each sample \nsubproject town following the basic principles of the LAR framework prepared for \nthe NCRWSSSP-I. Integrate gender and ethnic aspects into the project design.  \n(vi)  With the team leader, assess the needs, appropriate technology, and affordability \nof community and household sanitation systems in the selected subproject towns. \n(vii)  Review  the  community  component  on  public  awareness  and  community \nimprovements in the NCRWSSSP-I and refine for the ensuing project; and existing \nprograms and approaches to enhance cooperation with the Ministry of Health. \n4.  Economist  and  Financial  Specialist  (3.0  person-months).  The  specialist  will  be \nresponsible for the overall project and sample subproject economic and financial analyses and \ncost estimates. She or he will work with the team leader and review macroeconomic settings \n ", "14  Appendix 4 \n \nand sector financing based on available documentation. The specialist shall provide timely \ninputs to the team leader for the required reports. Specific tasks include the following:  \n(i)  Review ADB’s guidelines to incorporate into the project Guidelines for the Economic \nAnalysis of Projects, Handbook for Integrating Poverty Impact Assessment in the \nEconomic Analysis of Projects, Handbook Guidelines for the Economic Analysis of \nWater Supply Projects, Handbook for Integrating Risk Analysis in the Economic \nAnalysis of Projects, Framework for the Economic and Financial Appraisal of Urban \nDevelopment Sector Projects, and ADB’s Guidelines for Financial Governance and \nManagement of Investment Projects and Criteria for Subsidies. \n(ii)  Identify effective, efficient, and equitable financing mechanisms for cost recovery \nfor each sample subproject, with consideration to differential tariffs and other \nalternatives to enable access for the poor. Provide survey questions to the social \nsurvey specialist regarding affordability and people’s willingness to pay. \n(iii)  Prepare the project economic analyses in forms and substance agreeable to \nADB, covering demand forecast, least economic cost analysis, economic cost \nand benefit analysis, economic internal rates of return and average incremental \neconomic costs, sensitivity analysis, benefit distributional analysis, and subsidies. \n(iv)  Assess the operational performance and financial management capabilities of \nPNPs using benchmarking indicators and financial management assessments.  \n(v)  With  the  institutional  specialist,  review  the  tariff  policy,  tariff  determination \nguidelines  and  other  policies,  and  standards  in  the  urban  and  water  supply \nsectors. Assess the performance of past WSS tariffs to identify improvements.  \n(vi)  Prepare the financial analyses for the project and sample subprojects in form and \nsubstance agreeable to ADB, covering financial cost and benefit analysis, financial \ninternal rates of return and average incremental financial costs, sensitivity analysis \nwith  respect  to  major  project  design  and  implementation  risks,  water  tariff \nrecommendations,  willingness  to  pay  assessment,  affordability  analysis, \nperformance and indicators of the PNPs, and financial projections of the PNPs. \n(vii)  Review  the  fund-flow  arrangements  and  disbursement  experience  under  the \nNCRWSSSP-I and recommend improvements for the ensuing project. \n(viii)  Review  related  accounting  standards  and  policies  and  institutional  financial \nmanagement arrangements. Assess the financial management and control over \nthe use of project funds in past projects. Assess the adequacy of auditor’s report \nwith respect to meeting ADB’s requirements and make recommendations. \n5.  Institutional Specialist (1.5 person-months). The specialist shall provide timely inputs \nto the team leader for the required reports. Specific tasks include the following:  \n(i)  Identify  lessons  from  ADB  and  other  funding  agency-supported  urban  WSS \nprojects. Review implementation of the NCRWSSSP-I; institutional frameworks in \nthe urban water supply sector, including the legal and policy environment, water \nquality standards, and institutional responsibilities of key sector institutions; and the \nregulatory functions of the Water Supply Authority (WASA). Recommend policy, \ninstitutional, and organizational improvements. Identify areas for further capacity \nbuilding for effective sector regulation following Decree No. 191/PM (1 July 2005). \n(ii)  With the financial analyst, review the tariff policy, tariff determination guidelines \nand other policies, and standards in the urban water supply sector. Analyze \ndeficiencies in the design of different tariff structures in the country, to help \nstrengthen and disseminate the principles of a good tariff policy. This will assist \nthe Government in revising its tariff policy (agreed under the NCRWSSP-I). \n ", "  Appendix 4  15   \n(iii)  Collect  and  analyze  information  on  local  administration  structures,  personnel \nmanagement, budget, and staff for administration, service quality control, budget \ncontrol systems, decision-making process, and public relations. Identify human \nand other resource constraints. Review administrative and financial structures at \nthe provincial and local level for selected subproject towns. \n(iv)  Review  and  assess  existing  training  programs  for  PNPs,  WASA,  and  Water \nSupply  Division;  develop  a  capacity-development  action  plan  to  guide  future \nactivities; and recommend improvements to existing training (e.g., modalities). \n6.  Environmental  Specialist  (2.0  person-months).  The  specialist  shall  provide  timely \ninputs to the team leader for the required reports. Specific tasks include the following:  \n(i)  Assess  the  environmental  impacts  of  the  proposed  project  to  include  WSS, \ndrainage, and other necessary infrastructure works and awareness components, \nincluding  individual  and  cumulative  direct  and/or  indirect  impacts  during \nconstruction and operation.  \n(ii)  Collect data on environmental conditions in candidate subproject towns, including \nan inventory of natural and man-made resources. Identify topographical, climatic, \nhydrological, and ecological patterns that may affect outcomes or be affected. \n(iii)  Conduct an initial unexploded ordnance survey for subproject towns.  \n(iv)  Assist  the  EA  prepare  environmental  reports:  (a)  initial  environmental \nexamination (IEE) for the overall project, (b) IEE for each subproject town, (c) \nsummary  initial  environmental  examination,  and  (d)  and  environmental \nassessment  and  review  framework  to  cover  the  overall  project  and  sample \nsubprojects. The environmental documents will build on the ones prepared under \nthe NCRWSSSP-I and will be in accordance with ADB's Environment Policy \n(2002) and Environmental Assessment Guidelines (2003), and the Government's \nenvironmental requirements. \n(v)  Recommend (a) measures to safeguard the environment before, during, and \nafter implementation of the project; (b) mitigation and enhancement measures \nand the monitoring program, including cost implications and an institutional setup \nfor undertaking the program; (c) capacity-building needs; and (d) the responsible \nagency for environmental monitoring during project implementation. \n(vi)  Assist the EA conduct public consultations to obtain and incorporate views from \nstakeholders on potential impacts and mitigation measures proposed in the IEEs.  \n(vii)  Assist  the  EA  in  securing  environmental  clearance  certificates  for  each \nsubproject. Prepare information to comply with ADB and government guidelines.  \n7.  Social  Survey  Specialist  (1.0  person-month).  The  social  survey  specialist  will  (i) \ndetermine the purpose and size of any social surveys for the project, and (ii) develop social \nsurveys to capture issues of affordability and willingness to pay for WSS systems, impact of WSS \non people’s improved health status and reduced health expenditure, socioeconomic profiles of \nsmall towns, and LAR impacts. The specialist will coordinate the surveys, develop a database, \nclean data, supervise data entry, and provide simple frequencies and cross-tabulations. The \nspecialist,  with  the  national  social  survey  and  data  collection  expert,  will  provide  timely \nsubmissions to the team leader for the required reports.  \nC.  National Consultants (23.0 person-months) \n8.  Deputy Team Leader and Water Supply Expert (6.0 person-months). The expert will \nhelp the team leader implement the TA. The expert will provide timely inputs to the team leader for \nthe required reports and assist in designing a comprehensive WSS project that includes support \n ", "16  Appendix 4 \n \nfor  drainage  and  sanitation  measures,  a  community  participation  and  health  awareness \ncomponent, and making available Lao-language training and operating manuals. She or he will \nhelp  (i)  prepare  the  projected  maximum  and  minimum  demand  for  WSS  and  associated \ninfrastructure for selected small towns in the ensuing project; (ii) recommend appropriate WSS \ntechnologies, taking into consideration economic development status, urban scale, population \ndensity, affordability, standards, etc.; and (iii) participate in discussions with the Department of \nHousing and Urban Planning (DHUP), PNPs, and provincial governments. \n9.  Water Supply Engineers (2 engineers totaling 6.0 person-months). The engineers will \nassist in preparing (i) general feasibility assessments of engineering designs for about 20 short-\nlisted subproject towns and (ii) detailed feasibility assessments of WSS, including associated WSS \ninfrastructure improvements in the selected sample subproject towns. The engineers shall provide \ntimely inputs to the team leader for the required reports. Specifically, they will (i) conduct field \nsurveys  to  assess  service  levels,  physical  and  environmental  conditions,  and  operation  and \nmaintenance  of  existing  urban  water  infrastructure  for  rehabilitation;  (ii)  conduct  raw  water \nassessments and analyze topography, natural drainage flows, the layout of water supply systems, \netc.; (iii) review and assess recommended design standards, unit water consumption levels, and \nwater supply technologies; (iv) review the designs of previously built water supply systems and \nrecommend the most cost-effective and appropriate technology; (v) discuss WSS investment \nneeds with DHUP, PNPs, and provincial governments; (vi) prepare a preliminary design and \ncosting for basic WSS, prioritizing activities, and time-bound sequencing of WSS improvement and \nassociated infrastructure (e.g., drainage); and (vii) help assess LAR and environmental impacts.  \n10.  Gender and Social Development Expert (4.0 person-months). The expert, with the \nsocial development specialist, will assist the EA (i) prepare poverty and social assessments of \nsample subprojects; (ii) hold consultations with governments, beneficiaries, affected people, and \nother stakeholders using participatory planning techniques to seek opinions and gain agreement \non project design (consultations will be held separately by sex and ethnic group); (iii) prepare \nrelevant social plans, including the gender action plan, ethnic group plans, and participation plan; \nand (iv) develop the public awareness and community actions component. She or he will build \non the previous gender strategy and the EGDF prepared for the NCRWSSSP-I. The expert will \nwork with the social survey specialist and expert to ensure relevant questions are included. \n11.  Resettlement  Expert  (4.0  person-months).  The  expert,  with  the  social  development \nspecialist, will assist the EA assess the potential LAR impacts of the sector investment project and \nsubprojects in each sample subproject town. Exploring alternatives to avoid or minimize the scope \nof LAR will include (i) reviewing and updating the NCRWSSSP-I LAR framework; (ii) helping the \nEA  prepare  a  LAR  plan  in  accordance  with  Government  regulations,  ADB’s  Involuntary \nResettlement Policy (1995) and Operations Manual F2 on Involuntary Resettlement (2006) (the \nexpert may also use ADB’s Handbook on Resettlement [1998] as a guide); and (iii) assist the EA \nconduct  and  document  consultations  with  affected  people  to  ensure  ADB's  disclosure \nrequirements for resettlement planning are met. Each LAR plan will include a socioeconomic \nprofile of affected people, the scope of LAR by component, specific impacts on women and \nvulnerable groups, an entitlement matrix, a detailed budget with unit costs estimates based on \nreplacement costs for lost assets, implementation schedules, management arrangements, and \narrangements for internal and external monitoring and evaluation. She or he will ensure that \nresettlement implementation arrangements are integrated into the overall project design.  \n12.  Environmental Expert (1.0 person-month). The expert will work with the environmental \nspecialist in undertaking environmental assessments, conducting consultations, gathering data \nand  information,  and  reviewing  regulations  and  the  framework  for  obtaining  environmental \nclearance certificates, or their equivalent, for each subproject.  \n ", "  Appendix 4  17   \n13.  Social Survey and Data Collection Expert (2.0 person-months). The expert will work \nwith the social survey specialist to design, pilot, implement, and code the social surveys. \n "], "metadata": {"ModDate": "D:20061207151040+08'00'", "CreationDate": "D:20061123142617+08'00'", "Title": "Preparing the Small Towns Water Supply and Sanitation Sector Project", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": ""}, "author_page": " \n \n \n \n \nGLOSSARY \n  nam papa  –  Provincial water supply companies looking after the water supply \nservice in each province. \n \n \n \nNOTES \n(i)  The fiscal year of the Government ends on 30 September. \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  A. Jain, Social Sector Specialist, SERD \nTeam member  N. Bouaphim, Project Implementation Officer, SERD \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "R. Nag", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"fullname": "A. Jain", "role": "Social Sector Specialist", "organization": "SERD"}, {"fullname": "N. Bouaphim", "role": "Project Implementation Officer", "organization": "SERD"}]}