{"path": "data/input/ta/36389-lao-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 36389  \nMarch 2006 \n \n \n \nTechnical Assistance \nLao People’s Democratic Republic: Promoting \nGovernance in Financial Transactions \n(Cofinanced by the Government of Luxembourg) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 21 February 2006) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.00009560229 \n$1.00 =  KN10,460.00 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCEL  –  Banque pour le Commerce Exterieur Lao \n  BOL  –  Bank of Lao PDR \n  BSRP  –  Banking Sector Reform Program \n  IA  –  implementing agency \n  IBA  –  international banking advisors \n  Lao PDR  –  Lao People’s Democratic Republic \n  LDB  –  Lao Development Bank \n  MOJ  –  Ministry of Justice \n  NPL  –  nonperforming loan \n  OEDR  –  Office of Economic Dispute Resolution \n  SOCB  –  state-owned commercial bank \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy, finance \nSubsector  –  Law and judiciary, banking systems \nThemes  –  Sustainable economic growth, governance, capacity development  \nSubthemes  –  Promoting economic efficiency and enabling markets, financial and \neconomic governance, institutional development \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 September. FY \nbefore a calendar year denotes the year in which the fiscal year begins, e.g., FY2005 \nbegins on 1 October 2005 and ends on 30 September 2006. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice President  L. Jin, Operations Group 1 \nDirector General  R. Nag, Mekong Department \nDirector  R. Boumphrey, Officer-in-Charge, Governance, Finance, and Trade Division, \nMekong Department \nTeam leader  S. Hattori, Principal Financial Sector Specialist, Mekong Department \nTeam members  M. Varkay, Private Sector Development Specialist, Mekong Department; R. \nO’Sullivan, Senior Counsel, Office of the General Counsel  \n  P. Khamphilavong, Governance, Finance and Trade Officer, Mekong \nDepartment \n ", " \nI.  INTRODUCTION \n1.    The Government of the Lao People’s Democratic Republic (Lao PDR) aims to achieve \neconomic growth, reduce poverty, and graduate from its least-developed country status by 2020. \nThe 2004–2006 Country Strategy and Planning (CSP)1 update reaffirms the priority given to \nstrengthening  governance  through  policy  and  institutional  development  as  key  to  poverty \nreduction in the Lao PDR. A critical component in strengthening governance is development of a \nlegal system that gives all citizens fair access to justice. Lack of an efficient and effective legal \nsystem not only constrains improvement in the country’s overall governance, but also limits the \npotential for greater foreign investment inflows and private sector development.  \n \n2.    The  Asian  Development  Bank  (ADB)  supported  the  establishment  of  a  commercial \ndivision of the civil court to deal with defaulting borrowers.2 Necessary rules of the court have \nbeen adopted, and judges and enforcement officers assigned to commercial divisions have \nundergone initial training. All 18 provinces have established a commercial division of the civil \ncourt and have begun hearing cases. However, there is substantial scope for continued training \nof court officials3 and court judgment enforcement officers, given their inexperience and lack of \nknowledge of commercial/financial activities. The Government has requested ADB to provide \ntechnical assistance (TA)4 that will continue to support the resolution of commercial disputes, \nincluding strengthening mediation and arbitration processes and commercial law-related court \nproceedings and will ensure fair and transparent judgments and speedy enforcement of court \ndecisions on defaulting financial/commercial transactions. Fully operationalizing the nascent \nsecured transactions registry will augment the legal system in resolving financial/commercial \ndisputes. The Fact-Finding Mission fielded to Vientiane, Lao PDR during 26–30 September \n2005 discussed the TA scope and implementation arrangements. The Government concurred \non  the  TA  paper,  including  the  purpose,  scope,  implementation,  cost  and  financing \narrangements. The TA design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n3.  The Government strives to improve its legal system and recently promulgated a number \nof new laws (on Government, National Assembly, Local Administration, Land, Enforcement of \nJudicial Decisions, People’s Court, and People’s Judiciary Authority), but weak governance and \ncapacity continue to pose serious constraints. Lack of a reliable legal system for resolving \ndisputes arising from financial/commercial activities is a major obstacle in attracting foreign \ndirect investment and promoting private sector development. In particular, implications have \nbeen significant for the financial sector, where risks for commercial lending have been assessed \nas being exceptionally high due to deficiencies in the legal system, prohibiting expansion of \nbank lending. The ongoing Loan 1946-LAO (SF): Banking Sector Reform Program (BSRP)5 has \na component to mobilize the judiciary to apply a strengthened legal system and for the Bank of \nthe Lao PDR (BOL) to use an effective prudential system to bring failed borrowers, strategic \ndefaulters, and unsound banks to account. \n                                                 \n1  ADB. 2003. Country Strategy and Program (2004–2006): Lao People’s Democratic Republic. Manila.  \n2  ADB. 2002. Technical Assistance to the Lao People’s Democratic Republic for Strengthening Governance for \nBanking Sector Reform. Manila (TA 4002-LAO, attached to Banking Sector Reform Program with the objective of \nsupporting implementation of the Program, includes a component to support legal and judicial strengthening). The \nTA was approved on 28 November for $900,000. \n3  Court officials include judges and court registry staff. \n4  The TA first appeared in ADB Business Opportunities (internet edition) on 11 November 2005.   \n5  On 28 November 2002, the ADB Board approved Loan 1946-LAO (SF): Banking Sector Reform Program for $15 \nmillion. The Program's objective is to support the Government’s efforts to foster efficient financial intermediation \nand ensure a sound banking system capable of supporting growth and rural outreach. \n ", "2   \n4.  With the support of the International Monetary Fund, BOL regulations have gradually \nbeen upgraded. BOL now conducts regular off-site monitoring and on-site examinations on \nbanks operating in the Lao PDR. Under the BSRP, ADB supported the establishment of a \ncommercial division of the civil court to deal with defaulting borrowers (footnote 1). Preliminary \nrules  of  court  have  been  adopted,  and  judges  and  enforcement  officers  assigned  to  the \ncommercial division of the court have undergone initial training. The first commercial division of \nthe civil court was established in the civil chamber of the Vientiane municipality court on 1 July \n2003. Since then, all 18 provinces have established a commercial division and have begun \nhearing  cases.  However,  there  is  substantial  scope  for  continued  training  of  judges  and \nenforcement  officers,  given  their  limited  experience  and  lack  of  knowledge  of \ncommercial/financial activities.   \n \n5.  Despite the enactment of the Law on Enforcement of Judicial Decisions in May 2004, \njudgment enforcement remains one of the most problematic areas of the country’s legal system. \nThe Government established the Division of Court for Judgment Execution in the Ministry of \nJustice (MOJ), but the division still lacks the capacity to monitor progress in enforcing judgment, \nparticularly at the provincial level. Constant delays and frequent mismanagement in judgment \nenforcement for settling commercial/financial disputes have been disruptive and are the cause \nof confusion in the marketplace. To enable efficient and effective enforcement of court judgment, \nthere is a need for establishing clear and standardized procedures to be adopted at all levels of \njudgment enforcement, continued training for enforcement officers, and awareness building \namong the public.  \n \n6.  In liquidating assets held as loan collateral, inexperience and lack of an established \nprocedure have resulted in unfair pricing and ambiguous transactions, further eroding public \nconfidence in the newly established system. For auctioning assets held as collateral, there \nneeds to be a clear set of procedures that ensure transparency and fairness to all parties \nconcerned. The Notary Office created by MOJ in 2000 in accordance with the law on notaries is \ncurrently unable to complete the required tasks of certifying or witnessing the accuracy of sales, \nloans,  other  business-related  contracts,  testimonies,  copies  of  documents,  signatures,  and \ntranslations. Clearly there is a need to now review and assess the various components of the \nlegal system that impede commercial dispute resolution. A well-sequenced plan needs to be \nformulated  to  ensure  that  the  commercial  division  of  the  court  functions  as  expected  and \nprovides  the  legal  means  for  expeditious  resolution  of  defaulting  financial  and commercial \ntransactions. \n \n7.  Insufficient  capacity  of  the  beneficiaries  of  the  legal  system  has  also  hindered  the \ncommercial division from functioning effectively. Requirements for standard loan and other \ncommercial transaction documentation and knowledge of the legal procedures are lacking, \nparticularly the state-owned commercial banks (SOCBs). Bank operations suffer from sizable \nnonperforming loans (NPLs) with little prospects for resolution. The SOCBs have no legal \ndepartments and lack staff with basic legal background or training. Supporting capacity building \nof the beneficiaries of the legal system, the SOCBs in particular, will improve governance in the \nfinancial/commercial  system,  consistent  with  the  thrust  of  Loan  1946-LAO  (footnote  4)  for \nfinancial sector development. \n \n8.  The  Government  has  also  established  the  Office  of  Economic  Dispute  Resolution \n(OEDR)6 under MOJ in Vientiane, with branches in Savannakhet and Luang Prabang, for \nmediation and arbitration in cases of economic disputes arising primarily from breaches of \n                                                 \n6  Operating under Decree106/PM on the resolution of economic disputes, dated 17 July 1994 and Arbitration Law \n2005. ", "  3\ncontracts.  Given  that  informal  dispute  resolution  mechanisms  are  the  preferred  means  for \ndispute  resolution  in  the  country,  the  potential  role  of  the  OEDR  is  significant.  With  the \npromulgation  of  the  Arbitration  Act  in  August  2005,  the  time  and  expenses  related  to \ncommercial/financial  dispute  resolution  may  be  reduced  considerably  by  enhancing  the \noperations of OEDR. The mediators and arbitrators also will benefit from additional training on \nnewly issued commercial/financial laws and regulations, and OEDR’s function and use could be \nbetter promoted in the private sector, raising awareness of the OEDR as a quick and viable \nalternative to court proceedings.   \n \n9.  The Secured Transactions Law and its implementing decree are the major components \nof financial governance and are fundamental in mobilizing domestic credit and international \ninvestment in Lao PDR. The implementation of the secured transactions regime, including the \nSecured Transactions Law, its Decree, and the secured transactions registry, would create an \nenabling environment for private financing, especially at a time when Lao PDR is seeking to join \nthe World Trade Organization (WTO)7, and is in the process of initiating the Nam Theun 2 \nhydroelectric project. The revised and upgraded Secured Transactions Law was submitted to \nand approved by the National Assembly on 20 May 2005. The draft implementing decree will be \ndeveloped  in  February  2006.  To  ensure  the  widespread  utilization  of  the  Law,  and  the \ndevelopment  of  a  secured  transactions  regime,  supporting  capacity  building  and  training \nseminars would be required for the financial, commercial, and judicial sectors in Lao PDR. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The TA aims to strengthen the formal and informal mechanisms for commercial dispute \nresolution so as to ensure predictable, transparent, and speedy resolution supported, where \nneeded, by court judgments effectively enforced. A reliable system for commercial dispute \nresolution in accordance with the rule of law and a fully operationalized secured transactions \nregistry will reduce the risk of doing business in the Lao PDR and thereby facilitate foreign direct \ninvestment and private sector development. \n \nB.  Methodology and Key Activities \n \n11.  The TA comprises four components: \n \n(i)  The first component will review current operations of the commercial division of \nthe court to identify key impediments hindering its effective functioning. The study \nwill  recommend  specific  and  practical  measures  for  resolving  the  identified \nimpediments.  The  recommendations  will  be  sequenced  and  prioritized,  and \ncontain  cost  estimates.  The  first  phase  of  the  recommendations,  which  will \ninclude  capacity  building  for  the  Notary  Public  Office  and  enhancement  of \nenforcement procedures including clarifying procedures for auctioning of assets \nheld as collateral, will be completed under the TA. This component will also \nreview  and  develop  the  self-help  procedures  and  arbitration  and  mediation \nalternatives available to disputing parties in the first instance, prior to recourse to \nthe courts. A public awareness program will be developed to assist the private \nsector to better understand and use the dispute resolution mechanisms and \nlitigation rights available to them.  \n                                                 \n7   Four GMS countries––Cambodia, PRC, Myanmar, and Thailand––are now members of WTO, with Lao PDR and \nViet Nam in the process of negotiating WTO membership. \n ", "4   \n(ii)  The second component will undertake further capacity building for the judiciary \nand  trainers  by  conducting  the  next  training  series  for  court  officials  and \nenforcement  officers  assigned  to  the  commercial  division  of  the  court.  The \ntraining program will build on the three series of training completed under TA \n4002-LAO  (footnote  1).  Emphasis  will  be  on  court  proceedings  and  case \nmanagement using actual cases filed at the commercial division of the court, \nparticularly those related to defaulting financial and commercial transactions. The \ntraining  will  extend  to  related  commercial  dealings  and  will  give  priority  to \ndeveloping local training expertise. \n(iii)  The third component will operationalize a secured transactions regime in Lao \nPDR  and  thus  create  an  enabling  environment  to  increase  availability, \naffordability, and transparency of credit access, as well as facilitate domestic and \ncross-border  investment.  The  main  output  will  be  an  operational  secured \ntransactions  registry  and  capacity  building  modules  to  support  the \nimplementation of the secured transactions regime. The establishment of the \nsecured transactions registry and capacity building modules will also seek to \ninvolve  other  funding  agencies  and  thus  facilitate  the  implementation  of  the \ntraining modules outside the major urban areas of Luang Prabang, Pakse, and \nVientiane. \n(iv)  The final component will support the two SOCBs in (a) setting up or enhancing \nthe legal departments to implement standard loan and commercial transaction \ndocumentation, the dispute resolution mechanisms, and for filing NPL cases for \ncourt decisions; and (b) supporting the internal asset management units (work-\nout units) for resolution of NPLs.  \n \n12.  Capacity building efforts rely heavily on adequate understanding of the current state of \naffairs, operational constraints, and appropriately matching the level of training materials to the \nbeneficiaries. The review of the current operations of the commercial division of the court in the \nfirst component is expected to enable the consultants to become sufficiently aware of the \ncurrent training needs and reduce the risk of preparing training materials unsuitable for the Lao \nPDR. Furthermore, successful implementation of the TA assumes that judges and enforcement \nofficers assigned to the commercial divisions of the court are made available for training. Both \nPeople’s Supreme Court and MOJ have given their assurances that all judges and enforcement \nofficers assigned to the commercial division will be made available for all training sessions to be \nconducted under the TA.  \n \nC.  Cost and Financing \n13.  The total cost of the TA is estimated to be $780,000 equivalent. The Government has \nrequested ADB to finance $650,000 equivalent, covering the entire foreign exchange cost of \n$525,000 and $125,000 equivalent of the local currency cost. The TA will be financed on a grant \nbasis,  $500,000  by  ADB's  TA  funding  program  and  $150,000  by  the  Government  of \nLuxembourg, with the latter amount administered by ADB. The Government will finance the \nbalance of the local currency cost, equivalent to $130,000, through the provision of counterpart \nstaff salaries, office accommodation and transport, support services, and the facilitation of \nconsultations. Appendix 2 provides details of the cost estimates and financing plan.  \n \nD.  Implementation Arrangements \n14.  MOJ will be the Executing Agency. Implementing agencies (IAs) will be the Ministry of \nFinance, the People’s Supreme Court, BOL, Banque pour le Commerce Exterieur Lao (BCEL), \nand Lao Development Bank (LDB). They will provide office space, counterpart staff, and other ", "  5\nsupport services to the consultants. MOJ and People’s Supreme Court will ensure that relevant \nenforcement officers and judges are freed from their daily tasks to attend the training sessions. \nMOJ and the IAs will be responsible for (i) selecting of the trainers for training; (ii) monitoring \nthat the quality of the training materials produced under the TA is appropriate for the operating \nenvironment of the Lao PDR, together with ADB; and (iii) continuing the training program \nfollowing TA completion. \n \n15.  The TA will be implemented over 10 months, from May 2006 to March 2007, and will \nrequire the service of six international (19.5 person-months) and six domestic consultants (25 \nperson-months). The international consultants (person-months are in parentheses) comprise \ngovernance and judicial training expert-team leader (4), an enforcement expert (2), a mediation \nand  arbitration  expert  (2),  legal  expert  (3),  secured  transactions  expert  (5)  and  an  NPL \nresolution (legal) expert (3.5). The domestic consultants will have expertise in governance and \njudicial  training  (5),  enforcement  (2.5),  mediation  and  arbitration  (2.5),  legal  (4),  secured \ntransactions (6), and NPL resolution (5). All consultants will work intermittently over the TA \nimplementation period.  \n \n16.  As outlined in the terms of reference (Appendix 3), the consultant team will produce \nvarious reports each of which will be discussed at the tripartite meetings. Aside from the training \nmaterials  under  the  responsibility of  each  international consultant,  the  team  leader  will be \nresponsible for submitting the inception report to MOJ and IAs, and ADB, which will include a \ndiagnostic study and implementation plan for the capacity-building exercise, approximately 2 \nweeks after the international consultants are fielded. A midterm report will be prepared after \ncompleting the first round of training sessions. A final report, containing recommendations for \nfurther actions by the Government and specific areas requiring continued technical assistance, \nwill be prepared 2 weeks before completion of the TA.  \n \n17.  The consultants will be engaged through a firm following the quality- and cost-based \nselection  process  and  using  a  simplified  technical  proposal.  The  consultant  team  will  be \nselected according to ADB’s Guidelines on the Use of Consultants and other arrangements \nsatisfactory  to  ADB  for  engaging  of  consultants.  All  procurement  under  the  TA  will  be  in \naccordance with ADB’s Guidelines for Procurement. Various training seminars and workshops \nwill  be  held  to  encourage  participatory  discussions  for  improving  court  proceedings  at  the \ncommercial division of the civil court and judgment enforcement, and for building the capacity of \nall staff levels within the relevant government agencies and SOCBs. There will also be close \ncoordination  during  TA  implementation  with  external  funding  agencies  involved  in  judicial \nreforms. The final report of the TA and all training materials produced will be disseminated to all \nstakeholders. \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $150,000 to be \nfinanced on a grant basis by the Government of Luxembourg, and (ii) ADB providing the \nbalance not exceeding the equivalent of $500,000 on a grant basis, to the Government of the \nLao People’s Democratic Republic for Promoting Governance in Financial Transactions, and \nhereby reports this action to the Board.  \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nHigher confidence in  • 15% increase in the  Government/aid agency  • Stable macroeconomic \nthe legal system of the  number of disputes  data and reports on  conditions in the Lao PDR \nLao PDR, improving  brought to the court  development of the legal  • Steady economic growth in \ngovernance and  and OEDR for  system, foreign direct  the region and in countries \npotential for economic  resolving defaulting  investment, and private  of  Lao PDR’s trading \ngrowth  commercial/financial  sector activities  partners \ntransactions, \n• 10% increase in the \nlevel of foreign direct \ninvestment, and  \n• 20% increase in the \nlevel of private sector \ncontribution to GDP \ngrowth  \nOutcome      Assumptions \nStrengthened formal  30% increase in the  Reports by the Ministry of  • Commitment of the \nand informal  number of satisfactorily  Justice and People’s  Government \nmechanisms for dispute  resolved disputes on  Supreme Court  • Effective coordination \nresolution on defaulting   defaulting    among all stakeholders \ncommercial/financial  commercial/financial  Final TA report  concerned  \ntransactions  transactions     Risk \n      • Insufficient number of \nTo assist the Lao PDR  Use of secured   \ncases actually filed with \nin the implementation of  transactions registry by \nthe commercial division of \na secured transactions  the private sector \nthe court and OEDR \nregime \nOutputs      Assumption \n1.  A sequenced plan to  Plan completed and  Policy dialogue with  • Commitment of the \nstreamline the  formally adopted by the  Government officials   Government/ stakeholders \noperations of the  People’s Supreme    concerned to develop a \ncommercial divisions  Court  ADB inception and review  functioning legal system \nof court. The plan will    missions, and back-to- • Effective coordination \ncontain cost    office reports  among the relevant \nestimates.      ministries, judiciary, private \nAuctioning procedure  Reports from Government  sector on the \n2.  Implementing \nbeing followed in a fair  counterparts on progress  implementation of the \nregulations adopted, \nand transparent  in implementation  secured transactions \nincluding procedures \nmanner. At least 12    regime. \nfor auctioning assets  Feedback from private \nresolution of non- Risks \nheld as collateral  sector stakeholders \nperforming loans.  • Insufficient discussion \n \n3.  Training for judges    among the Government \nInception, midterm, and \nand enforcement  Appointment of trained  officials and stakeholders \nfinal reports of consultants \nofficers at the  judges and  concerned to thresh out \n \ncommercial division  enforcement officers to  and resolve \n \nof the civil court  all  commercial division  issues/problems for a \n \nof the civil court \nfunctioning legal system \n4.  Appropriately trained   \n \n• Not enough time and \ntrainers to conduct  At least biannual   \nresources to undertake all \ntraining sessions for  continued training   \nsteps and necessary \njudges and  sessions by the trained   \nactivities in producing the \nenforcement officers  trainers after TA   \noutputs \nof the commercial  completion   \n \n ", "  Appendix 1  7 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \ndivisions of the court     \n   \n5.  A secured  Timely submission of  ADB Review. \ntransactions registry  the roadmap and action   \nin operation,  plan by the consultants.  Feedback from the Lao \nawareness  Timely implementation  PDR ministries, LNCCI, \nbuilding/technical  of the training  bar association, judiciary, \ntraining workshops  workshops in Vientiane,  financial institutions. \nand seminars, and  Pakse, Luang Prabang.   \nsimple and easy to     \nfollow users’ manual     \n   \n6. Legal department  At least 12 actual cases  Feedback from the donor \nestablished at the  filed by the legal  agencies. \nstate-owned  departments of the   \ncommercial banks  state-owned   \nwith capacity to  commercial banks in   \nundertake mediation  line with legal \nand arbitration at the  requirements \nOEDR and file cases \nat commercial \ndivision of the civil \ncourt  \nActivities with Milestones  Inputs \n• The Government of \n1. Signing of technical assistance letter within 1 month of TA approval. \nLuxembourg to provide \n2. Selection of consultants within 2 months of TA approval or 1 month after the  $150,000 and ADB \nsigning of the technical assistance letter.  $500,000 for funding of \ninternational and domestic \n3. Fielding of all consultants by May 2006, or at least 2 months after the \nexperts and training \nselection of consultants. \nsessions \n4. Inception mission by June 2006 and draft inception report submitted to ADB  • Government to provide \nand the Government for comments at least 1 month after the fielding of all  counterpart staff, office \nconsultants.  space, and administrative \nservices and physical \n5. Regular progress reports submitted by consultants in accordance to the \nfacilities \ntimeline agreed upon in the Inception Report.  \n• Beneficiaries/private sector \n6. Midterm review mission to be fielded at least by October 2006. Draft mid- to utilize the secured \nterm report submitted to the Government and ADB 1 month prior to the  transactions registry, \nmidterm review mission.  provide actual cases for \ndispute resolution and \n7. Draft final report submitted by the consultants at least 1 month prior to the \nfeedback on the \ntripartite meeting for completion of the technical assistance. \neffectiveness of OEDR \nand the commercial \ndivision of the civil court in \ndispute resolution \nADB = Asian Development Bank, GDP = gross domestic product, OEDR = Office of Economic Dispute Resolution, TA = \ntechnical assistance.  \n \n \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financing (ADB)a      \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  365.0  0.0  365.0 \n      ii.  Domestic Consultants  0.0  70.0  70.0 \n    b.  International and Local Travel  26.0  0.0  26.0 \n    c.  Reports and Communications  17.0  0.0  17.0 \n  2.  Equipmentb 8.0  0.0  8.0 \n  3.  Training, Seminars, and Conferences       \n    a.  Facilitators  52.0  0.0  52.0 \n    b.  Training Program  0.0  23.0  23.0 \n    c.  Workshops  0.0  5.0  5.0 \n  4.  Miscellaneous Administration and   5.0  7.0  12.0 \n    Support Costs \n  5.  Contingencies  52.0  20.0  72.0 \n      Subtotal (A)  525.0  125.0  650.0 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport (for   0.0  50.0  50.0 \n    both counterpart staff and consultants) \n  2.  Remuneration and Per Diem  0.0  70.0  70.0 \n    of Counterpart Staff \n  3.  Others  0.0  10.0  10.0 \n      Subtotal (B)  0.0  130.0  130.0 \n        Total  525.0  255.0  780.0 \na  $500,000 financed by the ADB’s technical assistance funding program, and $150,000 from the Government of Luxembourg \nto be administered by ADB. \nb  Two facsimile machines, three personal computers, and one photocopier. \nSource: ADB estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Governance and Judicial Training Expert (international, 4 person-months over 8 \nmonths) \n \n1.  The consultant should have (i) extensive experience and expertise, in commercial litigation \nand court procedures; (ii) the ability to interact with local authorities to build trust and a sense of \nownership of action programs; (iii) experience in training and coaching local counterparts on details \nrelating to legal and judicial practice; and (iv) an appreciation of regional culture. Previous work in \nthe Lao People’s Democratic Republic (Lao PDR) will be favorably considered. As team leader, the \nexpert  will  have  excellent  communication  and  team-building  skills,  monitor  progress  in  all \ncomponents of the TA, ensure effective coordination with all relevant aid agencies in the field, and \nbe responsible for submitting the inception, midterm, and final TA reports.  \n \n2.  The major tasks include (i) managing the legal components of the TA, including supervising \nand coordinating (a) other legal consultants’ activities with relevant implementing agencies (IAs), \n(b) resource persons, and (c) other personnel who will assist in implementing and monitoring \nproject  activities;  (ii)  assisting  the  People’s  Supreme  Court  to  (a)  draft  specialized  rules  of \nprocedures and directions for the commercial division of the civil court and develop mechanisms to \nimplement those rules, including determining resource requirements; (b) draft relevant sections of \nthe Laos Bench book concerning specialized rules; and (c) prepare an overview of the division of \nresponsibilities between the People's Supreme Court and the Ministry of Justice (MOJ) following \ntheir formal separation, and recommendations and practical solutions to implement the separation \nwith  minimal  budgetary  and  other  resource  implications;  (iii)  designing  a  comprehensive \ncommercial law program and action plan of judicial and related parties’ capacity building and \nconduct training, based on the training undertaken under TA 4002,1 comprising (a) judgment \nwriting, issue identification, case analysis; (b) mediation training for dispute settlement involving \nmajor  commercial  laws;  (c)  general  training  in  case  management  of  commercial  transaction \nmatters and reduction of delay for at least 15 specialized commercial judges; (d) general training in \ncase management of commercial transaction matters; and (e) overview of enforcement procedures; \n(iv) preparing manuals and materials to support ongoing training by Judicial Training Institute staff; \n(v) Advise other consultants on current commercial law and developments; (vi) working with the \nNotary  Public  Office  and  Prosecutors  Office  to  coordinate  training  for  staff  specializing  in \ncommercial  contracts  including  such  staff  in  the  judicial  training  sessions;  where  possible, \ncoordinating  with  consultants  from  the  United  Nations  Development  Programme  and  Japan \nInternational  Cooperation  Agency;  (vii)  coordinating  the  resource  persons  who  will  assist, \nparticularly in training specialized judges, court staff, and enforcement officers; (viii) Identify and \ncoordinate with stakeholders such as Law Bar Associations and Courts on the involvement of other \ninternational agencies to support the work being undertaken; and (ix) preparing and submitting a \nfinal report on achievements under the TA and recommend follow-up actions. \n \n2.  Legal Expert (international, 3 person-months) \n \n3.  The  legal  expert  is  required  to  have  profound  knowledge  and  experiences  on  the \nimplementation of a secured transactions regime in a small developing and transition economy. \nThe legal expert will take primary responsibility in (i) ensuring that the action plan to establish the \nsecured transactions registry is adopted by the Government through the Ministry of Finance, \ncoordinating  with  the  secured  transactions  registry  expert  to  operationalize  the  secured \n                                                 \n1  ADB. 2002. Technical Assistance to the Lao People’s Democratic Republic for Strengthening Governance for Banking \nSector Reform. Manila (TA4002-Lao, attached to Banking Sector Reform Program with the objective of supporting \nimplementation of the Program, includes a component to support legal and judicial strengthening). The TA was \napproved on 28 November for $900,000. \n ", "10  Appendix 3 \ntransactions registry; and (ii) coordinating with the international and domestic consultants to raise \nthe awareness and build the capacity for effective use of the secured transactions registry. In \nparticular, the expert will be responsible for (i) overseeing the design of the secured transactions \nregistry and prepare an action plan for implementation; (ii) implementing the secured transactions \nimplementing decree that will also provide for specific reference to the utilization of the secured \ntransactions registry and the legal rights of users; (iii)  developing a series of training modules and \nworkshop programs to ensure awareness raising and training of commercial judges, public sector \nofficials, and the private sector (SMEs, banks, lawyers, accountants, NGOs), with the secured \ntransactions expert and the domestic consultants, on the upgraded Secured Transactions Law and \nthe utilization of the registry; and (iv) reviewing and recommending revisions to the Bankruptcy Law, \nEnterprise Law, Tax Law, Investment Law, and Contract Law to ensure adequate cross-reference \nbetween these laws and the Secured Transactions Law. \n \n3.  Mediation and Arbitration Expert (international, 2 person-months) \n \n4.  The  consultant  should  have  (i)  extensive  experience  and  expertise  in  mediation  and \narbitration, (ii) the ability to interact with local authorities so as to build trust and a sense of \nownership of action programs, (iii) experience in training and coaching local counterparts on key \nelements  and  technical  details  relating  to  mediation  and  arbitration  practices,  and  (iv)  an \nappreciation of regional culture. Previous work in the Lao PDR will be favorably considered. \n \n5.  The expert will be responsible for (i) developing a manual of procedures and checklists for \nmediators and arbitrators undertaking commercial dispute resolution based on the Arbitration Law \nand existing operations of the Office of Economic Dispute Resolution (OEDR); (ii) guiding the \napproval process for the manual, providing support and technical expertise to OEDR as needed; (iii) \ndrafting legal instruments including ministerial orders or directions to support the implementation of \nthe Arbitration Law; (iv) designing and introducing for mediators and arbitrators a comprehensive \ncapacity building/training program on commercial dispute resolution matters, including preparation \nof  materials  to  support  ongoing  training  by  OEDR  staff  in  provincial  regions;  (iv)  conducting \nmediation and arbitration training for specialized commercial law judges in coordination with the \ngovernance and judicial training expert; (v) conducting basic mediation and arbitration training for \nstaff of state-owned commercial banks (SOCBs) in coordination with the Nonperforming loan (NPL) \nResolution Expert, and in particular for self-help mechanisms; (vi) working with OEDR staff to \nconduct a workshop to raise public awareness of available mediation and arbitration mechanisms, \nparticularly  among  the  business  community;  (vi)  preparing  and  submitting  a  final  report  on \nachievements under the TA and recommend follow-up actions. \n \n4.  Enforcement Expert (international, 2 person-months) \n \n6.  The  consultant  should  have  (i)  extensive  experience  and  expertise  in  judgment \nenforcement procedures, (ii) the ability to interact with local authorities so as to build trust and a \nsense of ownership of action programs; (iii) experience in training and coaching local counterparts \non  key  elements  and  technical  details  relating  to  court  enforcement  practices;  and  (iv)  an \nappreciation of regional culture. Previous work in the Lao PDR will be favorably considered. \n \n7.  The major tasks will include (i) drafting of relevant implementation regulations and develop \na manual of procedures, including auction procedures, and checklists for enforcement officers \nresponsible for enforcing judgments of the commercial division based on the Enforcement of Court \nJudgments Law and existing operations of the MOJ’s Enforcement Department; (ii) guiding the \napproval process for the manual,  providing  support and technical expertise to MOJ’s Enforcement  ", "  Appendix 3  11 \nDepartment; (iii) drafting of legal instruments including ministerial orders or directions to support \nthe implementation of the Enforcement of Court Judgments Law; (iv) designing and introducing a \ncomprehensive capacity building/training program for enforcement officers, including materials to \nsupport ongoing training by MOJ staff in provincial regions; (v) conducting training on enforcement \nissues for specialized commercial law judges; (vi) conducting basic training on enforcement issues \nfor SOCB staff; (vii) working with MOJ staff to conduct a workshop to raise public awareness of \navailable  enforcement  mechanisms,  particularly  among  the  business  community;  and  (viii) \npreparing and submitting a final report on achievements under the TA and recommend follow-up \nactions.  \n \n5.  Secured Transactions Expert (international, 5 person-months) \n \n8.   The  secured  transactions  expert  will  have  proven  experience  in  the  developing  of \ncomputerized registries either in the field of taxation or specifically, secured transactions, in a small, \ndeveloping, or transition economy. The expert will be required to assess the existing business \nprocesses in Lao PDR and adapt the secured transactions registry to (i) reflect the requirements of \nLao stakeholders, (ii) ensure the sustainability of the registry via demand-based fee structure, (iii) \nupgrade  the  registry  through  user-fee  account  subject  to  independent  audit.  The  expert  will \ncoordinate with the international legal expert/team leader, and the domestic consultants on the \nimplementation of training workshops to stakeholders.  \n \n9.  In particular, the expert will be responsible for (i) reviewing the required characteristics of \nthe secured transactions registry and the costs-benefits of a paper-based versus digital registry; (ii) \nundertaking a consultative workshop with stakeholders; (iii) developing the action plan for secured \ntransactions  registry  development  and  submit  to  the  Ministry  of  Finance,  for  approval;  (iv) \nidentifying a secure office in Government to establish the registry; (v) identifying and training the \nregistry  staff;  (vi)  submitting  training  manuals  to  the  Government,  Lao  National  Chamber  of \nCommerce  and  Industry  and  facilitate  training  of  trainers  program;  and  (vii)  developing  and \nundertaking awareness raising workshops on utilization of the secured transactions registry by all \nstakeholders. \n \n6.  NPL Resolution (Legal) Expert (international, 3.5 person-months) \n \n10.  The expert will (i) have a legal and/or banking sector background and comprehensive \nunderstanding of the legal and administrative procedures required for resolving NPLs; (ii) be a \npractical implementer, trainer, and mentor, with hands-on experience and successful track record \nin leading sizable NPL resolutions, in both developed and developing economies; and (iii) be \ncapable of advising senior government officials on resolving NPLs.  \n \n11.  Before going into the field, the expert will acquire understanding of the current legal regime \nin the Lao PDR, the stage of financial and economic development, and activities undertaken under \nADB’s Banking Sector Reform Program.2 The expert will be responsible for the following activities: \n(i)  Assess the issues impeding progress in NPL resolution at the three SOCBs3 and \nformulate a tactical plan for accelerating NPL resolution considering (a) the targets \nfor NPL resolution set by the three SOCBs, and (b) activities already undertaken. \nDiscuss  the  plan  with  (a)  bank  management,  (b)  international banking  advisors  \n                                                 \n2  On 28 November 2002, the ADB Board approved Loan 1946-LAO (SF): Banking Sector Reform Program for $15 \nmillion. The Program's objective is to support the Government’s efforts to foster efficient financial intermediation and \nensure a sound banking system capable of supporting growth and rural outreach. \n3  Banque pour le Commerce Exterieur Lao, Lao Development Bank, and Agriculture Promotion Bank. \n ", "12  Appendix 3 \n(IBAs) of the three SOCBs, and (iii) Asian Development Bank (ADB) and finalize the \nplan after incorporating the views of the four. \n(ii)  Set clear milestones and targets to guide the management, branch managers, and \nbank officials responsible for NPL resolution and launch the plan. Prepare a simple, \npractical manual for NPL resolution, taking into consideration the manual currently \nbeing used and disseminated. Conduct training sessions at the major branch offices. \n(iii)  Set  implementation  targets  and  monitor  progress.  Where  bottlenecks  are \nencountered, expeditiously provide technical inputs. Prepare a progress report and \nsubmit  it  to  bank  management,  IBAs,  and  ADB.  Propose  remedial  actions,  if \nnecessary, and incorporate them into the plan.  \n(iv)  Support  establishment  of  the  legal  department  by  (a)  preparing  a  simple  and \npractical mandate of the division; (b) presenting to bank management a reasonable \nbudget proposal for establishing the legal department, and (c) recruiting appropriate \nstaff. Ensure operationalization of the legal department during the assignment. \n(v)  Prepare a final report on achievements under the TA (including details on all NPLs \nresolved during the assignment) and follow-up actions.  \n(vi)  Review the proposals for a structured voluntary system to allow SOCBs to enforce \nsecurity without recourse to the courts, draft the necessary procedures, and initiate \nthe process to implement the system. \n \n7.  Governance and Judicial Training Consultant (domestic, 5 person-months) \n \n12.  The consultant will have a working knowledge of the court system in the Lao PDR and \nsome understanding of commercial law, and will coordinate closely with the international consultant. \nThe  consultant  will  provide  translation  services  as  required  and  will  assist  with  organizing \nworkshops, seminars, and training sessions. Specifically, the domestic consultant will (i) assist the \ninternational expert in assessing implementation of training undertaken under TA 4002 (footnote 1) \nand provide inputs into the training materials to ensure they are acceptable in the Lao context; (ii) \nact as interpreter in relevant meetings and translator of relevant materials; (iii) monitor progress \nwith the set implementation targets during the absence of the international expert and where \nbottlenecks are encountered, contact the international expert to enable expeditious provision of \ntechnical inputs;  and (iv) provide international expert with data/information needed for preparing all \ntraining materials, legal documents, and reports to be submitted to MOJ, IAs, and ADB.  \n \n8.  Mediation and Arbitration Consultant (domestic, 2.5 person-months) \n \n13.  The consultant will (i) have a working knowledge of alternative dispute mechanisms in the \nLao PDR and mediation and arbitration processes; (ii) coordinate closely with the international \nmediation consultant; (iii) provide translation services as required; and (iv) assist with organizing \nworkshops, seminars, and training sessions. Specifically the domestic consultant will (i) assist the \ninternational expert in assessing issues impeding progress in mediation and arbitration process for \npreparing materials that will be relevant in the Lao context; (ii) act as interpreter in relevant \nmeetings and translator of relevant materials; (iii) monitor progress with the set implementation \ntargets during the absence of the international expert; where bottlenecks are encountered, contact \nthe international expert to enable expeditious provision of technical inputs; and (iv) provide the \ninternational  expert  with  data/information  needed  for  preparing  all  training  materials,  legal \ndocuments and reports to be submitted to MOJ, IAs, and ADB. \n \n9.  Enforcement Consultant (domestic, 2.5 person-months) \n \n14.  The  consultant  will  (i)  have  a  working  knowledge  of  the  enforcement  processes;  (ii) \ncoordinate closely with the international consultant; (iii) provide translation services as required; ", "  Appendix 3  13 \nand assist with organizing workshops, seminars, and training sessions. Specifically, the domestic \nconsultant will (i) assist the international expert in assessing issues impeding progress in judgment \nenforcement and in formulating a tactical plan for accelerating NPL resolution; (ii) act as interpreter \nin  relevant  meetings  and  translator  of  relevant  materials;  (iii)    monitor  progress  with  the  set \nimplementation  targets  during  the  absence  of  the  international  expert;  where  bottlenecks  are \nencountered, contact the international expert to enable expeditious provision of technical inputs; \nand (iv) provide the international expert with data/information needed for preparing all training \nmaterials, legal documents, and reports to be submitted to MOJ, IAs, and ADB.  \n \n10.  Legal Expert to Develop Lexicon and Provide Training Support (domestic, 4 \nperson-months) \n \n15.  The specialist will (i) finalize the consultations and review with Government and private \nsector of the draft legal lexicon (developed under TA 4279); (ii) support the legal expert, the \nsecured  transactions  registry  expert,  and  others  under  the  project,  as  required,  in  providing \ndetailed input on the laws and regulations on secured transactions, the secured transactions \nimplementing decree and other major laws; (ii) implement training workshops as required by the \ninternational  experts  to  improve  stakeholder  awareness  of  legal  rights  under  the  secured \ntransactions registry, and (iii) prepare for consultation meetings between government agencies, the \nconsultants, and the private sector to ensure effective use of the registry. \n \n11.  Secured Transactions Registry Expert to Develop Basic Secured Transactions \nRegistry (domestic, 6 person-months) \n \n16.  The specialist will work with the secured transactions expert to develop a basic secured \ntransactions registry as per the requirements of the Lao commercial banks, line ministries, the \nprivate sector (including NGOs), and the commercial courts. The specialist will work closely on the \ntraining  of  the  registry  staff  as  per  the  training  module  developed  in  coordination  with  the \ninternational secured transactions expert. \n \n12.  NPL Resolution Specialist (domestic, 5 person-months) \n \n17.  The  specialist  will  have  a  legal  banking  sector  background,  preferably  in  a  work \nenvironment, and solid understanding of bank operations in the Lao PDR; and be knowledgeable \non issues related to NPL resolution. Moreover, the specialist must have demonstrated ability to (i) \ninterface well with Government officials and higher level management of state-owned banks or \nenterprises; (ii) communicate effectively in English; and (iii) be proactive and ensure that the \nproject moves according to schedule in the absence of international consultants. Specifically, the \nspecialist will (i) assist the international expert in assessing of issues impeding progress in NPL \nresolution at the three SOCBs and in formulating a tactical plan for accelerating NPL resolution; (ii)  \nact  as  interpreter  in  relevant  meetings  and  translator  of  relevant  materials;  (iii)  support  the \ninternational expert in initiating the tactical plan and, in particular, be responsible for translating and \ndisseminating the manual for NPL resolution and in making all necessary arrangements for training \nsessions on the manual to be conducted at the major branch offices; (iv) monitor progress with the \nset implementation targets during the absence of the international expert and where bottlenecks \nare encountered, contact the international expert to enable expeditious provision of technical inputs; \nand (v) provide the international expert with data/information needed for preparing all reports to be \nsubmitted to bank management, IBAs, and ADB.  \n \n \n "], "metadata": {"ModDate": "D:20060323162316+08'00'", "CreationDate": "D:20060315092634+08'00'", "Title": "Promoting\r\n Governance in Financial Transactions", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "Licenced User", "SourceModified": "D:20060315012545"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 21 February 2006) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.00009560229 \n$1.00 =  KN10,460.00 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCEL  –  Banque pour le Commerce Exterieur Lao \n  BOL  –  Bank of Lao PDR \n  BSRP  –  Banking Sector Reform Program \n  IA  –  implementing agency \n  IBA  –  international banking advisors \n  Lao PDR  –  Lao People’s Democratic Republic \n  LDB  –  Lao Development Bank \n  MOJ  –  Ministry of Justice \n  NPL  –  nonperforming loan \n  OEDR  –  Office of Economic Dispute Resolution \n  SOCB  –  state-owned commercial bank \n  TA  –  technical assistance \n  WTO  –  World Trade Organization \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy, finance \nSubsector  –  Law and judiciary, banking systems \nThemes  –  Sustainable economic growth, governance, capacity development  \nSubthemes  –  Promoting economic efficiency and enabling markets, financial and \neconomic governance, institutional development \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 September. FY \nbefore a calendar year denotes the year in which the fiscal year begins, e.g., FY2005 \nbegins on 1 October 2005 and ends on 30 September 2006. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice President  L. Jin, Operations Group 1 \nDirector General  R. Nag, Mekong Department \nDirector  R. Boumphrey, Officer-in-Charge, Governance, Finance, and Trade Division, \nMekong Department \nTeam leader  S. Hattori, Principal Financial Sector Specialist, Mekong Department \nTeam members  M. Varkay, Private Sector Development Specialist, Mekong Department; R. \nO’Sullivan, Senior Counsel, Office of the General Counsel  \n  P. Khamphilavong, Governance, Finance and Trade Officer, Mekong \nDepartment \n ", "authors": [{"fullname": "economic governance", "role": "institutional development", "organization": ""}, {"fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"fullname": "R. Nag", "role": "Mekong Department", "organization": ""}, {"fullname": "R. Boumphrey", "role": "Officer-in-Charge", "organization": "Governance"}, {"fullname": "S. Hattori", "role": "Principal Financial Sector Specialist", "organization": "Mekong Department"}, {"fullname": "M. Varkay", "role": "Private Sector Development Specialist", "organization": "Mekong Department"}, {"fullname": "P. Khamphilavong", "role": "Governance", "organization": "Finance and Trade Officer"}]}