{"path": "data/input/ta/36530-tra-tar.pdf", "pages": [" \n \nASIAN DEVELOPMENT BANK TAR:TRA 36530 \n \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE \n \n \n \nFOR THE \n \n \n \n \nGREATER MEKONG SUBREGION \n \n \n \n \nPHNOM PENH PLAN FOR DEVELOPMENT MANAGEMENT  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \nOctober 2002 ", "ABBREVIATIONS \n \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  GMS   –  Greater Mekong Subregion \n  NGO  –  nongovernment organization \n  Lao PDR  –  Lao People’s Democratic Republic \n  TA  –  technical assistance \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nThis Report was prepared by a team consisting of P. Chang, Principal Education Specialist, \n \nMKSS (Team Leader) and A. Thapan, Director, MKSS. \n \n \n \n \n \n ", "I.  INTRODUCTION \n1.  In  1992,  the  Greater  Mekong  Subregion  (GMS)  countriesCambodia,  People’s \nRepublic of China (Yunnan Province), Lao People’s Democratic Republic (Lao PDR), Myanmar, \nThailand,  and  Viet  Namagreed  to  work  together  under  the  GMS  Program  of  Economic \nCooperation (GMS Program) with the assistance of the Asian Development Bank (ADB). The \nGMS Program has accomplished much during the past decade. It has established cross-border \nlinkages among the GMS countries and has provided the opportunities to harness comparative \nadvantages  and  enhance  economic  growth.  Infrastructure  has  developed  significantly  and \ninitiatives  on  transnational  issues,  including  cross-border  facilities,  have  made  remarkable \nprogress.  Development  management,  however,  remains  weak  and  handicaps  sustainable \neconomic development and poverty reduction in the GMS. In fact, the development challenges \nfaced  by  these  transition  societies  exemplify  the  importance  of  capacity  building  in  the \ndevelopment process.  \n2.  The acceleration of socioeconomic development in the GMS is affected by the quality of \nhuman resources available, especially at middle- and senior-levels in the public sector. In the \nfourth  meeting  of  the  Working  Group  on  Human  Resources  Development  (held  on  5–6 \nSeptember 2002 in Vientiane, Lao PDR), a priority need identified by representatives of the \nGMS countries was for a critical mass of highly competent and qualified middle- and senior-level \nmanagement and technical staff in the public sector that would spearhead the socioeconomic \ndevelopment of the country. In response to the need, ADB has prepared technical assistance \n(TA)  to  finance  the  training  of  selected  development  managers  specializing  in  planning, \nmanaging, implementing, and evaluating development plans, programs, projects, and other \nrelated activities. The objectives, outputs, indicators, and monitoring mechanisms are reflected \nin the TA framework in Appendix 1. \nII.  ISSUES \n3.  The  importance  of  capacity  building  in  the  GMS  is  closely  related  to  the  ability  to \nmanage transition issues. This includes the ability to manage economic and social processes, \nand the capacity to analyze problems and prospects, and formulate and implement policies to \nattain a country’s development objectives. Typically, building capacity in the GMS will involve (i) \nthe development of human resources; and (ii) institutional development that includes, especially, \nthe establishment of policy and legal frameworks. A critical need is the development of a cadre \nof middle- and senior-level managers with vision, drive, advanced skills sets, and familiarity with \nnew tools of effective management. The objective is to create tomorrow’s leadership that will \ndrive development more effectively than hitherto. In parallel, institutional strengthening will be \nneeded. This will entail organizational development and will involve management structures, \nprocesses, and procedures within the GMS organizations and in the management relationships \nbetween the organizations in the public and private sectors.  \n4.  With the exception of Thailand, poverty is pervasive in the GMS countries. The extent \nand seriousness of poverty vary markedly across the countries, and the extent to which poverty \nhas  fallen  over  time  varies  substantially  across  the  GMS.  Consequently,  there  are  wide \nintercountry differences in the quality and extent of education, health, and other public services \nthat impact on poverty. The diverse experience from the GMS indicates that poverty is spawned \nnot only by ineffective policies, ill-designed programs, and weak institutional capacities, but also \nby weak synergistic interaction between economic, social, and legal-political factors on the one \nhand and inadequate human resource development on the other. The scale, pace, and quality \nof poverty reduction achieved by each GMS country will vary according to capability, resources, \nand extent of regional cooperation. Some, by sheer strength of resources and development \nlevel, will lead; others will follow and catch up according to their own decisions, priorities, and ", "2   \ntimetable. At any rate, poverty reduction must be accelerated and GMS governments will need \nto  adopt  strategies  that  maximize  the  impact  of  limited  resources.  The  management  of \ndevelopment policies, programs, and projects will play a crucial role in this thrust. \n5.  Long years of political instability and civil war in the Mekong subregion have resulted in \nweak institutions and lack of management capacity. While the GMS Program has shown over \nthe last decade how subregional cooperation can impact positively on restoring institutions, the \nlack of skilled human resources especially in development management hinders the ability of \nGMS countries to maximize the benefits of regional cooperation. Insufficient institutional and \nhuman capacities translate into limitations in coping with the transition from centrally-planned to \nopen-market  economies.  Critical  skill  shortages  in  public  administration  and  private  sector \nmanagement,  poorly  equipped  training  and  management  development  institutions,  and \ninadequately  paid  and  insufficiently  experienced  and  skilled  civil  servants  have  further \nundermined the capacity of these transitional societies to combat poverty effectively.  \n6.  An analysis of the experience of developing economies that use external assistance to \nsupport their socioeconomic development plans, programs, and projects indicates a recurring \ntheme: in the end, despite sound project design or policy framework, and adequate funding, \nmany programs and projects either fail at huge public cost and frustration, or do not yield \nplanned benefits, because of poor management. The management of development programs \nand projects has been a crucial point of evaluation and area for reform for many years now. The \ngeneral  tendency  is  to  apply  business  management  tools  and  techniques  to  government \ninterventions. However, the lessons are clear that public sector programs and projects, with \ntheir political and community intermediation, are not as clearly defined or processed as in the \nprivate  sector.  Government  programs  have  a  broad  range  of  stakeholders,  unlike  private \nbusinesses  that  primarily  respond  to  stockholders,  their  managers  and  employees,  and \nultimately customers and competition.  \n7.  In  government,  program  and  project  administrators,  managers,  and  technical  and \nsupport staff, must respond to and address civil societies, local politicians, local governments, \nthe mass media, consumerists, and nongovernment organizations (NGOs). They must work \nwithin  rigid  legal  and  auditing  procedures  and  understand  the  workings  of  labyrinthine \nbureaucracies. They have to cope with staff who have little exposure to the management of \nlarge publicly funded budgets, or dealings with large contractors and suppliers, as well as with \nmultidisciplinary  consultants  and  specialists  who  are  recruited  internationally  to  very  high \nstandards. These managers and administrators are insufficiently equipped to cope with the \ndynamics of programs and projects that have tight deadlines, specific outputs, wide groups of \nstakeholders,  inadequately-trained  and  unaware  beneficiaries,  and  tight  accounting  and \nreporting systems.  \n8.  The key to enhancing the quality of development administration and, consequently, of \ndevelopment effectiveness, in the GMS is the middle-management and senior staff. They are \nthe real agents of change, working to achieve specific objectives within timetables and budgets, \nbut seriously handicapped by the lack of specific skills required to deliver quality products. They \nneed to work with strong behavioral skills, and not just technical specialization, to ensure wide \nparticipation and consensus-building in programs and projects by the sponsors, beneficiaries, \nand stakeholders. The challenge is to provide middle and senior-level managers with a firm set \nof skills, knowledge, work ethics, experience, and peer-sharing capability, that will increase their \nindividual, collective, and institutional capacities to plan, implement, manage, and evaluate \nGovernment or nonprofit policies, plans, programs, projects, and administrative systems and \nprocedures in the context of participatory development. The mission will be public service and \nefficient  delivery  systems,  supported  by  a  firm  grasp  of  good  governance  and  public \naccountability.  ", "    3\n9.  GMS  governments  have  limited  resources  to  devote  to  improving  technical  and \nbehavioral  skill  sets  in  their  middle  managers.  Training  programs  are  expensive,  highly \nreputable education institutions are not available in most countries, and there is no mechanism \nto hire professionals to substitute for those who will undergo training. Paradoxically, this inhibits \nan  assessment  of  the  training  requirements  of  middle-  and  senior-level  managers. \nConsequently, training and capacity development is provided sporadically based on the few \nfacilities that the GMS countries possess and occasional programs developed and funded \nthrough bilateral aid. Ad hoc action is pervasive and only a few islands of excellence exist in an \nenvironment where a broad pool of skilled middle- and senior staff is crucially required.  \n10.  What is needed is a development program where the assessed needs of the GMS \ncountries to selectively train the middle and senior echelons of their public administrators are \nmet to international standards at least cost. Such a program will impact qualitatively on the \nmanagement  of  individual  country  development  programs.  Since  the  proposed  program \nresponds  to  a  need  articulated  by  the  political  leadership  of  the  GMS  countries,  and  the \nleadership will be meeting for the first time in Phnom Penh in November 2002 to review the \nGMS Program and provide directions on its future, the program will be termed the GMS Phnom \nPenh Plan for Development Management.  \nIII.  THE TECHNICAL ASSISTANCE \nA.  Purpose and Output \n11.  The broad goal of the TA is to improve the efficiency and effectiveness of development \nmanagement in the GMS countries to enhance economic growth and social development. The \naim of the TA is to develop a core group of development managers with the capacity to operate \nas motivated and competent change agents, through training programs focusing mainly on \nmiddle- and senior-level executive management training at premier educational institutions in \nthe region. The specific objectives are to (i) strengthen the managerial capacity of middle- and \nsenior-level managers (essentially administrators and technical staff) in managing development \nplans, programs, and projects; and (ii) reinforce partnerships and strengthen cooperation among \nthe GMS countries, and develop institutional capacities through twinning arrangements with \nleading development management training institutions.  \n12.  The  TA  will  significantly  strengthen  middle  and  senior  management  (in  the \nadministrative, financial, procurement, engineering/technical services, and program and project \nimplementation  spheres)  of  government  ministries,  directorates,  departments,  bureaus, \nagencies, and projects. This level of management and administrative responsibility forms the \nbackbone  of  most  programs  and  projects,  and  leads  delegated  and  assigned  tasks  and \nactivities from the highest political and administrative levels through the supervision of formal \nunits or ad hoc teams. To address the paucity of women in high level government positions in \nsome GMS countries, women candidates will be given priority. The TA will forge links among \ncourse participants from different countries, and as they continue to grow in their careers, the \nlink will be a powerful tool in encouraging cooperation within the region. \nB.   Methodology and Key Activities \n13.  The TA is designed around a training program that will focus on development in all its \nmajor  aspects,  such  as  policy  analysis  and  implementation,  annual  and  5-year  planning, \nprogram and project management in its complete cycle, organizational structure, systems and \nprocedures, procurement, relations with the executive and legislative departments, participatory \napproaches to development and management, good governance, community relations, social \nsafeguards, government accounting and auditing, monitoring and evaluation, and other current ", "4   \ndevelopment  related  issues.  These  elements  are  usually  integral  to  state  or  government-\nsupported programs and projects, with service and delivery systems as prime functions. The \ntraining program will not be business-focused. Development management is not concerned with \nprofit  or  returns  on  investment  in  the  narrow  sense,  but  with  high  quality  public  service, \naccountability, and value-adding economic and social benefits.  \n14.  Opportunities for training, both basic and advanced, and especially training overseas, \nhave generally been reserved for very senior officials of government agencies or the heads of \nprograms  and  projects.  However,  middle  and  senior-level  managers,  most  of  whom  are \ntechnical or supervisory personnel with line responsibilities in programs and projects, have had \nfew opportunities for development management training. Generally, the concept and practices \nof development management have been only peripherally addressed in the courses offered so \nfar.  The  concentration  has  tended  to  be  on  business-based  topics  like  management  by \nobjectives, balance sheet analysis, marketing and product development, decision-making, and \nwar games. The core areas of accountability, public information, community mobilization, social \nsafeguards, auditing procedures, strategic planning for government programs and projects, \neffective 5-year planning, performance-based budgeting, annual and roll-over planning, project \nmanagement information systems, and monitoring and evaluation have not been addressed \n15.  The training programs will target middle- and senior-level managers from government, \ni.e.,  staff  at  the  level  of  directors  general,  directors,  division  heads,  supervisors  or  the \nequivalent. The focus will be on decision makers and planners. Initially, it is estimated that 180 \ncandidates that meet qualification criteria (Appendix 2) will be nominated by the member-\ncountries based on an agreed formula. They will be provided short-term training in selected \ninstitutions.  The  TA  will  be  evaluated  when  nearing  completion,  and  developing  member \ncountries (DMCs) will be consulted regarding adjustments for possible subsequent programs.  \n16.  To address other specific requirements, key activities such as workshops, seminars, \nsecondments, and study tours will be undertaken based on need and demand. Centers of \nmanagement training (national universities and other academic and research institutes) will be \ninvolved in the training program. Twinning will be arranged with leading learning centers and \nagencies, such as, the Asian Institute of Technology, Indian institutes of management, Asian \nInstitute of Management, the Mekong Institute among others. A web site in each DMC focal \ninstitution will link with a TA web site to be developed and based at ADB’s Cambodia Resident \nMission in Phnom Penh. This GMS website will be designed to provide current information on \nGMS matters including, for instance, economic, environmental, and social conditions, business \nopportunities, and developments in governance. Regional education institutions such as the \nGMS  Academic  and  Research  Network  (an  initiative  of  the  Asian  Institute  of  Technology \ncomprising seven research institutions and national universities), Colombo Plan, Southeast \nAsian Ministers of Education Organization, United Nations Educational, Scientific and Cultural \nOrganization (UNESCO) national commissions, Initiative for Association of Southeast Asian \nNations  (ASEAN)  Integration,  and  ADB  Institute  will  form  part  of  the  network.  Eventually, \nmembership in the GMS Phnom Penh Plan for development management could extend to other \nDMCs,  donor  countries,  bilateral  agencies,  colleges  and  universities,  NGOs,  and  private \ninstitutions. To ensure financial sustainability, the possibility of establishing an endowment fund \nthrough contribution from DMCs, donor countries, aid agencies, private individuals, foundations, \nand other institutions will be explored. Other development partners will be encouraged to join \nthe core fund or finance special technical expertise. \n17.  The development of a research component that would harness the resources of the \nsubregion toward cooperation in education and other areas that impact on neighboring countries ", "    5\nsuch  as  health,  malaria,  tuberculosis,  and  (HIV/AIDS),1  drugs,  prostitution,  Mekong  River \nenvironmental management, tourism, cross-border trafficking of women and children, will be \nexplored. The TA should also be viewed in terms of its replicability in other parts of the Asia-\nPacific region, thus emphasizing ADB’s regional developmental role.  \n18.  Typically, the short-term courses will range from 6 weeks to 6 months. Identification of \ncourses and institutions will be done by a steering committee comprising representatives of \nADB, select educational institutions, and GMS national program coordinators, and will require \nADB approval. The process will be fully participatory. The steering committee will formulate \nmechanism for identifying courses in advance.  \nC.  Cost and Financing \n19.  The TA is estimated to cost $800,000. It will be financed by ADB on a grant basis by  \nADB’s TA funding program. The detailed cost estimates are in Appendix 3.  \nD.  Implementation Arrangements \n20.  ADB will be the Executing Agency for the TA. A steering committee will be established to \noversee the functioning of the TA. It will be coordinated by the director, Social Sectors Division \nin ADB’s Mekong Regional Department. The committee will comprise the heads of selected \nparticipating institutions and the GMS national coordinators or other appropriate representative \nnominated by the government concerned. Initially, ADB’s Cambodia Resident Mission will house \na  small  program  secretariat  comprising  a  locally  engaged  training  specialist  and  an \nadministrative assistant. Screening of applications will be one of the main functions of the \nsteering committee, but final approval will be vested in ADB. Invitation of nominations for \ncourses, course allotments, accounting, monitoring and evaluation, and report writing will be the \nresponsibility  of  the  secretariat.  The  Cambodia  Resident  Mission  will  be  administratively \nresponsible for the secretariat; technical responsibility will vest with the steering committee. The \nGMS national coordinators will be the focal points in each country for the administration of the \nTA. The steering committee will establish policy guidelines for the training programs and will \nmeet periodically in the subregion to review progress and resolve issues.  \n21.  The TA will be implemented over a period of 2 years. It is expected to commence in \nNovember  2002  and  be  completed  in  November  2004.  Progress  will  be  comprehensively \nreviewed at the end of 18 months. Equipment will be procured following ADB’s guidelines for \nprocurement. On completion of the TA, all office equipment will be retained by the secretariat to \nbe used in follow-up programs. Further support for the GMS Phnom Penh Plan from ADB or \nother sources will depend on the results of the training program and value it adds to the first \nbatch of trainees and their development environment. \nIV.  THE PRESIDENT’S DECISION \n22.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis for \nestablishing the Greater Mekong Subregion Phnom Penh Plan for Development Management, \nand hereby reports this action to the Board. \n                                                 \n1 Human immunodeficiency virus/acquired immune deficiency syndrome. ", "6  Appendix 1 \nTECHNICAL ASSISTANCE FRAMEWORK \n \nDesign Summary  Performance  Monitoring  Assumptions and \nIndicators/Targets  Mechanisms  Risks \nGoal  By 2010:  Compared to     \n2002 baseline \n1.  Enhanced economic  1.1 Per capita GDP in  •  Government statistical   \ngrowth and social  Greater Mekong Subregion  and economic reports. \ndevelopment.  (GMS) countries  •  ADB Annual \nsignificantly improved.  Development Reports \n  •  World Bank \n1.2 Significant improvement  Development Report \nin management  •  UN Statistical Yearbook \nperformance.   •  Public opinion survey of \ncitizenry, government \nemployees and donors. \n       \nPurposes  By 2005:  Compared to     \n2002 baseline \n1.  Improved  1.1 Significant improvement  •  ADB Mission reviews.   •  GMS countries’ \nmanagement efficiency  in GMS countries’  •  Project performance  continued \nand effectiveness within  effectiveness in project  reports.  commitment to \ndeveloping member  planning and  •  Special before-and- improve their \ncountry (DMC)  implementation  after study of ongoing  peoples’ quality of \ninstitutions.  performance in terms of  and completed projects.  life. \n  time, cost and technical  •  Public opinion survey of  •  GMS countries’ \nquality criteria.  citizenry, government  continued ability to \n  employees and donors.  coordinate with each \n1.2 Significant improvement    other. \nin GMS countries’   \nadministrative efficiency in \nterms of implementation, \nprogress reporting and \naccountability of national, \nADB and other donor- \nfunded projects. \n \nOutputs      Outputs to Purpose \n1.  Regional secretariat  1. Office at ADB Cambodia  Secretariat:  •  At least 20% of \nestablished.  Resident Mission (CARM)  •  TNA report  graduates from the \n  fully fitted and staff  •  Interim progress report  training programs are \nrecruited.  •  Special studies reports  capable of \n2.  Steering committee  2. Guidelines approved.   •  Final report  conducting “echo \nconstituted.  Organizational meeting  •  TA completion report  training” in their own \nconvened.    ministries/ \n3.  Training needs  3. TNA special study  Project secretariat reports.  departments. \nanalysis (TNA) for  received by project    •  Risk: Ongoing duties \npublic sector middle-  secretariat.  Training institutions reports.  and responsibilities of \nand senior level    graduates / potential \nmanagers and  Memoranda of  trainers will preclude \ntechnical staff  Understanding (MOUs) and  them from applying \nconducted.   partnership agreements.  their knowledge and \n  skills, or conducting \n  further training. \n ", "  Appendix 1  7 \n \nDesign Summary  Performance  Monitoring  Assumptions and \nIndicators/Targets  Mechanisms  Risks \n4.  Network of  4. MOUs and partnership  Project secretariat reports.   \ndevelopment  agreements signed.     \neducation and     \ntraining providers for     \npublic program     \npolicy, project     \nplanning and     \nmanagement     \nestablished.      \n     \n5.  Initial batch of  5. 180 middle- and senior- Training institution reports.  Risk: Ongoing duties and \nparticipants trained.  level government officers    responsibilities of \n  trained by Nov. 2004.    graduates/ potential \n6.  Twinning  6. MOUs and partnership    trainers will preclude \narrangements  agreements signed.  MOUs and partnership  them from applying their \nbetween GMS  agreements.  knowledge and skills, or \ninstitutions  conducting further \nestablished.  training. \n \nActivities       \n1.  Regional       \nsecretariat  \n1.1 Establish  Start: Nov. 2002  Secretariat:  •  GMS governments \nsecretariat in Phnom  Complete: Dec. 2002  •  Inception report  are willing to release \nPenh.  Responsible: Social  •  TNA report  key middle and \nSectors Division and CARM  •  Interim progress report  senior managers and \nstaff  •  Special studies reports  technical staff for \n  •  Training Institution  development \n2.  Steering    reports  management training. \nCommittee     \n2.1 Constitute steering  Start: Nov. 2002     \ncommittee.  Complete: Nov. 2002     \nResponsible: Social  ADB Inception Mission  •  Training courses and \nSectors Division and CaRM  report.  curricula designs are \nstaff    compatible with GMS \n    development \n2.2 Convene  Start: Nov. 2002    philosophy and \norganizational meeting.  Complete: Nov. 2002    approach. \nResponsible: Secretariat     \n    •  Faculty and trainers \n3.  Training Needs    Secretariat report.  will use innovative \nAnalysis     techniques in training \n  using information and \n3.1 Conduct GMS  Start: Nov. 2002  communication \ncountry member  Complete: Dec. 2002  technology. \nministry survey of  Responsible: Secretariat \nmanagement needs.   \n \n \n ", "8  Appendix 1 \nDesign Summary  Performance  Monitoring  Assumptions and \nIndicators/Targets  Mechanisms  Risks \n3.2 Prepare TNA report  Start: Dec. 2002     \nfor participating  Complete: Jan. 2003 \ncountries.  Responsible: Secretariat \n   \n4.  Network of       \ndevelopment   \neducation and \ntraining providers  \n4.1 Identify key  Start: Nov. 2002     \neducation and training  Responsible: Secretariat   \nproviders.  and steering committee. \n \n4.2 Prepare long-list of  Start: Dec. 2002   \neducation and training  Complete: Jan. 2003 \nproviders, with  Responsible: Secretariat \nrecommendations, for  and steering committee. \nADB approval.   \n \n4.3 Develop MOUs and  Start: Jan. 2003   \npartnership agreements  Complete: Feb. 2003 \nfor approved  Responsible: Secretariat \ninstitutions, between  and steering committee. \neducation and training   \nproviders and GMS \nsteering committee. \n \n5.  Initial batch of       \nparticipants \n5.1 Provide guidelines  Start: Feb. 2003     \nand invite applicants.  Responsible: Secretariat \nand steering committee. \n \n5.2 Screen and select  Start: March 2003     \ncandidates.  Responsible: steering \ncommittee. \n \n5.3 Identify and/or  Start: March 2003     \ndesign training courses  Responsible: Secretariat. \nto participants needs.   \n \n5.4 Conduct residential  Start: April 2003     \nshort-term training  Responsible: Selected \nprograms.  institutions.  \n \n5.5 Conduct short-term  Start: August 2003     \nin-country training  Responsible: Selected \nseminars and  Institutions. \nworkshops for GMS   \nmember organizations. \n \n       \n \n ", "  Appendix 1  9 \n \nDesign Summary  Performance  Monitoring  Assumptions and \nIndicators/Targets  Mechanisms  Risks \n \n6.  Twinning       \narrangements \nbetween GMS \ninstitutions  \n6.1 Identify areas for  Start: June 2003     \ncooperation between  Responsible: Secretariat \nGMS member  and steering committee. \nagencies/institutions.   \n \n6.2 Develop action plan  Start: July 2003     \nto strengthen and  Responsible: Secretariat \nsustain partnerships in  and steering committee. \nperformance   \nmonitoring. \n \n6.3 Develop MOUs and  Start: July 2003     \npartnership agreements  Responsible: Secretariat \namong GMS  and steering committee. \ninstitutions.   \n \n6.4 Arrange for  Start: Sept. 2003     \nsecondments,  Responsible: Secretariat \nobservation tours and  and steering committee.  \non-the-job cross   \ntraining among GMS \ninstitutions. \n \n6.5 Sponsor research in  Start: Oct. 2003     \ntopics of high interest to  Responsible: Secretariat \nGMS for regional  and steering committee.  \ndevelopment.   \n \nInputs       \n1.  Training.  $710,000  ADB TA disbursement   \n  reports. \n \n2.  Administrative and  $90,000  ADB TA disbursement  •  Secretariat will be \nlogistical support for  reports.  integrated into the \nregional training and  overall function of \ncoordination of  CARM. \nsecretariat and steering   \ncommittee.  •  Qualified project \nmanagement training \npersonnel are \navailable and willing \nto work on the TA.  \n ", "10      Appendix 2 \nBASIC ELIGIBILITY CRITERIA FOR CANDIDATES  \n \n \n1.  A candidate for training under the Greater Mekong Subregion (GMS) Program will meet \nthe following basic qualifications: \n \n(i)  a citizen of any of the six member-countries of the GMS; \n \n(ii)  possess  at  least  a  bachelor’s  degree  from  an  established  national \ninstitution/university; \n \n(iii)  35–50 years of age, and in good health; \n \n(iv)  a regular, permanent government employee in his or her present job or position; \n \n(v)  hold  a  middle  or  senior-level  position  in  his  or  her  ministry,  department,  or \nagency, responsible for or assisting in the development and implementation of \ndevelopment plans, programs, or projects covering a wide range of Government \noperations from hard infrastructure  (e.g., civil works, economic projects, etc.) to \nsocial  infrastructure  and  other  development-related  activities  (e.g.,  human \nresource development, education, health, labor, information and communication \ntechnology, policy and planning, finance, etc.); \n \n(vi)  potential to rise further professionally in his or her area of work or specialization \nover the next decade, as assessed by his or her superior authorities; \n \n(vii)  basic computer literacy; or if not, willing to take a basic computer literacy course \nas a precondition for training; \n \n(viii)  able to communicate and write in English with reasonable fluency; \n \n(ix)  has undergone some training relating to his or her job or work, and is therefore, \nfamiliar with the style, milieu, and participatory demands of training; and \n \n(x)  can work with a team, or lead a team in training dynamics. \n \n \n2.  Women staff are encouraged to participate. ", "Appendix 3      11 \n \nCOST ESTIMATES \n($) \n \n         Total \nItem         Cost \n   \n 1. Short-term courses (about 180 participants)   \n            a.  Tuition Fee   432,000 \nb.  Board and Lodging   144,000 \nc.  Airfares   90,000 \n   \n2.  Secretariat (administration, communications,   \ndocumentation, utilities, information and \ncommunication technology, supervision) \n            a.    Remuneration   50,000 \n            b.    Travel  2,000 \n            c.    Communications, Website, Utilities  5,000 \n            d.    Steering Committee Meetings  16,000 \n   \n3.  Equipment   \na.  Computers and Peripherals  5,000 \nb.  Photocopier, Printer, Fax Machine and   \nConsumables  3,000 \n   \n4.  Contingencies   53,000 \n   \n        Total  800,000 \n \nSource: Asian Development Bank estimates. \n \n "], "metadata": {"ModDate": "D:20060921141845+08'00'", "CreationDate": "D:20021129135812Z", "Producer": "Acrobat Distiller 4.0 for Windows"}}