{"path": "data/input/ta/37017-ban-rrp.pdf", "pages": ["Report and Recommendation of the President\nto the Board of Directors\nLanka\nProject Number: 37017 \nOctober 2007 \nProposed Program Loan and Technical Assistance \nGrant\nPeople’s Republic of Bangladesh: Good Governance \nProgram", "CURRENCY EQUIVALENTS\n(as of 2 October 2007) \nCurrency Unit  –  taka (Tk) \nTk1.00  =  $0.0145486     \n$1.00  =  Tk68.73500     \nABBREVIATIONS\n  ADB  –  Asian Development Bank \n  BNP  –  Bangladesh Nationalist Party \n  C&AG  –  comptroller and auditor general \n  CIDA  –  Canadian International Development Agency \n  CPA  –  Chittagong Port Authority \n  CSP  –  country strategy and program \n  DANIDA  –  Danish International Development Assistance \n  DFID  –  Department for International Development \n  EA  –  executing agency \n  GDP  –  gross domestic product \n  JSC  –  Judicial Service Commission \n  MTBF  –  medium-term budgetary framework \n  NIAC  –  National Integrity Advisory Committee \n  NCC  –  National Coordination Committee on Combating Corruption and \nCrime\n  NGO  –  nongovernment organization \n  NIS  –  National Integrity Strategy \n  NPRS  –  National Poverty Reduction Strategy \n  PMU  –  program management unit \n  PSC  –  Public Service Commission \n  SDR  –  special drawing rights \n  TA  –  technical assistance \n  TIB  –  Transparency International Bangladesh \n  UNCAC  –  United Nations Convention Against Corruption \n  VCA  –  vulnerability to corruption assessment \nNOTES\n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar \nyear denotes the year in which the fiscal year ends, e.g., FY2007 ends on 30 \nJune 2007.  \n(ii)  In this report, “$” refers to US dollars, unless otherwise stated.  ", "Vice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector A. Sharma, South Asia Governance, Finance and Trade Division, SARD \nTeam leader  G. Bhatta, Senior Governance Specialist, SARD \nTeam members  R. Ahmad, Governance and Capacity Development Specialist, Regional \nand Sustainable Development Department \nF. Ahmed, Head, Governance Unit, Bangladesh Resident Mission (BRM), \nSARD\nM. Z. Hossain, Senior Economist, BRM, SARD \nN. Huda, Head, Project Management Unit, BRM, SARD \nP. Kamayana, Senior Country Programs Specialist, BRM, SARD \nS. Shrestha, Senior Governance and Capacity Development Officer, Nepal \nResident Mission, SARD \nC. Vandenabeele, Senior Counsel, Office of the General Counsel ", "CONTENTS \nPage\nLOAN AND PROGRAM SUMMARY  i \nI. THE PROPOSAL  1\nII. THE MACROECONOMIC CONTEXT  1\nIII. THE SECTOR  3\nA. Sector Description and Performance  3\nB. Issues and Opportunities  5\nIV. THE PROPOSED PROGRAM  11\nA. Impact and Outcome  12\nB. Policy Framework and Actions  12\nC. Important Features  16\nD. Financing Plan  16\nE. Implementation Arrangements  17\nV. TECHNICAL ASSISTANCE  21\nVI. PROGRAM BENEFITS, IMPACTS, AND RISKS  22\nA. Expected Benefits  22\nB. Risks and Safeguards  23\nVII. ASSURANCES  24\nA. Specific Assurances  24\nB. Conditions for Loan Effectiveness  26\nVIII. RECOMMENDATION  26\nAPPENDIXES \n1.  Program Framework  27 \n2.  Sector/Subsector Analysis  32 \n3.  Development Coordination Matrix  37 \n4.  Development Policy Letter and Policy Matrix  40 \n5.  Program Implementation Arrangements  49 \n6.  Technical Assistance Procurement Plan and Packages  51 \n7.  List of Ineligible Items  55 \n8.   Technical Assistance Cost Estimates and Financing Plan  56 \n9.  Summary Governance and Anticorruption Risk Assessment  57 \n10.   Summary Poverty Reduction and Social Strategy  61 \nSUPPLEMENTARY APPENDIXES (available on request)   \nA.  Problem/Constraints Analysis \nB.  United Nations Convention Against Corruption  \nC.  National Integrity Strategy \nD.  Background Note on the Anticorruption Commission \nE.  Background Note on Judicial Reforms and Prosecution Service \nF.  Background Note on Chittagong Port \nG.  Detailed Program Adjustment Costs \nH.  Outline Draft Terms of Reference for Consultants for Technical Assistance \nI.  Detailed Governance and Anticorruption Risk Assessment ", "LOAN AND PROGRAM SUMMARY \nBorrower  People’s Republic of Bangladesh \nThe Proposal  Support  to  the  Government  of  Bangladesh  for  the  proposed  Good \nGovernance  Program  comprising  (i)  a  program  loan  of  $150  million \nequivalent for policy reforms, and (ii) a technical assistance grant of $2.50 \nmillion for capacity building and supporting program implementation. \nClassification Targeting classification: General intervention \nSector: Law, economic management, and public policy \nSubsectors: Law and judiciary, national government administration \nTheme: Governance \nSubthemes: Anticorruption, public governance \nEnvironment Category C \nAssessment The environmental implications were reviewed and no adverse impact was \nidentified.\nSocial Sector  Involuntary resettlement – Category C \nAssessment Impact on indigenous people – Category C \nNo involuntary resettlement or adverse impact on indigenous people is \nexpected from program implementation. \nRationale The Government has taken a strong stand on developing major reforms to \naddress the problem of corruption. The Good Governance Program is in \nline with the Government’s priorities on good governance, and contributes \ndirectly  to  desired  outcomes  in  this  sector.  Governance  reform  is \nmultidimensional, but currently in Bangladesh the core of such reforms is \nanticorruption,  an  area  that  this  Program  directly  and  substantially \naddresses. There is no program at the moment in the country targeting the \nprimary symptom of poor governance (i.e., corruption) with a broad and \ncomprehensive approach; this Program fills that void. \nProgram Loan  The objectives of the Program are to (i) strengthen the ongoing consensus \nObjectives building  on  good  governance,  integrity,  and  anticorruption  reforms;  (ii) \nsupport judicial reforms with a focus on the performance, transparency, \nand  accountability  of  the  judiciary,  particularly  on  its  role  in  the \nanticorruption  agenda;  (iii)  strengthen  the  role  and  reach  of  the \nAnticorruption Commission so that it can better fight corruption; and (iv) \nbring good governance and anticorruption initiatives into the mainstream \nwithin selected sectoral level agencies to enhance their effectiveness. \nLoan Amount and  It  is  proposed  that  the  Asian  Development  Bank  (ADB)  support  the \nTerms Government’s policy reform program by providing a program loan of SDR \n97,910,000 ($150 million equivalent) from ADB’s Special Funds resources. \nThe Borrower will be the People’s Republic of Bangladesh. The loan will \nhave a fixed term of 24 years, including a grace period of 8 years. The \ninterest charge will be at a rate of 1.0% per annum during the grace period \nand 1.5% per annum thereafter. The loan proceeds are expected to be \nutilized over a period of 48 months from the date of effectiveness. ", "ii\nEstimated 48 months from the date of loan effectiveness \nProgram\nCompletion Date \nProgram Period  The Program will be for 4 years. The program loan will be released in \nand Tranching  three  tranches  upon  meeting  the  corresponding  tranche  release \nconditions. The first tranche (not exceeding $50 million) is to be disbursed \nupon  loan  effectiveness,  subject  to  Government  fulfillment  of  all  prior \nactions required under the Program. The second tranche (not exceeding \n$55 million) will be disbursed 12 months after program loan effectiveness \nupon  satisfactory  fulfillment  of  the  corresponding  tranche  release \nconditions (or earlier than 12 months if the conditions have been met). The \nthird tranche ($45 million) will be disbursed 24 months after the second \ntranche, subject to satisfactory fulfillment of the corresponding tranche \nrelease conditions (or earlier than 24 months if the conditions have been \nmet).  The  program  period  will  be  from  October  2007  (or  loan \neffectiveness) to September 2011 (or 48 months after loan effectiveness). \nExecuting and  There are two executing agencies (EAs) for the Program: the Supreme \nImplementing Court will be the EA for the program focus on strengthening the judiciary \nAgencies while the Cabinet Division will be the EA for all other activities. Given the \nseparation of the judiciary from the executive branch of government, and \ngiven that several policy reforms are within the judiciary, it is deemed \nnecessary  to  establish  two  EAs  so  that  responsibilities  for  attaining \noutcomes  respective  to  the  two  branches  of  government  are  kept \nseparate. Implementing agencies include the Anticorruption Commission; \nMinistry of Law, Justice, and Parliamentary Affairs (MLJPA); Ministry of \nShipping; Ministry of Establishment; Ministry of Foreign Affairs; and other \nsectoral agencies. \nProcurement and  The proceeds of the program loan will be used to finance the foreign \nDisbursement  exchange costs of items produced and procured in ADB member countries \nother than items specified in the list of ineligible items (Appendix 7) and \nimports  financed  from  other  bilateral  and  multilateral  sources.  The \nGovernment will certify that the volume of eligible imports exceeds the \namount of ADB’s projected disbursement under the loan for the given \nperiod. ADB reserves the right to audit the use of the loan proceeds and to \nverify the accuracy of the Government’s certification. \nCounterpart Counterpart funds generated from the proceeds of the program loan will \nFunds be used to finance the adjustment costs associated with the Program, \nincluding: (i) implementation at all levels of the National Integrity Strategy \n(NIS) and the UN Convention Against Corruption; (ii) operation of ACC at \nthe central, regional, and district levels; (iii) separation of the judiciary from \nthe  executive  branch  of  government,  including  costs  for  capital \nexpenditures  flowing  from  such  separation;  (iv)  implementation  of  the \napproved recommendations of the Judicial Service Pay Commission; (v) \nestablishment  and  operation  of  independent  prosecution  services;  (vi) \nreforms at  Chittagong Port Authority; (vii) implementation of grievance \nhandling  mechanisms,  including  citizen  report  cards  and  Office  of  the \nOmbudsman; (viii) operation of the Judicial Service Commission; (ix) any ", "iii\nperformance  incentive  schemes  and  human  resource  plans  developed \nunder  the  Program;  and  (x)  independent  surveys  on  Program-related \ninterventions.\nBenefits and  The  program  loan  will  result  in  long-lasting  policy  reforms  in  good \nBeneficiaries governance,  particularly  those  related  to  instituting  good  practices  in \ncombating corruption, specifically at the sectoral agency level. The loan \nwill  also  help  the  Government  to  formulate  and  implement  a  country-\nspecific  anticorruption  vision  and  strategy.  Beneficiaries  include \nbusinesses,  public  servants  in  the  Bangladesh  civil  service  and  the \njudiciary services, service recipients, and citizens. \nRisks and  The assumptions inherent in the Program are that (i) the Government \nMitigating commitment  to  reforms  across  the  various  sectors  (including  for  the \nMeasures Anticorruption Commission) will continue to remain high, (ii) the political \nsystem  is  stable  during  the  program  implementation  period,  (iii)  the \nseparation of the judiciary from the executive branch of government will be \nformally completed in the very near future, and (iv) development partners \n(singly and jointly) remain engaged in the Program. \nThe Program’s success depends on the Government’s continuing strong \ncommitment to governance reforms in general and, more specifically, to \nsuccessfully countering endemic and widespread corruption. There is a \nrisk that current reforms may be reversed by future governments. This risk \nmay  be  mitigated  by  continued  policy  dialogue,  not  only  with  the \nGovernment but also with other stakeholders (such as the judiciary, civil \nsociety,  and  even  development  partners).  The  Program  also  targets \nreforms that are in the public interest, and so attempts at reversal by future \ngovernments  will  be  more  difficult.  The  Government  is  keen  to \nfundamentally reform the electoral process – a major source of abuse of \nauthority; if successful, this will mitigate risks of reform reversal and will \nalso  mean  that  the  Program  outcomes  and  impact  will  be  easier  to \nachieve.\nThe Program may also place some demands on the institutional capacities \nof the Government agencies involved in executing and implementing the \nProgram. Close performance monitoring and targeted technical assistance \nto the two EAs and all implementing agencies will help reduce the adverse \neffects  of  implementation  delays  due  to  capacity  constraints.  Enabling \nconditions for the Program that are in evidence at the moment may not still \nexist when an elected government takes over as expected in early 2009. \nThis risk can be mitigated by ensuring that the leadership in the various \nagencies that are part of the Program is suitably engaged in Program \ndesign  to  ensure  continued  involvement.  The  extensive  process  of \nconsultation  within  the  bureaucracy  to  get  commitment  to  the  NIS  is \ndesigned to directly address this risk. \nTechnical In conjunction with the Good Governance Program, technical assistance is \nAssistance proposed  for  providing  support  to  the  Government  to  enhance  the \ncapability of relevant agencies to implement the policy reforms, and to \nmore effectively manage the Program. The estimated cost of the technical ", "iv\nassistance (TA) program is $3.00 million, of which ADB will finance $1.5 \nmillion  as  a  grant  from  its  TA  funding  program;  the  Government  of \nDenmark  $1.0  million  from  its  Human  Rights  and  Good  Governance \nProgram, Phase II; and the Government of Bangladesh $0.5 million in \ncash  and  kind.  TA  program  consultants  will  be  recruited  according  to \nADB’s Guidelines on the Use of Consultants (2007, as amended from time \nto time).", "I.  THE PROPOSAL \n1. I submit for your approval the following report and recommendation on (i) a proposed \nloan  to  the  People’s  Republic  of  Bangladesh  for  the  Good  Governance  Program,  and  (ii) \nproposed technical assistance (TA) for supporting the Good Governance Program. If the Board \napproves ADB providing the technical assistance, I, acting under the authority delegated to me \nby the Board, will approve ADB administering the balance of the technical assistance not \nexceeding  the  equivalent  of  $1  million  to  be  financed  on  a  grant  basis  by  the  Danish \nInternational Development Assistance (DANIDA). The Program framework is in Appendix 1. \nII.  THE MACROECONOMIC CONTEXT1\n2.  Since  1991,  the  country’s  economy  has  improved  when  measured  against  most \nmacroeconomic indicators; growth in gross domestic product (GDP) averaged 4.8% in the \n1990s, and by 2004 it had reached 6.3%. The Asian Development Bank’s (ADB’s) own estimate \nis that GDP will grow by 6.5% in FY2007. While it has the potential to grow faster, even at the \ncurrent rate Bangladesh is expected to become a middle-income country by 2023. Poverty has \nbeen declining at a rate of 1% per annum since 2001, but approximately 42% of the population \nstill live in poverty, and 29% are at the extreme poverty level.2\n3.  There is currently in place a broadly pro-market policy which is the outcome of a series \nof wide-ranging economic reforms initiated in the early 1990s. Those reforms concentrated on \neconomic liberalization and deregulation, along with the promotion of private enterprise. While \nsome of the reforms became well established, not all were implemented effectively, particularly \nin privatization and in the financial sector. This has been largely due to lack of political will from \nsuccessive governments to oppose powerful political, bureaucratic, and trade union groups. \n4.  The country faces several macroeconomic challenges that impact upon governance \nreforms:\n(i)  Despite prudent fiscal management, revenue collection remains disappointing. \nThe ambitious revenue target growth set by the National Board of Revenue of \n19.2%  in  FY2007  is  unlikely  to  be  achieved.  Revenue  is  also  expected  to \ndecrease by 0.2% of GDP in FY2007. \n(ii)  Because the first-generation market liberalization reforms were rushed through in \nthe  1990s,  implementation  of  institutional  and  administrative  arrangements \n(second-generation reforms, such as financial regulation) has been much slower. \nThis has been largely attributed to “political interference and a lack of political will \nto enforce regulations”.3\n(iii)  The budgetary formulation process is highly centralized within the bureaucracy, \nand  parliamentary  working  committees,  for  example,  have  no  opportunity  to \ncomment on the budget until it is presented in full to Parliament. In addition, the \ncentralized nature of the process means that sectoral allocations tend to be \nstrictly incremental. \n(iv)  There are also capacity and accountability issues in line ministries as far as \npublic expenditure management is concerned. This is demonstrated by the fact \n                                                \n1  This analysis is drawn largely from Bangladesh Rural Advancement Committee. 2006. The State of Governance in \nBangladesh. Dhaka: Centre for Governance Studies. \n2  In response to this, in June 2007 the Government announced that 57% of the proposed annual aggregate budget \n(non-development and development combined) will be spent on programs directly or indirectly relating to poverty \nreduction, and about 11% of the total budget will be for social empowerment and safety-net programs. \n3  Chowdhury, A. 2002. Politics, Society, and Financial Sector Reforms in Bangladesh. International Journal of Social \nEconomics, 29(12), pp. 963–988. ", "2\nthat public projects funded under the annual development programs have very \nlow completion rates.4\n(v)  Public financial management vulnerabilities are also mirrored in the fiduciary \nrisks  evident  at  the  organizational  level.  Internal  controls  and  financial \nmanagement in key sectoral agencies are high operational risk areas.5\n(vi)  Political disruptions (at least until late 2006) that affect the economy have led to a \ndecline in medium-term strong economic growth prospects. It is estimated that 3–\n4% of GDP per year is lost as a result of hartals (strikes); more worrying is the \nfact that this has adversely affected Bangladesh’s image as a place in which to \ndo business.6\n5.  To address these and other problems, some far-reaching reforms in the economic and \nfinancial  sectors  have  recently  been  attempted.  The  Government  has  now  introduced  the \nmedium-term budgetary framework (MTBF) in 14 ministries,7 and it has expressed commitment \nto implementation of budgetary reforms, fiscal reporting, and related monitoring and evaluation \nmechanisms. The Government in FY2005 issued new annual budget guidelines on a pilot basis, \nwhich contained elements of more strategic budgeting practices, better fiscal discipline, and \nbetter  coordination  of  recurrent  and  capital  budgets.8 In  May  2007,  the  Government  also \nannounced that any block-allocation in the budget for a government agency, if needed, must be \nfor specific projects to ensure discipline and transparency in public expenditure. In June 2007, in \nannouncing the annual budget, the Government hinted at broad tax reforms, including curtailing \ndiscretionary powers of the tax authorities and building a simplified and transparent tax regime. \n6.  The Government has also implemented a procurement law which details how public \nprocurement should take place with a view to being transparent, efficient, and conscious of the \nprinciples  of  value  for  money.  It  is  beginning  to  institutionalize  procurement  management \ncapacity, including the strengthening of procurement policy units in key ministries. Finally, the \nGovernment has recently announced its decision to privatize 17 state-owned enterprises, and \nBiman Bangladesh Airlines has already been corporatized. Plans are also underway to privatize \nthree nationalized commercial banks (Janata Bank, Sonali Bank, and Agrani Bank).  \n                                                \n4  Line ministries are rarely able to spend the funds allocated them (i.e., they have poor absorption capacity); in \naddition, the quality of those projects that actually do get implemented tends to be poor and subject to corruption \n(D. Bhattacharya. 2005. Bangladesh Economy: Macroeconomic Performance, Dhaka: Centre for Policy Dialogue). \nA 2002 report by the Implementation Monitoring and Evaluation Division of the Ministry of Planning found that the \naverage completion rate over a 4-year period was only 56%; a further 15% of projects made no progress at all. \n5  See, for example, World Bank. 2006. Operational Risk Assessment. Washington, DC (conducted for the Roads \nand Highways Department, Bangladesh). \n6  The  state  of  governance  and  its  impact  on  the  investment  climate  is  a  critical  variable  to  consider  in \nmacroeconomic governance. While private sector investment in Bangladesh has increased steadily over the years \n(from an average of 11% of GDP in 1991–1995 to 17% in 2001–2004), recent studies have pointed out that the \ncountry’s global competitiveness and economic growth rate would benefit greatly from governance improvements \nin the public sector (see, e.g., D. Roy. 2006. Governance, Competitiveness, and Growth: The Challenges for \nBangladesh. Asian Development Bank Institute Discussion Paper 53. Tokyo). \n7  Each of these MTBF agencies is also expected to pay significant attention to internal audit and control mechanisms \nso as to ensure proper and effective resource use. \n8  As per the provisions of the MTBF, selected ministries are required to consider an overall 3-year ceiling and set \npriorities between revenue and development budget spending even though their authority to redeploy resources \ntoward highest social returns remains limited.  ", "3\nIII.  THE SECTOR9\nA.  Sector Description and Performance \n1.  Political Governance \n7.  Parliamentary democracy was reinstated in Bangladesh in 1991 following the ouster of \nthe autocratic military government by a mass movement. A parliamentary form of government \nwas established and all powers previously vested in the president were transferred to the prime \nminister;  the  president  is  the  head  of  state,  and  the  prime  minister  is  the  head  of  the \nGovernment. Legislative powers are vested in the Parliament.10\n8.  Three successive parliamentary elections have been held since 1991. These elections \nensured the emergence of parliamentary democracy and provided for a process of peaceful \ntransfer of power, as witnessed by the formation of government by the two major political parties \n(Bangladesh Nationalist Party (BNP) and Bangladesh Awami League) in 1991, 1996, and 2001. \nFor the 2006 national elections, there were problems in matters such as errors in the voters’ list \nprepared earlier and implementation provisions in Article 58 of the Constitution in toto regarding \nformation of the caretaker government. This sparked mass protests by the opposition parties. \nThe country came to a standstill, resulting in the imposition of a state of emergency under the \nConstitution and the establishment of a caretaker government in early 2007. \n9.  A large part of the problem in political governance in Bangladesh has to do with the low \nlevel of internal accountability and transparency. As a result, the government apparatus is often \npoliticized, which leads to inadequate appreciation of different point of views. In absence of \nadequate checks and balances, decisions are often taken without adequate consensus.  \n2.  Governance in the Judiciary \n10.  The  Constitution  of  Bangladesh  envisions  an  independent  judiciary  having  the  final \nauthority to declare any laws or governmental actions void if they are not found consistent with \nthe Constitution. As per Article 94 of the Constitution, the judiciary in Bangladesh is divided into \ntwo categories: (i) the Supreme Court, and (ii) the subordinate courts. The Supreme Court is \ncomprised of the Appellate Division and the High Court Division, and is headed by the chief \njustice. There is a Supreme Judicial Council to enquire into the capacity or conduct of the \njudges of the Supreme Court. The Supreme Court has the jurisdiction to hear public-interest \nlitigation and other writ petitions, and issues necessary orders to ensure justice to the victims of \ncivil rights violations. The Supreme Court is empowered to review legislative enactments and \nExecutive actions with a view to ensuring their compatibility with the spirit of the Constitution. \nWhile the Supreme Court cannot review the actions of the prime minister or president on its own, \nbased on any writ petition by any aggrieved party, the decision of the prime minister or president \ncan be reviewed and revoked by the Court. \n                                                \n9  The term sector here is taken to mean governance, which encompasses, among other things, public sector \nmanagement, anticorruption, separation of powers among the three branches of government, and decentralization. \nIt is less focused on corporate governance or market dynamics (such as competition and regulation), and it also \nexcludes other governance components such as the election system, human rights, police reforms, or political \nparty reforms. Appendix 2 contains a more detailed sector analysis. \n10 The Parliament has 48 committees but during the last administration these were not formed in time which \ninterfered with their oversight functions. For example, in the last seven parliaments, the Public Accounts Committee \nhas been formed only five times, resulting in a backlog of audit reports to be reviewed and debated. Further, \nministries frequently do not respond to the Public Accounts Committee’s recommendations and directives.", "4\n11.  Although the formal structure of the judicial system is in place in Bangladesh, judicial \nindependence and performance is of concern. At any given time, approximately 800,000 cases \nare pending at different levels of the judicial system, including 400,000 civil cases and 200,000 \ncriminal cases filed with the district and magistrate courts, and around 40,000 cases before \nspecialized  courts.  Although  a  separate  Judicial  Service  Commission  (JSC)  has  been \nestablished, the Government is yet to fully implement the Supreme Court’s directive for the \nseparation of judiciary and Executive.11 While the Supreme Court continues to be held in high \nregard, perception about the integrity of the subordinate courts, including the district magistracy, \nis a cause of concern. \n12.  The core institutions of formal justice (the formal courts, prosecution, and the police) lack \nindependence and more could be done to enhance the performance of the subordinate courts. \nConsistent politicization of the justice sector agencies has been one of the key causes for the \ndeterioration of the justice system; political parties in power have deliberately appointed their \nloyalists in the justice system to ensure political protection and gains. The political parties, once \nin power, were unwilling to relinquish their influence over the judiciary and initiate the process of \njudicial reforms, particularly the separation of the judiciary from the Executive. The politicization \nof the higher judiciary has adversely influenced rule-based governance.  \n13.  Since access to justice through the formal system is costly and largely inaccessible to \nthe poor and marginalized, an informal institution (referred to as shalish) is integrated into the \nrural social structure. The shalish system renders fast judgment on local disputes but suffers \nfrom gender and class biases. In addition, the shalish system has been captured by political \ninterests which reduces the likelihood of fair local dispute resolution. \n3.  Public Sector Governance \n14.  The performance of Bangladesh’s public service is constrained by (i) a top-down culture \nthat leaves little space for mid-level officials to exercise independent authority, (ii) inadequate \ncompensation of public officials, (iii) the absence of a fair system of reward and penalty, (iv) the \nlack of professional development training and other incentives to improve performance and \naccountability,  (v)  the  lack  of  systematic  and  merit-based  policies  for  recruitment,  (vi) \ninadequate safeguards for actions taken in good faith, (vii) frequent reassignments often driven \nby political and other considerations, (viii) pressures faced by reform-minded officials in creating \nspace for change in government agencies, and (ix) a lack of uniform public demand for reform. \n15.  The lack of significant progress in administrative governance is exacerbated by the \nfailure of successive governments, and the civil service itself, to pursue the reform agenda. The \nPublic Administration Reform Commission and several other studies have identified areas that \nundermine  the  efficiency  of  the  bureaucracy.  These  include  (i)  outside  interference  in \nadministrative decision making, (ii) politicization of the civil service, (iii) nepotism and favoritism, \n(iv) a lack of delegated authority by mid-level and local-level public officials, (v) a lack of public \nscrutiny of public administration, and (vi) a paucity of citizen demand for improvements in public \nadministration.\n                                                \n11 In what has turned out to be a rather routine affair, in late July 2007 the Government once again asked for an \nextension to fulfill the formal requirements of the separation of the judiciary (see footnote 35). The Supreme Court \nhas given the Government until the end of October to complete official formalities to implement the separation. ", "5\n4.  Corruption as a Key Governance Problem \n16.  There is unanimous acceptance that the single-most telling indicator of poor governance \nin Bangladesh over the years has been the high incidence of pervasive corruption.12 According \nto surveys conducted by organizations such as Transparency International and Political Risk \nServices,  Bangladesh  consistently  ranks  among  the  most  corrupt  nations  in  the  world. \nTransparency International Bangladesh (TIB) says that corruption has manifested itself in some \nvery  stark  socioeconomic  indicators,  including  the  fact  that  the  country  lost  $35  million  to \ncorruption in 2005.13 TIB and other corruption survey reports also show the following: \n(i)  More than one third of service recipients are forced to pay a bribe for admission \nto  school,  almost  30%  have  to  pay  to  gain  access  to  health  care  (outdoor \ntreatment), and nearly 80% pay to gain police clearance. \n(ii)  Nine out of 10 respondents in a TIB study on three police stations in 2004 paid \nvarious sums to lodge initial complaints, almost all of them had to pay a sum to \nvisit detainees, and 98% had to pay a sum to dissuade the police from torturing \ndetainees.\n(iii)  For low-income households, almost 10% of household income is lost in the \npayment of bribes (comparative figures are 4.5% for middle-income households \nand 2.3% for high-income households). \n17.  The broader economic picture is gloomier: off-the-record payments by firms cumulatively \nresult in 2–3% of gross domestic product (GDP) being foregone annually. A study done by the \nBangladesh Enterprise Institute in 2003 found that 60% of big firms surveyed viewed corruption \nas the top constraint to their work. The 2004 World Development Report14 stated that the \nvolume of illegal payments by firms is almost 3% of their total sales. These are significant \nnumbers which point to the failure of previous governments to tackle the culture of corruption \nand impunity. \nB.  Issues and Opportunities \n1.  Issues\n18.  The  characteristics  of  the  corruption  problem  in  Bangladesh  are  multifaceted.  The \ndetailed country governance assessment conducted by ADB in 2003–2004, and an analysis of \nthe recent political trends in the country,15 has identified that corruption in Bangladesh has been \n                                                \n12 The term corruption has wide meaning. As used in the context of this Program, it encompasses, among other \nthings, graft, fraud, rent seeking, bribery, money laundering, misuse of political office for personal gain, and \nmaladministration that unnecessarily adds transaction costs to service users (such costs are increasingly employed \nas proxy indicators of the incidence and level of corruption). This last point has been captured in corruption-survey \nwork by a nongovernment organization (NGO) in Bangladesh which has determined an indicator titled hairani\nwhich gauges the extent of harassment that service users are put through by service providers (see Power \nParticipation  Research  Centre.  2007.  Unbundling  Governance:  Reforms,  Processes,  Institutions,  and  Risks.\nDhaka. [April]). Such harassment invariably leads to a situation of vulnerability to corruption since service users \nhave adverse incentive to give bribes to receive the services (thus adding to their transaction costs of interacting \nwith the service providers). \n13 Zaman, Iftekhar. 2006. Measuring Corruption in Bangladesh: Can Communication Work? Presentation at the \nDevelopment  Assistance  Committee  (DAC)  Heads  of  Information  Conference  2006  on The  Aid  Agenda: \nCorruption, Governance, & Aid Effectiveness–Communicating the Big Issues. Canberra, Australia (17–19 May). \n14 World Bank. 2004. World Development Report 2004: Making Services Work for Poor People. Washington, DC. \n15 ADB. 2004. Bangladesh-Country Governance Assessment. Manila. The National Integrity Systems Country Study \nReport, prepared by Transparency International in 2003, identified the following as some of the priority areas for \nreform: weak public-sector recruitment policies, weak enforcement of conflict-of-interest rules, the absence of \nregulation of party political finance, and the lack of independence of the lower judiciary. The Public Administration \nService Reforms Commission has also recommended improvements in transparency and accountability in service \ndelivery. ", "6\nimpacted by several variables. Key ones that are relevant to the proposed Program (and are \ndetailed below) include: (i) public financial management problems, (ii) civil service problems, (iii) \na lack of judicial independence, and (iv) official secrecy.  \n19. Public Financial Management. Weak internal and external control measures and poor \nauditing  and  accounting  standards  mean  that  the  scope  for  corruption  is  high.  There  are \nincreasing backlogs of audits for the Public Accounts Committee, and in the absence of a \nParliament at present, the current Government may be unable to act on the annual audit and \nother general audit reports.16 Monitoring and evaluation mechanisms in public-sector agencies \nare also considered weak, thus exacerbating financial management weaknesses. \n20.  A related area of concern has been with public procurement processes. Deficiencies in \nthe procurement process that give rise to corruption include: \n(i)  an underdeveloped legal framework (which has largely since been remedied with \npassage of the Public Procurement Law 2006); \n(ii)  complex  and  often  inconsistent  procurement  rules  and  procedures  among \nvarious agencies; \n(iii)  inadequate  human-resource  capacity  as  reflected  in  poor  quality  bidding \ndocuments and bid evaluation; and \n(iv)  an absence of mechanisms for ensuring transparency and accountability.  \n21.  Despite the recent enactment of the Public Procurement Law, weaknesses in public \nprocurement processes continue to be evident given that no related rules and regulations have \nyet been framed. The World Bank recently completed an assessment of procurement practices \nin Bangladesh and concluded that the implementation of procurement is very uneven across \nagencies and, barring some exceptions, the process is far from satisfactory. \n22. Problems with the Civil Service. The problems within the civil service are manifold. \nThere is general consensus that prevailing weaknesses within the civil service have significantly \ncompounded  poor  governance  in  Bangladesh.  Recruitment,  appointment,  and  promotion \nprocedures emphasize patronage over merit, thus encouraging rent-seeking behavior.17 Low \nsalaries and a lack of incentives result in poor motivation amongst civil servants, with the \nattendant risks of increased vulnerability to corruption. Potential entrants into the Bangladesh \ncivil service have no faith in the impartiality of the entry examination system, and a stifling quota \nsystem remains in place.18 Media reports and assessments voice popular perception that the \n                                                \n16 Indeed,  the  office  of  the  Comptroller  and  Auditor  General  (C&AG)  in  late  July  2007  asked  the  caretaker \ngovernment to immediately constitute a Public Accounts Committee (PAC) on an ad-hoc basis to scrutinize the \naccounts of the Government and reports of the C&AG in the absence of parliament. This is in line with a \nrecommendation made to the Government by the World Bank in June 2007 which highlighted that given the \nschedule of submission of reports by C&AG, there is a danger that the C&AG reports starting from FY2004–2005 \nwill not have been acted upon for at least three years if the country is to wait until early 2009 for a parliament to be \nin place. In asking for the formation of a PAC on an ad-hoc basis, the C&AG has drawn the Government’s attention \nto the fact that already in mid-2007, the increase in the number of unresolved audit reports involves millions of \ndollars and the cases of retired government officials who are not getting their pensions due to unsettled objections \nremain high. The need for an ad hoc Public Accounts Committee is not new in Bangladesh; it has been formed \nonce before in 1983 (see, “Govt accounts pile up as parliament missing,” The Daily Star [Dhaka], Thursday, 26 July  \n2007). \n17 The Bangladesh Rural Advancement Committee reports that “civil servants tend to view the politicization of the \nPSC [Public Service Commission] as the root cause of corruption in the recruitment process” (BRAC. 2006. The\nState of Governance in Bangladesh. Dhaka). \n18 The quota system for both the cadre and noncadre posts in the civil service has merit posts weighted at a mere \n45%, while district-based quotas include: freedom fighter’s children (30%), females (10%), tribal (5%), and general \n(10%).", "7\nPublic Service Commission (PSC) itself is politicized and thus unable to make the civil service \nmerit-based.\n23. Lack of Judicial Independence. While the Supreme Court is widely regarded as being \nindependent of the executive, it is the lower-tier magistracy (which is responsible for trying \ncriminal cases and is staffed by civil service assistant commissioners) that is not independent \nand that has been the most susceptible to corruption.19 A recent study asserts that “possibly the \nmost serious of the core governance failures … is the lack of independence of the lower \njudiciary, the magistracy” (footnote 17). With the exception of the Supreme Court, the judiciary \ndoes not have its own budgetary allocation; funding for the courts is channeled through the \nMinistry of Law, Justice, and Parliamentary Affairs (MLJPA). This lack of judicial independence \nhas, therefore, affected the quality of new entrants into the service over the years. \n24. Official Secrecy. Compounding this problem is that of a culture of official secrecy that \neffectively  undermines  public  accountability.  The  traditional  practice  of  closed-door  policy \ndevelopment, legal drafting, public decision making, and the official practice of classifying all \ngovernment business as top secret, secret, confidential, or restricted, has not helped engender \na culture of openness in government business. As a result of this classification system, official \ninformation cannot be disclosed without authorization. Under the Official Secrecy Act, 1923, \nunauthorized disclosure is a criminal offense.20\n2.  Opportunities \n25.  There are several signs that these corruption-related variables are now being addressed, \nproviding opportunities for making a substantial contribution towards combating corruption. The \ncurrent Government has declared, and exhibited, political willingness to take a very tough line \non  corruption,  and  on  instituting  necessary  systemic  reforms.  Fortunately,  the  focus  on \nanticorruption is backed by wide public support for systemic reforms in the country. \n26. Reforms  in  the  Anticorruption  Commission. The Anticorruption Commission was \ncreated in 2004 and, even though it has had its teething problems, it is set to play a critical role \nin fighting corruption. In early 2007, in order to provide the commission with a more vibrant \nleadership, it was reconstituted at the top with three new commissioners. Further, it has been \ngiven  additional  powers  to  fulfill  its  functions.  The  Anticorruption  Commission  rules  of \nprocedures that were not in place prior to 2007 have also been approved. In late March 2007, \nthe president approved the Anticorruption Commission rules, which also provide for an internal \nanticorruption  committee  within  the  Anticorruption  Commission  to  combat  corruption  and \nirregularities within the commission itself. \n27.  Planned reforms at the Anticorruption Commission by the new leadership focus on, \namong  others  things,  (i)  a  stronger  decentralized  network  and  structure  of  Anticorruption \nCommission operations so as to better manage the initial handling of cases before all matters \nend up at headquarters and thus creating a stifling backlog of cases, (ii) a planned performance \nmanagement  scheme  which  will  provide  incentives  to  the  commission  staff  based  on \ndemonstrated performance, (iii) a separate prosecution unit to minimize reliance on government \nprosecutors to take up the cases, (iv) consideration of the outsourcing of noncore commission \nfunctions (with due regard for security and confidentiality of information) so as to be more \n                                                \n19 Indeed, it is the Ministry of Establishment that determines a judge’s career path and where he or she is to be \nposted next, not a court administrator, registrar, or a senior judge. Now that the Judicial Service Commission (JSC) \nhas been established, it is hoped that the Commission will play a stronger role in this. \n20 In Bangladesh, along with the 1923 Official Secrecy Act, the Evidence Act (1872), Penal Code, the Code of \nCriminal Procedure (1960), and the Rules of Business (1996) are the laws that restrict people’s rights of access to \ninformation.", "8\nefficient, (v) automation and computerization of cases and records management, and (vi) more \naggressively partnering with civil society to address corruption from the community level. \n28. Reforms of Political Parties. Due to politicization in practically all walks of life in the \ncountry, and the attendant risks of corruption that this has engendered (including abundant \nopportunities for special interest groups to secure influence over government decision making), \nreform of political parties is critical. The Election Commission intends to put in place campaign \nfinance and other rules that will begin to address this systemic weakness. Policies that are \nbeing considered include (i) the oversight of rules governing party funding, (ii) publicizing the \nlevel of donations and sources of party revenue, (iii) public disclosures by political candidates \nboth before and after elections, (iv) imposing a ban on the use of state resources for political \npurposes, and (v) establishing partial public funding for political parties. Proposals have also \nbeen  made  to  disassociate  professional  and  student  bodies  from  political  parties  as  a \nrequirement for registration. \n29. Reforms in the Civil Service. The Government is aware that the primary way by which \ncorruption can be tackled in the long term is to target the development of a merit-based, suitably \nrewarded civil service. It has reconstituted the PSC by appointing a new chairman and other \nmembers,21 and has planned to develop a strategic perspective for improving the quality of the \ncivil service, beginning with recruitment and promotion policies and practices. Indeed, the PSC’s \nlatest annual report suggests that the quota system needs a fundamental review, and steps \nhave been initiated to tighten the entry examination system. \n30. Judicial Independence. The Government has made clear its intention to implement \nseveral Supreme Court rulings demanding that the judiciary (primarily at the local level) be \nindependent of the executive. Commensurate with this, there is also a commitment to increase \ntransparency and accountability of the judiciary itself as well as support the JSC. The necessary \nprocedural work for the separation is being done; accordingly, the Supreme Court will assume \nadministrative functions, including direct supervision and control of the subordinate judiciary, \njudicial magistrates, and administration of the criminal justice system. A Judicial Service Pay \nCommission has also been established to review judicial remuneration. \n31.  Judicial  independence—indeed,  openness  in  government  business  as  a  whole—is \nexpected to be bolstered by current plans to ensure the right to information. It is still early but \nthere are encouraging signs that the Government is favorably disposed towards legislating a \nright-to-information act in the not too distant future. \n32. Role  of  Civil  Society  and  the  Media.  Quite  separately  from  the  actions  of  the \nGovernment, and more so in recent months than ever before, civil society and the media have \ncontinued to highlight cases of corruption across the country, and already there are in place \nmechanisms at the local level that should give an impetus to demands to address corruption. \nThe  work  of  the  TIB-supported  Committee  of  Concerned  Citizens  is  reflective  of  this.  In \nrecognition  of  the  substantive  role  that  civil  society  can  play  in  fighting  corruption,  the \nAnticorruption Commission has now actively sought to partner with NGOs and others at the \nlocal level.\n                                                \n21 The new chairman of the commission was nominated in May 2007, and other senior appointments have also been \nmade in recent months. In this regard, there are calls for amending Article 138 of the Constitution to enable the \nchairperson and members of the PSC to be appointed by a select committee rather than by the prime minister in \neffect. This would serve the purpose of instituting some transparency into the nomination process, with a \nconsequent focus on merit in the selection. ", "9\n3.  Government Strategy \n33.  The Government has stated its vision of establishing a modern democratic Bangladesh \nfree from corruption, discrimination, and exploitation. The National Poverty Reduction Strategy \nplaces  importance  on,  amongst  other  things,  making  governance  work  for  the  poor.  The \npriorities under the strategy include promoting good governance, tackling corruption, enhancing \naccess  to  justice  for  the  poor,  and  improving  sectoral  governance.  The  National  Poverty \nReduction  Strategy  (NPRS)  also  argues  that  any  anticorruption  strategy  should  touch  on \ndeterrence,  system  improvements,  and  value-creation.22 Along  these  lines,  the  strategy  to \npromote good governance by combating corruption entails the following: \n(i)  in the short term, a focus on enforcement and sanctions to directly address the \nculture of impunity and to enhance public trust in government; \n(ii)  in the medium term, to strengthen the core institutions of governance, including \nthe Anticorruption Commission, judiciary, Election Commission, and PSC, so that \nfundamental reforms in the system can begin to be embedded and also will not \nbe easily reversed by future governments; and \n(iii)  in the long term, a focus on: \n(a)  public awareness and education on preventive measures; \n(b)  creating  the  right  conditions  for  the  public  sector  to  enhance  public \nservice delivery; and \n(c)  fundamentally  altering  the  manner  in  which  the  laws  (such  as  on \ncompetition and regulation) are applied so that the polity is qualitatively \nbetter at managing development. \n34.  This is consistent with international experience on how to best fight corruption.23\n4.  ADB Strategy, Operations, and Lessons \n35. Strategy.  ADB’s  strategy  on  good  governance  in  Bangladesh  is  based  on  the \nunderstanding that reform of institutions is an urgent priority. It is also based on the assumption \nthat cumulative effects of decades of poor governance cannot be overcome immediately, or on \nall fronts at once. Recognition that a long timeframe will be required to make an impact, and that \nthere should be greater attention to transforming institutions, is required in light of the range and \nseverity of issues to be addressed. ADB has stated that in Bangladesh it will continue to play a \nmajor  role  in  improving  sector  governance,  complemented  by  catalytic  support  to  address \ncritical constraints to core governance. In close cooperation with other development partners, \nADB will support measures aimed at combating corruption, improving access to justice, and \nbuilding governance management capacity.  \n36. Operations. ADB’s operations in Bangladesh are based on the assumption that building \na well-governed public sector is one of the most important priorities. A long-term commitment to \ncapacity development, encouragement of good governance practices, and an appropriate policy \nenvironment are critical, together with ownership and commitment to reforms by political leaders, \nGovernment, and civil society. Accordingly, ADB’s operations have focused on support to the \n                                                \n22 Planning Commission. 2004. Unlocking the Potential: National Strategy for Accelerated Poverty Reduction. Dhaka \n(December).\n23 International experience shows that there are no quick fixes in fighting corruption, and that a balanced and \nsequenced approach (of prevention, detection, and prosecution and sanctions) is essential, as is an appropriate \ninstitutional framework. International experience also shows the need for the following to fight corruption: (i) a \nstrategic vision, with high-level ownership; (ii) good governance in the mainstream in sectoral agencies; and (iii) a \nfocus on broad governance issues, including on improving fiscal management, financial management, public \nservice professionalism, public sector management efficiency, and corporate governance. ", "10\nGovernment  in  various  areas,  including  helping  develop  an  overarching  National  Integrity \nStrategy (NIS) to provide a strategic policy framework for anticorruption, and establishing and \nstrengthening the Anticorruption Commission. Current operations at the sectoral level have \nfocused on governance reforms (as part of a larger program of support on sectoral investments) \nin the railway, power, and port sectors.24\n37. Lessons.  A  review  conducted  as  part  of  the  preparation  of  the  2003  Country \nGovernance Assessment Report for Bangladesh showed that the experience of development \npartners in the governance sector in the country, as indeed elsewhere as well, was that success \nhas been greatest and sustained the longest when the development partner has: \n(i)  maintained long-term involvement in the sector; \n(ii)  combined  programs  of  incremental  reform  with  capacity  development  and \ninvestment support; \n(iii)  identified–and  substantially  engaged  with–supporters  in  government  and \nelsewhere; and \n(iv)  built effective partnerships with other development partners, the private sector, \nand civil society.\n38.  This Program is in keeping with that trend, and is also based on the lessons learned \nfrom the Operations Evaluation Department’s evaluation of the country assistance program for \nBangladesh (January 2003) for ADB lending,25 the recommendations of which included the \nneed for a more proactive approach to governance issues, and the support of local reform-\nminded people.26 An upcoming Operations Evaluation Department sector evaluation study also \nhighlights the benefits of flexibility in policy loan conditions, and the provision of sufficient \ntechnical  assistance  to  support  capacity  development. 27  These  recommendations  are \nincorporated in this Program, where particular attention has been placed on ensuring that \nProgram executing and implementing agencies receive targeted capability-building assistance.  \n5.  External Assistance and Development Partner Coordination \n39.  Due to the magnitude of the corruption problem in Bangladesh, ADB’s work must be \nviewed as part of a larger multidonor strategy to fight corruption. Development partners are \n                                                \n24 These include: (i) ADB. 2003. Technical Assistance to the People’s Republic of Bangladesh for Supporting Good \nGovernance. Manila (TA 4140-BAN, approved on 4 July for $1.1 million); (ii) ADB. 2005. Technical Assistance to \nthe People’s Republic of Bangladesh for Supporting Good Governance Initiatives II. Manila (TA 4743-BAN, \napproved on 19 December, for $750,000); and (iii) ADB. 2003. Technical Assistance to the People’s Republic of \nBangladesh for Preparing the Good Governance Project. Manila (TA 4744-BAN, approved on 19 December, for $1 \nmillion). While TA 4140-BAN looked specifically at how the Anticorruption Commission could be structured and \nhow an institutional framework for anticorruption work could be developed, the ongoing TA 4744-BAN is a project \npreparatory technical assistance which largely focuses on developing the NIS, and on looking at the legal aspects \nof the work of the Anticorruption Commission (other tasks include doing a vulnerabilities to corruption assessment \nfor the energy, port, and railways sectors). TA 4743-BAN focuses specifically on strengthening the technical \naspects of Anticorruption Commission work. The latter two TA projects will enable the Anticorruption Commission \nto better fulfill its mandates, and this will enable the Good Governance Program to yield the desired outcomes. \nIncreasingly, ADB support at the sectoral level has incorporated components that focus on good governance. This \nhas meant that good governance is being brought into the mainstream in the sectors, which is also one of the key \ngoals of this proposed program. Some sector projects and programs where this has been evident include, for \nexample, the Sustainable Power Sector Development Program (Project No. 36107), the Railway Sector Investment \nProgram (Project No. 32234-02), and the Chittagong Port Trade Facilitation Project (Loan 2147-BAN). In the \nChittagong Port project, for example, development of an anticorruption strategy is one of the policy conditions of \nthe project. \n25 OED. 2003. Country Assistance Program Evaluation for Bangladesh. Manila. \n26 Local supporters for the Program include the Anticorruption Commission leadership, TIB, and other NGOs, and \ncentral level policymakers that have personally taken a keen interest in the Program. \n27 OED. Summary of Lessons from Evaluations of ADB Programs in Support of Public Sector Reform. Forthcoming. ", "11\nactive in Bangladesh in the area of good governance and anticorruption (see Appendix 3), and \nareas of support have included: \n(i)  public service capability building and reforms; \n(ii)  transparency,  accountability,  and  voice  (including  procurement  reforms  and \nfinancial accountability); \n(iii)  justice sector reforms (including police reforms and legal capacity development); \n(iv)  parliamentary strengthening (including Parliament’s role in executive oversight); \n(v)  anticorruption (including the establishment of a financial intelligence unit, and \nfostering anticorruption initiatives at the service-delivery level); \n(vi)  human rights; and \n(vii)  local  governance  (including  participatory  governance,  in  particular  through \nsupporting civil society to demand greater accountability). \n40.  Coordination among development partners in these and other activities is done through \nseveral  local  consultative  group  committees,  including  on  governance,  the  judiciary,  and \nanticorruption. ADB is an active member of these committees. The level of coordination existing \namong the development partners with respect to this Program is evident in their decision to be \ninvolved in the Program. \n6.  Rationale \n41.  The Government has taken a strong stand on developing major reforms to address the \nproblem  of  corruption.  This  is  a  major  program  of  the  Government,  which  has  publicly \nchampioned  it,  and  it  conforms  with  the  Government’s  priorities  on good  governance  and \ncontributes directly to desired outcomes in this sector. \n42.  Governance reform is multidimensional, but currently in Bangladesh the core of such \nreforms has to be anticorruption, an area that this Program directly and substantially addresses. \nWhile the extent of development partners’ involvement in areas associated with governance is \nextensive, there is no program in place that directly targets addressing the primary symptom of \npoor  governance  (i.e.,  corruption)  within  a  broad  and  comprehensive  approach  to  good-\ngovernance outcomes. This proposed Program thus focuses less on the area of governance \nthat other development partners are already targeting, but concentrates more on areas where \nthe Government’s bold move to fundamentally alter the governance landscape needs to be \nsupported. Indeed, other development partners have accepted that this proposed Program \noffers  a  viable  opportunity  to  tackle  poor  governance  in  Bangladesh,  and  several  have \nexpressed an interest in being involved in it. \nIV.  THE PROPOSED PROGRAM \n43.  The governance reforms (particularly on anticorruption) initiated by the Government \nneed to be made more extensive and embedded, which is why the Good Governance Program \nis vital at this juncture. The design of the reform program is based on the recommendations of \nthe ADB country governance assessment (footnote 15) which, based on detailed assessments \nas well as reflections from lessons learnt, recommended that a three-pronged governance \nstrategy be put in place, consisting of (i) a primary focus on sectoral governance initiatives, (ii) a \nfocus on both enforcement and prevention, and (iii) working with the Government and the public \non a dialogue for governance reforms and collaboration with donors. ", "12\nA.  Impact and Outcome \n44.  The proposed Good Governance Program is in keeping with international experience \nand the Government’s own stated outcomes on good governance and anticorruption. It is \nexpected to contribute to economic growth and enhanced public access to effective public \nservices for the citizens of Bangladesh. The key outcome of the Program will be improved \ngovernance and a lower incidence of corruption in the public sector. (Appendix 1 provides the \nprogram framework). The outcome of the Program will be reflected in: \n(i)  increased consensus on good governance, integrity, and anticorruption reforms \nin the country; \n(ii)  increased performance of, and transparency within, key institutions mandated to \nfight and prevent corruption, such as the Anticorruption Commission, the judiciary, \nprosecution, and civil society; \n(iii)  bringing into the mainstream initiatives on good governance and anticorruption \nwithin selected sectoral-level agencies vital to public services; and \n(iv)  the strengthening of corruption prevention mechanisms such as the office of the \nombudsman, the right to information act, and legal and institutional framework for \nprotection of those who report corruption cases. \nB.  Policy Framework and Actions \n1.  Outcome \n45.  The policy actions supported by this program loan will lead to improved governance and \na lower incidence of corruption in the public sector (Appendix 4 presents the Development \nPolicy Letter and Policy Matrix of the program loan). The outcome of improved governance and \nthe lower incidence of corruption will be visible in (i) the work of key government entities (e.g., \nthose which are implementing the MTBF) in addressing vulnerabilities to corruption aligned to \nthe NIS which, in turn, will be guided by the principles and commitments under the United \nNations Convention Against Corruption (UNCAC); (ii) the Anticorruption Commission having a \nstrengthened and more effective role in various parts of the country; (iii) a transparent and \naccountable judiciary at all levels playing a critical role in combating corruption in the country; \nand (iv) good governance and anticorruption initiatives within selected sectoral level agencies \nenhancing the effectiveness of those agencies. \n2.  Program Outputs  \n46.  The Program will support the achievement of the following three outputs.28\na.  Output 1: Vision, Strategy, and Procedures \n47. National  Integrity  Strategy.29 As  a  first  step  to  ensure  a  strong  reform  regime  in \ngovernance, it is necessary to formulate and implement the NIS which sits at the core of the \ngood governance agenda. It is based on the premise that good governance is fostered by \nencouraging  and  facilitating  a  dialogue  among  key  participants,  including  civil  society, \nacademia, government, and politicians; in that sense, the NIS is expected to constitute a broad \n                                                \n28 The outputs and performance targets of the Program are in the program framework in Appendix 1. \n29 Supplementary Appendix C discusses the NIS in greater detail. Work on the NIS is currently ongoing and care is \nbeing taken to ensure that there is commitment to the exercise from the top political and bureaucratic leadership \neven as the work is in the initial stages. Even the design of the NIS is informed by broad stakeholder input from \nacross the country; by September 2008, a final NIS is expected to be in place.  ", "13\nnational  consensus  on  how  to  deal  with  corruption  and  issues  of  poor  governance.  The \nproposed Program will enable the Government to disseminate and implement a nationally \nowned and well-resourced NIS. In addition, special arrangements for top-level coordination and \nsteering of the NIS will be required to continuously monitor and support the implementation of \nthe strategy at all levels of the government, across different line ministries, and across the \ncountry with the active support of civil society. This high-level coordination and ownership of the \nNIS is proposed to be provided by a National Integrity Advisory Committee (NIAC), consisting of \nsupporters from areas including the highest levels of Government, civil society, and academia, \nwhich will meet at least twice a year to give guidance on implementation of the NIS. This is \ncritical if the strategy is to be brought into the everyday work of Government agencies. 30\n48.  The Program will support a national and broad-based development of the NIS and its \nimplementation across sectors and different levels of government. Work on the NIS is currently \nunderway with leadership from the Cabinet Division, and the strategy is likely to focus on, \namong other things (see Supplementary Appendix C): \n(i)  strengthening of the relevant legislative and institutional mechanisms; \n(ii)  making effective use of NGOs to provide external measures of control; \n(iii)  further strengthening of current internal control measures in selected ministries; \n(iv)  developing  an  ethics-  and  values-based  public  service  to  complement  the \nexisting rules-based measures; \n(v)  mobilizing resources outside the government to encourage the private sector, the \nmedia, and others to scrutinize every aspect of government expenditure; and \n(vi)  determining strategic measures against all forms of corruption at all levels (i.e., \nensuring that, to the extent practical, all types of corruption are addressed). \n49. The United Nations Convention Against Corruption (UNCAC).31 In its national and \nlocal interventions, the NIS will articulate the goals, targets, and approach of the UNCAC, which \nthe  Government  acceded  to  in  early  2007,  thus  setting  the  overarching  framework  for \nanticorruption efforts at the country level. The Convention contains an extensive treatment of \nhow  corruption  can—and  should—be  tackled.  It  encourages  signatories  to  (i)  set  up \nautonomous anticorruption watchdogs, (ii) establish merit-based and impartial public service \nrecruitment, (iii) establish public service codes of conduct, (iv) publish details of government \nexpenditure,  and  (v)  ensure  transparency  in  election  campaign  funding.  Ratification  of  the \nConvention allows Bangladesh to enjoy international cooperation to combat corruption and also \nset up international auditing and accounting standards for the local private sector. \n50. The  Anticorruption  Commission and  Anticorruption  Work.32 Tackling  corruption \nrequires that the Anticorruption Commission has a clear legal and policy framework, rigorous \ninternal management systems,33 sufficient resources, and working partnerships with civil society. \nImprovements in its physical and human resources, as well as incentives, are also required to \n                                                \n30 This is also in line with the recommendation made by TIB in its Corruption Database Report in 2006 about the need \nfor a central corruption monitoring unit in the office of the prime minister, so as to ensure that the individual \nministerial and departmental monitoring units function effectively. Detailed terms of reference of the composition \nand functions of the NIAC will be finalized during the work of the project preparatory technical assistance currently \nbeing provided to Government. In particular, the terms of reference will highlight the relationship between the work \nof NIAC and the Anticorruption Commission. \n31 For more details on the UNCAC, see Supplementary Appendix B. \n32 See Supplementary Appendix D for a background note on the Anticorruption Commission. \n33 This includes instituting transparency within the Anticorruption Commission currently, all staff members are to \nsubmit asset and wealth declarations. In early 2007 the Government approved the Anticorruption Commission \nrules, which, amongst other things, provides for an internal anticorruption committee within the Anticorruption \nCommission to combat corruption and irregularities within the organization. As of June 2007, the committee had \nalready taken disciplinary action against three staff members. ", "14\nenable  it  to  effectively  fulfill  its  mandate.  The  Anticorruption  Commission  Act  calls  for \ninvestigation skills within the Anticorruption Commission and so there is immediate need to \nstrengthen its technical professional expertise.34 In line with the UNCAC, asset recovery and \nanti-money  laundering  provisions  as  well  as  international  cooperation  systems  need  to  be \ndeveloped. The Program seeks to strengthen the Anticorruption Commission not only in terms \nof  its  physical  resources  but  also  in  respect  of  the  performance  management  scheme, \nprosecutorial capability, and partnerships with civil society. \nb.  Output 2: Enforcement and Sanction Mechanisms \n51. Independent and Transparent Judiciary. Recent efforts to separate the judiciary from \nthe Executive require that necessary systems are in place to anchor the separation on clear \npolicies and legal frameworks as well as on clear provisions related to staffing and availability of \nphysical resources and budgets.35 Further, to enhance the transparency and accountability \nwithin the judiciary, it will be imperative to improve incentives for the judiciary. An independent \nand well-resourced JSC also needs to be supported to ensure that recruitment exercises are \ncarried out regularly, and that professionalism in recruitment of judges is maintained. Support \nwill also be provided to increase the number of specific special anticorruption courts, particularly \nin terms of the physical and human-resource requirements of these courts. The Program will \nsupport  the  Government’s  resolve  to  ensure  timely  adjudication  of  cases  filed  by  the \nAnticorruption Commission by dedicated courts. To improve the method of appointments of \njudges at the Supreme Court, special legislation as mandated by the Constitution is required. \nFinally, a more thorough implementation of the judges’ code of conduct would increase public \ntrust in the institution. (Supplementary Appendix E has more details on the judiciary.) \n52. Improved  Prosecution  Services.  Currently,  the  public  prosecution  service  is \nunderresourced, and its capacity is weak. Hence it is unable to carry out independent and \neffective prosecution of criminal cases in general, and of anticorruption cases in particular. The \nAnticorruption Commission and the judiciary cannot fulfill their roles if the prosecution service is \nnot strengthened and legal or policy changes are not effected to enhance its performance. \nThere is consensus within Government and other national stakeholders that an effective fight \nagainst corruption will not be possible without a reliable and professional prosecution service. \nBased on this imperative, the Program will assist the Government to establish a permanent and \nindependent  prosecution  service  whose  members  will  be  recruited  through  competitive \nexaminations to be conducted by the Public Service Commission. (Supplementary Appendix E \nhas more details on the prosecution service) \n                                                \n34 Prior ADB technical assistance to the Anticorruption Commission (ADB. 2003. Technical Assistance to the People’s \nRepublic of Bangladesh for Supporting Good Governance. Manila (TA 4140-BAN), approved on 4 July, for $1.1 \nmillion) has determined that in order to be able to fulfill its mandates effectively, the commission should have \ncapabilities in investigation, intelligence, surveillance, prevention, prosecution, and corporate affairs. \n35 In early May 2007, the full court of the Appellate Division, taking the most crucial step in separating the judiciary \nfrom the Executive, issued a three-point directive on the Government for the creation and sanctioning of a \nparticular number of posts of judicial magistrates across the country along with manpower, including supporting \nstaff, allotment of courtrooms and chambers, and necessary budgetary allocations. The court asked the ministries \nof Establishment, Finance, Public Works, and Law to take immediate steps in this regard. As of the end of July, the \nGovernment had created and sanctioned 877 posts of judicial magistrates and 5,030 posts of supporting staff, and \nhad also sanctioned logistical support including allotment of courtrooms and chambers. The Government also \nmaintains that necessary budgetary allocations for the judicial magistracy are being processed. On a matter related \nto the separation, the court has observed that the Ministry of Law will work as an ‘appropriate authority’ for \ncommunications between the country’s president and the Supreme Court on control and supervision of the judicial \nofficials until a separate and independent secretariat of the Supreme Court is established. ", "15\nc.  Output 3: Prevention Mechanisms \n53. Focused  Anticorruption  Interventions.  The  emphasis  is  on  improving  sector \ngovernance and strengthening anticorruption mechanisms to reduce fraud and mismanagement, \nand  improve  services  for  citizens. 36  Sector  agencies  where  vulnerability  to  corruption \nassessments (VCAs) have been completed, and where a subsequent anticorruption strategy \nhas been prepared, will be supported to implement the strategy.37 In that regard, in the initial \nstage, and as part of ongoing reforms under the ADB-financed Trade Facilitation Project for the \nChittagong Port Authority (CPA), this Program will help implement the CPA’s anticorruption \nstrategy and ongoing efforts to improve efficiency and increase private sector participation in the \noperations and maintenance of the port. This will enable CPA to improve port operations and \nreduce opportunities for graft, fraud, and rent seeking.38 Program funds will enable CPA to put in \nplace  systems  that  will  improve  the  operations  and  governance  of  the  port,  thus  directly \naddressing corruption vulnerabilities. \n54. Accountability Mechanisms within Line Ministries. Tackling corruption is not likely to \nsucceed if sectoral agencies are not supported in identifying and fighting corruption.39 Given that \nthe work of the Anticorruption Commission alone is not likely to effectively tackle the problem, \nthere is need to ensure that opportunities to minimize corruption at the service-delivery level are \nalso effectively utilized. In this context, strengthening the existing accountability mechanisms \nwithin line ministries can contribute significantly to minimizing corruption opportunities at the \nsectoral or agency level.40 In addition, the Program will also assist the Government to fully \nimplement the existing rules on declaration of wealth and assets by public servants. \n55. Grievance Redress and Access to Information. While the Bangladesh Constitution \n(Article 77) provides for an office of the ombudsman, and the Government in 1980 passed the \n                                                \n36 One particular area where a direct contribution can be made to reduce the vulnerabilities to corruption for the \naverage citizen, and which has wide implications for widespread service delivery improvements, is the application \nof the 2004 Birth and Death Registration Act and its implementing rules. As of the end of 2007, the act makes it \nmandatory for anyone wishing to access about 14 services (including schooling, getting utility connections, land \nregistration, passports, driving license, and banking) to furnish a birth certificate. However, only 7–10% of the \npopulation currently has a birth record. It is expected that as of the end of 2007 when the act is to be fully \nimplemented (although there are indications that the effectiveness date will be extended yet again), there will be a \nsurge in the number of applicants seeking this document. Unless the Government can meet this increased demand \nin an effective, efficient, and transparent manner, it can be expected that both rent seeking for service delivery, as \nwell as delays and the need for “speed money” in delivering birth certificates, will increase considerably.  \n37 Recognizing that not all agencies may have the skills and institutional capacity to conduct vulnerability to corruption \nassessments (VCAs) and prepare anticorruption strategies, the Program will pilot VCAs and anticorruption action \nplans in key selected agencies and then replicate them elsewhere. Agencies that could be covered by the Program \ninclude those in the power and transport sectors (where ADB investments are high, and where the vulnerabilities to \ncorruption are also high; these two sectors also received the highest (Tk 33.8 billion) and fourth-highest (Tk 28.11 \nbillion) revised sectoral allocation of the Annual Development Program FY2005–2006. \n38\nThe purpose of assisting the CPA in enhancing internal governance systems is to complement ongoing ADB \nassistance in improving operations at the port, and so that its operational efficiency will boost the economy since \n85% of all of the country’s international trade takes place out of Chittagong Port. Pursuant to the prior ADB \nassistance, the CPA has already developed an anticorruption strategy, and a VCA there will corroborate the \nvarious components of the newly formed strategy. (See Supplementary Appendix F for a background note on the \nChittagong Port.)\n39 This focus is nothing new: at the heart of the World Bank’s Development Support Credit III provision lies \ngovernance-related reforms at the macro and sector levels. It is also widely accepted in Bangladesh that “without \nsignificant improvements in sectoral governance of key sectors, it will be very difficult to bring about a better \ngovernance reality.” (Power Participation Research Centre. 2007. Unbundling Governance: Reforms, Processes, \nInstitutions, and Risks. Dhaka. [April]).  \n40 This is in line with the recommendation made by TIB in its Corruption Database Report in 2006 about how each \nministry and department should establish special units to monitor newspaper reports and take appropriate actions. \nThe Government has issued a circular to ministries and departments instructing them to strengthen their citizens’ \ncharters.", "16\nnecessary act for its establishment, such an office has not yet been established.41 The Program \nwill provide support to the Government to establish an ombudsman’s office to improve citizens’ \naccess  to  grievance  redress  mechanisms,  thereby  providing  an  additional  check  on \nmaladministration and corrupt practices. Also, the right to information is a critical requirement of \nenhancing  transparency  of  government  decisions.  Currently,  the  legal  framework  for  the \nexercise of this right does not exist. Under this Program, the Government will be assisted to \nprepare and enact a right to information law as well as a whistleblower protection act. Support \nwill also be provided to review (for purposes of amending and repealing): \n(i)  the Official Secrecy Act 1923, by appropriately defining secrets to only cover \nmatters of state security and price-sensitive information; and \n(ii)  Section 9 of the Government Services (Conduct) Rules 1979, which provides \neffective legal coverage for public officials to deny information to the press. \nC.  Important Features \n56.  Some important features of the Program are as follows. \n(i)  For the first time in Bangladesh it develops a NIS that will enable agencies to \ncritically assess their vulnerability to corruption, and will be owned by an NIAC at \nthe highest level of Government, with membership from Government, NGOs, \nacademia, think tanks, and others. \n(ii)  The  NIS  itself  will  be  aligned  to  the  provisions  in  the  UNCAC,  which  the \nGovernment has acceded to. \n(iii)  It takes a holistic approach to combating corruption (i.e., it encompasses different \nbranches of government, and includes prevention as well as enforcement and \nsanctions) in line with the Government’s vision articulated in the NPRS. \n(iv)  It conforms with the outcomes and new initiatives of the Government, which has \npublicly championed this Program. \nD.  Financing Plan \n57.  The estimated adjustment costs of policy reforms under the Good Governance Program \nare  based  on  medium-term  adjustment  scenarios  and  are  illustrated  in  Table  1  (see \nSupplementary Appendix G for further details on the derivation of the indicative costs). \nTable 1: Estimates of Adjustment Costs \nIndicative Costs \nOutput  Purposes \n($ million) \n1. Vision,  (i) Implementation of the NIS at both central and local levels, (ii) \nStrategy, and  support for the work of the NIAC, (iii) publicity of the strategy, (iv)  45.0\nProcedures  implementation of UNCAC, (v) NIS implementation support to \nsectoral agencies, (vi) strengthening performance management \nscheme at the Anticorruption Commission, (vii) contributions to \nextra-budgetary career development opportunities in anticorruption \nwork, (viii) support for partnerships with civil society on the \nanticorruption and good governance agenda, (ix) support for a \nseparate prosecution unit at the Anticorruption Commission, and \n(x) support for set-up and operations of anticorruption work at the \ndistrict and local level \n                                                \n41 Bangladesh is the only country in South Asia not to have an ombudsman’s office. There is, however, a tax \nombudsman, established with donor support after legislation in Parliament in 2005. ", "17\nIndicative Costs \nOutput  Purposes \n($ million) \n2. Enforcement  (i) Strengthening the judiciary, (ii) internal accountability systems \nand Sanction  (such as on monitoring and inspections, and declaration of wealth \nMechanisms  statements), (iii) services management, (iv) institutional  65.0\nstrengthening of the JSC, (v) preparation of annual reports, (vi) \nsupport for development budget of the judiciary, and (vii) \nstrengthening the work of the prosecution service and \ninvestigation service. \n3. Prevention  (i) Bringing governance into the mainstream at the sectoral level, \nMechanisms  including adjustment costs for Chittagong Port improvements \n(such as incentives, improving internal systems, and anticorruption  60.0\nwork); (ii) VCAs and risk mitigation work in sectoral agencies; (iii) \nadjustment costs for strengthening departmental accountability \nsystems; (iv) policy reforms in establishing an ombudsman’s \noffice; and (v) adjustment costs in reforming the PSC processes. \n  Total  170.0 \nJSC = Judicial Service Commission, NIAC = National Integrity Advisory Committee, NIS = National Integrity Strategy, \nPSC = Public Service Commission, UNCAC = United Nations Convention Against Corruption, VCA = vulnerability to \ncorruption assessment. \nSource: Asian Development Bank. \n58.  It  is  proposed  that  ADB  support  the  Government’s  policy  reform  program  in  the \ngovernance  sector  by  providing  a  program  loan  of  SDR  97,910,000  million  ($150  million \nequivalent) from ADB’s Special Funds resources.42 The borrower will be the People’s Republic \nof Bangladesh. The program loan will have a fixed term of 24 years, including a grace period of \n8 years. The interest charge will be 1.0% per annum during the grace period and 1.5% per \nannum thereafter. Program loan proceeds are expected to be utilized over a period of 48 \nmonths from the date of loan effectiveness. \nE.  Implementation Arrangements \n1.  Program Management \n59.  There are two executing agencies (EAs) for the Program: the Cabinet Division will be the \nEA for all the activities that relate to the Executive; while the Supreme Court will be the EA for \nthe program focus on strengthening the judiciary. Given the separation of the judiciary from the \nExecutive, and given that several policy reforms are within the judiciary, it is deemed necessary \nto  establish  two  EAs  so  that  responsibilities  for  attaining  outcomes  respective  to  the  two \nbranches of government are kept separate. Implementing agencies include the Anticorruption \nCommission, MLJPA, Ministry of Shipping, Ministry of Establishment, Ministry of Foreign Affairs, \nPublic Service Commission, JSC, Economic Relations Division of MOF, and other sectoral \nagencies. (Appendix 5 has details of program implementation arrangements.) \n60.  Both  EAs  will  act  under  the  guidance  of  the  Program  Steering  Committee.  The \nCommittee will be chaired by the Cabinet Secretary. Its members will comprise representatives, \nnot below the rank of Joint Secretary, from the Prime Minister’s Office, Office of the Registrar, \nACC, JSC, MLJPA, Economic Relations Division of MOF, Finance Division of MOF, Ministry of \nHome  Affairs,  Ministry  of  Foreign  Affairs,  Ministry  of  Shipping,  Ministry  of  Establishment, \nMinistry  of  Information,  Implementation  Monitoring  and  Evaluation  Division,  and  Planning \nCommission.  Other  members,  such  as  from  the  Public  Service  Commission  or  from  line \n                                                \n42 Gap funding for the remaining costs is assumed to come from the support provided by other development partners \non governance and anticorruption reforms and judiciary support, and from the Government. ", "18\nministries, shall be co-opted as necessary. The Program Coordinator at the Cabinet Division \nshall be the member-secretary of the Program Steering Committee. The Committee shall meet \nwhenever necessary, but in any case not less than once every quarter, to (i) provide policy \nsupport; (ii) oversee Program implementation and progress; and (iii) facilitate cooperation and \ncoordination among all relevant agencies. \n61.  There will be two program management units (PMUs), one at the Cabinet Division and \nthe other at the office of the registrar (Supreme Court). \n(i)  At the Cabinet Division, the PMU, which consists of the existing Governance Unit, \nwill be headed by a program coordinator at the level of an additional secretary or \njoint secretary. There will also be two deputy program coordinators at the level of \ndeputy secretary or senior assistant secretary, and one administrative officer. \nThere will be a full-time national consultant program manager for 48 months (and \na deputy program manager for the initial 24 months) to be based at the PMU to \nassist the program coordinator in the day-to-day implementation of the Program. \nIn the various implementing agencies a focal point will be designated so that \nclose coordination on a regular basis is possible. \n(ii)  The PMU at the Supreme Court will be headed by a program coordinator who will \nbe the registrar of the Supreme Court. The office of the registrar will appoint one \nadditional program coordinator, who will be at the level of additional or deputy \nregistrar, and one officer to ensure necessary support services to the PMU who \nwill be designated as Assistant Program Coordinator. There will also be a local \nfull-time consultant program manager who will be based at the PMU to assist the \nprogram coordinator in the day-to-day implementation of the Program. \n62.  Both  PMUs  will  be  responsible  for  work  planning,  monitoring  and  evaluation,  and \nproviding technical support to the relevant agencies, as necessary. They will coordinate the \ndaily activities of the various implementing agencies, and will provide secretariat services for all \nprogram outputs, and support activities in their program areas.  \n2.  Period of Implementation \n63.  The reforms supported under the program loan are to be completed 48 months after \nloan effectiveness. However, it is expected that the implementation of various policy reforms \nand  associated  operational  matters  (such  as  on  separation  of  the  judiciary,  independent \nprosecution services, PSC functions, ongoing reforms at the CPA, departmental accountability \nsystems, and citizen grievance and redress mechanisms) will function on an ongoing basis even \nafter the completion of the program loan.  \n3.  Procurement and Disbursement \n64.  The proceeds of the Program loan will be used to finance the costs (excluding local \ntaxes and duties) of items produced in and procured from ADB member countries (other than \nthose specified in the ineligible list in Appendix 7 and imports financed by other bilateral and \nmultilateral sources).  \n65.  In accordance with the provisions of ADB’s Simplification of Disbursement Procedures \nand Related Requirements for Program Loans,43 the proceeds of the Program loan will be \n                                                \n43 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila \n(R50-98, 23 March). ", "19\ndisbursed  to  the  People’s  Republic  of  Bangladesh  as  the  Borrower.  No  supporting  import \ndocumentation will be required but loan proceeds will be disbursed on the basis of certification \nprovided by the Borrower for a period of 12 months for eligible expenditures, starting 180 days \nprior to loan effectiveness. For each tranche, when Program loan proceeds are expected to be \ndisbursed, the value of total imports minus (i) imports from nonmember countries, (ii) ineligible \nimports, and (iii) imports financed under other official development assistance, will be equal to \nor greater than the amount expected to be disbursed during such year. The Government will \ncertify  that  each  withdrawal  request  complies  with  this  formula.  Otherwise,  import \ndocumentation under existing procedures will be required.  \n4.  Counterpart Funds \n66.  The Government will ensure that the local currency funds generated from the proceeds \nof the program loan will be made available to meet the indicative costs, on a proportional basis, \nassociated with the implementation of the Program,44 with particular regard to the following \nactions:\n(i)  the implementation of the NIS and UNCAC at all levels; \n(ii)  the operations of the Anticorruption Commission at the central, regional, and \ndistrict levels; \n(iii)  the separation of the judiciary from the Executive, including costs for capital \nexpenditures flowing from such separation; \n(iv)  the implementation of the approved recommendations of the Judicial Service Pay \nCommission; \n(v)  the establishment and operation of independent prosecution services; \n(vi)  implementation of grievance handling mechanisms, including citizen report cards \nand office of the ombudsman; \n(vii)  the operation of the JSC, and the Judicial Service Pay Commission; and \n(viii)  other  reforms,  including  any  performance  incentive  schemes  and  human-\nresource  plans  developed  under  the  Program,  reforms  at  the  CPA,  and \nindependent surveys on program-related interventions. \n67.  Any counterpart funds not required for the Program will be used for good-governance \ninterventions.\n5.  Monitoring and Tranching \n68.  ADB will monitor program implementation through periodic progress reports and will field \nregular missions to (i) confirm fulfillment of policy actions for tranche release; (ii) confirm release \nof adequate funds from Government for program activities; (iii) monitor continued applicability of \nthe assumptions that might impact Program success, such as on political conditions, as well as \non specified risks and their mitigating measures; and (iv) advise on actions to maintain effective \nimplementation within the program period. \n69.  Financing for the Program will include three tranches (the policy matrix [Appendix 4] lists \nthe conditions for the release of the three tranches). \n(i)  The  first  tranche  (not  exceeding  $50  million)  is  to  be  disbursed  upon  loan \neffectiveness, or soon thereafter, subject to Government fulfillment of all first \ntranche release conditions. \n                                                \n44 Program adjustment indicative costs and assumptions are highlighted in Supplementary Appendix G. ", "20\n(ii)  The second tranche (not exceeding $55 million) will be disbursed 12 months after \nprogram loan effectiveness, upon satisfactory fulfillment of the corresponding \ntranche release conditions (or earlier than 12 months if the conditions have been \nmet).\n(iii)  The third tranche ($45 million) will be disbursed 24 months after the second \ntranche, subject to satisfactory fulfillment of the corresponding tranche release \nconditions (or earlier than 24 months if the conditions have been met). \n6.  Accounting, Auditing, and Reporting \n70.  To ensure proper fund management, ADB retains the right to audit the use of loan \nproceeds  and  to  verify  the  accuracy  of  the Government’s  certification  for  each  withdrawal \napplication.  Immediately  after  Program  effectiveness,  the  Government  will  open  a  Special \nAccount at Bangladesh Bank for the specific purpose of depositing and utilizing the Counterpart \nFunds. And prior to withdrawal, the Government will open a deposit account at Bangladesh \nBank into which the proceeds of the loan will be deposited and from which all withdrawals will \nbe made. The accounts will be managed, operated, and liquidated in accordance with terms \nsatisfactory to ADB. Both PMUs will send quarterly progress reports to ADB on policy and \ninstitutional reforms. The progress reports will describe progress made and any changes to the \nimplementation schedule, and identify any problems encountered and remedial actions taken.  \n7.  Program Performance Monitoring and Evaluation \n71.  Within 3 months of loan effectiveness, each PMU will establish and maintain a system to \nmonitor Program performance that will include a database on the status of policy measures and \nProgram indicators, based on the policy matrix and the program framework. Such a system will \nhave the following features. \n(i)  Baseline data in the various areas that the Program targets (technical assistance \nto be provided to the PMUs will assist in the collection of such baseline data). \n(ii)  Provision to incorporate the results of regular program monitoring activities, so as \nto track progress on a continuing basis. \n(iii)  Use of such a system to better inform periodic program review (particularly for \nthe purposes of confirming fulfillment of tranche-related conditions).  \n(iv)  Provision to incorporate relevant information from associated evaluations that will \nbe  undertaken  under  the  Program  (such  as,  for  example,  that  on  NIS  and \nUNCAC implementation).  \n8.  Program Review \n72.  ADB, the Government, and development partners that cofinance the Program will jointly \nconduct a comprehensive review 3 months prior to the scheduled release of both the second \nand third tranche funds. There will be a final review at the end of the Program period. In the third \nyear of the Program, three specific independent reviews will have been conducted to assess \nprogress made in the reform agenda; these reviews will be for (i) NIS implementation at all \nlevels of government; (ii) an expert survey and national perception survey on the performance of \nUNCAC and anticorruption work; and (iii) an assessment of community outreach and corruption \nprevention activities, including partnerships of anticorruption agencies with civil society. All \nthese reviews will be done by an independent source, such as an NGO. ", "21\n9.  Corruption and Governance Risks \n73.  Corruption and governance risks in the Program can be categorized as (i) related to \nlegislation  and  policy  framework  (such  as  the  absence  of  a  right  to  information  act),  (ii) \ninstitutional  arrangements  (such  as,  for  example,  weak  prosecution  services),  or  (iii) \naccountability  and  transparency  (such  as  weak  grievance  redress  mechanisms  in  line \nministries). The severity of the risks vary but Type I risks (i.e., risks requiring urgent attention \nand that need to be addressed prior to any assistance being rendered) are being managed \npartly by ongoing ADB assistance in specific agencies such as the Anticorruption Commission \nand the CPA, and partly by engaging the Government to demonstrate—and follow-through on—\nits political commitment to institutional and long-term reforms; Government commitment does \nnot appear to be in short supply in the country at the moment. (For further risk analysis, see \nAppendix 9 and Supplementary Appendix I.) \n74.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  as  well  as  the  Second \nGovernance and Corruption Action Plan was explained to, and discussed with, the Government \nand  the  EA.  Consistent  with  its  commitment  to  good  governance,  accountability,  and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any allegedly \ncorrupt, fraudulent, collusive, or coercive practices relating to the Program. To support these \nefforts, relevant provisions of ADB’s Anticorruption Policy are included in the Loan Agreement \nand the bidding documents for the Program. In particular, all contracts financed by ADB in \nconnection with the Program shall include provisions specifying the right of ADB to audit and \nexamine the records and accounts of the EA and all contractors, suppliers, consultants, and \nother service providers as they relate to the Program. \nV.  TECHNICAL ASSISTANCE \n75.  The outcome of the technical assistance (TA) program is to enhance the capacity of the \nGovernment to effectively implement the Good Governance Program.45 This includes engaging \ncivil  society  more  actively  for  advocacy  purposes  and  to  raise  public  awareness  on  good \ngovernance and how anticorruption measures can be supported at the grassroots level. This \ncomponent of the Program provides assistance to develop the capacity of the EAs to manage \nthe Program and its activities.  \n76.  Support is also to be provided to implementing agencies to enable them to attain the \npolicy  reforms  and  actions  that  are  specified  in  the  Policy  Matrix.  In  particular,  technical \nassistance support will be provided in the following areas: (i) legal, judicial, and institutional \ndevelopment work; (ii) automation; (iii) Program management; (iv) staff capacity enhancement; \n                                                \n45 The technical assistance to be provided by ADB is to be complemented by other development partners in various \nareas related to governance and anticorruption. The European Union has agreed to conduct an appraisal for \nfinancing for €10 million for application of the 2004 Birth and Death Registration Act and its implementing rules as \nan associated intervention under the overall Good Governance Program. The United Nations Office of Drugs and \nCrime is considering providing approximately $1.5 million in support of the implementation of the UNCAC as well \nas the alignment between the UNCAC and the Anticorruption Commission Act of 2004. The World Bank is \nconsidering  provision  of  financing  approximately  $2.5  million  to  develop  the  investigative  capability  of  the \nAnticorruption  Commission  in  line  with  the  outcomes  sought  under  this  Program.  Similarly.  the  Canadian \nInternational Development Agency has expressed an interest in financing approximately $175,000 to support the \nJSC and work on strengthening the judiciary. The Commonwealth Secretariat is considering providing about \n$50,000 to support the Anticorruption Commission in the area of performance management within the commission; \nand a consortium of bilateral development partners (notably Canadian International Development Agency, Danish \nInternational  Development  Assistance  [DANIDA],  and  the  Government  of  Australia)  is  providing  short-term \ntechnical support (approximately $0.5m) to the Anticorruption Commission to strengthen various aspects of its \noperations, including strategic planning and operations, information technology, physical resource requirements, \nand drawing of lessons from different jurisdictions. ", "22\n(v) organizational performance; and (vi) strengthening aid governance management in central \nGovernment (a critical area to ensure that the Program is implemented effectively). Support for \nany advance procurement that needs to be done for both the EAs will be provided by the TA \nprogram (see Appendix 6). \n77.  The TA program will commence in October 2007 and end in September 2011. It will \nrequire a total of 11 person-months of international consulting services and 227 person-months \nof  national  consulting services.  The  consultants  will  be  recruited  using  individual  selection \nmethod, least cost selection, fixed budget, and quality-based selection according to ADB’s \nGuidelines on the Use of Consultants (2007, as amended from time to time). The outline terms \nof reference for the consulting services are in Supplementary Appendix H. \n78.  The total TA program cost is estimated at $3.00 million, of which: \n(i)  $1.50 million will be financed by ADB on a grant basis through its technical \nassistance funding program; \n(ii)  $1 million will be provided by Government of Denmark on a grant basis to build \ncapability within the Anticorruption Commission and to publicize the NIS across \nBangladesh;46 and \n(iii)  $0.5 million will be contributed by the Government of Bangladesh in kind and \ncash as counterpart staff, office accommodation, and logistical support. \n79.  The detailed cost estimates and a financing plan for the TA program are in Appendix 8 \n(further details are provided in Supplementary Appendix H). The Cabinet Division will be the EA \nfor the TA program, which will be implemented over a period 48 months, commencing from the \ndate of Program loan effectiveness; the consulting services will be delivered intermittently over \nthe TA program implementation period. \nVI.  PROGRAM BENEFITS, IMPACTS, AND RISKS \nA.  Expected Benefits \n80.  The Program loan will help improve the capability of the Government of Bangladesh to \nbetter fight the corruption problem in the country, and, in the medium term, institute a system of \ngood  governance  upon  which  a  strong  basis  for  more  rapid  and  inclusive  growth  can  be \nestablished. This, in turn, is expected to directly contribute to a situation where foreign direct \ninvestments, and other associated benefits, will be evident. Specific benefits of the Program can \nbe outlined as follows: \n(i)  A broad and long-term vision of good governance and anticorruption that is \naligned to the UNCAC, and is values-based. \n(ii)  Strengthening  of  the  role  of  an  independent  judiciary  in  not  only  fighting \ncorruption  but  also  serving  as  an  effective  check  on  the  excesses  of  the \nExecutive.\n(iii)  Substantial strengthening of the Anticorruption Commission in enforcing relevant \nlaws  and  curbing  corruption,  and  over  time  beginning  to  exert  its  statutory \nindependence on the basis of public trust and credibility that it will be able to \ngenerate as a result of effective performance. \n                                                \n46 This assistance by the Government of Denmark will be provided from its Human Rights and Good Governance \nProgram, Phase II, which is effective until December 2010.  ", "23\n(iv)  Encouragement  of  sectoral  agencies  to  be  more  involved  in  instituting \nanticorruption and good-governance initiatives and actions so as to minimize \nvulnerabilities to corruption in the public sector.  \n(v)  The establishment of a strong legal framework and practical measures to provide \ngreater  opportunities  of  redress  for  citizens,  which,  in  turn,  will  serve  as  a \nsignificant source of demand-driven pressures for good governance in the public \nsector.\n81.  As the Program seeks to contribute to the overall agenda on good governance in the \ncountry, the entire public will benefit from it. This will be evident in areas such as lower levels of \nservice costs and better services. There is also empirical evidence to show that women have to \npay more in bribes than men, that women have to wait longer than men to see officials, and that \nwhen they do they are three times more likely to be “queue-jumped” than men. This support \nproposed here will play a role (albeit an indirect one) in minimizing the negative impact of \ncorruption on women and other marginalized populations in Bangladesh. (A summary social and \npoverty analysis is presented in Appendix 10.) \n82.  The  key  socioeconomic  issues  that  are  evident  deal  with  the  adverse  impacts  of \ncorruption and mismanagement of public resources on the economy as a whole and on the lives \nof the citizens (largely through poor service delivery and greater costs of accessing services). \nWhile rent seeking cannot be entirely eliminated in any system, the Program attempts to reduce \nthe incidence of corruption by strengthening not only preventive measures but also measures \nassociated with enforcement and sanctions. These will have positive economic as well as social \nbenefits, including more efficient and effective service delivery, and a greater level of public trust \nin the Government in the medium to long term.\nB.  Risks and Safeguards \n83. Political  Commitment.  The  Program’s  success  depends  on  the  Government’s \ncontinuing strong  commitment  to  governance  reforms  in  general  and,  more  specifically,  to \nsuccessfully countering the corruption problem. There is a risk that current measures and \nreform efforts may not be sustained by a future government. This risk may be mitigated by \ncontinued policy dialogue not only with Government but also with other stakeholders (such as \nthe  judiciary,  civil  society,  and  even  development  partners)  to  maintain  pressure  on  the \ngovernment of the day. The Program also targets reforms that are in the public interest, hence \nattempts at reversal by future governments will be more difficult. The Election Commission is \nkeen to fundamentally reform the political party process, a major source of corruption and abuse \nof authority; if successful, this will mitigate the risk of reform reversal and will also mean that the \nProgram outcomes and impact will be easier to achieve.  \n84.  The  assumptions  inherent  in  the  Program  are  that  (i)  Government  commitment  to \nreforms across the various sectors (including for the Anticorruption Commission) will remain \nhigh, (ii) the political system is stable during the implementation period, (iii) the separation of the \njudiciary  from  the  Executive  will  be  formally  completed  in  the  very  near  future,  and  (iv) \ndevelopment  partners—singly  and  jointly—remain  engaged  in  the  Program.  All  these \nassumptions have remained valid during Program processing, and are expected to be so at \nleast until early 2009 when an elected government is expected to be in place. \n85.  Three other risk areas that could arise in the Program include the following: \n(i) Institutional  capacity.  The  Program  may  place  some  demands  on  the \ninstitutional  capacities  of  Government  agencies  that  are  executing  and \nimplementing it. While this is not expected to be substantial in many instances ", "24\n(since much of the reform work reflected in the Program is already underway), \nclose performance monitoring and targeted technical assistance to the two EAs \nand  all  implementing  agencies  will  help  reduce  any  adverse  effects  of \nimplementation delays due to capacity constraints. \n(ii) Enabling  conditions.  The  enabling  conditions  for  the  Program  that  are  in \nevidence at the moment may not exist after an elected government takes over as \nexpected in early 2009. This risk can be mitigated by ensuring that the leadership \nin the various agencies that are a part of the Program is suitably engaged in \nProgram  design  to  ensure  continued  commitment.  The  extensive  process  of \nconsultations within the bureaucracy, and at the top political leadership level itself, \nto get commitment to the NIS is designed to directly address this risk. \n(iii)  Fiduciary risks. Fiduciary risks in the Program could be reflected in two specific \nways, and mitigating measures for them are as follows: \n(a) Expenditure of funds not for the purpose intended. While this is a \ngeneric risk in any program loan, for the purposes of this Program the \nfollowing two risk mitigating measures will be in place. \n(1)  The  Loan Agreement  will  specify  arrangements  to  ensure  that \nfunds are spent for the purposes for which they have been set \naside.\n(2)  Quarterly reporting arrangements are built into the assurances \nthat Government will give to ADB as per the Loan Agreement. \n(b) Financial  sustainability  of  agencies  involved  in  the  Program. \nAssurances have been sought from Government that counterpart funds \nwill be made available for program delivery, and that they will be spent for \nprogram-specific  outputs.  Further,  while  some  agencies  such  as  the \nAnticorruption  Commission  have  already  been  assured  of  increased \nfunding from the Government, it has also given assurances that the same \nwill be the case for others, such as the judiciary. Regular monitoring of \nthis commitment will be done as part of program implementation. \nVII.  ASSURANCES \nA.  Specific Assurances \n86.  In addition to the standard assurances, the Government has given the following specific \nassurances, which are incorporated in the legal documents: \n(i)  Policies adopted and actions taken prior to the date of the Loan Agreement, as \ndescribed in the Development Policy Letter, will continue in effect for the duration \nof the Program period and subsequently. \n(ii)  The  proceeds  of  the  loan  will  be  made  available  to  meet  the  financial \nrequirements associated with the implementation of the Program; throughout \nProgram implementation, adequate allocation of the required counterpart funds47\n                                                \n47 These counterpart funds will be for, but not limited to, (i) the implementation of the NIS and UNCAC at all levels; (ii) \nthe operations of the Anticorruption Commission at the central, regional, and district levels; (iii) the separation of \nthe judiciary from the Executive, including costs for capital expenditures flowing from such separation; (iv) the \nimplementation of the approved recommendations of the Judicial Service Pay Commission; (v) the establishment \nand operation of independent prosecution services; (vi) implementation of grievance handling  mechanisms, \nincluding citizen report cards and office of the ombudsman; (vii) the operation of the JSC, and the Judicial Service \nPay Commission; and (viii) other reforms, including any performance incentive schemes and human-resource \nplans  developed  under  the  Program,  reforms  at  the  CPA,  and  independent  surveys  on  program-related \ninterventions. Any counterpart funds not required for the Program will be used for good governance interventions in \nBangladesh. ", "25\nare  made,  approved,  and  released  in  a  timely  manner  to  ensure  proper \nimplementation of the Program.  \n(iii)  The  Government  will  keep  ADB  informed  of  policy  discussions  with  other \nmultilateral  and  bilateral  aid  agencies  that  may  have  implications  for  the \nimplementation of the Program, and will provide ADB with an opportunity to \ncomment  on  any  resulting  policy  proposals.  The  Government  will  take  into \naccount ADB’s views before finalizing and implementing any such proposals. \n(iv)  The  Government  will  ensure  that  all  implementing  agencies  are  adequately \nstaffed and provided with the necessary financial, technical, and other resources, \nincluding equipment, to perform their functions under the Program. \n(v)  Within two months of the approval of the NIS, the Government will establish a \nbroad-based and independent high level National Integrity Advisory Committee \nwith a mandate to guide NIS implementation.  \n(vi)  Within 6 months of the approval of the NIS, and every 6 months thereafter, the \nCabinet Division will submit reports on the progress of NIS implementation at all \nlevels.\n(vii)  The Government will ensure that in developing any automation networks, all \nmeasures will be taken to guarantee full respect of privacy of information. \n(viii)  The Government will not intervene, directly or indirectly, in the conduct of policies \nor  actions  of  the  courts,  particularly  regarding  their  organizational  structure, \nrecruitment of personnel, or actions regarding their management, operational, \nand  financial  activities.  The  Government  will  refrain  from  taking  any  action, \ndirectly or indirectly, that inhibits, curbs, or otherwise limits the independence of \nthe judiciary. \n(ix)  The Government will establish a budget tracking system to track the use of the \ncounterpart funds generated by the loan on a quarterly basis. \n(x)  Funds  for  performance  management  schemes  will  only  be  allocated  if  such \nscheme is part of a wider human resources development plan that includes: (a) \nkey  job  descriptions  with  performance  targets;  and  (b)  provisions  for  career \ndevelopment. \n(xi)  For the recruitment of new staff as a result of the Program, including judges, \ninvestigators  and  prosecutors,  all  measures  will  be  taken  to  attract  female \ncandidates. Equally qualified women will be given preference. \n(xii)  The Government will ensure that for any physical infrastructure built as a result of \nthe Program, the relevant Executing and Implementing Agencies will comply with: \n(a)  Bangladesh’s  laws  and  regulations  governing  land  acquisition;  (b) \nBangladesh laws and regulations regarding environment; (c) ADB’s Policy on \nInvoluntary Resettlement (1995); and (d) ADB’s Environment Policy (2002). Prior \nto any construction, the relevant permits and licenses will be obtained.  \n(xiii)  The Government will ensure that all action plans to be prepared as part of the \nProgram will be fully implemented before the end of the Program and that all \nlegislation gazetted will have become fully effective. \n(xiv)  The Government will ensure that all legislation passed as part of the Program as \nwell as all public awareness campaigns and action plans will be widely published \nin a way that ensures access by all segments of the population. ", "26\nB.  Conditions for Loan Effectiveness \n87.  The following conditions will be met before the loan becomes effective: (i) the PMUs will \nhave been established; and (ii) the Program Steering Committee will have been established.\nVIII.  RECOMMENDATION \n88.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove\n(i)  the loan in various currencies equivalent to Special Drawing Rights 97,910,000 to \nthe People’s Republic of Bangladesh for the Good Governance Program from \nADB’s Special Funds resources with an interest charge at the rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter; a term of 24 \nyears, including a grace period of 8 years; and such other terms and conditions \nas  are  substantially  in  accordance  with  those  set  forth  in  the  draft  Loan \nAgreement presented to the Board; and \n(ii)  the provision of technical assistance not exceeding the equivalent of $1,500,000 \nto the Government of Bangladesh for supporting the Good Governance Program. \nLiqun Jin \nVice President \n5 October 2007 ", "Appendix 1 27\nPROGRAM FRAMEWORK \nData\nPerformance \nDesign Summary  Sources/Reporting  Assumptions and Risks \nTargets/Indicators   a\nMechanisms\nImpact  \nEconomic growth and  Measures of satisfaction of  Relevant national  Assumptions \nenhanced public  public access to services show  surveys on public  (cid:120)  Political conditions remain stable  \naccess to effective  yearly increase.  service delivery \npublic services Contribution to economic  Government’s periodic  (cid:120)  Other external factors do not \ngrowth by sectors most  economic reports and  negatively impact the work on \nvulnerable to corruption shows  budgets  anticorruption and good \nyearly increases.   governance \nPublic perception of good  Evaluation reports;  (cid:120)  Causality of improvements in good \ngovernance in relevant sectors  Transparency  governance on economic growth \nof operations improves in all  International and other  remains valid\nsurveys.   surveys  \nImproved Transparency  Transparency  Risk\nInternational ranking on  International surveys   (cid:120)  Government focus on good \ncorruption (from current CPI  governance and anticorruption \nscore of 2.0 to 2.5 by 2011).  diminishes over time \nOutcome\nImproved governance  Demonstrated Government  Cabinet documents;  Assumptions \nand lower incidence of  commitment to implementation  budget statements  (cid:120)  Continued Government \ncorruption in the  of the NIS and UNCAC  commitment to the Program as \npublic sector in  provisions through increased  UN reports on UNCAC  reflected in support to NIAC, the \nBangladesh  budgetary allocations.  program  Anticorruption Commission, JSC, \nimplementation status  NIS and UNCAC implementation, \nand independence of the judiciary  \n  Cabinet Division and office of  Reports of the auditor  (cid:120)  Capability is suitably increased in \nthe registrar (Supreme Court)  general, program  these two agencies \nbetter able to manage good  steering committee  (cid:120)  The agencies are adequately \ngovernance projects  reports resourced for the added workload \nthroughout the public sector \n  NIS is adopted by departments  Reports of auditor  (cid:120)  Civil society organizations continue \nresulting in better management  general  to demand transparency and \nof grievance processes and  accountability in Government work, \nuse of resources, as verified by  including in the judiciary \nauditor general’s report. \nAnticorruption Commission Act  Official Gazette;  (cid:120)  Anticorruption Commission Act \nof 2004 amended to give  Review mission reports  amendments are clear and adhere \nAnticorruption Commission  to due process standards \nclearer powers and greater \nindependence.  \n  Yearly increase in corruption  Anticorruption  (cid:120)  Relevant capacities are built in \ncases investigated and  Commission Anticorruption Commission’s work \nprosecuted by Anticorruption  documents \nCommission.\n  All judicial sector appointments  JSC documents and  (cid:120)  JSC capacity to recruit and \nand personnel matters  Review mission reports  manage human resource process \nunbundled from the PSC.  is successfully enhanced  \n  Yearly reduction in time taken  Supreme Court annual  (cid:120)  Anticorruption courts are \nto resolve corruption cases.   reports established in time \n  Code of conduct adhered to,  Supreme Court annual  (cid:120)  The commitment of senior judiciary \nand monitored, at the Supreme  reports remains strong \nCourt and in district courts. \n  All departments have fully  Community level  (cid:120)  Commitment to good governance \noperational accountability  reports on incidence of  and anticorruption from sectoral \nmechanisms or units. corruption and  agency heads \nmismanagement ", "28 Appendix 1 \nData\nPerformance \nDesign Summary  Sources/Reporting  Assumptions and Risks \nTargets/Indicators   a\nMechanisms\n  A functional office of  Ombudsman report;  (cid:120)  Office of ombudsman receives \nombudsman handles  budget documents  political support in the short to \nmaladministration and handles  medium term \ncases of petty corruption. \nRisks\n(cid:120)  UNCAC provisions do not get \nsuitably translated in local laws and \ninstitutions (due to their broad \nnature)\n(cid:120)  Misalignment of NIS stipulations \nand departmental work \n(cid:120)  Transaction costs of bringing good \ngovernance into mainstream \nconsidered high by sectoral \nagencies \nOutputs \n1. Vision, Strategy,  Approved NIS with detailed  Cabinet directives and  Assumptions \nand Procedures, action plan (including targets  decisions  (cid:120)  Continued political will is \nincluding NIS,  for UNCAC implementation).  demonstrated \nUNCAC, amended  Gazetted amended  UN reports on UNCAC  (cid:120)  Ordinances on all legal changes \nAnticorruption  Anticorruption Commission Act  implementation in  will be accepted by Parliament \nCommission Act, and  in line with UNCAC, and  Bangladesh; official  when it is eventually reconvened \nstrengthened  gazetted rules of procedures  gazette\nAnticorruption  for Anticorruption Commission \nCommission Act.\nPerformance indicators on  Gazetted notices  (cid:120)  NIS and its targets are fully owned \nvulnerabilities to corruption in  by various agencies within the \ndepartmental work are  government\napproved. \n  NIAC established and holds  Cabinet directives and  (cid:120)  Buy-in of NIAC work in all spheres \nregular meetings.  decisions   of Government\n  NIS implementation reports are  NIS reports; reports of  (cid:120)  NIS is of good quality and has a \npublished regularly.  review missions  clear implementation framework \nand indicators \n  Anticorruption Commission  Anticorruption  (cid:120)  Substantive increase in resources \nperformance (as measured by,  Commission reports  for Anticorruption Commission’s \ne.g., case disposal time) shows  and records  case management and operational \nyearly increase.  capability \n  Effective decentralized system  Anticorruption  (cid:120)  Anticorruption Commission is \nof operations in anticorruption  Commission reports  resourced adequately \n  Levels of complaints disposal  Anticorruption  (cid:120)  Annual reports provide relevant \nby Anticorruption Commission  Commission reports  information in a timely manner \nincreases each year.  and records \n  Realistic performance  Records of ACC, JSC,  (cid:120)  Government has adequate \nmanagement schemes (at  and Ministry of Finance  resources to sustain the schemes \nACC, JSC) \n      Risks\n(cid:120)  Case for reforms becomes weaker \nif immediate gains in corruption \ncontrol and good governance \nenhancement are not evident \n(cid:120)  Continued Government \ncommitment to strengthen relevant \nagencies ", "Appendix 1 29\nData\nPerformance \nDesign Summary  Sources/Reporting  Assumptions and Risks \nTargets/Indicators   a\nMechanisms\n2. Enforcement and  Gazetted amendments to Code  Official gazette  Assumptions \nSanction  of Criminal Procedure to make  (cid:120)  Government is able to meet the \nMechanisms, judiciary independent.   Supreme Court-set schedule \nincluding  Implementable staffing and  Annual performance  (cid:120)  All court bodies are resourced \nstrengthened  human resource development  reviews  adequately by Government \njudiciary, and  plans for JSC, judiciary, and \nimproved prosecution  prosecution service. \nservices\n  Performance indicators for  Supreme Court reports  (cid:120)  Performance indicators are \njudiciary are revised and  rigorously framed \nimplemented. \n  Published annual reports  Supreme Court  (cid:120)  Annual reports provide relevant \nindicating performance (such  documents  information in a timely manner \nas disposal of corruption \ncases).\n  Practical and realistic  Program Steering  (cid:120)  Supreme Court able to convince \nmonitoring and reporting  Committee records,  district courts of benefits from use \nprotocols at the Supreme Court  and Supreme Court  of such protocols \nrecords\n  Submitted declarations of asset  Supreme Court and  (cid:120)  Supreme Court actively follows up \nstatements by those in the  National Board of  on submission of statements by \njudiciary.  Revenue records  those in the judiciary \n  Improvements in judicial  Supreme Court  (cid:120)  Government continues to stay \nfacilities, and sufficient  records; budget  committed to strengthening the \nresources for operations.  statements judiciary \n  JSC fills judicial vacancies in a  JSC records   \ntimely manner. \n  A separate prosecution service  Law ministry records;  Risks\nis established with adequate  budget statements  (cid:131)  The judiciary’s independence is \nbudget.  not accompanied by adequate \ntransparency \n(cid:131)  Agencies (such as JSC) may be \ninsulated from good governance \npolicies internally \n3. Prevention  Assumptions \nMechanisms, Strategic plan for CPA reforms.  Ministry of Shipping  (cid:120)  Strategic plan is realistic and \nincluding focused  and CPA records  practical \nanticorruption  VCAs in selected agencies.  Agency reports  (cid:120)  VCAs are done rigorously \ninterventions, Corruption risk mitigation  Agency reports  (cid:120)  Agency commitment to produce, \naccountability  strategies in place in at least  and adhere to, the strategies is \nmechanisms in line  half the Government agencies.  strong\nministries, and  Gazetted right to information,  Official gazette (cid:120)  The law is comprehensive in scope \ngrievance redress  and whistleblower protection  and has a clear implementation \nmechanisms legislation.  framework \n(cid:120)  Political commitment is intact \nSector plans to deal with  Relevant legislative  (cid:120)  Commitment to good governance \nvulnerabilities to corruption are  hearings on sector  and anticorruption from sectoral \nput in place and budgeted for.  agency work; sectoral  agency heads; and effective \nbudget allocations  legislative oversight in work of \nsectoral agencies \nComplaints handling  Community level  (cid:120)  Complaints mechanisms are used \nmechanisms established at all  reports on cases or  widely by service users and \nlevels of government.  incidence of corruption  citizens\nand mismanagement; \nagency reports; \nsubmissions at \nwww.ekhoni-\nshomoy.net ", "30 Appendix 1 \nData\nPerformance \nDesign Summary  Sources/Reporting  Assumptions and Risks \nTargets/Indicators   a\nMechanisms\nTransparent and merit-based  Program Steering  (cid:120)  Government is able to get buy-in \nexamination and quota system  Committee reports,  from different stakeholders on the \nin the Bangladesh Civil Service  records from the  revised quota system \nMinistry of \nEstablishment \nOffice of ombudsman  Budget statement   (cid:120)  Political commitment to strengthen \nadequately resourced   office of the ombudsman is intact \nRisk\n(cid:120)  Weak institutional capacities of \nsector agencies impede bringing \ngood governance and \nanticorruption into mainstream \nActivities with Milestones  Inputs \n1.1  Conduct stakeholder consultations and approval of NIS (October 2007–July  Program Loan: ADB: $150m  \n2008)  Technical Assistance Program: \n1.2  Establish NIAC on NIS (by mid–2008)  $2.85m\n1.3  Prepare action plans associated with NIS and UNCAC at departmental level \n(by 3rd quarter 2008)  ADB Grant: $1.50 million, of which: \n1.4  Monitor work of departments in line with NIS and UNCAC action plan  Consultants: \n(continuous from 3rd quarter 2008)  International (8 person-months), \n1.5  Put into action partnership plan on anticorruption work with civil society (from  $160,000 \nOctober 2008)  National (184 person-months), \n1.6  Develop decentralized set-up for Anticorruption Commission work (by  $768,400 \nOctober 2008)  International $ local travel: $55,000 \n1.7  Gazette amended Anticorruption Commission Act aligned to UNCAC (by  Reports & communications: $10,000 \nOctober 2008)  Equipment: $100,000 \n1.8  Conduct independent review of NIS and UNCAC implementation (Oct 2010)  Workshops, training: $260,000 \n1.9  Conduct independent survey on anticorruption work (by October 2010)  Miscellaneous administration and \n1.10 Conduct assessments of community outreach activities (by October 2010)  support costs: $10,000 \n1.11 Put in place a performance management scheme at Anticorruption  Contingencies: $136,600 \nCommission (by October 2010) \nGovernment of Denmark: $1.0 \n2.1  Gradually move recruitment function from PSC to JSC for judges (Oct 2007– million cofinancing, of which:  \nSept 2008)  Consultants: \n2.2  Follow up on the directive to all district judges to submit declarations of asset  International (3 person-months): \nand wealth (from October 2007, and periodically after that)  $60,000 \n2.3  Engage in active monitoring of district courts and make broad results publicly  National (43 person-months): \navailable (from October 2007 onwards)  $263,600 \n2.4  Conduct a detailed needs analysis of the prosecution service (Oct 2007– International $ local travel: $25,000 \nMarch 2008)  Reports & communications: $30,000 \n2.5  Develop capability development plans in the judiciary (by May 2008, and  Equipment: $180,000 \nimplemented after that)  Workshops, training: $270,000 \n2.6  Finalize performance indicators for judiciary (October 2007-September 2008)  Miscellaneous administration and \n2.7  Gazette legislation for an independent prosecution service (by October 2008)  support costs: $15,000 \n2.8  Gazette legislation prescribing specific qualifications for the recruitment of  Contingencies: $156,400 \nHigh Court judges (by October 2008) \n2.9  Publish annual State of the Judiciary report (first report for 2007 to be  Government: $0.5 million in-kind \npublished in February 2008; and then annually after that)  and cash, of which: \nOffice accommodation and \n3.1  Conduct  VCAs  in  selected  agencies  and  help  develop  anticorruption  transport: $60,000 \nstrategies as needed (from October 2007 onwards)  Remuneration and per diem of \n3.2  Support CPA and other agencies in implementing their anticorruption strategy  counterpart staff: $220,000 \n(from October 2007 onwards)  Administrative support: $150,000 \n3.3  Strengthen and institute inspectorates in key sectoral agencies (Oct 2007– Others (including communications, \nSept 2008)  etc.): $30,000 \n3.4  Issue, and follow up on, directive to all civil servants to submit declarations of \nassets and wealth according to Section 13 of the Government Servants \nConduct Rules 1979 (from Oct 2007, and updated every 2 years) ", "Appendix 1 31\nActivities with Milestones \n3.5  Gazette legislation for a Right to Information Act (by October 2008) \n3.6  Develop proposals for revised entry and promotion procedures in Bangladesh \ncivil service (by October 2008) \n3.7  Review Official Secrecy Act 1923 and Government Services (Conduct) Rules \n1979 (October 2007–Sept 2009) \n3.8  Gazette amendments to the 1976 Port Ordinance (by October 2010) \n3.9  Use  and  publicize  citizen  report  cards  in  selected  sectors  to  address \ngrievances at the local level (by October 2010) \n3.10 Review the existing civil service quota system (by October 2010) \n3.11 Publish departmental information on grievances and public complaints (from \nOctober 2010 onwards) \n3.12 Develop integrity and anticorruption modules and incorporate them in public \nsector training institutes (by October 2010) \n3.13 Gazette legislation for a Whistleblower Protection Act (by October 2010) \n3.14 Establish well-resourced office of the ombudsman (by October 2010) \nProgram Supervision and Management \n3.15 Establish Program Steering Committee (by October 2007) \n3.16 Engage first consultants for program activities (by October 2007) \n3.17 Conduct reviews: \n(cid:120)  Program Steering Committee review (quarterly) \n(cid:120)  Review missions (annually) \n(cid:120)  Tranche condition reviews (before release of tranche 2 and 3 funds) \n3.18  Prepare and submit: \n(cid:120)  Program inception report (4th quarter 2007) \n(cid:120)  First program interim report (second quarter 2008) \n(cid:120)  Semi-annual program interim reports (from fourth quarter 2008) \n(cid:120)  Draft program final report (mid-2011) \nProgram tripartite and final report (third quarter 2011)\nADB = Asian Development Bank, CPA = Chittagong Port Authority, CPI = corruption perceptions index, DANIDA = Danish \nInternational Development Agency, JSC = Judicial Service Commission, MTBF = Medium-Term Budgetary Framework, NBR = \nNational Board of Revenue, NIAC = National Integrity Advisory Committee, NIS = National Integrity Strategy, PSC = Public \nService  Commission,  TIB = Transparency  International  Bangladesh,  UN  =  United  Nations,  UNCAC  =  United  Nations \nConvention Against Corruption, VCA = vulnerability to corruption assessment. \na  Data sources listed here will indicate performance of more than one target. Existing reporting mechanisms will guide the \nprogram performance review missions. ", "32 Appendix 2 \nSECTOR/SUBSECTOR ANALYSIS \nA.  Sector Overview \n1.  Good governance has several benefits: (i) economically it directly contributes to an \nenhancement of the country’s gross domestic product; (ii) politically it allows service providers to \nbe made more accountable for their actions, and these actions are much more transparent; and \n(iii)  morally  it  fulfills  a  bargain  between  services  users  and  service  providers  in  that  the \nrelationship is one based on trust and openness, and a virtuous value system is possible in the \nrelationship between the users and the providers of services. \n2.  In Bangladesh, this notion of good governance has tended to be absent; economic \ngrowth and poverty reduction continue to be frustrated by a lack of accountability, transparency, \nand predictability in the way government operates (i.e., by poor governance). Indeed, in the \npublic sector, personal greed has always tended to be placed above public interests, which has \nled the country to the edge of failed statehood.1\nB.  Nature of the Governance Problem \n1.  Problem of Corruption \n3.  Corruption has been the most telling indicator of poor governance in Bangladesh for a \nlong time (see tables 1 and 2 below). According to Transparency International, corruption in \nBangladesh was perceived to be the highest in the world for five successive years from 2001; its \nranking for freedom from corruption in relation to other such freedoms is also extremely low. Its \nperformance  in  terms  of  selected  governance  indicators  has  also  shown  no  significant \nimprovement over time.2\nTable A2.2: Ranking for Bangladesh in \nTransparency International’s \nTable A2.1: Economic Freedoms in Bangladesh      \nCorruption Perception Index \nYear  CPI Index  Rank/Countries \n2001       0.4  Last/91 \n2002       1.2  Last/102 \n2003       1.3  Last/133 \n2004       1.5  Last/145 \n2005       1.7  Last/158 \n2006       2.0  156th/163\nSource: Transparency International \n(Available: \nhttp://www.transparency.org/policy_researc\nh/surveys_indices/global/cpi)\nNote: The trend in ‘freedom from corruption index’ has been \na paltry score of 4 in 2003 to 15 in 2006, which is still very low. \nSource: The Heritage Foundation, Index of Economic Freedom, 2007 \n(Available: http://www.heritage.org/research/features/index/country.cfm?id=Bangladesh) \nFdm fm: Freedom from. \n                                                \n1  Bangladesh has been rated as one of the top 20 states in the world most at risk of failure. See Foreign Policy.\n2006. The Failed States Index. May/June. \n2\nFor example, in 2002–2005, values for control of corruption diminished from 13.7 to 7.9, and for rule of law from \n25.5 to 19.8. (Source: D Kaufmann, A Kraay, and M Mastruzzi. 2006. Governance Matters V: Governance \nIndicators for 1996–2005. Washington, DC.) ", "Appendix 2 33\n  2.  Judicial Autonomy and Transparency \n4.  There is consensus that much more work on good governance can be done in the police \nforce and the judiciary, two critical institutions in Bangladesh.3 The problem stems largely due to \npolitical interference in recruitment and management of these institutions. An upcoming study4\non  the  justice  sector  in  Bangladesh  states  that  the  core  institutions  of  formal  justice  lack \nindependence, and that formal legal mechanisms for holding government and other participants \nto  account  have  also  been  severely  undermined,  particularly  by  recent  processes  of \npoliticization across the spectrum. Above all, it emerges that the single greatest source of the \njustice sector’s problems is the lack of independence of the judiciary from the Executive, and the \nlevel of politicization has so hampered the effective delivery of judicial services that poor people \nhave effectively been priced out of the market in getting justice. \n  3.  Voice Mechanisms for Citizens \n5.  There is less attention paid to this particular problem of the good-governance agenda. \nThe media and nongovernment organizations (NGOs) have indeed provided the opportunity for \ncitizens to voice their concerns regarding mismanagement and poor service delivery, but what is \nmissing  is  an  institutional  and  formalized  mechanism  to  convey  bottom-up  concerns  of \ncorruption to policy makers. This is evident at two levels: (i) for the common citizen who has \nbeen deprived of the right to receive services in an equitable, efficient, and effective manner; \nand (ii) for the departmental employee who is not empowered to either blow the whistle or \nchannel relevant feedback to the upper hierarchy. \n  4.  Public Service Reforms \n6.  Despite public sector reform efforts, the civil service remains relatively ineffective and \nunaccountable,  and  lacks  proper  motivation  due  to  a  weak  incentive  system.  The  highly \ncentralized political and administrative system weakens the government’s capacity to deliver \nand monitor services effectively. The Public Service Commission (PSC)—the body responsible \nfor recruitment into the Bangladesh civil service—itself is politicized and has been accused of \ncorruption and a lack of transparency.5\nC.  Government’s Response to Enhance Good Governance \n7.  Efforts are currently underway to improve core governance systems in areas such as \npublic procurement, financial management, fiscal reporting, and watchdog institutions. Several \n                                                \n3  According to the Transparency International Bangladesh (TIB) corruption database for 2004 and 2005, the police \ntopped the most corrupt list. The police also routinely come in last in all opinion polls and attitudinal surveys on \nperceptions of corruption. This is corroborated by a 2006 survey in which 67.3% of respondents said they have no \ntrust in the police and feel that the police sector is the most corrupt (Power Participation Research Centre. 2007. \nUnbundling Governance: Reforms, Processes, Institutions, and Risks. Dhaka [April]). In the judiciary, the problem \nis primarily evident at the district court level where “widespread … malpractices delay and deny access to justice \nfor  many”  (European  Commission  Justice  Identification  Mission.  2005.  Activating  the  Justice  System  in \nBangladesh: Final Report. Dhaka [November]). There is also a view that poor terms and conditions of service at \nthe subordinate court level directly contribute to the problem. The European Commission report notes that a large \npart of this is because income to the Treasury generated by the courts amounts to 2.5 times the annual budget \nprovided to the operational running of the justice system. \n4  Bangladesh Rural Advancement Committee. 2007. The Prospects for Justice Sector Reforms in Bangladesh. \nForthcoming. January. \n5  See, for example, The Daily News. 2007. Probe corruption in PSC, bring culprits to book: Speakers tell TIB \nroundtable. Dhaka. Friday, 23 March. There are also charges against the Public Service Commission (PSC) of \ntampering with recruitment processes for entry into the civil service. ", "34 Appendix 2 \nreforms to improve sectoral governance are also underway. One in particular that will prove \ncritical for economic activity and international trade for Bangladesh is the governance reform \ncurrently underway at the Chittagong Port Authority (CPA). This port handles 85% of all the \ncountry’s trade but infrastructural weaknesses, bureaucracy, and administrative red tape has \nresulted in it being considered “the most expensive port in the region”.6 The CPA has recently \nintroduced measures that will not only speed up port operations through a single point operating \nsystem but will also protect importers from the harassment and financial losses they suffer in the \nstevedoring system.\n8.   In the area of public administration, reforms have included improvement of a promotion \npolicy  for  Class  I  officers  (with  an  emphasis  on  merit),  an  improved  training  policy  for \nGovernment employees, and the creation of a career planning and training wing in the Ministry \nof Establishment. To improve public financial management, the Government in FY2005 issued \nnew annual budget guidelines on a pilot basis. These contained elements of more strategic \nbudgeting practices, better fiscal discipline, and better coordination of recurrent and capital \nbudgets. In order to be able to monitor progress against established benchmarks over time, the \nGovernment has undertaken expenditure tracking surveys in the health and education sectors \nto ascertain the effectiveness of service delivery. Furthermore, the Government has recently \nreleased a comprehensive Public Financial Management Action Plan. \n9.  The Government has now also formulated the Money Laundering Prevention Ordinance \n2007,  which  will  facilitate  the  work  of  the  Anti-Money  Laundering  Department  within  the \nBangladesh Bank. The US is helping establish a financial intelligence unit to combat financial \ncrimes and retrieve assets kept overseas by graft suspects. Though set up in 2003 in line with \nthe anti-money laundering law enacted in 2002, the Anti-Money Laundering Department was not \nable to do its work effectively. With this ordinance, the Bangladesh Bank can work with other \ncountries on financial crime investigation, and exchange information and expertise with financial \nintelligence units of other countries.7\n10.  The Supreme Court has now accepted the four rules on independent judicial service and \nthe  amended  Code  of  Criminal  Procedure  (Amendment)  Ordinance,  legislated  by  the \nGovernment to separate judicial service, including the judicial magistracy, from government \ncontrol in compliance with its 12-point directive for eventual separation of the judiciary. The \ninterim  government,  taking  the  final  legislative  step  towards  separation  of  the  judiciary, \namended the Judicial Service Pay Commission Rules 2007 in late April 2007. The new rules \nstipulate that existing magistrates who have opted for the judiciary will be absorbed into the \njudicial service for 3 years so that a sufficient number of officers can be appointed to the judicial \n                                                \n6  It is also considered the most inefficient: the number of days waiting for operations in Chittagong Port is 10 as \nopposed to less than a day for all other comparable country ports; similarly, Chittagong Port handles only 5.2 \ncontainers per hour whereas other comparable ports handle 40–76. (Fixing our ports and beyond. The Daily Star.\n2007. Dhaka. Monday, 23 April.) \n7  This is an important aspect of anticorruption work and has the potential to substantially bolster the Government’s \nfiscal position. For the first time in its history, in April 2007 the Government was able to retrieve Tk 2.7 billion of \nillegal money from seven businessmen, and is expecting to recover around Tk3.0 billion more soon, much of which \nwas  illegally  transferred  abroad.  The  Bangladesh  Bank  reiterates  this  point  by  saying  that  the  anti-money \nlaundering and anticorruption drives by the Government and the move by the National Board of Revenue to \nexpand the tax net are expected to yield positive results in terms of revenue gains for the Government. On the \nother hand, anticorruption drives have also had an indirect negative effect: e.g., car sales dropped 50% in the first \n3 months of 2007 for fear of problems (The Daily Star, Saturday, 24 March 2007); similarly, credit and deposit \ngrowth of commercial banks fell “drastically” in the first quarter of 2007 (by up to six to eight times of that in \nprevious periods) as the joint forces and the National Board of Revenue have been checking bank accounts as part \nof the anticorruption crackdown (The Daily Star. 2007. Dhaka, Tuesday, 15 May).  ", "Appendix 2 35\nservice in this interim period. According to the report submitted by the Government in April, only \n31 existing magistrates have opted for being absorbed into the judicial service. As of the end of \nFebruary 2007, 484,832 cases are pending with the courts of magistrates across the country \nand  at  least  890  magistrates  are  required  to  deal  with  them.  None  of  the  metropolitan \nmagistrates, however, have so far opted for absorption into the judicial service. As of the end of \nFebruary 2007, 112,772 cases are pending with the courts of the metropolitan magistrates and \nat least 52 magistrates are needed to deal with them. \n11.  The Government wishes to implement the separation of the judiciary at the earliest \nopportunity, including (i) the streamlining of recruitment of judges,8 (ii) independent judicial \nadministration and management through the Supreme Court, (iii) special pay package for the \njudges, (iv) court reforms (particularly caseload management and modernization of systems), \nand  (v)  permanent  and  neutral  prosecution  services.  The  ordinance,  which  proposes  100 \namendments  to  the  Code  of  Criminal  Procedure  1898,  strips  the  executive  magistrates \n(including deputy commissioners) of judicial powers and functions. \n12.  Other  steps  the  Government  is  taking  or  considering  to  institute  good  governance \ninclude  (i)  a  consumer  protection  law,  which  should  have  an  indirect  impact  on  curbing \ncorruption since consumers would have greater rights to demand, and receive, better services; \n(ii) corporatization of several state-owned enterprises and nationalized commercial banks, which \nwill  ensure  that  government  patronage  in  these  organizations  will  diminish  and  market \npressures  will  assist  them  to  provide  better  services;  (iii)  a  website  to  receive  corruption \ncomplaints; 9  (iv)  in  April  2007  the  Government  revisiting  the  Members  of  Parliament \n(Remuneration  and  Allowances)  Act  1973  and  rescinding  the  privilege  of  members  of \nParliament to import of cars free of duty, a privilege that had been hugely abused in the past;10\nand (v) effective implementation of the Public Procurement Act 2006.11\n13.  Finally, the Government has embarked on the following courses to tackle the corruption \nproblem.\n(i) Stronger  enforcement  for  short-circuiting  the  culture  of  impunity.  The \nGovernment has agreed to substantially revamp the Anticorruption Commission \n(supported by the National Coordination Committee on Combating Corruption \nand  Crime  [NCC])12 so  that  it  can  carry  out  its  work  more  effectively.  This, \ncoupled with several arrests of known and suspected corrupt officials, has meant \nthat for the first time there is an opportunity for the culture of impunity to be \nsubstantially targeted. \n                                                \n8  This is a critical issue; the chief justice himself has publicly stated that the irregularities in appointment of judges in \nthe past will “need at least 20 years to remove” (The Daily Star. 2007. Dhaka. 30 April). \n9  This is available at: www.ekhoni-shomoy.net. \n10 For example, it has been reported that during the period October 2001 to October 2006, a total of 303 expensive \nand luxury cars or jeeps were imported free of duty, costing the Government revenues amounting to Tk2.11 billion \n(The News Today. 2007. Dhaka. Tuesday, 17 April). \n11 While the act is a very useful tool, contract awards provide opportunities for procurement, and political influence \nand pressure from trade unions in the procurement process compound the problem. The World Bank recently \ncompleted an assessment of procurement practices in Bangladesh and concluded that the implementation of \nprocurement is very uneven across agencies, and barring some exceptions, the process is far from satisfactory. \n12 Having said this, the fact that there are at present 40 task forces led by the NCC and the Anticorruption \nCommission mean that anticorruption work has a substantial coordination problem (The Daily Star. 2007. Dhaka. \nFriday, 20 April). ", "36 Appendix 2 \n(ii) Taking a broad and long-term vision of anticorruption. Both the Government \nand civil society have forcefully highlighted the corruption issue, and there is a \nrising expectation among the public that the Government will not only begin to \nenforce and sanction corrupt officials but also put in place mechanisms that will \ndeter the type of massive corruption that has been the hallmark of public life in \nBangladesh.  The  Government  has  talked  about  the  need  for  an  institutional \nframework (led by the Anticorruption Commission but including other agencies, \nsuch as the National Board of Revenue) that will begin to address the problem in \na concerted manner and with a long-term vision, strategy, and achievement of \nanticorruption outcomes across sectors, institutions, and levels of government. \nThe substantive basis of this vision is emerging in the Government’s decision in \nMarch 2007 to ratify the United Nations Convention Against Corruption (UNCAC). \nSupplementary Appendix B has more information on the UNCAC. \n(iii)  Strengthening  the  Anticorruption  Commission.  Already  three  new \ncommissioners  have  been  appointed,  all  with  the  requisite  experience  and \ntechnical competencies. The change at the top has given the commission greater \nvisibility and raised public confidence that past practices will no longer apply. As \nfor  staffing,  the  Government  has  finalized  the  amendments  to  the  existing \norganization structure (or organogram) of the Anticorruption Commission raising \nthe number of its staff from 650 to 1,257, and the commission has been given \ngreater powers to pursue, investigate, and prosecute the corrupt.  \n(iv)  Strengthening the role of the judiciary in anticorruption. As noted earlier, the \nGovernment  has  already  accepted  the  Supreme  Court’s  2000  decision  to \nseparate  the  judiciary  from  the  Executive  at  the  district  level.  Ensuring  the \nindependence  of  the  judiciary  implies  that  at  the  very  least  there  is  no \ngovernment interference in the appointment of judges, and that the judges have \nsecurity of tenure (thus minimizing the opportunities for interference), security of \nsalary  and  remuneration,  and  there  is  institutional  independence  of  the \nsubordinate judiciary especially from Parliament and the Government. \n(v)  Bringing good governance into the mainstream at sector level. Striking gaps \nin Bangladesh at the moment are (a) the absence of focus on, and application of, \nanticorruption  measures  at  the  sectoral  level;  and  (b)  the  absence  of  any \nmeasures to reduce citizens’ vulnerability to corruption. This is evident in (a) \ninternal processes in sectoral agencies that need to be upgraded or rigorously \nenforced;  and  (b)  the  identification  of  key  interventions  that  will  provide  an \nenabling environment for citizen access and participation in preventing corruption. \nFor  instance,  the  right  to  information  is  a  critical  requirement  to  enhance \ntransparency of government decisions but the legal framework for the exercise of \nthis right does not yet exist. Such enabling features are essential to strengthen \nthe anticorruption drive in Bangladesh. \n14.  In  summary,  the  Government  commitment  to  make  much-needed  reforms  in  the \ngovernance sector is most evident in (i) its strong support for the work of the Anticorruption \nCommission, (ii) separating the judiciary from the Executive, (iii) beginning to address systemic \nweaknesses  in  the  management  of  the  civil  service,  and  (iv)  seeking  to  improve  sectoral \ngovernance. These are also the focus areas of the Good Governance Program.", "Appendix 3  37 \nDEVELOPMENT COORDINATION MATRIX  \n(Major Donors and Relevant Governance Areas) \nArea of  Financial and Other \nProgram/Project  Areas of Coverage/Objectives  Information\nDanish International Development Assistance (DANIDA)\nPart of Legal and  Capacity building of the Judicial Administration Training  Danish kroner (DKr)13 \nJudicial Capacity  Institute. million over 5 years (2002–\nBuilding Project   2007); extended until 2008 \nPreparatory phase of  Activities in preparation for setting up an ombudsman.  DKr1.09 million over 3 years \nthe ombudsman  (from 1999; extended until \ninstitution   2004) \nLocal Governance  Performance based block grants, capacity development,  Basket funding with UNCDF, \nSupport Project   research and studies under the learning and innovation  UNDP, EU from 2007–2010; \ncomponent.  DKr12 million \nStrengthening of  Electronic governance (E-governance) support, training.  Cofunding with UNDP \nParliament  DKr3.52 million \nJudiciary support  Separation of judiciary including support to the Supreme  Discussion ongoing with \nCourt. stakeholders and donors \nDepartment for International Development (DFID), UK\nTIB Making Waves  Increased demand by men and women for transparency in  In association with NORAD, \nProject public, nonprofit, and private-sector transactions. Supporting  SIDA and DANIDA with \ncommittees of concerned citizens (community watchdog  funding of £4.3 million \ngroups) to make them more aware of, and vocal about, \ncorruption in the public sector and poor public-service \ndelivery; supporting TIB to publicize corruption. \nHuman Rights and  Enhance the capacity of, and opportunities for, poor men,  In 2002; funding of £13.5 \nGovernance Fund  women, and children to demand improved governance and  million; initially administered \n(Manusher Jonno  recognition of their rights.  by CARE International \nProject)\nFinancial  Strengthen public financial management system in the  Cofunded by the \nManagement Reform  Ministry of Finance and selected line ministries, to provide  Netherlands; total allocation \nProject relevant, accurate, and timely information to Government  from DFID €18.8 million \npolicy makers and other stakeholders. \nPublic service  Supporting high-level management training of civil servants  MATT 2 started in 2006 with \ncapacity building  to create a critical mass of reform-minded civil servants  funding of £15.2 million; \nprogram (Managing  (particular support is given for performance improvement and  MATT 1 was from 1999 to \nat the top [MATT])  human resource management)  2002 \nPolice Reform  To improve crime prevention, investigation, human resource  In association with UNDP \nProgram management, and strategy of Bangladesh Police. The police  and Ministry of Home Affairs, \nhave set up 11 model police stations and victim support  £5.5 million; duration: 2004–\nfacilities, undertaken the first public opinion surveys of  2007  \npolicing, and started initiatives to combat human trafficking \nand get children out of adult prisons. \nEuropean Union (EU) \nBangladesh  Private sector development to address challenges linked to  Total project cost: €43.876 \nInvestment Climate  improving governance and investment climate through  million; \nFund  regulatory reform and better management of economic  EU contribution: €15.8 \nzones; strengthening civil service capacity for this.  million; cofinancing with \nDFID and IFC \nStrengthening  Increase community participation in decision making and  Total project cost: €0.467 \nCommunities' Rights  ensure that poor people’s voices inform and influence  million \nand Empowerment   government policy and practice at local and national levels  EU contribution: €0.351 \nmillion; cofinancing with \nCIDA\nPublic Finance  The goal of the Financial Management Reform Program is to  Approximate EU contribution \nManagement  improve the efficiency and effectiveness of the allocation of  €15–20 million; cofinanced \n(planned  resources and to achieve more equitable and improved  by DFID, CIDA, World Bank, \nintervention) public service delivery.  Netherlands \nSupport to the  Empower and enable poor, women, and vulnerable groups to  Total project cost: €11 \nJustice System –  access a fair and effective justice system at the local level by  million; \nActivating the Village  activating village courts so that disputes may be resolved in  EU contribution: €10 million; ", "38 Appendix 3 \nArea of  Financial and Other \nProgram/Project  Areas of Coverage/Objectives  Information\nCounts   an expeditious, transparent, and affordable manner.  starting September 2007 \nLocal Governance  Contribute to good governance and poverty reduction by  Total project cost: €12.936 \nSupport Project –  improving delivery of pro-poor services. The specific project  million; EU contribution: €9.6 \nLearning and  purpose is to enhance the capacity of union parishads to  million; started April 2007 \nInnovation  deliver pro-poor services in an effective and accountable \nComponent  manner. \nJapan  \nPolice Reforms, and  Procurement of vehicles, establishment of forensic  Approximately $18 million \nstrengthening  laboratory, construction of 25 model police stations,  under the policy of debt \nBangladesh Public  computerization of police stations (2005–2007); human  cancellation \nAdministration Training resource development for BPATC and other stakeholders, \nCentre (BPATC)  and training programs at BPATC (2007–2010). \nLocal Governance:  To improve access to governmental services for village  2005–2010; funding of $5.7 \nParticipatory Rural  communities and to improve the responsiveness of union  million \nDevelopment Project  parishads and line agencies to the needs of the community; \nPhase 2; and Local  to promote local good governance in selected regions by \nDevelopment  strengthening mechanism of empowerment of local \nCoordination  community and strengthening the link among community, \nProgram union parishads and line agencies. \nThe Netherlands \nBudget and control  Cofunds with DFID the Financial Management Reform  Will end 2008; total amount: \nprocedures  Program (FMRP) of the Ministry of Finance (the next phase  €10 million \ncould be a public financial management swap or an \nextension of FMRP). \nMaster’s degree  Support for two interlinked governance activities: (a)  Ongoing project; $1.5 million \ncourse in  delivering a master’s degree program on governance and \nGovernance and  development tailored to the needs of civil servants; and (b) \nDevelopment at the  strengthening of the Centre for Governance Studies as well \nCenter for  as work on institutions of accountability, such as the \nGovernance Studies,  judiciary. Objective is to create a critical mass of people who \nBRAC University)  are able to implement reforms quickly. \nUnited Nations Development Programme (UNDP) \nPolice Reform  Legal reform (including the Police Act); crime prevention and  $16.17 million; 2004–2009; \nProgram community policing, investigation, police operations and  with support from DFID and \nprosecutions, human resource management and training,  EU\nconstruction of new police stations, and oversight and \ncapacity building (police complaints commission and national \npolice commission). \nStrengthening  To strengthen Parliament’s legislative and oversight  $7.4 million (DFID cost-\nParliamentary  functions; institutional reforms; revision rules to business,  sharing); 1997–2007 \nDemocracy  reform committee system; orientation for members of \nParliament, staff training, staff support for members of \nParliament and parliamentary committees. \nPromoting Access to  Assist government to legislate national human rights  $3 million (yet to be \nJustice and Human  commission law, strengthen the Supreme Court, expedite  launched) \nRights in Bangladesh  separation of judiciary from the Executive, awareness-\nbuilding on human rights, strengthen government capacity to \nprovide legal aid services. \nAnticorruption  The campaign is promoting and implementing (a) open  $0.42 million; will be \n(Anticorruption  discussion on corruption and integrity; (b) dissemination of  completed in 2008 \nAdvocacy Campaign  information on what individuals, groups, and organizations \n2006–2008)  can do to curb corruption; and (c) direct strategic \ninterventions to strengthen anticorruption efforts. \nCivil service capacity  Capacity development of BPATC, institutional assessment of  $0.713 million; 2005–2007 \nBPATC and PSC, field administration. \nLocal Governance  Make financial resources available to union parishads in  $18.12 million; up to the end \nequitable and appropriate ways, improve public expenditure  of 2011; cost sharing from \nsystems for union parishads, enhance mechanisms for local  UNCDF, EU, and DANIDA \naccountability. ", "Appendix 3  39 \nArea of  Financial and Other \nProgram/Project  Areas of Coverage/Objectives  Information\nGovernment of the United States \nLocal Governance  Improvements in service delivery and decentralization policy  $5.6 million over 6 years; \nInitiative reform. project ends September \n2008 \nAnticorruption and  Support budget analysis capacity of government, strengthen  $20 million from 2007–2011 \nParliamentary  media reporting and analysis on anticorruption issues, \n(yet to be determined) \ncommittees strengthen capacity of community organizations to prevent \ncorruption and promote reform, support parliamentary \ncommittees’ role in executive oversight.  \nAnti-money  Support to creating a financial investigation unit and  Approximately $0.1 million \nlaundering, including  prosecution unit; as well as training law enforcement officers  until October 2007; funding \nlaw enforcement and  in conducting criminal investigations (supported by US  levels not certain for coming \nprosecution  Department of Justice)  years \nWorld Bank \nPublic finance and  Public Expenditure and Institutional Review (involves three  Approximately $0.3 million   \nbudget management  agencies: ministries of Finance and Planning, and C&AG) \nProcurement (Public  The objectives of PPRP II are to improve performance of the  $24.9 million ($1.3 million \nProcurement  public procurement system progressively in Bangladesh,  from Government); 5-year \nReform Project II  focusing largely on the key sectoral ministries and targeting  program from 2007 \n[PPRP II])  their implementing agencies. \nLegal and Judiciary  Infrastructure, efficiency of commercial justice system, case  $30.6 million; 5 years \nCapability Building  management and court administration reforms, court-based  duration; the project may be \nProject mediation, legal aid and legal awareness; judicial training  extended until the end of \n(DANIDA implemented); enhancing law reform and legal  2008, and incorporate \ndrafting capacity (CIDA implemented)  support for a land titling \nproject \nVoice and  Initiated several corruption-related studies contributing to  No specific amount can be \nanticorruption  the development of an anticorruption strategy,freedom of  ascertained; the WBI media \ninformation policy note and dialogue, WBI Media and  project is for $2.5 million \nInformation Environment, undertaking political economy  (Canadian); $2.5 million for \nanalyses of various sectors (e.g., roads) in order to assess  Anticorruption Commission \nrisks and understand the politics of institutional reform, and  planned \nsome survey work with think tanks on corruption in the \nroads and power sectors. Currently considering support for \nstrengthening the Anticorruption Commission (in the area of \ninvestigation) from Economic Management Technical \nAssistance Program. \nBangladesh Local  Aims to support union parishads in providing services that  $208 million (World Bank \nGovernance Support  meet community priorities. The project will focus on capacity  $111.5 million; UNCDF, \nProject building, particularly regarding financial management and  UNDP, EU, and DANIDA \nprocurement. Following this, union parishads will receive  $18 million; remainder \nadditional fiscal transfers through the Government’s block  government); 2006–2011 \ngrant system.  \nStrengthening core  (a) Stand-alone project: Strengthening PAC; (b) Support  (i) $0.8 million (ii) nonlending \ngovernance  C&AG in drafting Audit Act; (c) WBI Parliamentary Program;  TA support; (iii) C$2.5 million \ninstitutions  (d) Workshop series on Institutions of Accountability: Support  over 3 years; (iv) \nfor enhancing accountability and transparency in governance  approximately $0.25 million \ninstitutions including C&AG, PAC, Bangladesh Bank, PSC, \nand Supreme Court.  \nBPATC = Bangladesh Public Administration Training Centre, BRAC = Bangladesh Rural Advancement Committee, \nC&AG = Comptroller and Auditor General, CARE = Christian Action Research and Education, CIDA = Canadian \nInternational Development Agency, DANIDA = Danish International Development Assistance, DFID = Department for \nInternational Development, DKr = Danish kroners, EU = European Union, IFC = International Finance Corporation, \nMATT = Managing at the Top, NORAD = Norwegian Agency for Development Cooperation, PAC = Public Accounts \nCommittee, PPRP = public procurement reform project, PSC = Public Service Commission, Sida = Swedish \nInternational Development Agency, TIB = Transparency International Bangladesh, UNCDF = United Nations Capital \nDevelopment Fund, UNDP = United Nations Development Programme, WBI = World Bank Institute. \nSources: Asian Development Bank, with inputs from various development partners. ", "40 Appendix 4 \nDEVELOPMENT POLICY LETTER AND POLICY MATRIX ", "Appendix 4  41 ", "42 Appendix 4 ", "Appendix 4  43 ", "44 Appendix 4 ", "Appendix 4  45\nThird Tranche (within 24 months of second tranche)  Cabinet Division to publish outcomes of an independent review of NIS implementation at all levels of (Evaluation report by Governmentindependent source–Cabinet Division)  Cabinet Division to publish results of independent expert survey and national perception survey on progress in (i) anticorruption work, and (ii) UNCAC (Evaluation report–implementation Cabinet Division)  Cabinet Division to publish results of assessment of community outreach and corruption prevention activities, including partnership modalities of anticorruption (Evaluation agencies with civil society report–Cabinet Division)   Ministry of Finance to allocate sufficient funds to allow ACC to implement its approved performance management  (Budget statement – Finance schemeDivision) Ministry of Finance to allocate sufficient budget to meet the approved capital and operational expenditures for the full operation of the Judicial Service (Budget statement–Ministry Commissionof Finance)  ariat that does so. \nNANCE PROGRAM–POLICY MATRIX  Second Tranche (within 12 months of first tranche)  Cabinet to approve and publish the NIS, including a detailed time-bound action plan, with resource allocation, for both central and local level (Approved NIS Government, to implement the NIS and action plan–Cabinet) 1Ministry of Law or Parliament Secretariat to gazette amended ACC Act, aligned to the UN (GazetteConvention Against Corruption notification–Ministry of Law)  Ministry of Law to finalize gaps analysis of Bangladesh legal framework vis-à-vis UNCAC (Report on gaps analysis–Ministry of Law) Cabinet Division, through Ministry of Law to gazette all revised ACC rules of procedure incorporating the amendments to the 2004 ACC (Gazette notification–Ministry of Law) Act Ministry of Finance to increase allocation for development budget of ACC with sufficient funds to allow it to implement its decentralized set-up and (Budget its community outreach program statement–Finance Division)  Judicial Service Commission to complete entry (Progress examinations for 100 assistant judges report–JSC) All judges of subordinate courts to submit a declaration of assets and wealth statement to the (Report on submission–Office of the Registrar  ent is not in place; otherwise, it is the Parliament Secret\nGOOD GOVER First Tranche (upon loan effectiveness) Output  (1)     Vision, Strategy, and Procedures  (i)  National Integrity Cabinet Division to approve a detailed Strategy consultation plan to seek feedback on the design of the NIS from all stakeholders across (Approved consultation plan on the country NIS–Cabinet Division) (ii)  UN Convention Ministry of Foreign Affairs to constitute inter-Against Corruption, ministerial committee with TOR to prepare ACC Act and rules action plan for the implementation of UNCAC (Memorandum and TOR of Committee–of procedures; Ministry of Foreign Affairs)   strengthened ACC  Government to reconstitute the ACC Gazetted notification–Cabinet Division() Cabinet Division to approve the ACC proposed decentralized set-up as reflected in (Copy of approved the revised organogram revised organogram–Cabinet Division) Ministry of Law to gazette amendments to ACC Act 2004, Anticorruption Act and Rules 1957, and the amendments to the Criminal (GazetteLaw Amendment Act 1958 notification–Ministry of Law)   (2)      Enforcement and Sanction Mechanisms   (i)  Strengthened Ministry of Law to gazette April 2007 Judiciary amendments to the rules of the Code of Criminal Procedure 1898 which are related to  (Gazette the separation of the judiciarynotification–Ministry of Law)  Supreme Court to issue directive to all judges                                                  1 The Ministry of Law can issue a gazette notification when Parliam", "46 Appendix 4 \nThird Tranche (within 24 months of second tranche)  Judicial Service Commission to complete entry examinations for all approved (Progress positions for assistant judges report–JSC)   Power Division, Ministry of Communications, Ministry of Education, Ministry of Health, and Ministry of Shipping to approve corruption risk mitigation strategies in line with the NIS (Corruption risk mitigation strategies–Relevant Ministries)  Ministry of Shipping, through MLJPA, to \nSecond Tranche (within 12 months of first tranche)  Office of the Registrar) Ministry of Law or Parliament Secretariat to gazette legislation prescribing specific qualifications for the recruitment of Supreme Court (Gazette notification–Ministry of Law) judges  Ministry of Finance to allocate sufficient budget to meet the increases in special allowances that may be recommended by the Judicial Service Pay Commission and approved by Government (Budget statement–Ministry of Finance) Ministry of Finance to allocate sufficient budget to meet the approved development expenditures for district courts to implement the policy of separation of the judiciary from the executive (Budget statement–Ministry of Finance)  Supreme Court to publish 2007 State of the Judiciary report, including results of annual random inspection and monitoring activities of (State of the Judiciary report–district courts Supreme Court) Ministry of Law or Parliament Secretariat to gazette legislation for the creation of an independent and competent prosecution (or (Gazette notification–Ministry attorney) service of Law)    Shipping Ministry to approve a strategic plan for (Action plan – action on reforms at the CPA Ministry of Shipping)\nFirst Tranche (upon loan effectiveness)  of subordinate courts on the strict implementation of the rules on submission of declaration of assets and wealth statements to (Directive–the Office of the Registrar Supreme Court)  Ministry of Law to notify the approved organogram of the judicial service (Notification–Ministry of Law) Judicial Service Commission (JSC) to complete first departmental examination to confirm those assistant judges on probation (Published examination results–JSC)   anisms Chittagong Port Authority (CPA) to complete a Vulnerability to Corruption Assessment (VCA) (VCA–Chittagong for the Chittagong Port Port Authority (CPA)) CPA to establish a committee with TOR to develop a strategic plan for reforms at CPA (Memorandum and TOR of Committee–CPA)\nh\nc\nce  Me\nvi n \nOutput  (ii)  Improved prosecution ser (3)   Preventio (i)  Focused Anticorruption Interventions  ", "Appendix 4  47\nThird Tranche (within 24 months of second tranche)  gazette, as required, (1) any amendments to existing rules and regulations, or (2) new rules and regulations, to reflect the  approved changes in management resulting from a computerized terminal management system at Chittagong Port (Gazette notification–Ministry of Shipping) All public sector training institutes to incorporate, and use, integrity and anticorruption training modules in their (Revised curricula– Ministry of curriculaEstablishment) Cabinet Division to collate and publish departmental information on grievances (Published and public complaints information–Cabinet Division) Ministry of Establishment to review the existing quota system for entry into the (Review of quota system–civil service Ministry of Establishment) All line ministries to establish easily accessible grievance handling (Departmental reports–line mechanismsMinistries)  Line ministries that provide utilities and basic services to institute and publicize citizen report cards as a way of addressing grievances at the local level (Publicly announced Ministry directive–Relevant ministries) Ministry of Law or Parliament Secretariat to gazette the Whistleblower Protection (Gazetted notification–Ministry of ActLaw)\nSecond Tranche (within 12 months of first tranche)  At least 50% of line ministries to establish easily accessible grievance handling mechanisms (Departmental reports–line Ministries)  Public Service Commission to approve revised  exams for civil servants to make their entry and promotion more transparent and merit-based (Approved revised exam–PSC)  Government to publicly announce its decision to establish a national Office of the Ombudsman (Public announcement–Ministry of Law)  Ministry of Law or Parliament Secretariat to \nFirst Tranche (upon loan effectiveness)  Government to reconstitute the Public Service (Gazette notification - Ministry Commissionof Establishment)  Ministry of Establishment to issue a circular to all public servants on the strict implementation of the rules on the submission of declaration of assets and wealth statements to their respective line agencies (Circular–Cabinet Division)  Ministry of Finance to issue guidelines on, and provide resources for, strengthening (Guidelines internal audit in MTBF ministries and budget allocation–Ministry of Finance) Cabinet Division to issue directive to all line ministries to designate an officer as focal point for initiating grievance handling mechanism in all government offices, for both internal and Directive–Cabinet external purposes (\ne \nntability ms in Lin ance  ms\nOutput  (ii)  AccouMechanisMinistries (iii)  GrievRedress Mechanis", "48 Appendix 4 \nThird Tranche he) (within 24 months of second tranche)  zetteGovernment to establish a well-resourced Office of the Ombudsman in line with Art. 77 of the Bangladesh Constitution and with provisions for regional outreach and (Cabinet decision–Cabinet) access elease  Product/Responsible Agency VCAs–relevant ministries Study report–Ministry of Shipping management systems, JSC = JudicialTOR = terms of reference, UNCAC =\nFirst Tranche Second Tranche (upon loan effectiveness) (within 12 months of first tranc Division(Ga)gazette the Right to Information Act notification–Ministry of Law)  nt of Bangladesh and Asian Development Bank.  Table A4: Policy Actions not Related to Tranche R Policy Action Power Division, Ministry of Communications, Ministry of Education, and Ministry of Health to complete VCAs in their respective sectorsGovernment to complete a study on restructuring of CPA operations uption Commission, CPA = Chittagong Port Authority, CTMS = computerized terminal ssion, MTBF = medium-term budgetary framework, NIS = National Integrity Strategy, Convention Against Corruption, VCA = vulnerability to corruption assessment.nment of Bangladesh and Asian Development Bank. \nes: Governme Tranche Second  ThirdCC = Anticorrervice Comminited Nations ources: Gover\nc ASUS\nut  our\np S\nt\nu\nO", "Appendix 5  49\nPROGRAM IMPLEMENTATION ARRANGEMENTS \nFigure A5 : Implementation Structure \nProgram Steering \nCommittee\nCabinet Division  Supreme Court \nExecuting Agencies \nGovernance Unit–for Office of Registrar-\nall outcomes except  for outcomes related \non judiciary  to the judiciary \nPMUs\nAnticorruption  Judicial Service \nCommissiona Commissiona\nImplementing Agencies \nPublic Service \nCommissiona\nMinistry of Shippinga\n(for CPA) \nMinistry of \nEstablishmenta\nMLJPAa\nMinistry of Foreign \nAffairs \nCPA = Chittagong Port Authority, MLJPA = Ministry of Law, Justice, and Parliamentary Affairs, PMU = program management \nunit.\na There will be a focal point in each Implementing Agency to ensure adequate level of coordination with the relevant PMU. ", "50 Appendix 5 \nTable A5: Implementation Schedule ", "  Appendix 6  51\nTECHNICAL ASSISTANCE PROCUREMENT PLAN AND PACKAGES \nA.  Introduction \n1.  In view of the complexity of the Program, a piggybacked technical assistance (TA) has \nbeen provisioned so that relevant Executing and Implementing Agencies (EAs and IAs) can be \nfacilitated in their work related to Program objectives. The outcome of the TA is to enhance the \ncapacity of the Government to effectively implement the Program. Its impact can be measured \nonly in association with the attainment of the objectives of the Program itself (see Appendix 1). \n2.  The TA contributes to the attainment of the outcome and outputs of the Program; these \ncan be specified as follows: \n(i) Outcome:  Improved  governance  in  the  public  sector,  through  training \nprograms  on  various  Program-related  interventions,  strengthened  Program \nManagement Units and Program Steering Committee, and action plans designed \nto  assist  selected  agencies  (such  as  the  two  Executing  Agencies)  to  meet \nProgram objectives.  \n(ii) Output 1: Vision, strategy, and procedures, through a strengthened ACC Act \naligned  to  the  UNCAC  provisions,  and  a  well-prepared  and  well-publicized \nNational Integrity Strategy. \n(iii)  Output 2: Enforcement and sanctions mechanisms, through monitoring and \nreporting protocols at the Supreme Court, an effective decentralized system of \noperations in anticorruption, and performance management schemes in agencies \nsuch as the ACC. \n(iv)  Output 3: Prevention mechanisms, through legislative instruments such as the \nRight to Information Act and Whistleblower Protection Act, improved examination \nand revised quota system in the Bangladesh Civil Service, and corruption risk \nmitigation plans and grievance handling mechanisms in Government agencies. \n3.  For proper management of the TA, a procurement plan is prepared in accordance with \nADB’s Procurement Guidelines (2007, as amended from time to time) and the Guidelines on the \nUse of Consultants (2007, as amended from time to time). This plan is comprised of the \nfollowing:\n(i)  the  particular  contracts  for  the  goods  (equipment,  technology),  consulting \nservices, and training services required to carry out the Program during the \nProgram period; \n(ii)  the  proposed  methods  for  procurement  of  such  contracts  that  are  permitted \nunder the Loan Agreement; \n(iii)  for consulting services packages, this plan covers the proposed methods for \nselection  and  type  of  proposal,  and  an  indicative  recruitment  schedule  and \nbudget; and \n(iv)  related ADB review procedures (see below). \nB.  Procurement Plan Reviews \n4.  ADB  will  review  the  procurement  arrangements  in  the  procurement  plan  for  its \nconformity with the Loan Agreement and the relevant guidelines mentioned in para. 3. While this \nprocurement plan initially covers the entire 4 years of the Program period, the procurement plan ", "52 Appendix 6   \nwill be updated on an annual basis or as needed, always covering the next 18-month period of \nProgram implementation. \nC.  Procurement Plan\nTable A6.1: Program Information \nCountry  Bangladesh \nName of Borrower  Government of Bangladesh \nProgram Name  Good Governance Program \nLoan or TA Reference  Program Loan \nDate of Effectiveness  October 2007 \nAmount ($)  2.35 million \nOf which Committed ($)   \nExecuting Agency  Cabinet Division \nApproval Date of Original Procurement Plan  June 2007 \nApproval of most recent Procurement Plan  See above \nPublication for Local Advertisements August 2007 \nPeriod Covered by this Plan  October 2007–September 2011 \nTA = technical assistance. \nSource: Asian Development Bank. \nD.  Procurement Thresholds for Goods and Related Services\nTable A6.2: Procurement Thresholds for Good and Related Servicesa\nProcurement Method Value\nICB Works (none)  Over $1,000,000 \nICB Goods    Over $500,000  \nNCB Goods (12e)  Over $100,000 \nShopping Goods (1e, 2e, 6e, 9e, 11e, 14e, 15e)   Over $5,000 \nDirect Purchase (none)  Up to $5,000 \nExceptional Methods \nNone  \ne = equipment packages in Supplementary Appendix H, ICB = international competitive bidding, NCB = national \ncompetitive bidding. \nSource: Asian Development Bank. \nE.  Procurement Thresholds for Consulting Services\nTable A6.3: Procurement Thresholds for Consulting Servicesa\nProcurement Method Value\nQuality Cost Based Selection   Over $200,000 \nConsultants Qualifications Selection (None)  Over $100,000 \nLeast Cost Selection (None)   \nIndividual Selection: 1c, 2c, 4c, 5c, 6c, 7c, 8c, 9c, 11c, 13, 14c \nAlternative Methods \nQuality Based Selection:b 12c \nFixed budget:c3c, 10c", "  Appendix 6  53\nc = consulting packages in Supplementary Appendix H. \nSource: Asian Development Bank. \na Note that all training packages (see indicative procurement packages below) will be provided in conjunction with \nrelevant associated consulting packages. \nb Quality-based selection will be employed to procure a consultant package where the assignment is complex, highly \nspecialized with overriding importance on the impact of the quality of the services.\nc The Fixed Budget method is used for a lump sum fixed contract for conducting publicity of National Integrity \nStrategy (NIS) across the country, and for evaluation of NIS and implementation of United Nations Convention \nAgainst Corruption (UNCAC) by an independent source. ", "54 Appendix 6   \nTable A6.4: Indicative Procurement Packages for the Technical Assistance \nMode of \nItem Quantity Cost\nProcurement\nA. Consulting Services (c) Packages Person-Months\n1c. Strengthening Governance Unit, Cabinet Division 72 $304,000 Individual\n2c. Strengthening Office of the Registrar, Supreme Court 48 $220,000 Individual\n3c. NIS Publicity 9 $50,000 Least cost\n4c. Support for Strengthening Legislative Framework 7 $44,000 Individual\n5c. ACC Decentralized System 4 $15,200 Individual\n6c. Strengthening Judicial Service Commission 10 $38,000 Individual\n7c. Supreme Court Monitoring and Reporting 6 $22,800 Individual\n8c. Support for VCAs and Grievance Handling Mechanisms 15 $57,000 Individual\n9c. Support to Public Service Commission 10 $70,400 Individual\n10c. Evaluation of NIS, UNCAC, and Partnership Implementation 10 $120,000 Fixed budget\n11c. ACC - Performance Management Scheme 8 $30,400 Individual\n12c. ACC - Prosecution Unit Strengthening 15 $108,000 QBS\n13c. Support to Ministry of Shipping for Port Operations 15 $105,600 Individual\n14c. Support to Ministry of Establishment 12 $78,000 Individual\nSubtotal (A) 241 $1,263,400\nB. Equipment, Technology, and Materials (e) Packages\n1e. Strengthening Governance Unit, Cabinet Division $15,000 Shopping\n2e. Strengthening Office of the Registrar, Supreme Court $15,000 Shopping\n6e. Strengthening Judicial Service Commission $15,000 Shopping\n9e. Support to Public Service Commission $25,000 Shopping\n11e. ACC - Performance Management Scheme $10,000 Shopping\n12e. ACC - Prosecution Unit Strengthening $150,000 NCB\n14e. Support to Ministry of Establishment $25,000 Shopping\n15e. Supporting ERD on Aid Governance $25,000 Shopping\nSubtotal (B) $280,000\nC. Training (t) Packages\n1t. Strengthening Governance Unit, Cabinet Division (ref. 1c) $20,000\n2t. Strengthening Office of the Registrar, Supreme Court (ref. 2c) $20,000\n4t. Support for Strengthening Legislative Framework (ref. 4c) $15,000 Individual\n5t. ACC Decentralized System (ref. 5c) $20,000 Individual\n6t. Strengthening Judicial Service Commission (ref. 6c) $10,000 Individual\n7t. Supreme Court Monitoring and Reporting (ref. 7c) $25,000 Individual\n8t. Support for VCAs and Grievance Handling Mechanisms (ref. 8c) $40,000 Individual (part)\n9t. Support to Public Service Commission (ref. 9c) $30,000 Individual (part)\n11t. ACC - Performance Management Scheme (ref. 11c) $5,000 Individual\n12t. ACC - Prosecution Unit Strengthening (ref. 12c) $200,000 QBS\n13t. Support to Ministry of Shipping for Port Operations (ref. 13c) $25,000 Individual\n14t. Support to Ministry of Establishment $50,000 Individual (part)\n15t. Supporting ERD on Aid Governance $70,000\nSubtotal (C) $530,000\nTotal for Procurement Packages $2,073,400\nOther (non-procurement items)a $145,000\nContingencies $281,600\nTotal $2,500,000\nNCB = national competitive bidding, QBS = quality-based selection.\na  Including $80,000 for international and local travel, $40,000 for reports and communications, $25,000 for administrative and support costs.\nExcludes $0.5 million for counterpart in-kind costs.\nSource: Asian Development Bank estimates.", "Appendix 7  55 \nLIST OF INELIGIBLE ITEMS \n1.  The proceeds of the loans will be utilized to finance the foreign currency expenditures for \nthe reasonable costs of imported goods required during implementation of the Program. \n2.  Notwithstanding the provision of para. 1 above, no withdrawals shall be made in respect \nof the following items.\n(i)  Expenditures for goods included in the following groups or subgroups of the \nUnited Nations Standard International Trade Classification, Revision 3 or any \nsuccessor groups or subgroups under future revisions to the classification, as \ndesignated by the Asian Development Bank (ADB) by notice to the Borrower. \nTable A7: Ineligible Items \nChapter  Heading  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured; tobacco refuse \n122    Tobacco, manufactured (whether or not containing tobacco \nsubstitute)\n525    Radioactive and associated materials \n667    Pearls, precious and semiprecious stones, unworked or worked \n718  718.7  Nuclear reactors and parts thereof, fuel elements (cartridges), \nnonirradiated for nuclear reactors  \n728  728.43  Tobacco processing machinery \n897  897.3  Jewelry of gold, silver or platinum group metals (except watches \nand watch cases); goldsmiths’ or silversmiths’ wares (including \nset gems) \n971    Gold, nonmonetary (excluding gold ore and concentrates) \nSource: Asian Development Bank. \n(ii)  Expenditures in the currency of the Borrower or of goods supplied from the \nterritory of the Borrower. \n(iii)  Expenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational financing institution or agency will have financed or has agreed to \nfinance, including any contract financed under any loan or grant from ADB. \n(iv)  Expenditures for goods intended for military or paramilitary purposes or for luxury \nconsumption.  \n(v)  Expenditures for narcotics. \n(vi)  Expenditures for environmentally hazardous goods, the manufacture, use, or \nimport of which is prohibited under the laws of the Borrower or international \nagreements to which the Borrower is a party \n(vii)  Expenditures  on  account  of  any  payment  prohibited  by  the  Borrower  in \ncompliance with a decision of the United Nations Security Council taken under \nChapter VII of the Charter of the United Nations. ", "56 Appendix 8\nTECHNICAL ASSISTANCE COST ESTIMATES AND FINANCING PLAN \n($ ‘000) \nTotal\nItem Cost\nA. Asian Development Bank (ADB) Financinga\n1. Consultants\n     a. Remuneration and Per Diem\n            i. International Consultants (8 PM) 160.0\n           ii. National Consultants (187 PM) 779.8\n     b. International and Local Travel 55.0\n     c. Reports and Communications 10.0\n2. Equipment and Technology and Other Resources 100.0\n3. Workshops, Training/Seminars, and Conferences 260.0\n4. Miscellaneous Administration, and Support Costs 10.0\n5. Contingencies 125.2\nSubtotal (A) 1,500.0\n1. B. Danish International Development Assistance Financingb\nConsultants\n     a. Remuneration and Per Diem\n            i. International Consultants (3 PM) 60.0\n           ii. National Consultants (43 PM) 263.6\n     b. International and Local Travel 25.0\n     c. Reports and Communications 30.0\n2. Equipment and Technology and Other Resources 180.0\n3. Workshops, Training/Seminars, and Conferences 270.0\n4. Miscellaneous Administration, and Support Costs 15.0\n5. Contingencies 156.4\nSubtotal (B) 1,000.0\nC. Government Financing (in kind and cash)\n1. Office Accommodation and Transport 60.0\n2. Remuneration and Per Diem of Counterpart Staff 220.0\n3. Administrative Support 150.0\n4. Others (including communications, etc.) 30.0\n5. Contingencies 40.0\nSubtotal (C) 500.0\nTotal 3,000.0\nPM = person month.\na  Financed by ADB's technical assistance funding program.\nb  Financed by DANIDA's Human Rights and Good Governance Program.\nSource: Asian Development Bank estimates.", "Appendix 9  57 \nSUMMARY GOVERNANCE AND ANTICORRUPTION RISK ASSESSMENT \n1.  This assessment of good governance and corruption is being done in conformity with the \nrecommendations of the Asian Development Bank’s (ADB’s) Governance and Anticorruption \nAction Plan1 which specifies that program design should incorporate findings of governance, \ninstitutional and corruption risks assessments, and that project documentation clearly identifies \nrisk and risk management and mitigation measures. Accordingly, this assessment considers (i) \nrelevant governance issues in key institutions engaged in anticorruption and their functioning, \n(ii) potential risks in supporting a program in the particular sector, and (iii) mitigation measures \nto address the risks in the design and implementation of the Program.  \nA.  Relevant Governance Issues in the Anticorruption Sector \n2.  The Government of Bangladesh’s poverty reduction strategy accepts corruption as a \ncritical  challenge  within  the  field  of  governance  in  the  country  and  recommends  the \ndevelopment of a comprehensive national anticorruption strategy. The caretaker government’s \npriorities in its anticorruption drive manifest in the following key steps it has taken thus far, or \nhas made a commitment to undertake. \n(i)  Strengthening the Anticorruption Commission by restructuring the leadership, \nstreamlining the legal provisions, committing to adequate resourcing to enable \nprosecution of high-profile cases, and giving it greater powers.  \n(i)  Strengthening  the  scope  and  role  of  the  judiciary  by  separating  it  from  the \nExecutive and by announcing a policy on special anticorruption courts. \n(ii)  Committing  to  reforms  in  campaign  financing  that  will  begin  to  address  the \nsystemic weakness in the financing of political parties. \n(iii)  Continuing with improvements in public financial management. \n(iv)  Targeting reforms in the Public Service Commission (PSC) as a step towards \naddressing the problem of corruption in the civil service.\nB.  Nature of Risks in the Program \n3.  The governance and corruption risks with respect to the proposed Program can be \ngrouped into the following three areas.  \n1.  Legislative and Policy Framework \n4.  Risks in this particular category (which relate to the policy-making process both in the \nexecutive as well as the legislative branch of government) can be specified as follows \n(i)  An overarching national vision and strategy on anticorruption is missing. \n(ii)  The Anticorruption Commission Act and rules and regulations are not completely \naligned to the United Nations Convention Against Corruption (UNCAC). \n(iii)  The separation of the judiciary from the Executive is still pending although the \nSupreme Court has sought cabinet’s directive on this. \n(iv)  There is an absence of relevant legislation supporting anticorruption work (such \nas on whistleblower protection and right to information). \n(v)  Appropriate  legislation  prescribing  qualifications  of  High  Court  judges  for \nrecruitment is missing.\n                                                \n1 ADB. 2006. Second Governance and Anticorruption Action Plan (GACAP II). Manila. ", "58 Appendix 9\n2.  Institutional Arrangements \n5.  Risks in this category can be specified as follows: \n(i)  The Anticorruption Commission is still underresourced, is constrained by weak \ncapacity,  systems,  and  human  resource  base,  and  has  weak  prosecution \ncapability. Its district and regional presence is also not effective. \n(ii)  The public prosecution services are underresourced and unable to carry out \nneutral and effective prosecution. \n(iii)  The Judicial Service Commission (JSC) is underresourced and there is a critical \nneed to enhance its capability to fulfill its functions. \n(iv)  A regular and systematic process of monitoring subordinate judges and courts is \nnot fully in place. \n3.  Accountability and Transparency \n6.  Risks related to accountability and transparency are as follows: \n(i)  There is weak accountability (including on internal audit) and grievance redress \nmechanisms within line ministries. \n(ii)  The office of the ombudsman has not yet been established. \n(iii)  Recruitment (and mobility within the civil service) of civil servants is not merit-\nbased or transparent, and is excessively politicized. \n(iv)  Citizens have no authorized access to information on government functioning \nand decision making. \nC.  Risk Severity and Risk Mitigation Measures \n1.  Underlying Assumptions \n7.  The following are the main underlying assumptions that are made in this risk analysis. \n(i)  The Government will remain committed to its objective and intention of improving \ngovernance at the national, central, judicial, and sectoral levels. \n(ii)  Legal and institutional reforms so far brought about will be sustained in the \nimmediate future. \n(iii)  Effective institution building and capacity development in key agencies, such as \nCabinet Division, judiciary, the Anticorruption Commission, the Chittagong Port \nAuthority (CPA), and power and railway sectors, will continue. \n(iv)  The Government shares the view that this assessment presents an accurate and \nadequate review of governance and anticorruption risks.  \n2.  Risk Severity \n8.  Table A9.1 shows the degree of severity of these and other risks. Note that Type 1 are \nthe most severe, followed by Type II and Type III.  ", "Appendix 9  59 \nTable A9.1: Risk Severity Matrix \nImpact (I) \n5  4  3  2  1 \nVery High  High  Moderate  Low  Very Low \n5 Very likely  Type I  (cid:120) Public  Type II Type III \nprosecution  (cid:120) UNCAC not \nservice (cid:120) Lack of comprehensive  aligned to \nunderresourced vision and strategy on  Anticorruption \nanticorruption Commission Act\n(cid:120) JSC \nunderresourced (cid:120) Regular and systematic \nprocess of monitoring \njudges and courts not \nfully in place\nL)  4 Likely  (cid:120) Citizens lack  (cid:120) Judiciary not fully  (cid:120) Delays in \n( access to  separate promulgating \ng \nn information whistleblower \nrri (cid:120) Appropriate legislation  and right to \ncu (cid:120) Recruitment or  prescribing information\noc mobility not merit- qualifications of High  acts\nnt  based  Court judges not \ne\nv developed\ne\nd of  (cid:120) Establishment of \no Ombudsman delayed \no\nh\neli (cid:120) Low priority to \nk\nLi grievance redress \nmechanism by \nministries\n3 Moderately  Type IV \nlikely \n2 Unlikely  (cid:120) Anticorruption      \nCommission\nunderresourced \n(cid:120) Expenditure of \nfunds not for \npurposes\nintended \n1 Rare           \nJSC = Judicial Service Commission, UNCAC = United Nations Convention Against Corruption. \nSource: Asian Development Bank. \n3.  Risk Mitigation Measures \n9.  Some of the mitigating measures for the more severe risks highlighted above are shown \nin Table A9.2. \nTable A9.2: Risk Mitigation Measures Matrix \nRisk  Proposed Mitigation Measures \nAdequate resources not made available by  Follow up on Government’s assurance, use donor funding for reforms \nthe Government for strengthening public  in anticorruption and the judiciary, and ADB loan funds earmarked for \nprosecution service and the JSC.  reforms.", "60 Appendix 9\nRisk  Proposed Mitigation Measures \nNo right to information access for citizens.  Consider drafting the right to information legislation as part of the \nbroader agenda on instituting good governance. \nPoliticization of the civil service, and the  Start by amending the selection process of PSC commissioners (so \nappointment process at PSC not yet  that selection is done by a committee), and make recruitment and \nindependent.  mobility processes in the civil service subject to transparent criteria. \nLack of an overarching vision and strategy  Ratify the UNCAC, and after development of the NIS is prepared, \non anticorruption.  ensure that the provisions of UNCAC are accurately reflected not only \nin the NIS but also in the Anticorruption Commission Act of 2004. \nRegular and systematic process of  Ensure that the Supreme Court is suitably resourced to facilitate \nmonitoring judges and courts not fully in  regular monitoring visits, and a system is in place to capture the \nplace.  results of the monitoring process as it relates to performance appraisal \nof district court judges.   \nJudiciary not yet fully separated from the  Cabinet to issue a directive on the separation after preparing all \nExecutive.  necessary ground-level work. \nNo legislation prescribing qualifications for  Draft relevant laws drawing on the provisions in the Constitution and in \nhigh court judges.  consultation with the Supreme Court. \nEstablishment of ombudsman delayed.  Continue to engage with Government on the need for an ombudsman; \nprovide technical assistance, and familiarize senior government \nofficials with good practices in this area. \nWeak accountability and grievance redress  Conduct VCAs in relevant line ministries, and ensure that the VCAs \nmechanisms in line ministries.  lead to rigorous anticorruption strategies that also highlight how to \nstrengthen internal accountability systems in the organizations. \nJSC = Judicial Service Commission, PSC = Public Service Commission, UNCAC = United Nations Convention \nAgainst Corruption, VCA = vulnerability to corruption assessment. \nSource: Asian Development Bank. \nD.  Recommendations  \n10.  The assessment identifies several recommendations to mitigate the risks that could \nimpact  the  effective  implementation  of  the  Program.  These  recommendations  include  the \nfollowing.\n(i)  Incorporate several critical provisions as loan conditions and assurances.  \n(ii)  Review the risk analysis with government stakeholders and get their commitment \nto risk mitigation strategies.  \n(iii)  Acquire  information  during  program  processing  and  implementation  on  (a) \nactivities undertaken and proposed to manage the governance risks; (b) risks \nthat  are  seriously  undermining  the  development  of  the  sector  (and \nimplementation of program reforms); (c) the status on engagement of all related \nstakeholders  in  the  Program,  and  sharing  of  program  information;  and  (d) \nprogram  output  indicators  that  validate  improvements  in  policies,  legislation, \ncapacity development, and accountability.  ", "Appendix 10  61 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title: BAN- Good Governance Program\nLending/Financing Modality: Policy-Based \nDepartment: SAGF/SARD \nA.  POVERTY ANALYSIS AND STRATEGY \n1.  Linkages  to  the  National  Poverty  Reduction  Strategy  and  County \n  Partnership Strategy \n1.  There is a clear link between the proposed Program and the Government’s national \npoverty reduction strategy (NPRS) and the Bangladesh country strategy and program of the \nAsian Development Bank (ADB).1 The NPRS reaffirms that reducing poverty and accelerating \nthe pace of social development are the most important long-term strategic goals. In addition, the \nNPRS  aims  to  halve  the  number  of  poor  people  by  2015,  and  to  achieve  substantial \nimprovement in all aspects of human development. \n2.  In addition to achieving progress on sectoral areas, the NPRS also aims to foster good \ngovernance by improving government capacity, promoting local government, tackling corruption, \nenhancing access to justice for the poor, and improving security and public order. This is to be \ncomplemented  by  fostering  partnerships  between  government,  the  private  sector,  and  civil \nsociety organizations to improve service delivery.  \n3.  ADB’s country strategy and program (CSP) 2006–2010 aims to assist good governance. \nADB will address key governance issues on a sector and thematic basis. Hence, ADB will play a \nmajor role in supporting policy and institutional reforms to improve sector governance and \nincrease sector efficiency (for example, in energy, transport, education, urban health and urban \nwater supply, and sanitation sectors). \n4.  The caretaker government that came to power in early 2007 has stated a vision of \nestablishing  a  modern  democratic  Bangladesh  free  from  corruption,  discrimination,  and \nexploitation. Key among the reforms prioritized by the Government are fighting corruption and \nensuring judicial independence from the Executive. The Government is making steady but slow \nprogress in addressing some of the broad governance issues, including improving (i) fiscal \nmanagement, (ii) financial management, (iii) project documentation and processing, (iv) public \nsector management efficiency, and (v) corporate governance in key sectors.   \n2.  Poverty Analysis \na.  Key Issues \n5.  The contribution of good governance to poverty reduction is well documented. As good \ngovernance  creates  an  institutional  environment  that  is  characterized  by  principles  of \naccountability, transparency, predictability, and participation, it gives poor people a say in how \ndecisions are made in government and how services are delivered. This voice mechanism \nensures that governments become more responsive to the needs of poor people, and this \ncreates an important link between good governance and poverty reduction. The experiences of \n                                                \n1 ADB. 2005. Country Strategy and Program, 2006–2010: Bangladesh. Manila. ", "62 Appendix 10\ncivil society in Bangladesh in gearing service providers to be better attuned to the needs of poor \npeople exemplify this. \n6.  The links between corruption and poverty are also well established. This link has a \nduality: corruption is often viewed as exacerbating conditions of poverty (such as in low income \nlevels  and  low  access  to  basic  services),  while  a  situation  of  chronic  poverty  invariably \nengenders systemic corruption. While corruption itself may not produce poverty, it does have \ndirect consequences on economic and governance factors that, in turn, impact poverty if they \nare  not  managed  properly.  There  is  ample  evidence  to  suggest  that  corruption  hinders \neconomic growth (by, for example, discouraging investment and decreased tax revenues). \nBangladesh would have higher growth rates if the level of corruption was lower than it is \ncurrently.\n7.  Corruption also affects poverty by influencing governance factors which have an impact \non  poverty  levels.  Corruption  invariably  weakens  institutions  and  diminishes  the  quality  of \nservice delivery which impacts the poor disproportionately. They end up having to pay more for \nservices,  and  worse,  the  level  of  public  trust  in  Government  weakens;  this  increases  the \nvulnerability of the poor as they can rely less on the Government to provide for their needs in an \nefficient,  effective,  and  affordable  manner.  Thus,  effectively  combating  corruption  directly \ncontributes to the alleviation of poverty. \nb.  Design Features \n8.  Some important features of the Program are as follows. \n(i)  For the first time there exists a National Integrity Strategy (NIS) that will enable \nagencies to critically assess their vulnerabilities to corruption. The strategy itself \nwill be owned by Government at the highest level. \n(ii)  The  NIS  will  be  aligned  to  the  provisions  in  the  United  Nations  Convention \nAgainst Corruption (UNCAC), which the Government has acceded to. \n(iii)  It  impacts  upon  institutions  in  different  branches  of  government,  and \nencompasses prevention as well as enforcement and sanctions.  \n(iv)  It adheres to the harmonized approach agreed by all development partners in \nBangladesh.  \n(v)  It is wholly aligned with the outcomes and new initiatives of the Government. \n9.  In addition, the component on prevention under the Program includes several important \npro-poor features. \n(i)  Wastage and mismanagement of resources will be checked in order to improve \nservice delivery to citizens including the poor in selected sectors.  \n(ii)  Existing  accountability  mechanisms  in  line  ministries  will  be  strengthened  to \nminimize corruption opportunities at the sectoral and agency level. \n(iii)  Establishment  of  an  ombudsman’s  office  will  improve  citizen’s  access  to \ngrievance redress mechanisms. \n(iv)  Right  to  information  legislation  will  enhance  transparency  of  government \ndecisions. ", "Appendix 10  63 \n3.  Poverty Impact Analysis for Policy-Based Lending  \nTable A10.1: Poverty Impact Analysis Matrix \nReform Summary \nChannel Effect  Effect on the Poor/Other Stakeholders \nMitigation or \nenhancement \nKey issues \nMajor measures to \nDirect short  Indirect  Indirect  for poverty \nGeneral  Specific  groups  avoid \nrun short run  medium run  reduction and \naffected  negative \ntargeting \nsocial impact, \nif needed \nLabor  Formal Possibility of      Port  Ensure that  Provision of \nMarket Informal impact of  employees  any voluntary  retraining \nany changes  retirement needs to be \nin staff size  Laborers   scheme has  made for those \nin been shared  that wish to re-\norganization  Daily  with all  enter the labor \nworkers  affected force\nemployees in \nadvance \nPrices and  For  Payment of  Better Control over  Service Ensure that \nIncome consumers,  bribe by  reflection of  mismanage- users lower \nproducers,   consumers  true costs of  ment of  production \nmediators/  reduced in  service resources  costs are \nTransmission  service delivery  contributing  actually \ndelivery  to lower  reflected in \nprices costs of \naccess\nGreater\nproductivity \nenhances \nsavings\nAccess for    Lower actual    Greater trust  All users of  Program Government,\nPoor costs of  in the public  services impacts do not  supported by \nservices will  sector by the  filter down  civil society, \nimprove poor will  sufficiently to  has to be \naccess for  have a  the poor  vigilant that the \nthe poor to  positive  poor are \nmany  impact on its  benefiting from \nservices ability to be  reforms in the \nmore Program\nefficient and \neffective\nAccess  to  Physical  Quicker More access  Greater trust  All those  Ensure that \nAssets Financial  access to  to relevant  in the court  seeking  legal services \nHuman  judicial  information system, and  judicial  are accessible \nSocial services on the  lower costs  services at lower cost \nNatural  given  judiciary  of judicial \nLegal and  separation of  services\nentitlement  judiciary \nfrom\nExecutive, \nparticularly \nat the local \nlevel\nTransfers  Private \ntransfer\nPublic transfer ", "64 Appendix 10\nReform Summary \nChannel Effect  Effect on the Poor/Other Stakeholders \nMitigation or \nenhancement \nKey issues \nMajor measures to \nDirect short  Indirect  Indirect  for poverty \nGeneral  Specific  groups  avoid \nrun short run  medium run  reduction and \naffected  negative \ntargeting \nsocial impact, \nif needed \nNet Impact      The net         \nimpact is \npositive but \nwill take \nsome time to \nbe evident \nInformation Basis or  1. That lower    1. That       \nCrucial Assumption  costs in  greater trust \npublic sector  in the public \ntransactions  sector by the \nwill  poor will \nultimately  enable them \npositively  to continue \nimpact the  to benefit \nlives of the  from\npoor improvement\ns in public \nservice\ndelivery \nBrief Narrative  \nThe poverty impact of the proposed Program is expected to be reflected in two particular streams: (i) in the short term, lower \ncosts to access services (as a result of not having to pay rents in addition to regular service costs) will positively impact the lives \nof the poor and marginalized populations; and (ii) in the medium to long term, a more efficient and effective public service will \nensure that economic growth is sustained at a high level, and this will ultimately have a positive impact on the poor. The \nconceptual basis of (ii) is grounded on the positive impact of anticorruption on growth. \nSource: Asian Development Bank. \nB.  SOCIAL ANALYSIS AND STRATEGY \n  1.  Findings of Social Analysis\n    a.  Key Issues \n10.  The key socioeconomic issues that are evident in the Program deal with the adverse \nimpacts of corruption and mismanagement of public resources on the economy as a whole and \non the lives of the citizens (largely through poor service delivery and greater costs of accessing \nservices).  While  rent-seeking  practices  cannot  be  entirely  eliminated  in  any  system,  the \nProgram attempts to reduce the incidence of corruption by strengthening not only preventive \nmeasures  but  also  by  introducing  enforcement  measures  and  sanctions.  These  will  have \npositive  economic  as  well  as  social  effects,  including  a  greater  level  of  public  trust  in \nGovernment, and more efficient and effective service delivery.  \n11.  The primary beneficiaries of the Program will be not only the citizens who interact with \nthe public sector on a daily basis, but also businesses, nongovernment organizations (NGOs), \nbureaucrats themselves, and others. All the stakeholders have the same demand: that the ", "Appendix 10  65 \npublic sector provides better services more efficiently and effectively (i.e., costs charged do not \nexceed the true costs of service provision). The primary constraint to this occurring at the \nmoment  is  the  gap  in  existing  policies,  laws,  rules,  and  regulations  that  inhibits  effective \nenforcement and sanctions against those involved in corruption. Finally, there is evidence of a \ncritical  lack  of  capability  in  key  government  agencies  to  combat  practices  that  lead  to \nmismanagement and corruption, and this Program specifically addresses that deficiency. \n2.  Strategy to Address Social Issues \n    a.  Consultation and Participation\n12.  Stakeholder  groups  engaged  in  the  program  formulation  process  include  the \nAnticorruption Commission, Cabinet Division, central level Government ministers and senior \nlevel decision makers, Chittagong Port Authority (CPA), sectoral agencies (such as railways, \npower,  and  Ministry  of  Shipping),  and  others  outside  government  (such  as  NGOs  and \ndevelopment partners). The decisions made through consultation and participation processes \nincluded (i) how to structure the National Integrity Strategy (NIS), (ii) how to best meet the gaps \nin organizational resources, (iii) how best to engage NGOs, and (iv) how to secure commitment \nfrom top political and bureaucratic levels. Moving forward, the consultation and participation \nprocesses  will  involve  getting  commitment  from  all  stakeholders  on  the  NIS,  and  on \nimplementation  of  the  United  Nations  Convention  Against  Corruption  (UNCAC)  provisions. \nFurther,  a  National  Integrity  Advisory  Committee  (NIAC)  will  ensure  that  there  is  broad \ncommitment  from  Government,  particularly  on  the  NIS,  which  is  the  basis  of  the  Good \nGovernance Program. \n13.  What  level  of  consultation  and  participation  is  envisaged  during  the  project \nimplementation and monitoring?  \n  Information sharing   Consultation         Collaboration       Empowerment \n14.  Was a consultation and participation plan prepared?   Yes  No\n15.  No specific consultation and participation plan is prepared, however, there will be formal \nterms of reference of the NIAC, as well as terms of reference for participation of NGOs in \nvarious program-related activities, such as reviews and evaluation. \nb.  Gender and Development \n  (i)  Key Issues\n16.   There is empirical evidence to show that women have to pay more in bribes than men; \nthat women have to wait longer than men to see officials, and that when they do they are three \ntimes more likely to be ‘queue-jumped’ than men. By addressing the problem of corruption, the \nProgram will have indirectly maximized impacts on women, who (studies have shown) bear an \nunequal burden of the corruption problem.  \n      (ii)  Key Actions  \n17.  Measures included in the design to promote equality between men’s, women’s and girls’ \naccess to and use of relevant services, resources, assets, or opportunities: \n  Gender plan   Other actions/measures         No action/measure ", "66 Appendix 10\n18.   There are no specific actions or measures that are needed in the Program to ensure that \ngender issues of anticorruption measures are taken into effective consideration. The policy level \nchanges are expected to have an impact across the full range of anticorruption issues, of which \ngender is one. \n    3.    Social Safeguard Issues and Other Social Risks \nTable A10.2: Social Safeguard Issues and Other Social Risks \nIssue Significant/Limited/  Strategy to Address  Plan or Other \nNo Impact Issue  Measures Included in \nDesign \nInvoluntary  There are no specific     Full Plan \nResettlement  involuntary resettlement     Short Plan \nissues inherent in the    Resettlement \nProgram Framework \n   No Action \nIndigenous Peoples There are no specific issues     Plan \nin the Program that relate to     Other Action \nindigenous people    Indigenous Peoples \nFramework \n   No Action \nLabor  Issues are likely to emerge  The Executing Agency will,     Plan \n Employment   about employment  to the extent that it is     Other Action  \n  opportunities  opportunities for women and  necessary and possible,     No Action\n Labor retrenchment  marginalized populations,  ensure that women and \n Core labor standards  and also that there might be  men are given equal \nlabor retrenchment at the  opportunities for \nChittagong Port as part of a  employment, and \nlarger program of reforms in  contractors will also be \nport operations.  required to ensure equal \npayment for equal work. \nThere will be some civil \nworks in the Program.  In Chittagong Port, a \nvoluntary retirement \nGiven that the Program will  scheme could be in place \ninvolve some public sector  as part of the CPA’s move \nreform (including the  towards greater \npossibility of revision of the  productivity. Program funds \ncivil service law), legislation  will cover the adjustment \nrelating to the civil service  costs if this were to \nwill need to be specific about  proceed. \nthe particular conditions for \nentry and exit into the civil  In reviewing the quota \nservice. system in the Bangladesh \ncivil service, and in \ntightening the merit \nrequirements for entry into \nthe civil service, care will \nbe taken to ensure that \nmerit principles and \njustifiable quota \narrangements are not  \nflouted.", "Appendix 10  67 \nIssue Significant/Limited/  Strategy to Address  Plan or Other \nNo Impact Issue  Measures Included in \nDesign \nAffordability  There are no issues of \naffordability in the Program     Action \nas there is no cost to     No Action\nparticipate in it. Also, the \nbenefits of the Program will \nnot only flow primarily to \nnon-poor consumers, hence \npoor groups are not likely to \nremain underserved or \nexcluded from the service. \nOther Risks and/or \nVulnerabilities  1. There are no major risks  1. One way of dealing with    Plan \nHIV/AIDS or vulnerabilities to the poor  the issue is to ensure that    Other Action \nHuman trafficking  and marginalized  the marginalized     No Action\nOthers populations as a result of this  populations have access to \nProgram. There is a  voice opportunities. This is \npossibility that they may not  reflected in the Program; \nsee the direct benefits of the  not only will there be \nanticorruption program in the  greater room for voicing \nshort term as policy reforms  grievances against public \ntake some time to embed  sector agencies for poor \nthemselves and be evident in  service delivery but there \nimproved service delivery  will be also be provisions \nand low rent-seeking  for an ombudsman’s office \ntendencies.  to ensure that there is an \ninstitutionalized \n2. Lack of capacity of the  mechanism in place to give \nEAs and implementing  voice to marginalized \nagencies for Program  populations. \nimplementation is a potential \nrisk. 2. The strategy to mitigate \nthe risk is to use the \ntechnical assistance \ncomponent of the Program \nto develop the said \ncapacity. \nCPA = Chittagong Port Authority, EA = executing agency. \nSource: Asian Development Bank. \n4.     Monitoring and Evaluation\n19.  Social indicators have been included in the program framework to facilitate monitoring of \nsocial development activities or social impacts during Program implementation. These include (i) \nmeasures of satisfaction of public access to services, (ii) public perception of good governance, \n(iii)  perception  of  successful  anticorruption  drives,  (iv)  ready  access  to  information  on  the \njudiciary and its activities, and (v) citizens’ report cards and their use. Reviews and evaluation in \nthe Program will also be done, in some instances by independent NGOs, so that a more \nunbiased view is formed of the program outcome."], "metadata": {"CreationDate": "D:20071031072746Z", "ModDate": "D:20071031153159+08'00'", "Producer": "Acrobat Distiller 5.0 (Windows)", "Author": "", "Creator": "PScript5.dll Version 5.2", "Title": "Good Governance Program", "Keywords": "bangladesh governance program, good governance program, bangladesh governance development projects"}, "author_page": "Vice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector A. Sharma, South Asia Governance, Finance and Trade Division, SARD \nTeam leader  G. Bhatta, Senior Governance Specialist, SARD \nTeam members  R. Ahmad, Governance and Capacity Development Specialist, Regional \nand Sustainable Development Department \nF. Ahmed, Head, Governance Unit, Bangladesh Resident Mission (BRM), \nSARD\nM. Z. Hossain, Senior Economist, BRM, SARD \nN. Huda, Head, Project Management Unit, BRM, SARD \nP. Kamayana, Senior Country Programs Specialist, BRM, SARD \nS. Shrestha, Senior Governance and Capacity Development Officer, Nepal \nResident Mission, SARD \nC. Vandenabeele, Senior Counsel, Office of the General Counsel ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director General", "fullname": "Director A. Sharma", "role": "South Asia Governance", "organization": "Finance and Trade Division"}, {"documentRole": "Team leader", "fullname": "G. Bhatta", "role": "Senior Governance Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "R. Ahmad", "role": "Governance and Capacity Development Specialist", "organization": "Regional"}, {"documentRole": "Team members", "fullname": "F. Ahmed", "role": "Head", "organization": "Governance Unit"}, {"documentRole": "Team members", "fullname": "M. Z. Hossain", "role": "Senior Economist", "organization": "BRM"}, {"documentRole": "Team members", "fullname": "N. Huda", "role": "Head", "organization": "Project Management Unit"}, {"documentRole": "Team members", "fullname": "P. Kamayana", "role": "Senior Country Programs Specialist", "organization": "BRM"}, {"documentRole": "Team members", "fullname": "S. Shrestha", "role": "Senior Governance and Capacity Development Officer", "organization": "Nepal"}, {"documentRole": "Team members", "fullname": "Resident Mission", "role": "SARD", "organization": ""}, {"documentRole": "Team members", "fullname": "C. Vandenabeele", "role": "Senior Counsel", "organization": "Office of the General Counsel"}]}