{"path": "data/input/ta/37091-02-ind-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 37091 \nAugust 2010 \n \n \n \n \nProposed Multitranche Financing Facility \nIndia: Agribusiness Infrastructure Development \nInvestment Program\n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 9 August 2010) \n \nCurrency Unit  –  Indian rupee/s (Re/Rs)     \nRe1.00  =  $0.0217 \n$1.00  =  Rs46.15     \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nEIRR   –  economic internal rate of return  \nEMP  –  environmental management plan \nFAM  –  facility administration manual \nFFA  –  framework financing agreement \nHVC  –  high-value crops \nIEE  –  initial environmental examination \nIVC  –  integrated value chain \nLIBOR  –  London interbank offered rate \nMFF  –  multitranche financing facility \nNSC  –  national steering committee \nPFR  –  periodic financing request \nPMU  –  program management unit \nPPP  –  public–private partnership \nTAG  –  technical advisory group \n \nNOTE \n \nIn this report, \"$\" refers to US dollar \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  T. Matsuo, Agriculture, Natural Resources, and Social Services \nDivision, SARD \n   \nTeam leader  M. Mongiorgi-Lorenzo, Senior Rural Development Economist, SARD \nTeam members  N. M. Amerasinghe, Project Implementation Officer (Agriculture and \nEnvironment), Sri Lanka Resident Mission, SARD \nA. Chiplunkar, Principal Water Supply and Sanitation Specialist, \nRegional and Sustainable Development Department (RSDD) \n  R. Nagpal, Senior Counsel, Office of the General Counsel \n  S. Viswanathan, Senior Social Economics Officer, India Resident \nMission, SARD \nPeer reviewer  K. Matsunami, Advisor, Office of the Director General con Practice \nLeader (Agri, Food Sec & Rural Dev’t), RSDD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n \nCONTENTS \n \nPage \nI.  THE PROPOSAL  1 \nII.  THE INVESTMENT PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Economic and Financial  7 \nB.  Governance  8 \nC.  Poverty and Social  8 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework   11 \n2.  List of Link Documents  15 \n \n ", " \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to India for the Agribusiness Infrastructure Development \nInvestment Program. 1 The design and monitoring framework is in Appendix 1.  \n \n2.  The investment program aims to address three main constraints on agriculture growth: \n(i) outdated technologies and management; (ii) lack of public investment in linking infrastructure \n(such as roads from production areas to collection points); and (iii) lack of private investment \nand  management  in  modern  marketing  infrastructure  (such  as  cold  chains,  controlled \natmosphere storages, and automated grading). Using an integrated value chain (IVC) approach, \nthe investment program will invest in physical and institutional links along horticultural value \nchains 2  by  supporting  (i)  site  development  and  agribusiness  infrastructure,  (ii)  linking \ninfrastructure to ensure connectivity and basic services across the value chain, (iii) backward \nlinks  to  the  production  areas  through  contract  farming  and  producer  companies,  and  \n(iv) capacity building to strengthen technical and managerial skills along the value chain. The \ninvestment program area covers selected regions of Bihar and Maharashtra, two states that \nhave adopted different agri-marketing policies: Bihar promotes the provision of agri-marketing \nas a private-sector-led function, and Maharashtra enables greater private sector participation \nbut leaves the role of regulator and market manager with the public sector. \n \nII.  THE INVESTMENT PROGRAM \nA.  Rationale \n3.  In 2009, agriculture contributed 16% of the national gross domestic product. However, \n58% of the workforce continues to rely on agriculture for both income and livelihood.3 The \nEleventh Five-Year Plan (2007–2012) targets an agriculture sector growth rate of 4%, bringing \nhigher  farmer  incomes  and  more  employment  opportunities  in  rural  areas,  and  therefore \npromoting  inclusive  economic  growth.4 However,  agriculture  failed  to  achieve  the  planned \ngrowth rates for the previous two plan periods, leaving rural areas in pervasive poverty. The \ndeceleration in agricultural growth, as a result of not catalyzing private investment, has further \naccentuated the rural–urban divide. Higher incomes and employment opportunities in rural \nareas are necessary to benefit rural households, boost off-farm incomes, redress the rural–\nurban imbalance, and promote inclusive economic growth. Against this backdrop, the Eleventh \nFive-Year  Plan  targets  (i)  a  modern  efficient  marketing  infrastructure,  (ii)  backward  links \nbetween markets and production areas to give producers higher prices, and (iii) coordination \nalong the agricultural value chains. Private sector participation in all these activities is necessary \nto bring world-class technology and modern management to agri-marketing, and policy reforms \nhave been undertaken to allow this. To attract private investment, the Government of India’s \npolicy framework for the sector promotes public–private partnerships (PPPs), and provides \npublic  sector  capital  grants  to  private  sector  investors  wanting  to  establish  agribusiness \ninfrastructure with backward links. However, these are still in their infancy. \n \n                                                \n1  A project preparatory technical assistance was provided. Asian Development Bank (ADB). 2008.  Technical \nAssistance to India for Preparing the Agribusiness Infrastructure Development Investment Program. Manila. \n2  The term \"value chain\" is used to characterize the interconnected, coordinated set of links and steps that occur as \nagricultural products' transformations and transactions take place along a chain of interrelated activities between \nprimary production and the final consumer.   \n3  Sector Assessment (Summary): Agricultural Production and Markets (Appendix 2). \n4  Government of India, 2006. Eleventh Five Year Plan (2007–2012). New Delhi. \n ", "2 \n \n4.  Public–private  partnership.  The  Government  of  India  estimates  that  infrastructure \ninvestment of 8% of gross domestic product ($457 billion) is required to achieve the growth rate \ntargets of the Eleventh Five-Year Plan, with the private sector providing 30% through PPPs. \nPPPs have gained prominence in the last 5 years, especially for roads, telecommunications, \nand power, where 450 PPP contracts so far total $50 billion. Although agriculture is not a focus \nsector,  the  plan  envisages  private  sector  investment  in  and  management  of  marketing \ninfrastructure, including modern logistics, cold chains, markets, and food processing plants.   \n \n5.  The role of the Asian Development Bank (ADB) within the government strategy, as \nidentified in the country partnership strategy for 2009–2012,5 targets higher producer returns \nand more private investment through PPPs. The investment program  seeks (i) to develop \nspatially and institutionally linked IVCs for horticultural high-value crops (HVCs), and (ii) to \nenable small producers to associate in groups that can further evolve into producer companies \nto bargain for marketing opportunities. The supply of modern infrastructure under private sector \nmanagement will improve product quality, reduce post-harvest waste, and add value to lower-\nvalue produce. As such, the investment program is consistent with the country partnership \nstrategy and with the ADB Operational Plan for Sustainable Food Security,6 which suggests \nincreasing synergy and value addition in backward and forward links along the agricultural value \nchains. Further, the investment program will pioneer the mainstreaming of PPPs in agriculture, \ntargeting stronger capital formation in the sector. \n \n6.  Value  chain  approach.  The  process  and  underlying  structure  of  the  investment \nprogram adopts an IVC approach.  By influencing the structures, systems, and relationships that \ndefine the value chain, the aim is to help farmers, traders, and other value chain stakeholders to \nimprove their products and processes, increasing the contribution of value chain output to the \nbenefit of all the members. The focus of the IVC approach is on transforming relationships, \nparticularly between players linked vertically in the value chain, to help them upgrade and \nbecome competitive, and to adapt to changes in end markets to remain competitive.  \n \n7.  The  investment  program  will  actively  pursue  cooperation  and  synergies  with  other \ndevelopment partners, including (i) the World Bank National Agricultural Innovation Project, \n2006–2012;  (ii)  the  planned  World  Bank  Multi-State  Agriculture  Competitiveness  Program, \n2010–2016;  and  (iii)  the  International  Fund  for  Agricultural  Development  Convergence  of \nAgricultural Interventions in Maharashtra, 2009–2017. While ADB has undertaken agribusiness \nprograms in the South Asia region, its general support for PPPs is limited (there have been \nnone in the sector). The following key lessons were incorporated in the investment program \ndesign:  (i)  agriculture  projects  promoting  diversification  into  HVCs  are  key  for  promoting \ninclusive  economic  growth  and  creating  opportunities  for  employment  in  rural  areas,  \n(ii) changing the incentives for value chain stakeholders to respond to market demand signals is \nthe most effective use of funds, (iii) farmer organizations involving small farmers need to be \nstrengthened to increase their bargaining capability within the value chain, (iv) more cooperation \nbetween public and private sectors is necessary to ensure agriculture commercialization, and \n(v) the structure of PPPs needs to be customized for development. \n \n8.  The  government  of  Bihar  seeks  to  move  the  provision  and  the  management  of \nagribusiness facilities to the private sector. A key policy for Bihar is the building of marketing \nnetworks that operate as linked hierarchies from modern terminal markets, through agribusiness \ncenters,  to  rural  centers  including  on-farm,  first-step  processing  facilities.  Total  estimated \n                                                \n5  ADB. 2009. Country Partnership Strategy: India, 2009–2012. Manila. \n6  ADB. 2009. ADB Operational Plan for Sustainable Food Security. Manila. \n ", "3 \ninvestment is $422 million from 2010 to 2015, with the private sector investing $2.5 for each \n$1.0 of public sector investment. The Maharashtra state vision focuses on providing more \nmarketing  choices  for  producers  through  greater  private  sector  involvement  in  alternative \nmarketing channels for the development of modern value-adding and processing infrastructure, \nand post-harvest handling systems that reduce waste and increase value throughout the value \nchain. The total strategy is envisaged to cost $1.13 billion, of which $592 million is required in \nthe 2010–2015 period. The state government plans to invest up to 20% of this requirement. \n \nB.  Impact and Outcome \n9.  The impact of the investment program will be  higher value of horticulture products \ncaptured by the stakeholders of the IVCs in selected regions of Bihar and Maharashtra, as the \nprivate  sector  brings  in  world-class  technology  and  modern  management.  The  investment \nprogram outcome will be the investment in and management of eight or more IVCs, including \nsmall-scale farmers, by the private sector.  \n \n10.  The outcome of the investment program will be delivered through eight or more PPP \ncontracts to private sector concessionaires, selected in a transparent and competitive way, who \nwill design, build, finance, operate, and maintain the IVCs. To attract private sector investors, a \npublic sector capital grant will be provided to a concessionaire, the bidding parameter being the \ntotal  amount  of  capital  grant  required  for  the  bidder  to  accept  the  contract.  Attracting \ninvestments from the private sector in agricultural marketing poses different challenges in Bihar \nand  Maharashtra,  making  it  necessary  to  use  different  PPP  approaches  to  the  perceived \nbusiness risks in each state. The maximum capital grant available to bidders will be 70% of the \ntotal  investment  cost  in  Bihar  and  40%  in  Maharashtra.  Bihar’s  model  requires  that  the \nconcessionaire  will  pay  30%  of  the  IVC  gross  revenue  stream  back  to  the  government. \nConcessionaires in Maharashtra will provide more investment up front than in Bihar, but will not \nshare  future  revenues  with  the  state.  These  PPP  models  may  be  revised  based  on  the \ngovernment’s experience in implementing the AIDIP and other sector PPP programs, market \nconditions, and related supporting government policies. Selected concessionaires will finalize \ndesign, procure works, and fully manage the IVC infrastructure. In this way, the investment \nprogram  will  leverage  private  sector  investment  and  management  into  agribusiness \ninfrastructure on publicly owned land, within geographically linked spokes and hubs, each of \nwhich provides collection services, grading, packaging, storing, processing, and cold storage \nfacilities to a range of HVCs.  \n \nC.  Outputs \n11.  The investment program outputs include (i) functional IVC infrastructure, (ii) stakeholders \neffectively  participating  in  and  properly  managing  the  IVCs,  and  (iii)  state  governments \nefficiently  performing  their  regulatory  and  oversight  functions  over  the  IVCs  and  the  PPP \ncontracts.  The  investment  program  outputs  will  be  delivered  through  two  components:  \n(i) support for IVCs, and (ii) institutional development and program management.   \n \n1.   Support for Integrated Value Chains \n \n12.  This component will support the strengthening and/or establishment of infrastructure and \ninstitutional links among the value chain stakeholders for horticultural HVCs. The component will \nensure that IVCs are operational by financing basic and agribusiness infrastructure, linking \ninfrastructure  to  ensure  connectivity  and  basic  utilities,  strengthening  and/or  establishing \nbackward links, and supporting technical and managerial skills development along the value \n ", "4 \n \nchains. The component includes the following subcomponents, which will establish partnerships \nand  links  among  value  chain  stakeholders,  including  farmers,  processors,  agribusiness \nentrepreneurs, and service providers, which, along with the infrastructure support, will make the \nIVCs functional. \n \n(i)  Rehabilitation  and  provision  of  site  infrastructure  for  market  development, \noperated by the private sector on a PPP basis, such as internal roads, solid \nwaste management systems, boundary walls, water drainage. \n(ii)  Rehabilitation and construction of agribusiness infrastructure, operated by the \nprivate  sector  on  a  PPP  basis,  such  as  pre-cooling  facilities,  transportation, \nwashing and ripening facilities, grading and sorting facilities, packaging facilities, \ninformation  technology  systems,  and  ambient  and  controlled  temperature \nstorage.7 \n(iii)  Establishment of linking infrastructure along the value chain, i.e., infrastructure to \nprovide the IVC with basic utilities (such as power and water) and to increase the \nIVC connectivity through proper roads (such as rural roads to production areas, \nand access roads to markets).8 \n(iv)  Strengthening and/or establishing IVC backward links to the production areas so \nthat producers can participate in the IVC activities. To take advantage of better \nmarketing efficiency and value-adding options along the IVC, small farmers must \ncoordinate their decisions, aggregate their produce, and improve their product \nquality.  To  develop  farmers'  capacity  to  do  so,  the  investment  program  will \norganize small producers into farmer companies and will provide farmers with \ntraining in value addition to improve their production and marketing decisions, \nincrease their marketing efficiency, and raise their profitability.9  \n(v)  Capacity development along the IVC to enhance the capability in technical and \nmanagerial skills to operate IVCs will be provided by the concessionaire and the \nexecuting agency, according to the needs. The capacity development activities \nfor  the  technical  skills will  be  determined  by  the  equipment  bought  and  the \nfacilities established along the IVC and will be purchased by the concessionaire \njointly with specific IVC equipment. The capacity development activities for the \nmanagerial skills will be provided by the executing agency as needed.  \n \n2.  Institutional Development and Program Management \n \n13.  To  establish  sound  project  and  PPP  contract  management  systems,  program \nmanagement units (PMUs) in each state will provide implementation support, consisting of staff, \noffice facilities and equipment, consulting services, and liaison and coordination with other line \nagencies. There will be baseline surveys, and regular monitoring and evaluation. PMUs will \nestablish and maintain a website with information on project activities, including procurement \nprocedures and results. A technical advisory group (TAG) with the requisite experience and \nskills will be engaged by each PMU to ensure that the PPP transactions for the establishment of \nthe IVC infrastructure are successfully completed and their implementation monitored. The role \n                                                \n7  More commercial components might be leveraged by the establishment of IVCs and developed around the IVCs by \nthe private sector, which will be free to use funds, as applicable, from existing government schemes, outside the \ninvestment program. \n8  The contracting of infrastructure will be through the relevant public sector agency. \n9  The project Improving Small Farmers’ Access to Integrated Value Chains in Bihar and Maharashtra, for $3 million, \nfunded by the Japan Fund for Poverty Reduction (JFPR), was approved by the ADB Board on 30 July 2010 to \ncomplement this sub-component. \n \n ", "5 \nand responsibilities of the TAG will include: (i) managing the entire bidding process, including \nmarketing the projects; (ii) inviting expressions of interest for requests for qualifications and \nrequests  for  proposals;  (iii)  evaluating  the  bids  and  selecting  the  private  sector  entity \n(concessionaire);  (iv)  recruiting  domain  experts  as  per  agreed  terms  of  reference;  \n(v)  monitoring  and  evaluating  IVC  implementation  during  construction  and  operations;  \n(vi) planning and implementing capacity building and training programs along the IVC; and  \n(vii) preparing subsequent MFF tranches.  \n \nD.  Investment and Financing Plans \n \n14.  The states plan to invest a total of about $1 billion. The total cost of the investment \nprogram is estimated at $212.2 million, including taxes and duties, commitment charges, and \ninterest during construction. The investment plan is summarized in Table 1. ADB will finance a \npart of local taxes and duties estimated at $18.6 million.  Taxes and duties, which amount to \n8.8%  of  the  investment  program  cost,  are  considered  reasonable,  transparent,  and \nnondiscriminatory. \n \nTable 1: Investment Program \n($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Integrated value chain support   \n    a. Site development and agribusiness infrastructure  138.9 \n    b. Linking infrastructure  14.0 \n     c. Producers' links  3.7 \n    d. Integrated value chain capacity development  4.8 \n  2.  Institutional development and program management  8.3 \n    Subtotal (A)  169.7 \nB.  Contingenciesc  34.1 \nC.  Financing Charges During Implementationd  8.4 \n       Total (A+B+C)  212.2 \na  Includes  taxes  and  duties  of  $18.6  million  to  be  financed  from  government  resources  (76%)  and  Asian \nDevelopment Bank (ADB) loan (24%). \nb  In January 2010 prices. \nc  Physical contingencies computed at 5% for civil works. Price contingencies computed at 0.5% on foreign \nexchange costs and 5% on local currency costs.  \nd  Includes interest and commitment charges. Interest during construction for ADB loan has been computed at the 5-\nyear forward London interbank offered rate plus an effective contractual spread of 0.3%. Commitment charges for \nan ADB loan are 0.15% per year to be charged on the undisbursed loan amount.  \nSource: Asian Development Bank estimates. \n \n15.  The Government of India has requested an MFF of up to $170 million from ADB’s \nordinary capital resources to help finance a part of the investment program. The MFF will \nconsist of several tranches (at least four), subject to the government's submission of related \nperiodic financing requests (PFRs), execution of the related loan and project agreements for \neach  tranche,  and  fulfillment  of  terms  and  conditions  and  undertakings  set  forth  in  the \nframework financing agreement (FFA). Tranche 1 of the MFF will have a 25-year term, including \na grace period of 5 years, an annual interest rate determined in accordance with ADB’s London \ninterbank  offered  rate  (LIBOR)-based  lending  facility,  a  commitment  charge  of  0.15%  per \nannum, and other such terms and conditions set forth in the draft loan and project agreements. \nThe Government of India has provided ADB with (i) the reasons for its decision to borrow under \nADB’s  LIBOR-based  lending  facility  based  on  these  terms  and  conditions,  and  (ii)  an \n ", "6 \n \nundertaking that these choices were its own independent decision and not made in reliance on \nany communication or advice from ADB. For each tranche under the MFF, ADB loan proceeds \nwill be passed on by the Government of India to each state, based on general financing \narrangements governing center–state relations that include allocations of external aid. Table 2 \nsummarizes the financing plan. \nTable 2: Financing Plan \nSource  Amount  Share of Total \n($ million)  (%) \nAsian Development Banka                170.0  80.0 \nGovernment  42.2  20.0 \n  Total             212.2  100.0 \na Where an individual tranche is provided before the award of the concession by the State, such tranche will be \nreduced by the amount of capital contribution made by private sector entity after the concession is awarded for \nimplementation of such project.  Any amount under the individual tranche that is cancelled will replenish the overall \nFacility by an equivalent amount and will be available for subsequent tranches. Where an individual tranche is to \nprovided after the award of the concession by the State, then financing plan for such project will reflect the private \nsector contribution, and the tranche will be net of such amount of contribution by the private sector entity.  \nSource: Asian Development Bank estimates. \n \n16.  Framework financing agreement and periodic financing request.10 The Government \nof India has entered into an FFA with ADB on 18 August 2010. The FFA has recorded the full \nset of assurances and conditions in crosscutting themes covering safeguards, governance, \nanticorruption, financial management, procurement, disbursement, and subproject selection. \nLoans may be extended under the MFF to IVC projects subject to the (i) submission of the \nrelated PFRs by the Government of India, (ii) compliance with the project selection criteria, (iii) \nexecution of the related loan and project agreements for each tranche, and (iv) fulfillment of \nterms and conditions and undertakings set forth in the FFA. Each tranche will be for an amount \nnot less than the equivalent of $8,000,000, with the first loan up to $67.6 million. The two IVC \nprojects for Bihar, for which the PFR dated 18 August 2010 has been submitted to ADB for \nconsideration, are attached to the PFR1 application. PFR1 will finance the program outputs as \nper section C, paras. 11 to 13. \n  \nE.  Implementation Arrangements \n17.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe Facility Administration Manual (FAM) (Appendix 2). The executing agencies for the MFF will \nbe  the  Bihar  Department  of  Agriculture  and  the  Maharashtra  Department  of  Cooperation, \nMarketing and Textile. The implementing agencies will be PMUs within the Department of \nAgriculture in Bihar and the Maharashtra State Agriculture Marketing Board in Maharashtra. \nThey  will  coordinate  overall  implementation  of  the  projects  through  administrative  support, \ncontracting of the PPP transactions, monitoring and evaluation, and financial management. \nEach PMU will subcontract professional experts to support the bidding process, the preparation \nof  detailed  project  reports  for  subsequent  PFRs,  and  the  implementation  of  capacity \ndevelopment activities. All IVC projects to be included under the MFF will meet the selection \ncriteria in Schedule 4 of the FFA. The PMUs will invite bids from the private sector to design, \nconstruct, operate, and maintain the IVC infrastructure, as described in para. 12, (i) and (ii), and \nwill contract them on a PPP basis, with land provided by the government.  \n \n \n                                                \n10 Framework Financing Agreement and Periodic Financing Request for Project 1 (Appendix 2). \n ", "7 \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  December 2010–December 2017 \nEstimated investment  31 December 2017   \nprogram completion date \nProgram management   \n(i)  Oversight body  National Steering Committee  Chair: Secretary, MOA \nMembers: DEA, GOB, GOM \n(ii)  Executing agency  Department of Agriculture in Bihar \nDepartment of Cooperation, Marketing and Textile in Maharashtra  \n(iii) Key implementing  Department of Agriculture in Bihar, MSAMB in Maharashtra \nagencies \n(iv) Project  Each PMU will be headed by a full-time managing director appointed by \nimplementation unit  the state government. The PMU will be staffed by full- time managers for \n(i)  technical  matters  (agriculture  marketing,  agribusiness  infrastructure \ndevelopment, horticulture/agriculture); (ii) financial management, and (iii) \nlegal and administration.  The PMU will have a team comprising staff \ndeputed  from  the  executing  agency  and  associated  line  departments \nand/or recruited from the market. \nProcurement  All goods and services to be financed under the MFF will be procured in \naccordance with ADB’s Procurement Guidelines (2010, as amended from \ntime to time)  \nConsulting services  All consulting services to be financed under the MFF will be procured in \naccordance with ADB’s Guidelines on the Use of Consultants (2010, as \namended from time to time) \nRetroactive financing  Under each tranche, ADB may, subject to its policies and procedures, \nand/or advance contracting  allow on request advance contracting and retroactive financing of eligible \nexpenditures under the MFF up to 20% of the proposed individual loan, \nincurred before loan effectiveness but not earlier than 12 months before \nthe date of signing of the related legal agreement. \nDisbursement  The loan proceeds  will  be disbursed in  accordance with  ADB's  Loan \nDisbursement  Handbook  (2007,  as  amended  from  time  to  time)  and \n \ndetailed arrangements agreed upon between the government and ADB.  \nADB = Asian Development Bank, DEA = Department of Economic Affairs, GOB = Government of Bihar, GOM = \nGovernment of Maharashtra, MFF = multitranche financing facility, MOA = Ministry of Agriculture, MSAMB = \nMaharashtra State Agriculture Marketing Board, PMU = project management unit. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \nA.  Economic and Financial \n18.  The IVCs to be financed by the MFF under PFR1 (Muzaffarpur and Nalanda–Patna \nregions of Bihar) are assessed to be economically feasible, with economic internal rates of \nreturn  (EIRR)  ranging  from  19.0%  to  24.0%.  When  all  IVCs  are  combined  and  their \nmanagement  and  institutional  costs  are  included,  the  EIRR  remains  at  15.9%,  indicating \nsufficiently high economic return compared with the discount rate of 12.0%. Sensitivity analysis \n ", "8 \n \nof the EIRR for PFR1 for additional overheads for the PMU and different sharing of institutional \ncosts between PFR1 and the subsequent PFRs shows that the EIRR increases to 16.3%. \n \n19.  The financial sustainability of the investment and the implementing agency's ability to \nsupport the financial costs for managing the two concession agreements was assessed. The \nfinancial assessment of the PPP models indicate that the revenue-sharing agreement with the \nconcessionaires will cover the expected costs per annum for maintaining PMU staffing and \noperation, showing no risk to financial sustainability. A major impact of the investment program \nwill be to provide proof of concept for the use of PPPs for agri-marketing facilities and their \nmanagement.  The  investment  program  will  catalyze  investment  from  the  private  sector  in \nagribusiness infrastructure, bringing modern technology and providing better services to the \nvalue chain users. This will have significant post-investment program multiplier effects through \nadoption  of  more  advanced  technologies  brought  in  by  the  private  sector,  and  broader \nprocessing and marketing opportunities. The higher returns to the stakeholders of the value \nchains will ensure that the IVC will be sustainable (Appendix 2) \n \nB.  Governance \n20.  The  executing  agencies  have  limited  experience  in  implementing  externally  funded \nprojects,  but  have  the  organizational  structure,  skills,  and  financial  management  system \nrequired  to  implement  them.  A  financial  management  assessment  was  carried  out  and \nconfirmed that the proposed executing agencies follow the Government of India's General \nFinance Rules (2005) and use accounting systems compatible with international accounting \nstandards. There are no major issues with the accounting policies and procedures. However, \nsome measures to boost governance of the investment program will include (i) preparation of a \nfinancial management manual for the investment program; (ii) the requirement for PMUs to \nfollow government rules and procedures for all expense and capital items, including cash, and \nthe proper maintenance of financial records; and (iii) the requirement for PMUs to hire the \nproper financial staff as agreed with ADB. An independent auditor acceptable to ADB will \nannually  audit  all  investment  program-related  accounts,  statements  of  expenditure,  and \nrevenues. All audit reports and certified financial statements will be submitted to ADB within 6 \nmonths of the close of the year under audit. ADB’s Anticorruption Policy (1998, as amended to \ndate)  was  explained  to  and  discussed  with  the  government  and  executing  agencies.  The \nspecific policy requirements and supplementary measures are described in the FAM. \n \nC.  Poverty and Social \n21.  The investment program will promote inclusive economic growth and food security, and \nwill directly benefit the rural areas, by creating employment opportunities on-farm and off-farm \nactivities and increasing farm gate prices. Although the primary focus of the investment program \nis on making the horticultural value chains modern and efficient, a significant number of poor are \nalso likely to be beneficiaries of the projects, because over 60% of small and medium farmers \nand small traders belong to socially backward communities. Vulnerable groups were identified \nand estimated in all the project districts. Under tranche 1, it is estimated that 300 full-time \nemployees will work for the IVCs, a further 3,486 day workers will be provided with additional \n300 days of work per year, and a total of 112,300 suppliers will directly  benefit from the \ninvestment, through higher returns from crop production, reduced post-harvest losses (20%–\n30%), and increased value addition along the IVCs. The landless poor will benefit from the \ncreation  of  additional  employment  opportunities  along  the  IVCs  and  ancillary  industries. \nBoosting the capacity of farmer groups will raise their bargaining power and link them more \neffectively to the value chain.  \n ", "9 \n \n22.  In rural areas, the workforce participation rate for women is 27.2% (nearly thrice as \nmuch as the urban female participation rate of 9.7%), and 89.5% of all women employed are \nengaged in the agriculture and allied industrial sector. Women in both states play a key role in \nall aspects of agriculture from sowing to selling of the produce. However, women are not \nsubstantively involved in decisions about the production and marketing of produce, and tend to \nmarket their produce through middlemen.  Furthermore, 60%–80% of women cultivators in the \ninvestment  program  areas  belong  to  marginalized  and  other  backward  communities. \nEmpowering  female  agricultural  workers  through  participation  in  farmer  societies  will  give \nwomen a voice in decision making and will integrate them in the value chain. Their effective \nintegration into the value chain will raise their incomes and reduce wage discrimination, thereby \nsupporting  accomplishment  of  core  labor  standards  in  a  sector  where  a  large  part  of the \nproduction is in the informal sector. \n \n23.  The rural focus of the investment program helps address the growing rural–urban divide \nin the incidence of poverty and economic development of the country. Also, complementing \npublic  sector  investment  with  private  investment  will  accelerate  growth,  employment,  and \neconomic prosperity in rural areas. Provision of linking infrastructure will help complete the \nconnectivity, reduce costs, increase mobility, and have supplementary social benefits.11 \n \nD.  Safeguards \n24.  An Environmental Assessment and Review Framework was developed for the MFF \n(Appendix 2). Proposed investments under tranche 1 in Bihar are classified as environmental \ncategory B, and an initial environmental examination (IEE) with an environmental management \nplan (EMP) was prepared in accordance with ADB's Safeguard Policy Statement (2009).  The \nIEE  concludes  that  there  will  be  no  significant  adverse  impact,  and  most  of  the  impacts \npredicted are temporary, typical and easy to alleviate with the mitigating measures suggested in \nthe EMP, such as dust generation and noise during construction. Better infrastructure will allow \nbetter systems to manage solid and liquid waste, and stronger traffic management within the \nfacilities, resulting in environmental improvements. In the preparation of the IEE, consultations \nwere  held  with  farmers,  potentially  affected  traders,  government,  and  potential  private \ndevelopers. During detailed engineering stages, the potential developers will conduct further \nconsultations, update the EMP and IEE as needed, and make all environmental assessments \navailable to the general public in a form that concerned people and other stakeholders can \nunderstand. While the implementation of the EMP will be the responsibility of the IVC developer, \neach  state  pollution  control  board  and  PMU  will  be  responsible  for  ensuring  effective \nimplementation of the EMP. The PMUs will be provided with environmental consultants, if so \nrequired, to supplement government staff for environmental monitoring. \n \n25.  The envisioned interventions will not have adverse social or resettlement impacts, or \nnegative effects on indigenous peoples and ethnic minority groups. Construction will take place \non government land and existing rights of way. The investment program will exclude any parts \nthat would entail land acquisition or involuntary resettlement (IR), including relocation.12 The \nlocations of the first two tranches do not involve areas with indigenous peoples (IP) and ethnic \nminority groups.13 For this, the proposed investments under tranche 1 in Bihar are classified as  \ncategory C for IR and IP. \n                                                \n11 Summary Poverty Reduction and Social Strategy (Appendix 2). \n12 Resettlement Framework  (Appendix 2). \n13 Indigenous Peoples Planning Framework (Appendix 2). \n ", "10 \n \n \nE.  Risks and Mitigating Measures \n26.  Risks  and  mitigating  measures  developed  in  the  Risk  Assessment  and  Risk \nManagement Plan (Appendix 2) are summarized in Table 4. The benefits and impacts of the \nMFF are expected to outweigh the potential costs from risks. \nTable 4: Summary Risks and Mitigating Measures \nRisks  Mitigating Measures \nLimited private sector interest in  The investment program will attract investors through program \nintegrated value chain investments  marketing, transparent bid process, long tenure, capital grant, \nand ready-to-use detailed project reports. \nDelays to the start of project  The project will reduce delays through the engagement of the \nimplementation  technical advisory group to support project readiness activities.  \nGeneric risks associated with any  Introduction of project readiness criteria filters, climate proofing of \nagribusiness project (climate  the infrastructure, implementation support, and close monitoring \nchange, land purchase) \nPoor site connectivity  The  investment  program  foresees  some  funds  for  road \nconnectivity along the integrated value chain in case public funds \nare not available.  \nIn Bihar, construction of integrated  The design and construction plan has been outlined in phases. \nvalue chain may disrupt ongoing \ntrading operations. \nRisk of delay and cost overrun  Project management unit will enter into fixed-price contracts with \nselected operators, who would in turn enter into such contracts \nwith contractors and/or suppliers. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n27.  The Government of India, the Government of Bihar, and the Government of Maharashtra \nhave  assured  ADB  that  implementation  of  the  investment  program  shall  conform  to  all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  procurement, \nconsulting services, and disbursement as described in detail in the FAM and loan documents. \nThe Government of India, the Government of Bihar, and the Government of Maharashtra have \ngiven ADB certain undertakings for the MFF, which are set forth in the FFA. Specific covenants \nwith respect to individual tranches under the MFF will be set forth in the loan agreement and \nproject agreement for the respective tranches.  \n \nV.  RECOMMENDATION \n28.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the provision of loans under the multitranche financing facility in an aggregate principal \namount not exceeding $170,000,000 to India for the Agribusiness Infrastructure Development \nInvestment Program from ADB's ordinary capital resources, with interest to be determined in \naccordance with ADB's London interbank offered rate (LIBOR)-based lending facility, and such \nother  terms  and  conditions  as  are  substantially  in  accordance  with  those  set  forth  in  the \nframework financing agreement presented to the Board.  \n \n \n \n25 August 2010  Haruhiko Kuroda \nPresident \n ", "      Appendix 1  11   1\n1\n   \nDESIGN AND MONITORING FRAMEWORKa  \nFOR THE INVESTMENT PROGRAM \n \n    Data   \nDesign  Performance Targets and  Sources/Reporting  Assumptions and \nSummary  Indicators with Baselines  Mechanisms  Risks \n \nImpact  By 2020:    Assumptions \n      Access to linked \nGreater value of  Increased investments to  Statistics on state GDP  agrimarketing \nhorticulture products  diversify into high value  and household income  infrastructure will \ncaptured by the  crops (HVC) by 10%    facilitate IVCs \nstakeholders of the    Government statistics  emergence. \nintegrated value  Increased value addition in  on agricultural   \nchain (IVC) in  horticultural HVC from 2%  production and  Government prioritizes \nselected regions of  (2008) to 4%  productivity, and  diversification into \nBihar and    agricultural marketing  HVC. \nMaharashtra  40% of the IVC throughput is      \n  supplied by farmers through  District statistics and  Risks \ndirect contracting with the  accounts  Higher lease or rents \nIVC    for IVC infrastructure \n  Baseline data and  discourage IVC \nIncreased per capita  PPMS reports  emergence. \nincomes for suppliers to the \nIVCs by at least 5%  \n \nOutcome  By 2018:    Assumptions \n      The spoke and hub \nPrivate and public  At least 25% of the  Government and state  model provides \nsectors invest and  additionally marketed HVCs  market statistics  effective agri-\nprivate sector  go outside the traditional  Project progress reports  marketing support. \nmanages at least 8  marketing system.  and completion report  States support IVC \nIVCs for horticultural    BTORs/aide memoires  approach.  \nHVC, which are  75% of producers' groups \nfrom ADB review   \ninclusive of small  facilitated by the investment \nmissions  The enabling \nscale farmers.  program have a supply \nPrivate sector investors'  environment and \n  contract with the IVCs \nrecords  planned reforms are \n   \nProject results-based  retained. \nIncreased rural employment \nmonitoring and regular   \nbeyond the farm-gate by 0.7 \nPPMS reports  Risks \nmillion days per IVC. \nDistricts statistics and  Small farmers are \n \naccounts \nunwilling or unable to \n \nProducer association  integrate into value \n \n  records  chains. \n  ADB impact evaluation   \n  reports  Marketing of HVC by \n  Human development  passes local \n  index and below  infrastructure. \npoverty lists for  Private sector benefits \nintervention regions.  are eroded through \n \ntransaction costs. \n \n \n \na  \nThe baseline survey will be carried out at the outset of the Program and will set the baseline data. Indicators will be \nrefined and gender-disaggregated data will be collected. ", "12  Appendix 1 \n \n    Data   \nDesign  Performance Targets and  Sources/Reporting  Assumptions and \nSummary  Indicators with Baselines  Mechanisms  Risks \n \nOutputs  By 2017:    Assumptions \n       \nA. IVCs infrastructure  50 market sites and IVC  PPP contract  The private sector is \nset up and functional.   locations upgraded or  monitoring reports  willing to invest in \n  developed with modern IVC    marketing \n  infrastructure  Project progress reports  infrastructure \n       \n  600,000 tonnes per annum  ADB review missions,  Concessionaires \n  of horticulture crop  aide memoires, and  successfully \n  throughput marketed through  BTORs  contracted  \n  the IVC infrastructure     \n    Detailed operational  Adequate interest in \n  guidelines \nPost harvest losses reduced  renting/leasing \n   \non average from 30% (2008)  infrastructure to \n  Consultants’ reports \nto 21% of product throughput  provide a rate of return \n   \n  to a private sector \n  Approved design \n  Farm gate prices for IVC  documents and  investor \n  suppliers 20% higher than  supporting reports     \n  non-value chain producers    Marginalized farmers \n    Baseline data and  are willing to organize \n  An additional 20% of value  PPMS reports  themselves into farmer \n  added captured within the    groups \n  IVC  Concessionaire records   \n      Risks \n  Price premium increased by    Public sector \n  6% for grains and 22%    procurement of \n  (2008) to 42% for perishable    essential linking \n  HVC    infrastructure is not \n      achieved on time. \n  All suppliers to the IVCs     \n  have access to the IVC    Resistance or \n  collection centers and reefer    obstruction from \n  vehicles.    traditional middlemen \n       \n   \nPower supply outage  Farmers not willing to \n   \nfrequency and duration  participate in the \n   \nreduced by 50% compared  investment Program  \n   \nto consumers supplied from   \n   \nlocal distribution line   \n   \n   \n   \n  Water supply within IVC     \n  facilities satisfies 95% of     \n  demand at all times     \n       \nB. IVC stakeholders  At least 10% increase in the    Assumptions \neffectively participate  quantity produced by IVC    Timely engagement of \nin and properly  suppliers    qualified consultants \nmanage the IVC      and awarding of \n  At least 10% increase of the    concession \n  grade A HVC     \n ", " \n  Appendix 1  13 \n    Data   \nDesign  Performance Targets and  Sources/Reporting  Assumptions and \nSummary  Indicators with Baselines  Mechanisms  Risks \n \n      DPRs and PFRs are \n  90% of IVC farmers meet    prepared and \n  quality requirements of IVCs.   approved in a timely \n    manner. \n  At least 20% of the farmer   \n  groups enter into long-term  Risks \n  agreements with the IVC.  High PMU staff \n    turnover \n  50% of IVC stakeholders   \n   \ntrained within the first year of \n  Procedural delays \nIVC operations on VC \n   \ntechnology and management \n \nsystems \n \n \n \nAt least 20% of the IVC \n \nfarmer groups turn into \n \n  producer companies by \n  2013. \n   \nC. State  MFF tranches implemented \ngovernments perform  timely and within budget \nefficiently their   \nregulatory and  At least 8 PPP transactions \noversight functions of  per state completed \nthe IVCs and the  successfully by 2015 and \nPPP contracts  properly monitored \n   \n   Construction and equipment \n  installation achieved at all \n  spokes and hubs to \nspecifications by 2016 \n \nAll executing agencies \nofficials in the PMU trained \non the job for managing a \ntransparent bidding process, \nawarding and implementing \na PPP contract \n \n \nActivities with Milestones  Inputs \n   \nTranche 1–Bihar (2011–2014)  Total MFF Facility Cost \n1.      Program management established.   \n1.1    PMU formed and staffed before loan effectiveness  1. ADB MFF not exceeding \n1.2    PMU procedures established 1 month after effectiveness  $170 million (OCR) \n1.3    TAG consultants contracted before end of first quarter 2011  2. Government counterpart \n1.4    PFR–tranche 3 prepared before mid–2012      budget of $42.2 million  \n2.      Concessionaire contracted before second quarter 2011   \n2.1    Qualified contractors identified before end of second quarter \n2011 \n ", "14  Appendix 1 \n \nActivities with Milestones  Inputs \n   \n2.2    Successful bidder contracted in first quarter 2011 \n2.3    Infrastructure procurement completed before end of 2011 \n2.4    Marketing infrastructure operational with technical and \noperational training before end of 2013. \n3.      Backward links established \n3.1    Implementation partner contracted before end second quarter \n2011 \n3.2    Farmer groups formed and strengthened before mid–2012 \n3.3    Value chain links defined by contracts or equity participation \nbefore end of 2012. \n \nTranche 2–Maharashtra (2011–2014) \n1.      Establishing project management \n1.1    PFR/DPR approved before end of 2011 \n1.2    PMU formed and staffed before loan effectiveness \n1.3    PMU procedures established within 1 month \n1.4    TAG consultants contracted in first quarter of 2011 \n1.5    PRF–tranche 4 prepared by mid–2013 \n2.      Concessionaire contracted by third quarter of 2011 \n2.1    Qualified contractors identified by end first quarter of 2011 \n2.2    Successful bidder contracted third quarter of 2011 \n2.3    Infrastructure procurement completed by end 2011 \n2.4    Marketing infrastructure operational with technical and \noperational training by end 2013 \n3.      Backward links established by end of first quarter of 2011 \n3.1    Implementation partner contracted within 1 month effectiveness \n3.2    Farmer groups formed and strengthened by mid–2012 \n3.3    Value chain links defined by contracts or equity participation by \nend of 2013 \n \nTranche 3 – Bihar 2013–2015 \n1.      Concessionaire contracted \n1.1    Marketing infrastructure operational with technical and \noperational training \n2.      Backward linkages established \n2.1   Value chain links defined by contracts or equity participation \n \nTranche 4 – Maharashtra 2014–2016 \n1.      Concessionaire contracted \n1.1    Marketing infrastructure operational with technical and \noperational training \n2.      Backward links established \n2.1    Value chain links defined by contracts or equity participation \nADB = Asian Development Bank, BPL = below poverty lists, DPC = district planning committees, HDI = \nhuman development index, HVC = high-value crops, IVC = integrated value chain, MFF = multitranche \nfinancing facility, MOWR = Ministry of Water Resources, OCR = ordinary capital resources, PFR = \nperiodic financing request, PMA = project management agency, PMU = project management unit, PPMS \n= project performance management system, PPP = public-private partnership, TAG = technical advisory \ngroup. \nSource: Asian Development Bank estimates. \n ", " \n  Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=37091-02-3 \n \n1.  Framework Financing Agreement and Periodic Financing Request for Project 1 \n2.  Sector Assessment (Summary): Agricultural Production and Markets \n3.  Facility Administration Manual \n4.  Project Classification Summary \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Environmental Assessment and Review Framework \n12.  Resettlement Framework \n13.  Indigenous Peoples Planning Framework \n14.  Risk Assessment and Risk Management Plan \n15.  Public Consultation and Participation Framework  \n16.  The Concession in Nalanda-Patna Region and Its Economic Feasibility \n17.  The Concession in Muzaffarpur Region and Its Economic Feasibility \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20100826014305Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "india, agribusiness infrastructure development investment, agribusiness infrastructure development programs, agribusiness infrastructure projects, integrated value chain approach, bihar, maharashtra, adb project 37091, multitranche financing facility", "ModDate": "D:20100922113728+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": "Agribusiness Infrastructure Development Investment Program"}}