{"path": "data/input/ta/37269-054-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 37269-054 \nCapacity Development Technical Assistance (CDTA) \nDecember 2014 \n \n \n \nKingdom of Cambodia: Strengthening Resettlement \nand Income Restoration Implementation\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Public \nCommunications Policy 2011. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 27 November 2014) \n \nCurrency unit  –  riel/s (KR) \nKR1.00  =  $0.0002461538 \n$1.00  =  KR4,062.5 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDF  –  community development fund \n  EIRP  –  Expanded Income Restoration Program \n  GRM  –  grievance redress mechanism \n  IRC  –  Inter-ministerial Committee on Resettlement \nIRC-WG  –  Inter-ministerial Committee on Resettlement Working Group \n  MEF  –  Ministry of Economy and Finance \n  PRSC  –  Provincial Resettlement Sub-Committee \n  PRSC-WG  –  Provincial Resettlement Sub-Committee Working Group \n  RD-MEF  –  Resettlement Department of the Ministry of Economy and \nFinance \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  H. Iwasaki, Transport and Communications Division, SERD \n   \nTeam leader  M. Alam, Unit Head, Project Administration, SERD \nTeam members  G. Bade, Project Analyst, SERD \n  R. Barba, Senior Safeguards Specialist, Cambodia Resident Mission \n(CARM), SERD \n  S. Ouk , Senior Safeguards Officer, CARM, SERD \nA. Qadir, Senior Counsel, Office of the General Counsel \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE  3 \nA.  Impact and Outcome  3 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \nAPPENDIXES \n1.  Design and Monitoring Framework  6 \n2.  Cost Estimates and Financing Plan  8 \n3.  Outline Terms of Reference for Consultants  9 \n \n ", "Project Classification Information Status: Complete\nCAPACITY DEVELOPMENT TECHNICAL ASSISTANCE AT A GLANCE\n1. Basic Data Project Number: 37269-054\nProject Name Strengthening Resettlement and  Department SERD/SETC\nIncome Restoration Implementation /Division\nCountry Cambodia Executing  Asian Development Bank\nBorrower Not Applicable Agency\nqq\n2. Sector Subsector(s)     ADB Financing ($ million)\nTransport Rail transport (non-urban) 1.40\nTotal 1.40\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  Low\ngrowth (IEG) opportunities, including jobs, made  Project\nmore inclusive\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and  Client relations, network, and  No gender elements (NGE)\ncapacity development partnership development to \n(GCD) partnership driver of change\nInstitutional development\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No\nRural High\npoverty\nUrban Medium\nqq\n6. TA Category: B\nqq\n7. Safeguard Categorization Not Applicable\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 1.40\n    Sovereign Capacity development technical assistance: Technical  1.40\nAssistance Special Fund\nCofinancing 0.00\n    None 0.00\nCounterpart 0.07\n    Government 0.07\n  \nTotal 1.47\nqq\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 06082014162818571919 Generated Date: 24-Nov-2014 17:25:05 PM", " \nI.  INTRODUCTION \n1.  The  proposed  capacity  development  technical  assistance  (TA)  will  support  the \nimplementation of some of the remedial actions intended to address the decision of the Board of \nDirectors  of  the  Asian  Development  Bank  (ADB)  to  address  the  recommendations  of  the \nCompliance Review Panel (CRP) final report.1 In 2014, 11 missions have been conducted for \nthe implementation of remedial actions.2 During these missions, requisite information for TA \nprocessing  has  been  gathered.  The  Mission  discussed  the  TA  with  the  Inter-ministerial \nCommittee on Resettlement (IRC) of the Government of Cambodia.3 The government concurred \nwith the impact, outcome, outputs, implementation arrangements, cost, financing arrangements, \nand terms of reference. Comments from the IRC have been incorporated in the TA. The design \nand monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n2.  ADB approved two loans amounting to $84 million (L2288 was approved in December \n2006 and L2602, as additional financing, was approved in December 2009) for rehabilitation of \nrailway lines, construction of a container terminal and freight facilities, and capacity building for \nthe Railway Department. The Project is co-financed by the Government of Australia ($22.46 \nmillion),  OPEC  Fund  for  International  Development  [(OFID)  for  $13  million],  and  the \nGovernment of Malaysia (in kind equivalent to $2.8 million). Government of Cambodia financed \nthe balance of $20.3 million. ADB Board on 3 October 2014 approved a major change in scope \nto remove sections of the railway line and the freight facility from the Project scope, upon \nrequest of the Government of Cambodia. The current loans closing date is 30 June 2015.  \n \n3.  An NGO, on behalf of a group of affected persons filed a complaint with the Office of the \nSpecial Project Facilitator (OSPF) in November 2011 concerning the resettlement process, \ninformation disclosure, and consultations. A course of action was discussed and agreed,4 and \nactivities under the course of action were implemented between August and October 2012. \nOne-on-one  sessions  were  conducted  with  116  affected  households  (AHs).  OSPF  also \nundertook small infrastructure improvements at relocation sites. OSPF closed the case in March \n2014.  \n \n4.  In August 2012, a request for compliance review for the Project was received by the \nCRP Secretariat from the same NGO who filed the OSPF complaint on behalf of a subset of \nOSPF requesters.5 The Board of Directors authorized the compliance review in October 2012.  \n \n                                                \n1  Compliance Review Panel. 2014. Final Report on Compliance Review Panel Request No. 2012/2 on the Greater \nMekong Subregion: Rehabilitation of the Railway Project in the Kingdom of Cambodia. Manila: ADB. \n2  Loan review, consultation, and special loan administration missions were fielded from February to September 2014. \n3  The TA first appeared in the business opportunities section of ADB’s website on 7 October 2014. \n4  The course of action was discussed and agreed in a multi-stakeholder workshop conducted by the OSPF on 22 \nAugust 2012 in Phnom Penh. The multi-stakeholder workshop included parties involved in the complaint: (i) \ncomplainant representatives from Poipet, Battambang, Sihanoukville and Phnom Penh (Toul Sangke, Trapeang \nAnh Chanh, and Samrong); (ii) Resettlement Department, Ministry of Economy and Finance; (iii) the Department of \nForeign Affairs and Trade, Australia; and (iv) ADB. \n5  Compliance review was conducted based on allegations of noncompliance with ADB operational policies and \nprocedures on Involuntary Resettlement, Safeguard Policy Statement, Incorporation of Social Dimensions into ADB \nOperations, Public Communications, Gender and Development in ADB Operations, Processing Sovereign and \nSovereign Guaranteed Loan Proposals, Loan Covenants and Promotion and Cooperation with NGOs. \n ", "2   \n \n5.  In January 2014, the Board approved the following recommendations to ensure that the \nrailway project complies with ADB’s safeguard policies: (i) establish a compensation deficit \npayment  scheme  (recommendation  1);  (ii)  improve  facilities  at  resettlement  sites \n(recommendation 2); (iii) improve the functioning of the grievance redress mechanism (GRM), to \nbe reflected in a time-bound and verifiable action plan (recommendation 3); (iv) develop an \nappropriate program to build capacity for resettlement in the IRC, to be reflected in a time-bound \nand verifiable action plan (recommendation 4); (v) establish a debt workout scheme to help \nhighly indebted families repay their accumulated debts through a dedicated credit line and a \ndebt workout facility (recommendation 5); and (vi) implement the expanded income restoration \nprogram (EIRP) in a sustained and sustainable manner (recommendation 6).6 The TA aims to \nsupport the implementation of remedial actions proposed to accomplish the Board-approved \nrecommendations, in particular recommendations 3, 4, and 6.7 \n \n6.  Grievance  redress. A four-stage GRM was set out in the resettlement plan of the \nproject,  which  follows  Instruction  No.  004  Sor-Hor-Vor  of  June  2006  from  the  Ministry  of \nEconomy and Finance (MEF).8 The GRM outlines the responsibilities and the timelines for \nresolving  grievances.9 Data  from  internal  project  monitoring  and  the  external  monitoring \norganization under the project show that (i) there were delays in resolving grievances, and (ii) \nthe responsibilities of the GRM committees were not well understood by their members. Further, \nthere is a lack of clarity in the procedures of the GRM. The IRC also lacks capacity in handling \nthe GRM. While the government has exerted effort at increasing training, setting up a database, \nand designating a focal person within the IRC, it is still not possible to diligently follow the \ntimelines outlined in the GRM for resolving grievances. Following general elections in 2013, a \nnumber of changes have occurred in provincial and local governments, which has led to the \nreplacement of some members of the GRM committees. New members require awareness and \ncapacity building to ensure that roles and responsibilities are clear. The functioning of the GRM \nmay be improved through (i) strengthening the existing system by increasing resources and \ncapacity, particularly of the IRC; and (ii) conducting periodic external reviews of the performance \nof the GRM. The IRC has informed ADB that it intends to identify the actions needed to improve \nthe functioning of the GRM. The IRC is in the process of recruiting a contract employee to \ncoordinate and monitor the functioning of the GRM. \n \n7.  Capacity  building.  There  have  been  several  trainings  and  workshops  on  social \nsafeguards conducted since 2001 for government agencies, nongovernment organizations, and \nindividuals supported by ADB and other organizations. These have led to capacity building for \nresettlement  planning  and  implementation.  However,  as  resettlement  issues  become  more \ncomplex  and  critical  for  timely  implementation  of  projects,  there  is  a  need  for  continuous \ncapacity building of staff of the Resettlement Department of the MEF (RD-MEF) to update their \nknowledge and skills.  \n                                                \n6 The EIRP was provided to strengthen the income restoration program under the project. This  includes a community \n \ndevelopment fund (CDF) intended to improve the abilities of relocated households to earn a living by making use of \nlivelihood opportunities available near their relocation sites through the provision of relevant skills trainings, in \naddition to start-up capital for the relocated households wishing to engage in livelihood activities. The EIRP also \nincludes social safety net funds that the relocated households can access in times of crisis and emergencies. The \nEIRP will continue until March 2015 under the Department of Foreign Affairs and Trade grant funding. \n7  The TA follows a small-scale TA that provided consulting services aimed to support planning for remedial actions. \nADB. 2014. Technical Assistance to the Kingdom of Cambodia for Capacity Development and Facilitation for \nPlanning and Implementation of Resettlement Activities under the Greater Mekong Subregion: Rehabilitation of the \nRailway Project. Manila. \n8  Kingdom of Cambodia. 2006. Resettlement Plan for GMS Rehabilitation of Railway in Cambodia. Manila: ADB. \n9  The CRP suggested that the ADB Management review the GRM and propose interventions, including training and \ncapacity building, as well as a greater up-front role for IRC in providing guidance on complaint handling. \n ", "3 \n \n8.  The RD-MEF and the IRC Working Group (IRC-WG) have set up local counterparts, \nincluding the Provincial Resettlement Sub-Committee (PRSC) and the PRSC Working Group \n(PRSC-WG) for resettlement implementation. Each time the PRSC-WG is deployed to update \nand implement a resettlement plan in a given location, it is provided brief orientation sessions by \nthe IRC-WG. Since 2006, the number of resettlement plans that the IRC and RD-MEF have \nplanned and implemented has been increasing. The RD-MEF does not currently have a cadre \nof trainers that can methodically train new staff members and their counterparts in the PRSC \nand PRSC-WG. Instead, knowledge is gained by on-the-job and hands-on training by new staff. \nCapacity  building  for  resettlement  planning  and  implementation  is  crucial  for  project \nimplementation (para. 4); this is particularly important given the rapid infrastructure development \nin Cambodia. Moreover, social safeguard issues are becoming more complex as the economy \ngrows and evolves. 10 Therefore, continuous capacity building of the IRC is essential. The IRC \nhas informed ADB that it intends to identify the programs that are needed to build its capacity. \n9.  Income restoration. As part of the resettlement plan for the railway project (footnote 8), \nan Income Restoration Program was implemented that focused on skills training. The Income \nRestoration Program was expanded into the EIRP, which includes a community development \nfund that is intended to improve the ability of relocated households to earn a living by making \nuse of livelihood opportunities available near relocation sites. The EIRP also includes a social \nsafety net fund that the relocated households can use in times of crisis and emergencies. The \nEIRP in each relocation site is developed as a collaborative effort of the relocated households \nand is operated through self-help groups. \n \n10.  Planning activities for the EIRP started in late November 2011. The EIRP is supported \nthrough grant funds from the Government of Australia until March 2015. The Government of \nAustralia also supports the EIRP coordinator, and the financial literacy training provided by \nCredit Union Foundation Australia. The EIRP is currently successful in most self-help groups, \nbut there is a need to make the EIRP more sustainable to meet the objective of enhancing \nlivelihood  through  income-generating  schemes. 11  Successful  implementation  of  income \nrestoration programs will further build the IRC’s capacity in future resettlement implementation.  \n \nIII.  THE CAPACITY DEVELOPMENT TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.   The  impact  will  be  enhanced  capacity  of  the  government  to  effectively  implement \nresettlement  activities  in  transport  projects  in  Cambodia.  The  outcome  will  be  enhanced \ninstitutional and staff capacity of the IRC to improve the functioning of the GRM, implement \nresettlement programs, and implement the EIRP in a sustained and sustainable manner. \n \n                                                \n10  The CRP noted that IRC now provides services to many projects funded by different donors and it is therefore in \nthe interest of ADB to continue to build the capacity of the IRC by offering training and exchange visits to other \nplaces in Asia where resettlement is being carried out more successfully. \n11 The CRP recommended that for EIRP to be more effective, funds provided to self-help groups should be increased \nand the maturities for loans should be lengthened. For the program to be sustainable, capacity building and \nfinancial support should be provided over an extended period, to allow self-help groups to develop into sustainable \ninstitutions and eventually into savings groups, and self-help groups systems and financial management processes \nto mature. In light of the vulnerabilities and high indebtedness experienced by many AHs during the resettlement \nprocess, support under the EIRP to resettled households should be continued. \n ", "4   \n \nB.  Methodology and Key Activities \n12.  To achieve the expected outcome, the TA will have the following outputs: (i) strategies \nare  developed  to  improve  the  functioning  of  the  GRM  (output  1)  which  will  address \nrecommendation 3, (ii) strategies are developed to build institutional and staff capacity of the \nIRC  (output  2)  which  will  address  recommendation  4,  and  (iii)  the  EIRP  is  made  more \nsustainable (output 3) which will address recommendation 6.12  \n \n13.  To achieve outputs 1 and 2 the following activities will be undertaken: (a) the current \nfunctioning of the GRM and IRC institutional and staff capacity needs will be identified, (b) \ninputs to the action plans (to be developed by the government and to include study tours to \ncountries  in  the  region  to  observe  and  learn  how  resettlement  has  been  successfully \nimplemented) for capacity building of staff involved in the GRM and capacity building of the IRC \nwill be provided, and (c) technical expertise for capacity building based on government-identified \nneeds will be provided.  \n \n14.  Outputs  1  and  2  will  ensure  that  with  this  TA,  recommended  remedial  actions  for \ndeveloping and implementing time-bound and verifiable action plans to improve the functioning \nof the GRM and to build capacity of the IRC are achieved. Core to the delivery of outputs 1 and \n2 is supporting the necessary training to improve the GRM and build capacity.  \n \n15.  To make EIRP more sustainable (output 3), the following activities will be undertaken: \n(a) supporting capacity building of self-help groups for managing EIRP funds and conducting \nplanning workshops and training, (b) supporting the design of pilot exit strategies and assisting \nin transforming self-help groups to savings groups, (c) providing required training and capacity \nbuilding, (d) mobilizing coordination and financial literacy support staff for back-stopping EIRP, \n(e) supporting sustained EIRP implementation and assessing further support required based on \nthe implementation of pilot exit strategies. In addition, ADB staff will continue to discuss other \noptions with the IRC and the RD-MEF for implementation if found appropriate to achieve the \nexpected outcome. \n \nC.  Cost and Financing \n16.  The TA is estimated to cost $1,470,000, of which $1,400,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart support in the form of counterpart staff and other in-kind contributions. The cost \nestimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n17.  ADB will be the executing agency for the TA, with the Transport and Communications \nDivision of the Southeast Asia Department implementing the TA. The RD-MEF, which acts as \nthe secretariat of the IRC, is the counterpart institution in the government. All activities will be \nundertaken in consultation and coordination with the RD-MEF. \n \n18.  The TA will require input from three international consultants. The consultants will have \nexpertise in capacity building, program coordination, and finance, and they will be engaged on \nan  intermittent  basis  for  15  person-months.  The  TA  also  requires  input  from  two  national \nconsultants with expertise in finance and program coordination. The national consultants will be \n                                                \n12 Strategies will be in the form of a detailed time-bound action plan. \n ", "5 \nengaged on an intermittent basis for 16 person-months. The outline terms of reference for \nconsultants are in Appendix 3. The consultants will be engaged by ADB in accordance with the \nGuidelines on the Use of Consultants (2013, as amended from time to time). Disbursements \nunder the TA will be  made in accordance with ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \n \n19.  Implementation of the TA will commence on 1 January 2015 and will end on 31 January \n2017. Activities will correlate with the timelines outlined in the remedial actions agreed between \nADB and the government. \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,400,000 on a grant basis to \nthe  Government  of  Cambodia  for  Strengthening  Resettlement  and  Income  Restoration \nImplementation, and hereby reports this action to the Board. \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks  \nImpact  By 2019    Assumptions \nEnhanced capacity of  Increased number of  Data on IRC staffing  Government has \nthe government to  trained staff in Inter- continued commitment \nResettlement plans and \neffectively implement  ministerial Committee on  to improving \nbudgets for transport \nresettlement activities  Resettlement (IRC) over  resettlement \nprojects in Cambodia \nin transport projects  time, and requiring and  implementation. \nin Cambodia  providing the resources for \n \ntraining among local \nauthorities as part of  Key government \nresettlement  officials continue in their \nimplementation,  current positions. \nspecifically for grievance \nredress and income \nrestoration in transport \nprojects in Cambodia \nOutcome  By January 2017    Assumption \n  Training and capacity  Capacity development   \nbuilding programs for IRC  technical assistance  Key Resettlement \nEnhanced \nstaff and local authorities  (TA) progress and  Department staff and \ninstitutional and staff \ndeveloped, specifically for  completion reports  local authorities \ncapacity of the IRC to \ngrievance redress and  continue in their current \nimprove the \nincome restoration in the  positions. \nfunctioning of the \nGMS: Rehabilitation of \ngrievance redress \nRailway in Cambodia \nmechanism (GRM), \nProject. \nimplement \nresettlement   \nprograms, and \nBy 2016 \nimplement the \nGRM follow timelines \nexpanded income \nidentified in resettlement \nrestoration program \nplans; and income \n(EIRP) in a sustained \nrestoration programs start \nand sustainable \nsimultaneously with \nmanner \nrelocation of affected \nhouseholds. \nOutputs      Assumptions \n1. Strategies are  A specific and verifiable  Capacity development  Key actions for \ndeveloped to  time-bound action plan is  TA progress and  improvement are \nimprove the  prepared, and  completion reports  accepted by all \nfunctioning of the  implementation  stakeholders \nGRM  commences (Q2 2015) \nAction plan developed \nwith 200 government staff \nis realistic \n(IRC and local authorities) \n \ntrained in GRM by 2015 \nRisk \n    Insufficient resources to \n    carry out the action plan \ndeveloped  \n2. Strategies are  A specific and verifiable  Capacity development  Assumption \ndeveloped to build  time-bound action plan is  TA progress and  Capacity development \ninstitutional and  prepared, and  completion reports  plan is realistic \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks  \nstaff capacity of the  implementation   \nIRC  commences (Q2 2015)  Risk \nwith 50 IRC staff (20 staff  Insufficient resources to \nfrom the Resettlement  carry out the action plan \nDepartment of the Ministry  developed \nof Economy and Finance \nand 30 staff from \nProvincial Resettlement \nSub-Committee Working \nGroup) trained by 2015 \n3. The EIRP is made  The EIRP is supported for  Capacity development  Assumption \nmore sustainable  an additional 12 months  TA progress and  Self-help groups \n(Q1 2015 to Q2 2016)  completion reports  maintain commitment to \nthrough the provision of  the EIRP \nbackstopping, financial \nliteracy training, and \nformulation of exit \nstrategies \n Activities with Milestones  Inputs \n1.  Strategies are developed to improve the functioning of the GRM  Asian Development Bank: \n1.1 Internal assessment of GRM (Q1 2015) \nTechnical Assistance Special \n1.2 Providing inputs to the government-led preparation of an action  Fund (TASF-V)  $1.4 million \nplan (Q1 2015) \nNote: The government will provide \n1.3 Provision of technical expertise and training for capacity building  counterpart support in the form of \nin grievance redress (Q1 2015)  counterpart staff and other in-kind \ncontributions. \n1.4 Commence implementation (Q2 2015) \n2.  Strategies are developed to build institutional and staff capacity \nof the IRC  \n2.1 Internal assessment of IRC staff capacity (Q1 2015) \n2.2 Providing inputs to the government-led preparation of an action \nplan (Q1 2015) \n2.3 Provision of technical expertise and training for capacity building \nin grievance redress (Q1 2015) \n3.   The EIRP is made more sustainable \n3.1 Support capacity building of self-help groups for managing EIRP \nfunds and conduct planning workshops and training (Q1 2015) \n3.2 Support design of pilot exit strategies and assist in transforming \nself-help groups to savings groups (Q1 2015) \n3.3 Mobilize coordination and financial literacy support staff for back \nstopping EIRP (Q1 2015) \n3.4 Support sustained EIRP implementation (Q1 2015–Q4 2016) \nand provide an assessment of further needed support based on \nthe implementation of pilot exit strategies. \nSource: Asian Development Bank. \n \n   \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem    Amount \nAsian Development Banka \n1.  Consultants    \n   a.  Remuneration and per diem    \n   i.  International consultants  294.66 \n   ii.  National consultants  57.90 \n   b.  International and local travel  52.50 \n   c.  Reports and communications  7.00 \n2.  Training, seminars, and conferences \n   a.  Facilitators  91.00 \n   b.  Training program and study tours  670.00 \n3.  Surveys  5.00 \n4.  Miscellaneous administration and support costsb  12.00 \n5.  Contingencies  209.94 \n        Total  1,400.00 \nNote: The technical assistance (TA) is estimated to cost $1,470,000, of which contributions from \nthe Asian Development Bank are presented in the table above. The government will provide \ncounterpart support in the form of counterpart staff and other in-kind contributions. The value of \ngovernment contribution is estimated to account for 5% of the total TA cost. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nb  Office operations, support, and general administration. \nSource: Asian Development Bank estimates. \n \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Grievance Redress and Capacity Building \n \n1.  Capacity Building Specialist (international, 6 person-months) \n \n1.  The specialist should have a master’s degree or equivalent, preferably in sociology, \nanthropology, or an applied social science. The specialist should preferably have (i) 10 years of \nexperience in providing consulting services in capacity building, grievance redress, and social \nsafeguards in developing countries similar to Cambodia; and (ii) 10 years of experience in the \nimplementation of Asian Development Bank (ADB) and/or other donor-funded projects. The \nduties of the specialist will include the following: \n(i)  use  the  existing  framework  of  the  grievance  redress  mechanism  under  the \nGreater Mekong Subregion: Rehabilitation of the Railway Project in Cambodia \nand develop the step-by-step time-bound procedures and guidance notes for its \neffective implementation;1 \n(ii)  assist the Inter-ministerial Committee on Resettlement (IRC) in the government-\nled preparation of a specific and verifiable time-bound action plan for improving \ngrievance redress; \n(iii)  prepare the training materials for conducting workshops to build the capacity of \nthe various agencies and committees to understand and carry out their role in the \ngrievance redress mechanism; \n(iv)  assist the IRC in conducting workshops; \n(v)  provide monthly reports on the progress of implementing the agreed capacity \nbuilding program for improving grievance redress; \n(vi)  based  on  the  areas  of  needs  identified  by  the  IRC,  assist  the  IRC  in  the \ngovernment-led preparation of a specific and verifiable time-bound action plan for \ncapacity building of the IRC; \n(vii)  conduct training workshops to build capacity in areas identified in the agreed \naction plan; \n(viii)  identify  and  arrange study  tours  in  neighboring  countries  to showcase  good \nresettlement practices; and \n(ix)  provide monthly reports on the progress of implementing the capacity building \nprogram. \n \n2.  Coordinator (international, 6 person-months) \n \n2.  The  coordinator  should  have  a  bachelor’s  degree  or  equivalent,  preferably  in \nmanagement, economics, or an applied social science. The coordinator should preferably have \n10 years of experience in the implementation of ADB and/or other donor-funded projects. The \nduties of the coordinator will include the following: \n(i)  assist  in  managing  consulting  contracts,  including  engagement,  monitoring, \nprogress, and disbursements; \n(ii)  take charge of all logistical requirements for the implementation of the capacity \ndevelopment technical assistance (TA); \n(iii)  assist  consultants  in  organizing  workshops  on  resettlement  and  livelihood \nprograms as needed; \n                                                \n1  ADB. 2006. Report and Recommendation of the President to the Board of Directors: Proposed Loan and \nAdministration of Loan to the Kingdom of Cambodia for the Greater Mekong Subregion: Rehabilitation of the \nRailway in Cambodia Project. Manila. \n ", "10  Appendix 3 \n \n(iv)  disseminate TA projects reports to Transport and Communications Division staff, \nSoutheast Asia Department management, and other relevant ADB departments; \nand \n(v)  liaise  with  ADB’s  Department  of  External  Relations  for  dissemination  of \ninformation to media and civil society organizations. \n \nB.  Expanded Income Restoration Program \n \n1.  Financial Specialist (international, 3 person-months) \n \n3.  The specialist should have a master’s degree or equivalent, preferably in accounting, \nbanking and finance, financial management, or rural credit. The specialist should preferably \nhave (i) 10 years of experience in providing consulting services in rural finance, especially for \nsmall-scale saving and credit services in developing countries similar to Cambodia; and (ii) 10 \nyears of experience in the implementation of ADB and/or other donor-funded projects. \n4.  The  specialist  will  examine  in  detail  the  status  of  the  ongoing  Expanded  Income \nRestoration Program (EIRP) and the community development fund (CDF), and develop and \nimplement plans to improve performance. The specialist will also assess how to potentially link \nthe CDF with existing finance services that are available in the project areas. The duties of the \nspecialist will include the following: \n(i)  working  with  the  EIRP  coordinator  and  other  CDF  stakeholders,  review  the \ncurrent CDF portfolio and provide recommendations on how the CDF program \ncan be improved to be financially viable and how self-help groups can be made \norganizationally sustainable to serve self-help group members; \n(ii)  develop various options for future directions of the CDF, including an analysis of \nthe strengths, weaknesses, opportunities, and threats for selected options; \n(iii)  assess  potential  links  between  the  CDF  and  finance  services,  and  develop \nstrategies on how the CDF can be interlinked with services from commercial \nbanking financial institutions; \n(iv)  assist the project in developing strategies to ensure that the existing self-help \ngroups  can gain  access  to  saving  and  lending  services  through  commercial \nfinancial institutions; \n(v)  in close coordination with EIRP stakeholders, develop detailed guidelines and an \naction plan to sustain saving and lending services of the self-help groups; and \n(vi)  guide the national financial specialist in his or her duties, and monitor and report \non progress, ensuring that all plans are implemented. \n \n2.  Financial Specialist (national, 8 person-months) \n \n5.  The specialist should have a bachelor’s degree, preferably in accounting, banking and \nfinance, financial management, rural credit, or equivalent. The specialist should preferably have \n(i) 5 years of experience in providing consulting services in finance, especially for small-scale \nsaving and credit services; and (ii) 5 years of experience in the implementation of ADB and/or \nother donor-funded projects. \n6.  The  specialist  will  support  the  international  financial  specialist.  The  duties  of  the \nspecialist will include the following: \n(i)  assist the international financial specialist in carrying out his or her duties; \n(ii)  support sustained EIRP implementation; \n(iii)  continue financial literacy programs conducted for affected households; \n ", "Appendix 3  11 \n(iv)  conduct semiannual financial auditing of all self-help groups; \n(v)  based  on  the  audits,  offer  self-help  groups  advice  on  improving  and \nstrengthening systems and procedures related to bookkeeping and preparation \nof basic financial reporting; \n(vi)  prepare  appropriate  training  design  and  training  kits  on  organizational \nmanagement, including assessing and planning, implementing plans, leading and \nfacilitation, and record keeping and reporting; \n(vii)  provide mentoring support to self-help group officers to help strengthen their \nunderstanding of and skills in managing their organizations; \n(viii)  design and conduct appropriate orientation seminars for members and officers of \nself-help groups on the value of saving and cooperation; \n(ix)  design  pilot  exit  strategies  and  assist  in  transforming  self-help  groups  into \nsavings groups; \n(x)  assess and develop potential links between the self-help groups and the existing \nfinance  institutions,  and/or  formalize  these  groups  into  cooperatives  and/or \nfinance institutions; \n(xi)  conduct an assessment of further needed support based on the implementation \nof the capacity development TA; and \n(xii)  provide monthly reports on the progress of extending the EIRP, identifying issues \nand suggesting corrective actions where required. \n \n3.  Coordinator (national, 8 person-months) \n \n7.  The coordinator should have a bachelor’s degree or equivalent, preferably in sociology, \nanthropology, or an applied social science. The coordinator should preferably have 5 years of \nexperience in the implementation of ADB community development projects and/or other donor-\nfunded projects. The duties of the coordinator will include the following: \n(i)  support  self-help  groups  in  day-to-day  activities  ensuring  the  continued \nfunctioning of the CDF, the social safety net fund, and other EIRP products that \nmay be introduced; \n(ii)  facilitate training and mentoring by financial specialists; \n(iii)  provide feedback to financial specialists on training and mentoring outcomes; \nand \n(iv)  monitor the implementation of financial literacy programs, capacity building, and \nthe piloting of exit strategies for self-help groups. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20150114165322+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "adb technical assistance ta report\r\n\r\n", "ModDate": "D:20150116134556+08'00'", "Producer": "GPL Ghostscript 9.07", "Title": "Strengthening Resettlement and Income Restoration Implementation"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 27 November 2014) \n \nCurrency unit  –  riel/s (KR) \nKR1.00  =  $0.0002461538 \n$1.00  =  KR4,062.5 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDF  –  community development fund \n  EIRP  –  Expanded Income Restoration Program \n  GRM  –  grievance redress mechanism \n  IRC  –  Inter-ministerial Committee on Resettlement \nIRC-WG  –  Inter-ministerial Committee on Resettlement Working Group \n  MEF  –  Ministry of Economy and Finance \n  PRSC  –  Provincial Resettlement Sub-Committee \n  PRSC-WG  –  Provincial Resettlement Sub-Committee Working Group \n  RD-MEF  –  Resettlement Department of the Ministry of Economy and \nFinance \n  TA  –  technical assistance \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  H. Iwasaki, Transport and Communications Division, SERD \n   \nTeam leader  M. Alam, Unit Head, Project Administration, SERD \nTeam members  G. Bade, Project Analyst, SERD \n  R. Barba, Senior Safeguards Specialist, Cambodia Resident Mission \n(CARM), SERD \n  S. Ouk , Senior Safeguards Officer, CARM, SERD \nA. Qadir, Senior Counsel, Office of the General Counsel \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "H. Iwasaki", "role": "Transport and Communications Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "M. Alam", "role": "Unit Head", "organization": "Project Administration"}, {"documentRole": "Team members", "fullname": "G. Bade", "role": "Project Analyst", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "R. Barba", "role": "Senior Safeguards Specialist", "organization": "Cambodia Resident Mission"}, {"documentRole": "Team members", "fullname": "S. Ouk", "role": "Senior Safeguards Officer", "organization": "CARM"}, {"documentRole": "Team members", "fullname": "A. Qadir", "role": "Senior Counsel", "organization": "Office of the General Counsel"}]}