{"path": "data/input/ta/37362-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 37362 \nOctober 2006 \n \n \n \nCentral Asia Regional Economic Cooperation: \nTransport Sector Strategy Study \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  CWRD  –  Central and West Asia Department \n  PPP  –  public-private partnership \n  PRC  –  People’s Republic of China \n  SCO  –  Shanghai Cooperation Organization \n  TA  –  technical assistance \n  TSCC  –  Transport Sector Coordinating Committee \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting  –  General intervention \nClassification \nSector  –  Transport and communication \nSubsector  –  Multimodal transport and sector development \nThemes  –  Sustainable economic growth, regional cooperation, private sector \ndevelopment \nSubtheme  –  Promote economic efficiency and enabling markets \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  S. O’Sullivan, Infrastructure Division, CWRD \n   \nTeam Leader  H. Wang, Principal Project Economist, CWRD \n ", "", " \nI.  INTRODUCTION \n1.  Promoting regional cooperation and integration is one of the strategic priorities in the \nLong-Term Strategic Framework (2001–2015) and the Medium-Term Strategy II (2006–2008) of \nthe Asian Development Bank (ADB).1 ADB has played a crucial role in promoting regional \ncooperation  through  the  Central  Asia  Regional  Economic  Cooperation  (CAREC)  Program. \nInitiated in 1997 with the support of six multilateral institutions,2 the Program aims to strengthen \neconomic linkages among Afghanistan, Azerbaijan, People’s Republic of China (PRC; with \nfocus on the Xinjiang Uygur Autonomous Region), Kazakhstan, Kyrgyz Republic, Mongolia, \nTajikistan, and Uzbekistan. Transport has been identified as a priority under CAREC and ADB is \nthe lead agency in coordinating transport cooperation activities. \n \n2.  The Fourth Ministerial Conference on CAREC, held in Bishkek, Kyrgyz Republic on 5–6 \nNovember 2005, called for a transport sector strategy that reflects new trade realities and that \nwill lead to sharp reductions in the time and costs of moving goods and freight to both internal \nand external markets.3 In response, this regional technical assistance (TA)4 was included in the \n2006 program. The TA concept paper was approved by the Management on 13 July 2006, and \nendorsed  by  CAREC  countries  at  the  Sixth  Meeting  of  the  Transport  Sector  Coordinating \nCommittee (TSCC) and the subsequent Senior Officials’ meeting, both held in Urumqi, the PRC \nin August 2006. Concurrence was reached with the CAREC governments on the TA’s impact, \noutcome, outputs, cost, financing and implementation arrangements, and consultants’ terms of \nreference.5 The TA design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n3.  Central Asia is landlocked; therefore high transport costs are a major constraint to its \ndevelopment.  Meanwhile,  Central  Asia  has  a  potential  to  become  important  transit  routes \nconnecting East Asia and Europe, as well as South Asia and the Russian Federation. Regional \ncooperation in transport is vital to reduce transport costs and increase trade that will contribute \nto sustainable development and poverty reduction in CAREC countries. Transport cooperation \nunder CAREC so far has been guided by a regional transport sector road map (2005–2010) \nendorsed at the Third TSCC Meeting in March 2005 in Bishkek, Kyrgyz Republic. However, \nrecent developments warrant the formulation of a CAREC transport sector strategy. First, the \nFourth CAREC Ministerial Conference in November 2005 called for a transport sector strategy. \nSecond, external trade in CAREC countries has expanded rapidly since 2003, primarily because \nof higher commodity prices6 and large inflows of foreign direct investment into the export-\noriented sector. The strong trade growth has increased the demand for an efficient regional \ntransport  network,  thus  requiring  systematic  analysis  and  responses  through  a  CAREC \ntransport sector strategy. Third, Afghanistan joined the CAREC Program in October 2005. As \nAfghanistan is a potentially important route to markets in Central Asia, a CAREC transport \nsector strategy is needed to identify new opportunities for expanding the scope of regional \n                                                 \n1  ADB. 2001. Long-Term Strategic Framework of the Asian Development Bank (2001–2015). Manila; ADB. 2006. \nMedium-Term Strategy II (2006–2008). Manila. \n2  ADB, European Bank for Reconstruction and Development, International Monetary Fund, Islamic Development \nBank, United Nations Development Programme, and the World Bank. \n3  Joint Ministerial Statement of the Fourth Ministerial Conference on Central Asia Regional Economic Cooperation, \nBishkek, Kyrgyz Republic, 5–6 November 2005. \n4  The TA first appeared in ADB Business Opportunities on 12 July 2006. \n5  The assistance to each CAREC country will not begin until ADB receives a no-objection from the government of \nthe participating country. \n6  Those for aluminum, cashmere, copper, cotton, gas, gold, and oil, which are the major exports of CAREC \ncountries, except the PRC. \n ", "2   \ncooperation. Fourth, the Regional Sector Road Map (2005–2010) covers only roads, railways, \nand civil aviation. A CAREC transport sector strategy covering all modes of transport (i.e., roads, \nrailways, civil aviation, and waterways) is needed to bring down transport costs and barriers \nthrough regional cooperation. \n \n4.  The CAREC transport sector strategy should be developed in the context of global and \nregional developments. There are two salient global and regional development trends. First, \nglobalization has resulted in profound changes in global production structures and supply chains. \nSecond, CAREC countries have achieved economic growth over the past years. In particular, \nthe Central Asian transition economies have ended the decade-long contraction and national \noutputs have reached, or have been close to, their pre-independence levels. However, growth \nacross CAREC countries varied significantly. These developments pose three challenges to the \nCAREC Program. First, globalization is likely to change supply chains in CAREC countries, thus \naffecting their trade and traffic flows. Second, unless an efficient regional transport network is in \nplace to respond to new global and regional supply chains, the competitiveness of CAREC \ncountries cannot be improved significantly. Third, sustained regional transport cooperation is \ncritically dependent on fair distribution of the costs and benefits of regional transport networks \namong CAREC countries. The CAREC transport sector strategy will address these challenges. \n \n5.  The development of economic corridors has recently been promoted under CAREC.7 An \neconomic corridor refers to a geographic area where commercial activities are concentrated and \nis  thus  beyond  the  boundary  of  a  single  sector,  but  transport  plays  an  important  role  in \npromoting economic corridor development. Through efficient movements of goods and people, \ntransport links the businesses located along an economic corridor to global and regional supply \nchains  and  markets  The  CAREC  transport  sector  strategy  will  recommend  best  ways  to \nmaximize transport’s contribution to the development of economic corridors. \n \n6.  Initially, transport infrastructure has been the backbone of transport cooperation under \nCAREC.  Regional  transport  infrastructure  strengthens  physical  connectivity  among  CAREC \ncountries and links CAREC countries to world markets. With the assistance of ADB and other \nexternal  aid  agencies,  CAREC  countries  have  made  efforts  to  improve  regional  transport \ncorridors. Investments were made to rehabilitate cross-border roads and national roads with \nregional  implications.8 Studies  were  conducted  to  identify  regional  transport  corridors  and \nexamine the feasibility of improvement.9 However, transport links among CAREC countries \nremain limited; a large proportion of the existing regional transport infrastructure is deteriorating; \nand a multimodal, integrated regional transport network is lacking. With the use of forecast trade \nand traffic flows, the CAREC transport sector strategy will identify optimum regional transport \ncorridors and propose ways to develop those corridors. \n \n7.  Cross-border  facilitation  has  become  an  important  element  of  transport  cooperation \nunder  CAREC.  Together  with  international  development  partners,  ADB  has  supported  the \n                                                 \n7  ADB. 2006. Toward CAREC Economic Corridors: A Concept Note. Presented at Senior Officials’ Meeting on \nCAREC in Urumqi, the PRC on 10–11 April 2006. \n8  These roads included the Almaty–Astana road, Almaty–Bishkek road, Aktau–Atyrau road, Bishkek–Osh road, \nOsh–Sary  Tash–Irkeshtam  road,  Dushanbe–Kyrgyz  border  road,  Mongolia’s  central  north–south  road,  and \nAzerbaijan’s east–west and south–north roads. \n9  These studies include (i) the prefeasibility study of improving the Bishkek–Torugart–Kashi road, Tajikistan’s \nDushanbe–Tursunzade road, and Uzbekistan’s Angren–Gulistan road; (ii) the pre-feasibility study of developing a \nnew PRC–Kyrgyz Republic–Uzbekistan railway line; and (iii) the feasibility study of several road corridors linking \nCentral Asia through Afghanistan to Iranian and Pakistani borders. ADB. 2004. Technical Assistance to the Islamic \nRepublic of Afghanistan for Cross-Border Trade and Transport Facilitation. Manila. \n ", "  3\nefforts of CAREC countries to improve border facilities and develop cross-border agreements. A \nCross-Border Transport Agreement between Kazakhstan and the Kyrgyz Republic regarding the \nAkzhol–Chu border was signed in 2001 to facilitate road transport between Almaty and Bishkek. \nA  study  on  harmonizing  regional  transport  regulations  and  cross-border  agreements  was \nconducted and an action plan, which was developed based on the study, was endorsed at the \nSixth TSCC Meeting in August 2006. ADB, in cooperation with the United Nations Economic \nand  Social  Commission  for  Asia  and  the  Pacific,  is  assisting  the  Shanghai  Cooperation \nOrganization  (SCO)  member  states,  which  are  largely  identical  to  CAREC  countries,  in \nformulating an agreement on facilitating international road transport.10 ADB is also helping \nimprove  border  facilities  and  strengthen  border  officers’  capacity  in  CAREC  countries.11 \nNevertheless, cross-border movements among CAREC countries remain largely inefficient due \nto  nonharmonized  policies  and  procedures,  and  inadequate  border  facilities.  Cross-border \nfacilitation also requires cooperative efforts from all agencies serving at borders, including \nimmigration control, customs, and the agency for goods inspection and quarantine. The CAREC \ntransport sector strategy will address these issues. \n \n8.  The regional transport network in Central Asia comprises railways, roads, civil aviation, \nand  waterways.  An  integrated  multimodal  regional  transport  system  is  essential  to  reduce \ntransport  costs  and  foster  trade,  investment,  and  other  economic  activities.  The  CAREC \ntransport sector strategy to be developed will be based on an integrated, multimodal transport \napproach.  This  approach  require  developing  well-linked  multimodal  transport  infrastructure, \nharmonizing regulations and procedures set by modal agencies, and addressing multimodal \nlogistic issues through cooperation among all transport modal agencies. \n \n9.  There is an opportunity for public-private partnerships (PPPs) in transport cooperation \nunder CAREC. The CAREC Program has primarily involved governments to date.12 Strong \nefforts are needed to develop effective mechanisms for public-private dialogue, and encourage \nprivate investments and service provision for regional transport. The CAREC transport sector \nstrategy will propose measures to enhance PPPs in regional transport. \n  \n10.  Development of an efficient CAREC regional transport network is associated with some \nsocial and environmental issues, which need to be tackled through regional cooperation. Where \nnew transport corridors are developed, access to them may sometimes be unaffordable to low-\nincome  groups.  Improvement  of  transport  infrastructure  may  also  have  impacts  on  traffic \naccidents,  pollution,  HIV/AIDS,  infectious  diseases,  and  human  and  drug  trafficking.  The \nCAREC transport sector strategy will take these issues into account to overcome negative \nexternalities of regional transport development. \n \n11.  In  addition  to  the  CAREC  Program,  there  are  several  other  regional  cooperation \ninitiatives covering CAREC countries. The major initiatives include the Central and South Asia \nTransport  and  Trade  Forum,  Economic  Cooperation  Organization,  Eurasian  Economic \nCommunity, SCO, and the Special Programme for the Economies of Central Asia. The CAREC \ntransport sector strategy will be formulated in collaboration with these initiatives. \n \n                                                 \n10 ADB. 2004. Technical Assistance for Formulating and Implementing an Intergovernmental Agreement of the \nShanghai Cooperation Organization Member States on Facilitation of International Road Transport. Manila. \n11 These border crossings include (i) Astara and Red Bridge in Azerbaijan, (ii) Akzhol (Kazakhstan)–Chu (the Kyrgyz \nRepublic), (iii) Irkeshtam and Torugart in the Kyrgyz Republic, and (iv) Yarantay in Mongolia. \n12 A business development forum scheduled for October 2006 will include a transport group to discuss CAREC \ntransport sector development issues. \n ", "4   \n12.  The TA is consistent with ADB’s CAREC regional cooperation strategy and program. \nThe latest CAREC regional cooperation strategy and program update13 reconfirms transport as \na  priority  for  CAREC  and  for  ADB  support.  The  CAREC  transport  sector  strategy  will  be \ndeveloped in line with the CAREC regional cooperation strategy and program. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n13.  The TA will have impacts on sustainable economic development and poverty reduction \nin CAREC countries as a result of regional transport cooperation. The TA aims to formulate a \nCAREC transport sector strategy that will guide CAREC cooperation activities to develop an \nefficient regional transport network for optimal integration of the region internally and with the \nrest of the world. The TA will have two outputs: (i) an analytical overview of CAREC regional \ntransport networks and cross-border arrangements, and (ii) a CAREC transport sector strategy. \n \nB.  Methodology and Key Activities \n14.  The TA will be implemented in two phases. Phase I will give an overview of CAREC \nregional  transport  networks  and  cross-border  arrangements.  The  overview  will  cover  the \nfollowing areas: (i) existing regional transport infrastructure networks and services; (ii) demand \nfor regional and transit transport of freight and passengers; (iii) modal shares of cross-border \ntransport; (iv) cross-border facilities, arrangements, and logistics; (v) policies, legislation, and \nregulations  on  cross-border  transport;  (vi)  financing  for  regional  transport  infrastructure \n(including investment and maintenance) and services; (vii) institutional and human resource \ncapacity  for  cross-border  transport;  (viii)  status  of  PPPs in  regional transport;  (ix)  national \ntransport sector strategies or master plans in CAREC countries from a regional perspective; and \n(x)  existing  regional  transport  studies  by  CAREC  countries,  ADB,  and  other  development \npartners. Based on the outcome of Phase I, Phase II will develop a CAREC transport sector \nstrategy. The strategy will focus on Central Asia and will link other CAREC countries to Central \nAsia.  The  strategy  will  (i)  identify  the  long-term  challenges  for  CAREC  regional  transport \ncooperation and development, (ii) assess the impact of new global supply chains on CAREC \nregional trade and traffic flows, (iii) forecast the demand for regional and transit trade and \ntransport, (iv) set strategic priorities for regional transport development through cooperation, (v) \nidentify key (up to 6) regional transport corridors based on the analysis of trade flows, (vi) \nspecify the role of each transport mode in the regional transport network, (vii) identify further \npolicy and institutional reforms needed to promote regional traffic and improve management and \nmaintenance  of  regional  transport  corridors,  (viii)  propose  measures  to  enhance  PPPs  in \nregional transport, (ix) propose measures to improve cross-border logistics, (x) develop a time-\nbound  implementation  plan,  and  (xi)  specify  the  resources  required  for  implementing  the \nCAREC transport sector strategy. \n \n15.  The  TA  was  designed  in  consultation  with  stakeholders  in  the  public,  private,  and \nnonprofit sectors, as well as international development partners. The TA was initiated at the \nFifth TSCC Meeting in March 2006, and the TA proposal was endorsed at the Sixth TSCC \nMeeting in August 2006. The comments made at the TSCC meetings were incorporated into the \nTA design. During TA implementation, stakeholder consultation will continue through country-\nbased meetings and three regional workshops—the first, to finalize the work program and the \nconsultants’ terms of reference during the initial implementation period; the second, to discuss \n                                                 \n13 ADB. 2005. Central Asia Regional Cooperation Strategy and Program Update (2006–2008). Manila. \n ", "  5\nthe  draft  report  on  the  overview  of  CAREC  regional  transport  networks  and  cross-border \narrangements; and the third, to discuss the draft CAREC transport sector strategy. \n \n16.  The CAREC transport sector strategy will be developed taking into account the national \ntransport sector strategies or master plans in CAREC countries. It will adopt an integrated \nmultimodal transport approach covering roads, railways, civil aviation, and waterways.14 It will \nbe  formulated  in  coordination  with  ADB’s  proposed  regional  technical  assistance  for  trade \nfacilitation and other regional cooperation initiatives in Central Asia. \n \n17.  Key TA activities will be (i) reviews of existing documents, studies, and reports; (ii) data \nanalysis; (iii) office research; (iv) field surveys; and (v) stakeholder consultation. \n \nC.  Cost and Financing \n18.  The total cost of the TA is estimated at $950,000 equivalent. The TA will be financed on \na grant basis by ADB’s TA funding program. The detailed cost estimates and financing plan are \nin Appendix 2. \n \nD.  Implementation Arrangements \n19.  ADB will be the Executing Agency. The Infrastructure Division, Central and West Asia \nDepartment of ADB, will be responsible for administering the TA. The TA will be implemented in \ncollaboration with ADB’s other relevant departments and resident missions in CAREC countries, \nmultilateral institutions involved in the CAREC Program, and relevant government agencies in \nCAREC countries. \n \n20.  The TA will require 32 person-months of international consulting inputs to be provided by \nan  international  consulting  firm.  The  team  of  international  consultants  will  comprise  (i)  a \ntransport planner/team leader, (ii) a macro and trade economist, (iii) a transport economist, (iv) \na  freight  transport  specialist,  (v)  a  passenger  transport  specialist,  and  (vi)  a  cross-border \nfacilitation/logistic  specialist.  Domestic  consultants  in  selected  CAREC  countries  may  be \nengaged  for  up  to  26  person-months  to  support  the  international  consultants’  work.  The \ncomposition of domestic consultants will be proposed by the international consultants as needs \nare identified during TA implementation. The terms of reference for consultants are in Appendix \n3. All consultants will be engaged by ADB in accordance with the Guidelines on the Use of \nConsultants, using the quality- and cost-based selection procedures and simplified technical \nproposals. \n \n21.  The TA is expected to start in February 2007 and to be completed at the end of \nDecember 2007. The TA outputs will be presented at TSCC meetings for endorsement, and \ndisseminated  to  the  public  through  regional  workshops  and  the  ADB  website  upon  TA \ncompletion. \n \nIV.  THE PRESIDENT'S DECISION \n22.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $950,000 on a grant basis for \nthe Central Asia Regional Economic Cooperation: Transport Sector Strategy Study, and hereby \nreports this action to the Board. \n                                                 \n14 Pipelines are included in the energy sector under the CAREC Program. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions and Risks \nSummary  Targets/Indicators  Mechanisms  \nImpact      Assumptions \nSustainable economic  Continued economic growth  National economic and  CAREC governments’ continued \ndevelopment and poverty  rates  social statistics, published  commitment to regional \nreduction in CAREC    by CAREC countries  cooperation \ncountries as a result of  Increased cross-border   \nregional transport  trade and tourism  Political stability in CAREC \ncooperation    countries  \nIncreased employment   \n  Continued reforms and \nReduced poverty incidence  investments in CAREC \ncountries \nOutcome      Assumptions \nDevelopment of an  Increased regional and  Regional and national  Transport as a priority under \nefficient CAREC regional  transit transport of freight  transport statistics,  CAREC \ntransport network for   and passengers  published by CAREC   \noptimal integration of the    countries  CAREC governments’ \nregion internally and with  Reduced cost and time of    agreements on priority areas for \nthe rest of the world  regional and transit transport  CAREC transport sector  transport cooperation \nreports   \n  Priority transport programs and \nTA progress and  projects implemented \ncompletion reports  successfully and on time \n \nRisk \nInadequate government funding \nfor regional transport corridors \nand delayed conclusion of \nnegotiations over regional \ntransport agreements \nOutputs      Assumptions \n1. An analytical overview  Long-term challenges for   CAREC transport sector  CAREC governments’ \nof CAREC regional  regional transport  reports  acceptance and adoption of the \ntransport networks and  cooperation and    CAREC transport sector \ncross-border  development identified and  TA review missions  strategy \narrangements  measures to respond to the     \n  challenges recommended   Consultants’ final report   Active participation of all \n      stakeholders during TA \n2. A CAREC transport  Demand for regional and  TA progress and  implementation \nsector strategy  transit trade and transport  completion reports   \nanalyzed    Support and cooperation from \n  other development partners \nSupply constraints to   \nregional and transit transport   Risks \nassessed  Lack of coordination among \n  relevant agencies in CAREC \nStrategic priorities for  countries during TA \nregional transport  implementation \ndevelopment through   \ncooperation set  Limited information and data \n  accessible for preparing the TA \nA time-bound action plan for  outputs \nimplementation developed \n \nResources required for \nimplementing the transport \nsector strategy specified \n \n ", "Appendix 1  7\nDesign  Performance  Data Sources/Reporting  Assumptions and Risks \nSummary  Targets/Indicators  Mechanisms  \nConsultation with \nstakeholders in the public, \nprivate, and nonprofit \nsectors, as well as \ninternational development \npartners conducted and their \nviews considered \nActivities with Milestones  Inputs \nPhase I (February–August 2007)  ADB TA grant: $950,000: \n1.1  Begin consulting services (February 2007)  •  Consulting services: \n  $792,000 (32 person-\n1.2  Undertake a fact-finding mission comprising ADB staff and the consultant team  months international and 26 \nleader to selected CAREC countries to fine tune the methodology of the study and  person-months domestic) \ndiscuss the venue of regional workshops (February 2007).  •  Seminars and conferences: \n  $50,000 \n1.3  Submit the consultants’ inception report (March 2007).  •  Surveys: $10,000 \n  •  Miscellaneous support: \n1.4  Hold the first regional consultative workshop to finalize the work program and the  $20,000 \nterms of reference (March 2007). \n•  Contingencies: $78,000 \n   \n1.5  Carry out an analytical overview of CAREC regional transport networks and cross-\nADB staff: \nborder arrangements (March–June 2007), covering \n•  TA fact-finding (2 weeks) \n  (i)  existing regional transport infrastructure networks and services; \n•  Participation in regional \n(ii)  demand for regional and transit transport of freight and passengers; \nconsultative workshops (3 \n  (iii)  modal shares of cross-border transport; \nweeks) \n(iv)  cross-border facilities, arrangements, an logistics; \n•  TA reviews (2 weeks) \n(v)  policies, legislation, and regulations on cross-border transport; \n  (vi)  financing for regional transport infrastructure (including investment and \nmaintenance) and services; \n  (vii)  institutional and human resource capacity for cross-border transport; \n(viii)  status of private-public partnerships in regional transport; \n  (ix)  national transport sector strategies or master plans in CAREC \ncountries from a regional perspective to identify key gaps in regional \ntransport links; and \n  (x)  existing regional transport studies by CAREC countries, ADB, and others. \n \n1.6  Submit the consultants’ draft report on the overview of CAREC regional transport \nnetworks and cross-border arrangements (June 2007). \n \n1.7  Hold the second regional consultative workshop to discuss the draft report on the \noverview of CAREC regional transport networks and cross-border arrangements \n(July 2007). \n \n1.8  Submit the consultants’ final report on the overview of CAREC regional transport \nnetworks and cross-border arrangements (August 2007). \n \nPhase II \n2.1  Prepare a CAREC transport sector strategy (July–December 2007), which will \n(i)  identify the long-term challenges for CAREC regional transport cooperation \nand development, \n(ii)  assess the impact of new global supply chains on CAREC trade and traffic \nflows, \n(iii)  forecast the demand for regional and transit trade and transport, \n(iv)  set strategic priorities for regional transport development through \ncooperation, \n(v)  identify key (up to 6) regional transport corridors based on the analysis of \ntrade flows, \n \n ", "8  Appendix 1 \n(vi)  specify the role of each transport mode in regional transport networks and   \npropose measures to improve multimodal transport, \n(vii)  identify further policy and institutional reforms needed to promote regional   \ntraffic and improve management and maintenance of regional transport \ncorridors, \n(viii)  propose measures to enhance private-public partnerships in regional \ntransport, \n(ix)  propose measures to improve cross-border logistics, \n(x)  develop a time-bound implementation plan, and \n(xi)  specify the resources required for implementing the CAREC transport sector \nstrategy. \n \n2.2  Submit the consultants’ draft CAREC transport sector strategy (October 2007). \n \n2.3 Hold the third regional consultative workshop to discuss the draft CAREC transport \nsector strategy (November 2007). \n2.4 Submit the consultants’ final CAREC transport sector strategy (December 2007). \n \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, TA = technical assistance. \n \n \n \n \nSean M. O’Sullivan            Juan Miranda \nDirector, CWID            Director General, CWRD \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Cost \nAsian Development Bank (ADB) Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  640.0 \n      ii.  Domestic Consultants  52.0 \n    b.  International and Local Travel  90.0 \n    c.  Reports and Communications  10.0 \n  2.  Seminars and Conferences  50.0 \n  3.  Surveys  10.0 \n  4.  Miscellaneous Administration, Translation, Interpretation, and   20.0 \n    Support Costs \n  5.  Contingencies  78.0 \n        Total  950.0 \na  Financed by ADB’s technical assistance funding program. \nSource: ADB estimates. \n \n ", "10   Appendix 3   \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Introduction \n1.  The technical assistance (TA) aims to formulate a clear and comprehensive Central Asia \nRegional Economic Cooperation (CAREC) transport sector strategy that will guide CAREC \ncooperation activities to develop an efficient regional transport network for optimal integration of \nthe region internally and with the rest of the world. The TA will have two outputs: (i) an analytical \noverview of CAREC regional transport networks and cross-border arrangements; and (ii) a \nCAREC transport sector strategy. \n \n2.  The TA will be implemented in 2007 and in two phases. Phase I (February–July 2007) \nwill result in an overview of CAREC regional transport networks and cross-border arrangements. \nPhase I will be initiated by a fact-finding mission comprising the Asian Development Bank (ADB) \nstaff and the consultant team leader to selected CAREC countries to fine tune the methodology \nof the study and discuss the venue of regional workshops. In Phase II (July–December 2007), a \nCAREC transport sector strategy will be developed, using the outcome of Phase I. \n \n3.  The TA will require 32 person-months of international consulting inputs to be provided by \nan international consulting firm. Domestic consultants in selected CAREC countries may be \nengaged for up to 26 person-months to support international consultants’ work. All consultants \nwill be engaged by ADB in accordance with the Guidelines on the Use of Consultants, using the \nquality- and cost-based selection procedures and simplified technical proposals. \n \nB.  Consultants’ Tasks \n4.  The consultants’ tasks will include, but will not be limited to, the following: \n \n(i)  Produce a comprehensive and analytical overview of CAREC regional transport \nnetworks  and  cross-border  arrangements.  The  overview  should  cover  (a) \nregional transport infrastructure networks and services; (b) demand for regional \nand transit transport of freight and passengers; (c) modal shares of cross-border \ntransport; (d) cross-border facilities, arrangements, and logistics; (e) policies, \nlegislation, and regulations on cross-border transport; (f) financing and financial \nmanagement capacity for regional transport infrastructure (including investment \nand maintenance) and services; (g) institutional and human resource capacity for \ncross-border  transport;  (h)  status  of  private-public  partnerships  in  regional \ntransport;  (i)  national  transport  sector  strategies  or  master  plans  in  CAREC \ncountries from a regional perspective to identify key gaps in regional transport \nlinks; and (j) existing regional transport studies by CAREC countries, ADB, and \nother development partners. On the basis of the review, the consultants will \nprepare a report, which will be presented at the second regional consultative \nworkshop. Based on the comments received from workshop participants and \nCAREC governments, the consultants will finalize the report. \n \n(ii)  Identify the long-term challenges for CAREC regional transport cooperation and \ndevelopment, taking into account (a) global and regional context, (b) national \ndevelopment strategies in CAREC countries, (c) the experience of the CAREC \nProgram, and (d) other regional transport cooperation initiatives. The consultants \nwill also assess the responses of CAREC countries and the CAREC Program to \nthese challenges. \n ", "  Appendix 3  11 \n \n(iii)  Assess the impact of new global production structures and supply chains on \nCAREC  regional  trade  and  traffic  flows,  identify  ongoing  efforts  in  CAREC \ncountries to adjust to new global production structures and supply chains, and \nrecommend best ways for the transport sector to respond to the impact. \n \n(iv)  Assess the role of the transport sector in developing economic corridors, and \npropose best ways to maximize transport’s contribution to economic corridor \ndevelopment under CAREC. \n \n(v)  Consider the impact of sector, social, and environmental issues associated with \nCAREC  regional  transport  development.  The  issues  include  traffic  safety, \naffordability,  pollution,  HIV/AIDS,  infectious  diseases,  and  human  and  drug \ntrafficking. The consultants will review ongoing efforts in CAREC countries in \nthese areas, and recommend measures to overcome negative externalities of \nCAREC regional transport development through cooperation. \n \n(vi)  Conduct public consultations on the formulation of the CAREC transport sector \nstrategy.  The  consultants  will  hold  country-based  public  consultation  with \nstakeholders  including  government  officials,  civil  society,  nongovernment \norganizations, user groups, the private sector, and international development \npartners. The consultants will organize three regional consultative workshops to \nbe attended by representatives of CAREC governments. The first workshop will \nbe held in the initial period of services to finalize the work program and the terms \nof reference; the second, to discuss the draft report on the overview of CAREC \nregional transport networks and cross-border arrangements; and the third, to \ndiscuss the draft CAREC transport sector strategy. \n \n(vii)  In  preparing  the  strategy,  the  experience  of  other  more  advanced  regional \ninitiatives (e.g., the Trans-European networks of the European Union and the \nGreater Mekong Subregion) should be considered. \n \n(viii)  Prepare a CAREC transport sector strategy based on the sector review and \nstakeholder consultation. The strategy will focus on Central Asia and will link \nother CAREC countries to Central Asia. The strategy should adopt an integrated \nmultimodal  transport  approach  covering  roads,  railways,  civil  aviation,  and \nwaterways. The strategy will (a) identify the long-term challenges for CAREC \nregional transport cooperation and development, (b) assess the impact of new \nglobal supply chains on CAREC regional trade and traffic flows; (c) forecast the \ndemand for regional and transit trade and transport; (d) set strategic priorities for \nregional transport development through cooperation; (e) identify key (up to 6) \nregional transport corridors based on the analysis of trade flows; (f) specify the \nrole  of  each  transport  mode  in  the  regional  transport  network  and  propose \nmeasures  to  improve  multimodal  transport;  (g)  identify  further  policy  and \ninstitutional reforms needed to promote regional traffic and improve management \nand  maintenance  of  regional  transport  corridors;  (h)  propose  measures  to \nenhance private-public partnerships in regional transport; (i) propose measures \nto improve cross-border logistics; (j) develop a time-bound implementation plan; \nand (k) specify the resources required for implementing the CAREC transport \nsector strategy. The consultants will present the draft CAREC transport sector \nstrategy at the third regional consultative workshop. Considering the comments \n ", "12   Appendix 3   \nreceived from workshop participants and CAREC governments, the consultants \nwill finalize the CAREC transport sector strategy. \n \n(ix)  The CAREC transport sector strategy should be formulated in coordination with \nADB’s  proposed  regional  technical  assistance  for  trade  facilitation  and  other \nregional cooperation initiatives covering CAREC countries, including the Central \nand South Asia Transport and Trade Forum, Economic Cooperation Organization, \nEurasian Economic Community, the Shanghai Cooperation Organization, and the \nSpecial Programme for the Economies of Central Asia. \n \nC.  Composition of Consultants \n5.  The  team  of  international  consultants  comprises  six  members  (person-months  in \nparentheses): (i) a transport planner (8.0), (ii) a macro and trade economist (5.0), (iii) a transport \neconomist (5.0), (iv) a freight transport specialist (5.5), (v) a passenger transport specialist (4.0), \nand (vi) a cross-border facilitation/logistic specialist (4.5). The transport planner will also serve \nas team leader, responsible for coordinating with other consultants and preparing TA outputs. \n \n6.  The composition of domestic consultants will be proposed by international consultants \nas needs are identified during TA implementation. Under the supervision of the international \nconsultants, the domestic consultants will assist in (i) collecting data and information from \nnational and local sources; (ii) reviewing existing relevant documents, studies, and reports; (iii) \norganizing  country-based  consultations  with  stakeholders;  (iv)  conducting  field  surveys;  (v) \nproviding inputs for TA reports; and (vi) performing other tasks as needed. \n \nD.  Reporting Requirements \n7.  The consultants will be required to submit to the CAREC governments and ADB, in a \nformat satisfactory to ADB,  (i) an inception report within 4 weeks after services start; (ii) the \ndraft Overview of CAREC Regional Transport Networks and Cross-Border Arrangements within \n20 weeks after services start; (iii) the draft CAREC Transport Sector Strategy within 36 weeks \nafter services start; and (iv) the final forms of the Overview of CAREC Regional Transport \nNetworks and Cross-Border Arrangements and the CAREC Transport Sector Strategy within 4 \nweeks  after  receipt  of  comments  at  the  regional  workshops.  The  consultants  will  also  be \nrequired to submit brief TA progress reports to ADB and the CAREC countries each month \nduring the services. \n \n8.  The number of copies of the reports for submission is shown in Table A3: \n ", "  Appendix 3  13 \nTable A3: Reporting Requirements \n \nReport Title  To CAREC Countries  To ADB \nInception Report  8 copies in English, 7 copies in Russian, and  3 copies in English \none copy in Chinese \nProgress Reports  8 copies in English, 7 copies in Russian, and  3 copies in English \none copy in Chinese \nReport on Overview of  8 copies in English, 7 copies in Russian, and  3 hard copies, an \nCAREC Regional  one copy in Chinese. An electronic copy (in  electronic copy (in Word \nTransport Networks and  Word and compact disc) and the executive  and compact disc), and \nCross-Border  summary (in Word and PowerPoint) submitted  the executive summary \nArrangements  to the PRC in English and Chinese, and to  (in Word and PowerPoint) \nother countries in English and Russian.  in English \nCAREC Transport Sector  8 copies in English, 7 copies in Russian, and  3 hard copies, an \nStrategy  one copy in Chinese. An electronic copy (in  electronic copy (in Word \nWord and compact disc) and the executive  and compact disc), and \nsummary (in Word and PowerPoint) submitted  the executive summary \nto the PRC in English and Chinese, and to  (in Word and PowerPoint) \nother countries in English and Russian.  in English \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, PRC = People’s Republic \nof China. \nSource: ADB. \n "], "metadata": {"ModDate": "D:20061023083813+08'00'", "CreationDate": "D:20061018134941+08'00'", "Title": "Microsoft Word - i.TA Report _FINAL__06Oct2006.doc", "Creator": "PScript5.dll Version 5.2.2", "Author": "CYV", "Producer": "Acrobat Distiller 6.0.1 (Windows)"}}