{"path": "data/input/ta/37378-01-sri-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 37378 \nNovember 2010 \nProposed Loans and Technical Assistance Grant \nDemocratic Socialist Republic of Sri Lanka:         \nJaffna and Kilinochchi Water Supply and Sanitation \n \nProject\n \n ", "CURRENCY EQUIVALENTS \n(as of 26 October 2010) \n \nCurrency Unit  –  Sri Lankan rupee/s (SLRe/SLRs) \n \nSLRe1.00  =  $0.0089     \n$1.00  =  SLRs111.7300     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  AFD  –  Agence Française de Développement \n  EMP  –  environmental management plan \n  IEE  –  initial environmental examination \n  JRO  –  Jaffna Regional Office \n  LIBOR  –  London interbank offered rate \n  NWSDB  –  National Water Supply and Drainage Board \n  O&M  –  operations and maintenance \n  PAM  –  project administration manual \n  PIU  –  project implementation unit \n  PMCIU  –  project management, coordination, and implementation unit \n  PPMS  –  project performance monitoring system \n  TA  –  technical assistance \n \nGLOSSARY \n \nJaffna Peninsula  –  Refers  to  the  area  covering  the  Jaffna  District  and \nPachcilaipallai Division of the adjoining Kilinochchi District. \nAlso referred to as Jaffna. \nJaffna District  –  Encompasses most of north Sri Lanka. It lies within latitudes \n9° 25’ and 9° 50’, and within longitudes 79° 50’ and 80° 20’. It \nis bound on the north and east by the Indian Ocean, on the \nwest by the Palk Strait, and to the south by the Sri Lanka \nmainland. \nKilinochchi District  –  District  within  latitudes  9°  15’  and  9°  25’,  and  within \nlongitudes 80° 00’ and 80° 30’. It is bordered by Vavuniya \nDistrict and Mullaitivu District to the south, Jaffna District to \nthe north and the Indian Ocean to the east and west. \nPradeshiya Sabha  –  Local authorities established under the Pradeshiya Sabhas \nAct Number 15 of 1987. \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n ", " \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S.H. Rahman, South Asia Department (SARD) \nDirector  M.T. Kho, Urban Development Division, SARD \n   \nTeam leaders  R.V. Barba, Safeguards Specialist, SARD \n  M. Thiruchelvam, Project Implementation Officer, Sri Lanka Resident \nMission (SLRM), SARD \nTeam members  N.M. Amerasinghe, Project Implementation Officer, SLRM, SARD \n  K.M. Emzita, Senior Counsel, Office of the General Counsel \n  N.C. Gunasekara, Social Development and Gender Officer, SLRM, \nSARD \n  H. Ikemoto, Urban Economist, SARD \n  R.H. Slangen, Urban Development Specialist, SARD  \n  S. Barbin, Assistant Project Analyst, SARD \nPeer reviewer  H.M. Jenny, Principal Urban Development Specialist, Southeast Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  2 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  TECHNICAL ASSISTANCE  6 \nIV.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nV.  ASSURANCES AND CONDITIONS  10 \nVI.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n \n ", " \nPROJECT AT A GLANCE \n \n1. Project Name:  Jaffna and Kilinochchi Water Supply and Sanitation Project 2. Project Number: 37378-013\n \n3. Country: Sri Lanka 4. Department/Division:  South Asia Department/Urban Development Division\n \n5. Sector Classification: \n   \nSectors Primary Subsectors\n Water supply and other municipal  √ Water supply and sanitation\ninfrastructure and services\n 6. Thematic Classification: \n   \nThemes Primary Subthemes\n Economic growth   Promoting macroeconomic stability\n \n Social development   Human development\n Environmental sustainability √ Urban environmental improvement\n Capacity development   Organizational development\n   \n6a. Climate Change Impact 6b. Gender Mainstreaming \n   \n Mitigation Low  Effective gender mainstreaming (EGM) √\n   Gender equity theme (GEN)   \n \n No gender elements (NGE)  \n \n Some gender benefits (SGB)  \n7. Targeting Classification:   8. Location Impact:   \nTargeted Intervention  Rural Low\nGeographic  Income   Urban High\nGeneral  Millennium \n  dimensions of  poverty at   \nIntervention development \ninclusive    household \n  goals\ngrowth level\n \n    √  \n \nMDG7\n9. Project Risk Categorization: Low   \n \n \n \n \n10. Safeguards Categorization:  \nEnvironment B\nInvoluntary resettlement B\nIndigenous peoples C\n \n11. ADB Financing: \n \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n   \n Sovereign Project loan Asian Development Fund  70.0\n   \n Sovereign Project loan Ordinary capital resources 20.0\n   \n Sovereign Capacity  Technical Assistance Special Fund .6\ndevelopment \ntechnical assistance\n \nTotal     90.6\n \n12. Cofinancing:  \n   \nFinancier Category Amount ($ Million) Administration Type\n \n Agence Francaise de  Official-Loan 40.0  \n \nDeveloppement\nTotal    40.0   \n13. Counterpart Financing:   \nSource  Amount ($ Million) \n Government  34.0 \nTotal  34.0 \n14. Aid Effectiveness:   \nParallel project implementation unit  No \nProgram-based approach  No \nUse of country procurement system   \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on proposed loans \nto the Democratic Socialist Republic of Sri Lanka for the Jaffna and Kilinochchi Water Supply \nand  Sanitation  Project.1 The  report  also  describes  proposed  technical  assistance  (TA)  for \nCapacity Development for Water Supply and Sanitation Service Delivery, and if the Board \napproves the proposed loans, I, acting under the authority delegated to me by the Board, will \napprove the TA. \n \n2.  The proposed Project will support the government's efforts to meet the United Nations \nMillennium  Development  Goals  in  the  Jaffna  Peninsula  through  three  components:  (i) \nrehabilitating, expanding, and developing water and sanitation infrastructure; (ii) strengthening \nwater resource management; and (iii) enhancing implementation and management capacity of \nkey institutions, and providing support for project management and implementation activities.2  \n \nII.  THE PROJECT \nA.  Rationale \n3.  The  government  has  identified  developing  the  northern  and  eastern  provinces  and \nreducing interregional inequalities as key foundations for long-term peace. Since the end of the \narmed conflict, substantial progress has been made in addressing challenges and security \nconcerns. At the end of the war in 2009, 32 welfare centers in the north had about 327,000 \ninternally displaced persons. As of October 2010, less than 23,000 remained, and the majority \nof those are expected to return to their original residences by the end of the year, with the rest \nreturning early next year following completion of demining in their home regions. Development \npartners remain engaged with the government, and are placing increased emphasis on early \nrecovery and rehabilitating and reconstructing basic infrastructure. Security and access has \nimproved substantially, and demining is expected to be completed by the end of 2010 or early \n2011. \n \n4.  Decades of internal conflict resulted in Jaffna Peninsula lagging behind the rest of the \ncountry  economically,  as  many  facilities  for  fish  processing  and  other  key  industries  were \ndestroyed.  Investment  levels  have  remained  extremely  low,  little  maintenance  has  been \nundertaken on surviving infrastructure, and key industries, such as agriculture and fishing, have \nbeen abandoned. Poverty is the most pressing issue in Jaffna. The incidence of poverty in the \nNorthern Province is estimated to be 37%, compared with 15% for the country as a whole.3 \nPoverty in the Northern Province is multidimensional and distinct from the rest of the country. \nBoth income poverty levels and non-income poverty levels remain high, and vulnerabilities \nresulting  from  the  past  conflict  persist.  Providing  basic  needs  will  mitigate  against  these \nvulnerabilities and result in improved health and human capital. Provision of basic needs will \ncomplement government efforts to promote sustainable livelihoods, improve access to markets, \nand increase employment in the Northern Province. \n \n5.  Provision  of  water—the  most  basic  of  needs—and  sanitation  require  careful \nconsideration  because  of  the  distinct  characteristics  of  Jaffna.  Because  of  Jaffna's  unique \ntopography and morphology, the peninsula depends primarily on groundwater resources not \nonly for drinking water but also for many other purposes, including agriculture, the primary \n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  A comprehensive study of water resources in Jaffna Peninsula and a feasibility study were conducted under \ncomponent D of the ADB-supported Conflict Affected Areas Rehabilitation Project (approved in 2003). \n3  Government of Sri Lanka. 2009. Wadakkil Wasantham: Three Year Development Strategy for the Northern \nProvince. Colombo. ", "2 \neconomic activity. The aquifer is fragile and at risk because of bacteriological contamination \nresulting from inadequate sanitation and nutrient contamination resulting from agricultural run-\noff. Over-extraction of groundwater has also led to salinity intrusion. Addressing threats to water \nresources  in  Jaffna  requires  an  integrated,  cross-sectoral,  and  multidisciplinary  institutional \nframework. Currently no regulatory mechanism for water resources exists to coordinate, plan, \nand oversee monitoring activities. \n \n6.  Key development problems affecting water and sanitation in Jaffna are related to (i) \ndamaged  sanitation  facilities  and  a  lack  of  access  to  water;4 (ii)  weak  water  resource \ncoordination and planning and a lack of essential policies for managing water resources; and \n(iii) poor institutional capacity of water and sanitation authorities and inadequate awareness on \nwater conservation, environmental protection, and hygiene among beneficiaries. \n  \n7.  The  government  recognizes  the  project  as  a  key  priority  and  a  key  part  of  the \nrehabilitation and reconstruction program for the Northern Province. The project is consistent \nwith the government's 10-year development framework,5 which (i) targets increased access to \nwater supply and sanitation, (ii) encourages the use of alternative water sources to protect and \nconserve  water  resources,  (iii)  identifies  Jaffna  as  a  national  growth  center,  (iv)  promotes \nlocalized measurement and achievement of the United Nations Millennium Development Goals \nin recognition of regional variations, and (v) works to rehabilitate and reestablish residents' \naccess to basic infrastructure in post-conflict areas. It is also consistent with (i) the country \npartnership and strategy of the Asian Development Bank (ADB),6 which aims to achieve socially \ninclusive development by expanding access to high-quality water supply and other services in \nlagging regions, and to assist poor households in establishing links to water supply systems; \nand (ii) the country operations business plan of ADB,7 which identifies drinking water and \nsanitation systems as areas of ADB intervention. The project was prepared in consultation with \ndevelopment partners, and will be cofinanced by Agence Française de Développement (AFD). \n \n8.  Lessons learned from previous projects and evaluation8 in Sri Lanka have highlighted \nthe need to (i) incorporate greater consultation and participatory processes into project design \nand  implementation,  (ii)  establish  effective  regulatory  entities  and  take  other  measures  to \nprevent conflicts between water users, (iii) ensure proper project cost estimates, (iv) revise \nwater tariffs to be more sustainable, (v) introduce sewerage tariffs, and (vi) provide capacity \nbuilding to staff of agencies involved in water and sanitation. \n \nB.  Impact and Outcome \n9.  The impact of the project will be improved health and human development in urban \nareas  of  Jaffna  Peninsula.  The  project  will  contribute  to  rehabilitating,  reconstructing,  and \ndeveloping areas affected by conflict. The outcomes of the project will be (i) improved water \nsupply and sanitation infrastructure for residents and returning internally displaced persons in \ntargeted urban areas, and (ii) improved protection and management of Jaffna Peninsula's water \nresources. The project area covers the Jaffna Peninsula and Poneryn Pradeshiya Sabha in \nKilinochchi District. The project comprises stage 1 of phase 1 of the government’s three-phase \nplan to provide water for the entire Jaffna Peninsula.9 \n \n                                                 \n4  Less than 0.5% of residents in Jaffna Peninsula have access to piped water, compared with a country average of \nmore than 32%. \n5  Government of Sri Lanka. 2006. Mahinda Chintana: Vision for a New Sri Lanka. Colombo. \n6  ADB. 2008. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila. \n7  ADB. 2010. Sri Lanka: Country Operations Business Plan, 2011–2013. Manila. \n8  ADB. 2007. Sri Lanka Country Assistance Program Evaluation: Water Supply and Sanitation Sector. Manila. \n9  Other phases and areas are covered or proposed through other ADB and other development partners’ assistance. \n ", "3 \nC.  Outputs \n10.  The project will have the following components: \n \n1.  Improving Water Supply and Sanitation Infrastructure \n11.  Water  supply.  This  comprises  (i)  rehabilitating  and  improving  headworks  at  the \nIranamadu Tank10 to increase water resources and tank efficiency levels; (ii) constructing a \nwater  intake,11 a  raw-water  supply  system,  a  water  treatment  plant,  and  a  treated  water \npumping station; (iii) laying treated-water transmission mains12 to the Jaffna Municipality; and \n(iv) providing water connections to an urban council and Pradeshiya Sabhas en route to Jaffna \nMunicipality13 involving 12 off-takes.14 From the treated water transmission main, the project will \n(i) build new water distribution systems for Jaffna Municipality and the Chavakachcheri Urban \nCouncil  that  will  provide  poor  areas  with  access  to  household  connections  and  metered \ncommunity water facilities;15 (ii) build new water distribution systems for selected Pradeshiya \nSabhas of the Jaffna and Kilinochchi districts, including pipe extensions to property boundaries \nfor ease in providing household and community connections;16 (iii) install bulk/system water \nmeters; (iv) institute a leak detection program for the existing distribution network; and (v) \nprovide spare parts and maintenance equipment.17 \n \n12.  Sewerage and sanitation. This comprises (i) building a sewage collection system,18 (ii) \nbuilding  a  sewage  treatment  plant,  (iii)  building  an  effluent  sea  outfall,  and  (iv)  providing \nmaintenance equipment. The project will also provide low-cost sanitation systems for poor \ncommunities in the form of household or communal latrines.19 Given the fragility of the aquifer, \nall latrines built under this component will be connected to a septic tank, unless they are within \nthe area of Jaffna Municipality served by the sewerage system. A connection to the sewerage \nsystem will be compulsory in this area. Septic tank cleaning machines will also be provided. \n \n2.  Strengthening Jaffna Water Resource Management \n13.  This component will (i) assist the Jaffna Water Resources Management Committee in \ndesigning a policy and institutional framework for integrated water resources management by \nfinancing a study to develop a water resources management plan;20 (ii) support the National \n                                                 \n10  Includes raising and strengthening the embankment; repairing sluices, radial gates, spillway, and lift irrigation; and \nautomation.  \n11  To abstract 27,000 cubic meters per day. \n12 Treated water transmission mains are estimated to be 44 km long. \n13  These may include the following Pradeshiya Sabhas and Urban Council: Pallai (Pachcilaipallai) and Pooneryn in \nKilinochchi District; Kodikamam, Chavakachcheri, Kopay, Nallur, Valigamam South, Valigamam West, Kayts, \nVelanai, Pungudutivu Islands, and Karainagar. \n14 The government has requested AFD to fund item (ii) and part of item (iii) as well as associated consulting services \nfor design and supervision. \n15 The project will support progressive phasing out of stand posts and their conversion into metered community water \nfacilities.  Communities  supplied  with  water  through  communal  metered  facilities  will  form  community-based \norganizations (CBOs) that will register and sign agreements with the National Water Supply and Drainage Board.  \nThe CBOs will nominate representatives to coordinate and collect payments. \n16 There will be about 300,000 beneficiaries of the water system comprising an estimated two-thirds of residents in \nthe coverage area. \n17 The water supply component supports stage one of the first phase of the government’s multiphased approach for \nsupplying water to the whole Jaffna Peninsula. \n18  The sewerage system will cover the most densely populated areas of Jaffna Municipality, benefiting 80,000 \npersons. \n19  These will be in areas within the project's water supply service area not covered by the project's sewerage network. \nWork in this area will be coordinated with sanitation projects of the government and other development partners. \n20 The Jaffna water resources management committee will expand on the Jaffna Water and Sanitation Sectoral \nCommittee  chaired  by  the  government  agent.  Members  will  include  the  NWSDB  (secretariat);  divisional \nsecretaries; secretaries of municipal and urban councils and Pradeshiya Sabhas; nongovernment organizations; \nand the regional director for health services. \n ", "4 \nWater  Supply  and  Drainage  Board  (NWSDB),  the  Water  Resources  Board,  and  other \ninstitutions in developing a groundwater quality and quantity monitoring system; (iii) support \nmunicipalities,  urban  councils,  and  Pradeshiya  Sabhas  in  monitoring  and  managing \ngroundwater resources by helping them design effective by-laws, rules, and regulations; and (iv) \nconduct  public  water  conservation,  environmental  protection,  and  hygiene  awareness \ncampaigns, and a program for community monitoring. \n \n3.  Building Capacity of the NWSDB to Carry Out Project Implementation and \nBuild Regional Office in Jaffna  \n14.  This component will (i) support the NWSDB to build a regional office in Jaffna, and (ii) \nprovide capacity and administration support for the Jaffna Regional Office (JRO) to carry out \nproject implementation. \n \nD.  Investment and Financing Plans  \n \n15.  The project is estimated to cost $164 million. The investment plan is summarized in \nTable 1, and the financing plan is in Table 2. \n \nTable 1: Project Investment Plan \n($ million) \nAmounta\nItem    (million) \nA.  Base Costb \n  1.  Water supply and sanitation infrastructure\n         a. Water supply  92.55 \n         b. Sewerage and sanitation 35.64 \n         c. Iranamadu improvements 10.63\n  2.  Jaffna water resource management 2.64 \n  3.  Capacity building  5.58 \n    Subtotal (A)  147.04  \nB.  Contingenciesc  11.67 \nC.  Financing Charges During Implementationd 5.33\n       Total (A+B+C)  164.04\na  Includes taxes and duties of $29.37 million to be financed from government resources. \nb In mid-2010 prices. \nc  Physical contingencies computed at 10.0% for civil works and equipment. Price contingencies computed at 0.0%–\n1.5% on foreign exchange costs and 5.5%–8.0% on local currency costs; includes provision for potential \nexchange rate fluctuations under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the Asian Development Bank (ADB) \nloans has been computed at the rate of 1.0% for the Asian Development Fund loan and 5-year forward London \ninterbank offered rate (LIBOR) plus a spread of 0.3% for the ordinary capital resources loan. Commitment \ncharges for an ADB loan are 0.15% per year to be charged on the undisbursed loan amount.  \nSource: Asian Development Bank estimates.\n \n16.  The government has requested the following loans amounting to $90 million from ADB \nfor the project: (i) a $20 million loan from ADB's ordinary capital resources, which will be \nprovided under ADB’s London interbank offered rate (LIBOR)-based lending facility; the loan will \nhave  a  25-year  term  including  a  grace  period  of  6  years,  an  interest  rate  determined  in \naccordance  with  ADB’s  LIBOR-based  lending  facility,  a  commitment  charge  of  0.15%  per \nannum,  and  such  other  terms  and  conditions  as  set  forth  in  the  draft  loan  and  project \nagreements. The government has provided ADB with (a) the reasons for its decision to borrow \nunder ADB’s LIBOR-based lending facility on the basis of these terms and conditions, and (b) \nan undertaking that these choices were its own independent decision and not made in reliance \non any communication or advice from ADB; and (ii) a loan in various currencies equivalent to \nSDR44,286,000 from ADB’s Special Funds resources which will have a 32-year term, including \na grace period of 8 years, an interest charge at the rate of 1.0% per annum during the grace \n ", "5 \nperiod and 1.5% per annum thereafter, and such other terms and conditions set forth in the draft \nloan and project agreements. \n \n17.  The government has also sought a loan from AFD in the amount equivalent to $40 \nmillion to finance part of the cost of the water supply subcomponent and associated consulting \nservices for design and supervision. Conditions and arrangements for AFD cofinancing will be \nthrough a bilateral financing agreement to be negotiated between the government and AFD \nafter approval of the loan expected in December 2010. AFD will administer its loan and the \ncoordination arrangements of this collaborative cofinancing will be detailed in a memorandum of \nunderstanding between ADB and AFD.  \n \n18.  The two ADB loans, which amount to $90 million, or 54.9% of the project investment \ncost), will be used to finance civil works, equipment, consultants, incremental administration \ncosts, and financial charges; financing from AFD of $40 million equivalent, or 24.4% of the \nproject  investment  costs,  will  be  used  to  finance  civil  works  and  equipment  required  for \nimplementing part of the water supply component; and government financing in the amount of \n$34 million, or 20.75% of the total project investment costs, will be used to finance environment \nand social mitigation costs, and taxes and duties. \n \nTable 2: Financing Plan \nAmount Share of \nSource  ($ million)   Total (%) \nA. Asian Development Bank     \n1. Ordinary Capital Resources  20.00   12.19 \n2. Asian Development Fund   70.00   42.67 \nB. Agence Française de Développement  40.00   24.38 \nC. Government  34.04   20.75 \nTotal  164.04    100.00\nSource: Asian Development Bank estimates.\n \nE.  Implementation Arrangements \n19.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe Project Administration Manual (PAM).21  \n \nTable 3: Implementation Arrangements \n \nAspects   Arrangements\nImplementation period  15 February 2011to 14 February 2017\nEstimated project completion date  14 February 2017\nProject management \n(i)   Oversight body  NPCC with MWSD (chair); CCD, CEA, ERD, DFABM, DTO, NPC, and NPD \n(members)\n(ii)   Executing agencies  MWSD  for  water  supply  and  sanitation;  MLGPC  for  Iranamadu  Tank \nimprovements \n(iii)  Key implementing agencies  NWSDB (JRO); NPC-PID\n(iv)  PMCIU  Jaffna,17staff; Kilinochchi,3staff\nProcurement  ICB 10 contracts $37.43 million\nNCB 18 contracts $35.07 million\nForce Accounta  \nAFD-financed $34.92 million\nConsulting services  QCBS 82 internationalperson-months  $3.26 million\nQCBS 1,166 nationalperson-months \nAFD-financed $0.96 million\n                                                 \n21 Project Administration Manual is accessible from the list of linked documents in Appendix 2. \n ", "6 \nAspects   Arrangements\nAdvance contracting  Tendering and bid evaluation of civil works packages and recruitment of \nconsultantsb  \nDisbursement  The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2007, as amended from time to time) and detailed \narrangements agreed upon between the Government and ADB.\nADB = Asian Development Bank; AFD = Agence Française de Développement;CCD = Coast Conservation Department;CEA \n= Central Environment Authority; DFABM = Department of Foreign Aid and Budget Monitoring; DTO = Department of Treasury \nOperations; ERD = External Relations Department; ICB = international competitive bidding; JRO = Jaffna Regional Office; \nMLGPC = Ministry of Local Government and Provincial Council; MWSD = Ministry of Water Supply and Drainage; NCB = \nnational competitive bidding; NPC = Northern Provincial Council; NPCC = National Project Coordination Committee; NPD = \nNational Planning Department; NWSDB = National Water Supply and Drainage Board; QCBS = quality- and cost-based \nselection; PID = Provincial Irrigation Department; PMCIU = project management, coordination, and implementation unit. \na For interagency payments such as electricity connection, utility payments, and repairing minor road damage caused by \nproject construction.  \nb This includes (i) prequalification of contractors, NCB, and bid evaluation for advance pipe laying works on Kandy to Jaffna \nHighway (A9) and buildings for regional office and staff facilities; (ii) preparation of NCB documents to procure materials and \nequipment for buildings and staff facilities; and (iii) recruitment of project engineering consultants, institutional consultants, \nand design and construction supervision consultants. \nSource: Asian Development Bank. \n \nIII.  TECHNICAL ASSISTANCE \n20.  TA  for  Capacity  Development  for  Water  Supply  and  Sanitation  Service  Delivery  is \nproposed. The TA output will be capacity built for service delivery through training for the \nNWSDB (JRO), the Jaffna Municipal Council, urban councils, selected Pradeshiya Sabhas, and \nthe  Water  Resources  Board.  The  main  activities  will  be  (i)  conducting  a  detailed  needs \nassessment; (ii) formulating a 4-year capacity building program; (iii) identifying course providers \nand key staff to be trained; and (iv) conducting courses and annual training. The TA is estimated \nto cost $665,000 equivalent, of which $600,000 equivalent will be financed on a grant basis by \nADB's  Technical  Assistance  Special  Fund  (TASF-IV).  The  government  will  finance  the \nremaining  $65,000  equivalent.  The  executing  and  implementing  agency  for  the  TA  is  the \nNWSDB. The TA will be implemented through the institutional development section of the \nproject management, coordination, and implementation unit (PMCIU). \n \nIV.  DUE DILIGENCE \nA.  Technical  \n21.  The piped water supply system with water sourced from Iranamadu is currently the only \nviable option to provide 27,000 cubic meters per day of water required to replace the Jaffna \nPeninsula's  reliance  on  increasingly  poor  quality  local  ground  water  supplies.22 The  water \ntreatment  plant  will  be  a  conventional  surface  water  treatment  plant.  The  NWSDB  has \nexperience with such plants. This will require ensuring upstream management of the catchment \nand ensuring source protection by the government. Due to land constraints, a sewage treatment \nplant with a mechanical system is proposed. \n \nB.  Economic and Financial \n22.  The NWSDB suffers from large financial losses because of low tariffs, increasingly high \nenergy costs, high nonrevenue water, and high accounts receivables. However, its losses are \ndeclining as a result of major tariff revisions in 2009 and declining operational costs. The \n                                                 \n22  Alternate sources were extensively considered during prefeasibility. Bore holes were constructed and modeling for \nvarious scenarios were undertaken. These show groundwater to be limited and not a current sustainable technical \noption. Continued study and modeling will be a part of the project. Sources found sustainable can be considered \nfor a future phase of water supply. Barrages and dikes, first introduced in the 1700s by the Dutch and further \ndeveloped after, act as saltwater exclusion schemes. Their ongoing rehabilitation and reconstruction is expected to \ncontribute to reduced exposure and vulnerability of the aquifer.  \n ", "7 \nfinancial internal rates of return for the water and sewerage subprojects are negative because of \nlarge capital costs. Nevertheless, the adopted subproject designs are considered the least-cost \noption. To maintain operation of the subprojects, it will be imperative to implement the indicative \nfinancial improvement action. The NWSDB will submit to ADB income statements and annual \nprojections that include operations and maintenance, debt service, and depreciation costs. If \nannual projections show negative values, the NWSDB will raise water and sewerage tariffs to \nsecure a positive net income ratio. Economic analysis shows that the economic internal rates of \nreturn for the base scenarios are 15.5% for water supply and 13.4% for sanitation. These are \nhigher than the economic opportunity cost of capital estimated at 12%. \n \nC.  Governance \n23.  Financial management assessment undertaken during project preparation indicates that \nthe  NWSDB  can  manage  loan  proceeds  during  project  implementation.  However,  for  the \nNWSDB to achieve the highest accuracy in accounting, it is necessary for NWSDB to complete \nand fully implement the ongoing enterprise resource planning system23 development. Also, \nregistration of newly created assets in accounting books is generally delayed even after the \nNWSDB completes construction work. As such, depreciation on assets is not accounted for \nand/or is underestimated by the NWSDB. This may affect the tariff revision process, as the \nNWSDB’s tariff policy is to recover operations and maintenance costs and the higher of debt \nservice costs or depreciation costs. \n \n24.  The  NWSDB,  a  central  institution  with  a  strong  provincial  presence,  has  been  the \nexecuting agency for ADB projects in Sri Lanka before, and is familiar with ADB operational \nguidelines.24 However, as the project deals with water resources and entails transmission of \nwater from the mainland to the Jaffna Peninsula in a post-conflict setting, the project proposes \nthat the NWSDB pay more attention to stakeholder consultation than in previous projects it has \nadministered. The project will encourage and strengthen institutions directly linked to project \nexecution to conduct consultations with not only beneficiaries but all persons who might possibly \nbe affected by the project, preferably on an ongoing basis. Special attention will be paid to \nmanaging grievances of—and ensuring that benefits accrue to—farmer communities living in \nand around the water source (Iranamadu Tank). Relevant institutions will be strengthened to \ndeal with amicably resolving any water-rights disputes and conflicts that may arise.  \n \n25.  The government will provide ADB with detailed quarterly progress reports on project \nimplementation, which will follow ADB’s procedures. Independent auditors acceptable to ADB \nwill  audit  the  project  accounts,  including  the  imprest  accounts,  second-generation  imprest \naccounts, and statement of expenditures.  \n \n26.  Procurement will be carried out by the PMCIU and the project implementation unit. \nGoods, related services, and works to be financed from the loan will be procured in accordance \nwith ADB’s Procurement Guidelines (2010, as amended from time to time). Civil works contracts \nvalued at $3 million equivalent and above and equipment contracts valued at $500,000 and \nabove will be undertaken through international competitive bidding procedures, while civil works \ncontracts valued at less than $3 million will be carried out under national competitive bidding. \nEquipment packages valued below $500,000 will be procured following national competitive \n                                                 \n23 Enterprise resource planning is generally an integrated computer-based system used to manage internal and \nexternal resources, such as tangible assets, financial resources, materials, and human resources. \n24 This will be the sixth ADB project executed by the NWSDB, which has also implemented large projects for other \ndevelopment partners. The NWSDB is generally experienced in procuring infrastructure schemes and contracts of \nsubstantial size required to meet international standards. Moreover, given that the agency is run by professional \nengineers, the NWSDB generally possesses sufficient technical knowledge to assess bids. \n ", "8 \nbidding procedures and packages valued at $100,000 equivalent and below will be under \nshopping procedures. The summary of major procurement packages are in Table 3. \n \n27.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government, the NWSDB, and the Northern Provincial Council. The specific policy \nrequirements and supplementary measures are described in the PAM (footnote 21). \n \nD.  Poverty and Social \n28.  Safe water and sanitation are basic needs, and providing those needs in the project area \nwill directly reduce poverty. Increasing access to safe water and improving sanitation further \nreduce poverty by (i) improving public health and reducing malnutrition, resulting in reduced \nexpenditures on health and reduced work days lost from morbidity (which in turn leads to \nincreased labor productivity and income); and (ii) time savings from water collection, particularly \nfor women and children, resulting in more time for productive activities and improving human \ncapital.  The  project  will  (i)  provide  access  to  household  water  connections  and  metered \ncommunity water facilities in poor areas, and (ii) provide low-cost sanitation programs for poor \ncommunities in the form of individual household or communal latrines. Management of water \nand sanitation facilities for the poor will be through a participatory approach.25  \n \n29.  Participation is a crucial element of the project's pro-poor approach. The project will \nprovide  opportunities  to  form  and  empower  community-based  organizations,  and  will  help \nvulnerable groups and the very poor obtain water connections through a scheme of staggered \npayments for water connections. Nongovernment organizations will be engaged to support the \nPMCIU and local governments in mobilizing communities and delivering essential training for \ncommunity-based organizations in planning, monitoring, and evaluating sanitation and hygiene \nimprovement. Local authorities will be invited to play an active role in service delivery planning \nand administration, and community leaders will be invited to actively participate in the proposed \nproject’s water conservation, environmental protection, and hygiene awareness campaign. A \nseparate grant is proposed to provide relief to communities outside the service area of the \nproposed loan. This grant will provide water and sanitation services and livelihood support to \nreturning internally displaced persons and others living in poor rural communities.26 \n \n30.  Despite women’s major responsibilities in collecting, using, and managing water, they \nare  rarely  involved  in  decision  making  on  the  planning,  design,  and  construction  of  water \nfacilities. To maximize benefits for women, the project must recognize their role and needs in \nthe decision making process. Key issues to be addressed include (i) consulting with both \nwomen and men on issues surrounding water transfer, the use of water for cultivation, drinking \nwater,  and  sanitation;  (ii)  mainstreaming  gender  concerns  into  water  and  sanitation  at \norganizational and program levels; and (iii) building the capacities of both men and women to \nenable an effective mainstreaming process.27  \n \nE.  Safeguards \n31.  Environment. The project is categorized as environmental category B and an initial \nenvironmental examination (IEE) with a detailed environmental management plan (EMP) was \n                                                 \n25 Strategies are further discussed in the Summary Poverty Reduction and Social Strategy (accessible from the list of \nlinked documents in Appendix 2).  \n26 The proposed grant design will provide human and financial capacity support and monitoring to facilitate operation \nand maintenance of rural schemes. \n27  Detailed in the Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n ", "9 \nprepared in accordance with ADB's Safeguards Policy Statement (2009).28 The IEE concludes \nthat no significant adverse environmental impacts are anticipated.29 The project's significant \nenvironmental  benefits  will  include  protection  of  the  fragile  aquifer,  improved  hygiene  and \nsanitary conditions, improved wastewater treatment and disposal, improved ecosystem health \nresulting from reduced discharge of wastewater into sensitive areas, and reduced water losses \nfrom the currently inefficient water distribution system. Mitigation measures and monitoring \nplans have been proposed in the EMP. The EMP will be implemented and monitored by the \nPMCIU. Project engineering and institutional consultants will assist the PMCIU in ensuring \nimplementation of the EMP.  \n \n32.  Social. The project is category B for involuntary resettlement.30 A resettlement plan was \nprepared for the acquisition of a 0.3-hectare privately owned land plot affecting one household. \nThe project is category C for indigenous peoples. The population in the project area is largely \nhomogenous (Tamil) and the socioeconomic survey and consultations show that no distinctive \nand separate indigenous peoples live in the project area.  \n \n33.  The NWSDB has developed internal safeguards capacity from past and ongoing ADB-\nsupported projects. However, given the sensitivity of the Jaffna Peninsula in the post-conflict \ncontext, the project will ensure that adequate numbers of staff are in place to handle both \nenvironmental and social safeguards during project implementation.31 The IEE and resettlement \nplan will be posted on ADB's website. Annual EMP and resettlement plan implementation \nprogress reports will be provided to ADB. \n   \nF.  Risks and Mitigating Measures \n34.  Major risks and mitigating measures are summarized in Table 4.  \n \nTable 4: Summary of Risks and Mitigating Measures  \nRisks  Mitigating Measures \nLack of capacity in service delivery  The project includes technical assistance for building capacity for water \nsupply and sanitation service delivery through training for the NWSDB \n(JRO), the Jaffna Municipal Council, urban councils, selected \nPradeshiya Sabhas, and the Water Resources Board. \nEconomic growth cannot be easily projected   Because of the 30-year conflict, unrestricted access only recently \nbecame possible. Because of the Northern Province’s uncertain \neconomic growth potential, the project constitutes just the first phase of \nan adopted phased approach. The project covers basic requirements \nfor a 20-year projected population and a conservative growth pattern. \nWater demand grows at a slower or more rapid  The project scope has been phased to accommodate a 50% swing in \npace than planned   water demand.\nEssential water tariff revisions are not undertaken  Government to assure in loan agreement. \nSewerage tariffs do not cover operations and  Government to assure in loan agreement. \nmaintenance  \nNo cash flow for operations and maintenance of  New water supply and sewerage systems will be phased for highest \nnew systems  priority areas. As demand increases further capacity will be added by \n  future projects.\n                                                 \n28 A single environmental and social assessment and planning process and unified safeguard documentation, \nconsultation, and disclosure requirements will be adopted to satisfy the safeguard principles and requirements of \nADB and AFD. \n29 Location impacts include minor loss of on-site ecology and the conversion of small amounts of rural agricultural \nland. Construction-related impacts relate to dust generation from excavation activities; and increased vibrations, \nnoise, fumes, and traffic disruption during construction activities. Good engineering design and management plans \nwill minimize these impacts as well as any impacts associated with operations. All effluent discharge will comply \nwith national standards. \n30 Rehabilitation work will be undertaken within existing facilities and new construction will be undertaken on vacant \ngovernment  land,  wherever  possible.  Where  land  acquisition  is  required,  project  design  ensures  that  no \ndisplacement will result and that the land is not a significant source of income or subsistence. \n31 This includes an environmental officer and a resettlement officer. Through the PMCIU, these officers will monitor \nand supervise the EMP, and coordinate any land acquisition and resettlement activities. \n ", "10 \nRisks  Mitigating Measures \nFunding for irrigation support not secured  Government is committed and provides assurance that the funds for \n  irrigation will be provided. \nDelays in obtaining A9 right of way   Government toensure coordination with relevant agencies in \nscheduling pipe-laying and road repairs, and will ensure that it is \npermitted to lay water lines under existing or future carriageways, if \nrequired.\nEmergence of other water users or polluters not  The project includes capacity building to coordinate water resource \nunder the influence of NWSDB  management and a public awareness campaign. \nA9 = Kandy to Jaffna Highway, JRO=Jaffna Regional Office, NWSDB = National Water Supply and Drainage Board.\nSource: Asian Development Bank estimates. \n \nV.  ASSURANCES AND CONDITIONS \n35.  The government and the NWSDB have assured ADB that implementation of the project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n36.  The government and the NWSDB have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan and project agreements.  \n \nVI.  RECOMMENDATION \n37.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB), and recommend that the Board approve: \n \n(i)  the loan of $20,000,000 to the Democratic Socialist Republic of Sri Lanka for the Jaffna \nand  Kilinochchi  Water  Supply  and  Sanitation  Project,  from  ADB’s  ordinary  capital \nresources, with interest to be determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; for a term of 25 years, including a grace \nperiod  of  6  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the draft loan and project agreements presented to \nthe Board; and \n \n(ii)  the loan in various currencies equivalent to SDR44,286,000 to the Democratic Socialist \nRepublic of Sri Lanka for the Jaffna and Kilinochchi Water Supply and Sanitation Project, \nfrom ADB’s Special Funds resources, with an interest charge at the rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter; for a term of 32 years, \nincluding  a  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are \nsubstantially in accordance with those set forth in the draft loan and project agreements \npresented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n \n \n4 November 2010\n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines Reporting Mechanisms Assumptions and Risks \nImpact    Assumptions \nImproved health and  Reduction in cases of  Provincial and local  Beneficiaries make full use \nhuman development in  waterborne diseases by 10%  government health  of improved water supply \nurban areas of Jaffna  in 2020 compared with 2010.  statistics  and sanitation \nPeninsula   Regional improvement in life  UNDP Human  Continued government \nexpectancy, literacy, and  Development Reports for  commitment to water supply \ngross domestic product by  Sri Lanka  and sanitation development \n5% in 2020 compared with  and water resource \n2010.  management \n  Sustained economic growth \n  and employment \nopportunities for \nbeneficiaries. \n \nRisks \nEconomic and political \ninstability  \nOutcome    Assumptions \nImproved water supply  Residents and returning  Baseline data to be  Parallel developments in the \nand sanitation  internally displaced persons  collected during the start  urban sectors. \ninfrastructure for  lacking access to safe  of project implementation,   \nresidents and returning  drinking water and sanitation  including data on (i)  Risk \ninternally displaced  in target areas reduced by  percentage of population  National, provincial, and \npersons in targeted  50% in 2017 compared with  with access to water  local governments do not \nurban areas, and  2010.  supply and sanitation at  undertake actions to improve \nimproved protection and    project inception, (ii)  service delivery \nmanagement of Jaffna    population with good   \nPeninsula's water    access to water supply \nresources     and sanitation,  and (iii) \n  population requiring \n  improved access to water \n  supply and sanitation \nInstitutional framework, skills,  Provincial and local \nand awareness for water  government and agency \nprotection and management  reports \nbuilt.   NWSDB annual report \n  CEA reports \nAccess ratio to urban  PPMS based on \nservices and poverty ratio  appraisal reports \nregularly monitored, with  NGO monitoring reports \nsex-disaggregated data  Sri Lanka Millennium \n  Development Goal \ncountry report \nOutputs    Assumptions \n1.a Improved water  Construction of one water  Project progress reports NWSDB undertakes reforms \nsupply infrastructure   treatment plant and  PPMS  to improve service delivery \nproduction of 35,000m3 per  NWSDB, JMC data  Tariffs for services set at \nday potable water  appropriate levels and \nInstallation of 584 km of  collected efficiently \nwater mains and supply  Effective O&M \npipes  Timely completion of works \n60,000 new water  by cofinancier \nconnections  Timely provision of \nAt least 33% representation  counterpart funds \nof women in committees   \nestablished for community  Risks \nwater supply and sanitation  Water demand grows at a \nprograms  slower or more rapid pace \n  than planned \nDelays in obtaining A9 right \nof way \nFunding for irrigation support \nnot secured \nLack of qualified contractors \nLack of funds for O&M\n ", "12  Appendix 1 \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines Reporting Mechanisms Assumptions and Risks \n    Assumptions \n1.b Improved sanitation  Construction of one sewage  Project progress reports  NWSDB undertakes reforms \ninfrastructure   treatment plant of 12,500  PPMS  to improve service delivery. \nm3/d capacity.  NWSDB, JMC data  Tariffs for services set at \nInstallation of 331 km sewer  appropriate levels and \nmains and networks  collected efficiently \n20,000 households  Effective O&M \nconnected to the sewer  Timely provision of \nnetwork  counterpart funds \nHouseholds with access to   \nproperly maintained on-site  Risks \nsanitation  Water demand grows at a \nPro-poor sanitation  slower or more rapid pace \ninfrastructure is built (target:  than planned \n35% are war widows and  Lack of qualified contractors \nhouseholds headed by  Lack of funds for O&M \nwomen) \nCommunal sanitary facilities \nbuilt for both men and \nwomen \n    Assumptions \n2. Strengthened water  Training of NWSDB and  Project progress reports  Multiagency commitment to \nresource protection  WRB staff for capacity  PPMS  water conservation and \nand management  building (target: 50% women  NWSDB, WRB, JMC data  resource protection \nparticipation)  Participatory, consultative, \nMonitoring and data systems  and participatory \nfor groundwater  mechanisms used \ninstitutionalized   \nMonitored bacteriological  Risks \ngroundwater pollution  Behavior does not change \nreduced by 25% in Jaffna  despite awareness raising \ncity  Emergence of other water \nWater conservation,  users or polluters not under \nenvironmental, and hygiene  the influence of NWSDB. \nawareness-raising activities  Funds for monitoring and \nconducted  data systems not sustained \nPublic communication \ndocuments published and \ndisseminated to target \naudience \n    Assumption \n3. Project management  Capacity building training of  Project progress reports  Implementing agencies \nand implementation  NWSDB (JRO)   PPMS  support and allocate \nsystem is operational    resources required for \ncontinued capacity building\n \nActivities with Milestones   \n1a.  Water Supply Infrastructure  Project $164.04 million\n1a.1 Prequalify contractors, tender and evaluate bids for civil works packages for advance \npipe-laying works on A9, and build regional offices and staff facilities (starting Q3/10)  Amount \n1a.2 Form PMCIU and PIU (irrigation) (Q1/11)  Item  ($ million) \n1a.3 Conduct topographical surveys, field surveys, and investigations (Q4/11) \nADB  90.00 \n1a.4 Complete water monitoring program for Iranamadu Tank (Q4/11) \nCofinancing  40.00 \n1a.5 Conduct benefit monitoring survey for Jaffna Peninsula (Q3/11) \n1a.6 Conduct ongoing consultations with farmers semi-annually.   Government  34.04 \n1a.7 Reconfirm and if required sign a new MOU for water rights from Irrigation Department  Technical Assistance \nfor water extraction from Iranamadu Tank (Q4/11)  $665,000 \n1a.8 Obtain environmental clearances from CEA and CCD (Q3/11)  Amount \n1a.9 Prepare detailed engineering design for Iranamadu works (Q1/12) \nItem  ($‘000) \n1a.10Prepare detailed engineering design for water main and distribution systems (Q3/12) \n1a.11Complete land transfers, land acquisition, and resettlement assistance and  ADB  600 \ncompensation (Q1/12)  Government               65\n1a.12Tender bid documents and evaluate and select contractors (Q4/12)   \n1a.13Complete contractor O&M training of identified NWSDB staff for the JRO and PID   \n(recruited under/transferred to PMCIU/PIU) (Q2/13)   \n1a.14Complete construction of (i) Iranamadu works, (ii) intake and transmission lines, (iii)   \ntreatment plant, and (iv) elevated towers and distribution systems (Q4/15)   \n1a.15Revise individual consumer and bulk supply tariff for financially sustainable O&M   \n(Q4/14)   \n \n ", "  Appendix 1  13 \nActivities with Milestones   \n1a.16Connect initial households (Q2/16)      \n1a.17Commission water treatment plant and turn over O&M to NWSDB staff (Q2/16) \n1a.18Rehabilitate small operational groundwater schemes and decommission redundant   \nschemes (Q2/16) \n   \n1b.  Sanitation Infrastructure \n1b.1 Form PMCIU (Q1/11)   \n1b.2 Conduct topographical, bathymetric, current surveys, and investigations (Q4/11)  \n   \n1b.3 Conduct benefit monitoring survey for Jaffna Peninsula (Q4/11) \n1b.4 Obtain environmental clearances from CEA and CCD (Q3/11) \n1b.5 Prepare detailed engineering design (Q3/12) \n1b.6 Complete land transfers, land acquisition, and resettlement assistance and \ncompensation (Q1/12) \n1b.7 Tender bid documents and evaluate and select contractors (Q4/12) \n1b.8 Complete contractor O&M training of NWSDB staff for the JRO and PID (recruited \nunder or transferred to PMCIU or PIU) (Q2/13) \n1b.9 Complete construction of (i) sewerage system in Jaffna city, (ii) sewage treatment \nplant, (iii) outfall, and (iv) sludge drying beds (Q4/15) \n1b.10Revise individual consumer and institutional tariffs for financially sustainable O&M \n(Q4/14)  \n1b.11Connect initial households, prioritized based on water supply connections (Q2/16)  \n1b.12Commission sewage treatment plant and turn over O&M to NWSDB (Q2/16)  \n1b.13Conduct pro-poor sanitation programs through NGOs, including building low-cost \nlatrines and hygiene awareness (Q2/15) \n2a.  JWRMC \n2a.1 Draft regional basin management organization study (Q2/11) \n2a.2 Approve policy statements and JWRMC functions by all stakeholders through \nconsultations (Q4/11) \n2a.3 Operationalize JWRMC (Q1/12) with secretariat established and quarterly meetings \nstarted (Q2/12)  \n2a.4 Develop policies and strategies for coordination and planning (Q4/11) \n2a.5 Develop data system for JWRMC (Q1/12) and train staff (Q3/12) \n2a.6 Build capacity for use of predictive groundwater and hydrological models (Q1/13) \n2a.7 Establish baseline information on land use, water, and biotic resources (Q3/12) \n2a.8 Deliver water quality monitoring equipment (Q3/12) \n2a.9 Train NWSDB and WRB staff on sampling and analytical testing for water quality \nmonitoring (Q2/13) \n2a.10Pass Pradeshiya Sabha water abstraction by-laws and regulations (Q3/11) \n2a.11Appoint village regulatory committees (Q3/12) and complete training (Q4/12)   \n2a.12Complete guidelines on mobilization and functioning of village monitoring \ncommittees, technical information sheets, and guidelines on the establishment and \nrevision of performance target and reporting mechanisms (Q1/14)  \n2b.    Water Conservation   \n2b.1 Review water and environmental activities undertaken locally and nationwide (Q3/11)  \n2b.2 Engage community leaders in participatory design and delivery (Q4/11) \n2b.3 Formulate a tailor-made Jaffna water conservation awareness and environmental \nprotection campaign (Q1/12) \n2b.4 Conduct campaign (Q2/14) \n3.      Capacity support for NWSDB (JRO) and Project Implementation \n3.1    Begin advance actions for recruitment of consultants (Q3/10) \n3.2    Recruit project staff (Q2/11) \n3.3    Recruit project consultants (Q3/11) \n3.4    Construct NWSDB north office (Q1/13) \n3.5  Operationalize commercial and nonrevenue water functions (Q4/14) \n3.6    Introduce computerization, accounting, and data recording systems in NWSDB (JRO) \n(Q4/13) \n3.7    Train NWSDB (JRO) on use of accounting and financial management methods \n(Q4/14) \nADB = Asian Development Bank, CEA = Central Environmental Authority, CCD = Coast Conservation Department, \nJMC = Jaffna Municipal Council, JRO = Jaffna Regional Office, JWRMC = Jaffna water resources management \ncommittee, km = kilometer, MOU = memorandum of understanding, m3 = cubic meter, NGO = nongovernment \norganization, NWSDB = National Water Supply and Drainage Board, NRW = nonrevenue water, O&M = operation \nand maintenance, PID = Provincial Irrigation Department, PIU = project implementation unit, PMCIU = project \nmanagement, coordination and implementation unit, PPMS = project performance monitoring system, Q = quarter, \nUNDP = United Nations Development Programme, WRB = water resources board. \n  Source: Asian Development Bank estimates. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=37378-01-3 \n \n1.  Loan Agreement (Ordinary Operations) \n2.  Loan Agreement (Special Operations) \n3.  Project Agreement (Northern Provincial Council) \n4.  Project Agreement (National Water Supply and Drainage Board) \n5.  Sector Assessment (Summary): Water Supply and Other Municipal Infrastructure \nServices  \n6.  Project Administration Manual  \n7.  Contribution to the ADB Results Framework  \n8.  Development Coordination  \n9.  Financial Analysis  \n10.  Economic Analysis  \n11.  Country Economic Indicators  \n12.  Summary Poverty Reduction and Social Strategy  \n13.  Gender Action Plan  \n14.  Initial Environmental Examination  \n15.  Resettlement Plan  \n16.  Risk Assessment and Risk Management Plan  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101105134615+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 37378, sri lanka, jaffna and kilinochchi water supply and sanitation, water supply and sanitation, jaffna peninsula, poneryn pradeshiya sabha, kilinochchi district, water supply, sanitation, sewerage and sanitation, water resources management ", "ModDate": "D:20110519114304+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Jaffna and Kilinochchi Water Supply and Sanitation Project in Sri Lanka, for approval of ADB's Board of Directors. ", "Title": "RRP: Sri Lanka: Jaffna and Kilinochchi Water Supply and Sanitation Project"}, "author_page": " \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S.H. Rahman, South Asia Department (SARD) \nDirector  M.T. Kho, Urban Development Division, SARD \n   \nTeam leaders  R.V. Barba, Safeguards Specialist, SARD \n  M. Thiruchelvam, Project Implementation Officer, Sri Lanka Resident \nMission (SLRM), SARD \nTeam members  N.M. Amerasinghe, Project Implementation Officer, SLRM, SARD \n  K.M. Emzita, Senior Counsel, Office of the General Counsel \n  N.C. Gunasekara, Social Development and Gender Officer, SLRM, \nSARD \n  H. Ikemoto, Urban Economist, SARD \n  R.H. Slangen, Urban Development Specialist, SARD  \n  S. Barbin, Assistant Project Analyst, SARD \nPeer reviewer  H.M. Jenny, Principal Urban Development Specialist, Southeast Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "S.H. Rahman", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "M.T. Kho", "role": "Urban Development Division", "organization": "SARD"}, {"documentRole": "Team leaders", "fullname": "R.V. Barba", "role": "Safeguards Specialist", "organization": "SARD"}, {"documentRole": "Team leaders", "fullname": "M. Thiruchelvam", "role": "Project Implementation Officer", "organization": "Sri Lanka Resident"}, {"documentRole": "Team members", "fullname": "N.M. Amerasinghe", "role": "Project Implementation Officer", "organization": "SLRM"}, {"documentRole": "Team members", "fullname": "K.M. Emzita", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "N.C. Gunasekara", "role": "Social Development and Gender Officer", "organization": "SLRM"}, {"documentRole": "Team members", "fullname": "H. Ikemoto", "role": "Urban Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "R.H. Slangen", "role": "Urban Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "S. Barbin", "role": "Assistant Project Analyst", "organization": "SARD"}, {"documentRole": "Peer reviewer", "fullname": "H.M. Jenny", "role": "Principal Urban Development Specialist", "organization": "Southeast Asia"}]}