{"path": "data/input/ta/37490-prc-rrp.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 37490 \nJune 2007 \n \nProposed Loan \nPeople’s Republic of China: Eastern Sichuan Roads \nDevelopment Project \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 31 May 2007) \n \nCurrency Unit –  yuan (CNY)     \nCNY1.00 =  $0.1308     \n$1.00 =  CNY7.6458     \n \nThe exchange rate of the yuan is determined under a floating exchange rate system. In this \nreport, a rate of $1.00 = CNY7.73, the rate prevailing at the consultation mission for the Project, \nwas used. \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BOT  –  build-operate-transfer \n  EARD  –  East Asia Department \n  EIA  –  environmental impact assessment \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  FIRR  –  financial internal rate of return \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency \nsyndrome \n  ICB  –  international competitive bidding \n  ITS  –  intelligent transport system \n  JBIC  –  Japan Bank for International Cooperation \n  LIBOR  –  London interbank offered rate \n  MOC  –  Ministry of Communications \n  NCB  –  national competitive bidding \n  O&M  –  operation and maintenance \n  PCR  –  project completion report \n  PRC  –  People’s Republic of China \n  SDAP  –  social development action plan \n  SDEC  –  Sichuan Dashaan Expressway Company Limited \n  STI  –  sexually transmitted infection \n  PPMS  –  project performance management system \n  SPCD  –  Sichuan Provincial Communications Department \n  SPG  –  Sichuan provincial government \n  TA  –  technical assistance \n  VOC  –  vehicle operating costs \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n ", " \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  H. S. Rao, East Asia Department (EARD) \nDirector  N. C. Rayner, Transport Division, EARD \n   \nTeam leader  M. Ojiro, Principal Transport Economist, EARD \nTeam members  S. Ferguson, Senior Social Development Specialist (Resettlement), \nEARD \n  K. Jraiw, Senior Transport Specialist, EARD \n  Y. Li, Urban Economist, EARD  \n  S. Noda, Transport Specialist, EARD \n  T. Oi, Social Development Specialist, EARD \n  X. Peng, Principal Counsel, Office of the General Counsel \n  X. Yang, Senior Financial Analysis Specialist, EARD \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  iii \nMAPS   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \n  C.  Policy Dialogue  4 \n  D.  Lessons   6 \n  E.  Rationale  7 \nIII.  THE PROPOSED PROJECT  8 \nA.  Impact and Outcome  8 \nB.  Outputs  8 \nC.  Special Features  8 \nD.  Project Investment Plan  9 \nE.  Financing Plan  10 \nF.  Implementation Arrangements  10 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  13 \n  A.  Traffic Forecast  13 \n  B.  Economic Analysis  14 \n  C.  Financial Analysis and Projections  14 \n  D.  Poverty Reduction and Social Strategy  15 \n  E.   Environmental Assessment  16 \n  F.  Land Acquisition and Resettlement  16 \n  G.  Risks  17 \nV.  ASSURANCES  18 \nVI.  RECOMMENDATION  20 \nAPPENDIXES   \n1.  Design and Monitoring Framework  21 \n2.  Road Sector Analysis  24 \n3.  Sichuan Road Sector Revenue and Expenditures: 2001–2010  28 \n4.  External Assistance to the Road Sector  29 \n5.  Rural Road Development and Local Road Component  31 \n6.   Rural Road Maintenance  33 \n7.  Detailed Cost Estimate by Financier  36 \n8.  Implementation Schedule  37 \n9.  Summary Procurement Plan  38 \n10.  Monitoring of Socioeconomic and Poverty Impacts  40 \n11.  Traffic Forecast  42 \n12.  Economic Analysis  44 \n13.  Financial Analysis and Projections  48 \n14.  Summary Poverty Reduction and Social Strategy  52 \n15.  Small Business Development in the Project Area  54 \n16.  Social Development Action Plan: 2006–2010  56 ", "ii   \n17.  Stakeholder Participation and Consultations  58 \n18.  Summary Resettlement Plan  59 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Draft Concession Framework Agreement   \nB.  Private Sector Involvement in the PRC Road Sector   \nC.  Road Safety and Vehicle Emissions   \nD.  Transport Services \nE.  Intelligent Transport System and Asset Management   \nF.  Financial Management Assessment    \nG.  Organization Charts of the Executing Agency \nH.  Procurement Plan \nI.  Terms of Reference for Consultants   \nJ.  Poverty Reduction and Social Strategy \nK.  Environmental Review and Assessment Procedures for Local Roads   \nL.  Resettlement Plans   \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  People's Republic of China (PRC) \n   \nClassification  Targeting classification: General intervention \nSector: Transport and communications \nSubsector: Roads and highways \nTheme: Sustainable economic growth  \nSubthemes: Promoting economic efficiency and enabling markets, \nfostering physical infrastructure development \n   \nEnvironment  Category  A.  An  environmental  impact  assessment  was \nAssessment  undertaken,  a  summary  of  which  was  circulated  to  the  Asian \nDevelopment Bank’s (ADB’s) Board of Directors and uploaded to \nthe ADB website on 16 May 2006. \n   \nProject Description  The  Project  is  in  Sichuan  province  in  the  poor  southwestern \nregion of the PRC. In 2005, the per capita gross domestic product \nof Sichuan was only 61% of the national average. The Project will \nsupport  the  Government’s  strategy  by  building  an  important \nsection  of  the  western  region  corridor  connecting  two  growth \ncenters—Chongqing  and  Xi’an—by  (i) constructing  an \nexpressway across mountainous terrain; (ii) improving the local \nroads that service poor counties and townships; and (iii) providing \nconsulting  services  and  training  to  build  capacity  at  the  local \ncommunications bureau and improve construction quality, road \nsafety, and project monitoring and evaluation. \n   \nRationale  Despite considerable investments in the road sector, the PRC \nroad network still does not provide efficient transport to large parts \nof the country—particularly to poorer inland regions like Sichuan. \nBetter  transport  links  are  necessary  to  (i)  improve  economic \nefficiency, (ii) foster domestic and international trade, (iii) facilitate \ninterregional integration, and (iv) reduce poverty. The provinces of \nwestern  PRC  lack  high-class  road  infrastructure.  The  road \nnetwork  must  be  improved  to  facilitate  sustainable  economic \ndevelopment and ensure that the social and economic benefits of \ninvestments in the region reach poor rural areas. To enhance \neconomic development and reduce poverty in western PRC, the \nGovernment is implementing the Western Region Development \nStrategy, which aims to reduce development disparities between \nthe  western  and  coastal  regions. The  Project  will  support  this \nstrategy. It will be the fourth road project in Sichuan to be financed \nby ADB. It will complement three completed or ongoing ADB-\nfinanced  projects  in  Sichuan  that  likewise  concentrate  on \ndeveloping the Xi’an-Kunming road corridor. \n   ", "iv   \nImpact and Outcome  The  impact  of  the  Project  is  to  develop  an  integrated  road \ntransport system that supports sustainable economic growth in \nSichuan province. The outcome of the Project is improved road \ntransport efficiency and safety in the project area. The Project will \n(i) reduce traffic accidents and vehicle operating costs; (ii) improve \naccess between Chongqing and Xi’an, two major growth centers \nin  western  PRC;  (iii)  provide  additional  transport  capacity  to \naccommodate growing traffic volume; and (iv) provide improved \naccess to markets and social services in a poor area. The Project \nhas the following outputs: (i) construction of a 143-kilometer (km), \nfour-lane,  access-controlled  toll  expressway  from  Dazhou  to \nWanyuan, including access roads, interchanges with toll stations, \ntunnels, bridges, administrative stations, and service areas; (ii) \nupgrading of 430 km of local roads to improve access to poor \nremote areas; (iii) promoting corporate governance by separating \nexpressway  construction  and  operations  from  the  provincial \ngovernment; and (iv) building capacity in project management, \nquality control, road safety, and monitoring and evaluation. To \nrealize these outputs, the following key activities are needed: civil \nworks  for  the  expressway  and  local  roads,  equipment, \nresettlement, consulting services, and training. \n   \nProject Investment Plan   The  investment  cost  of  the  Project  is  estimated  to  be  $1.425 \nbillion, including taxes. \n   \nFinancing Plan  Financing Plan \n($ million) \nSource  Total  % \nAsian Development Bank   200.0  14 \nChina Development Bank   556.0  39 \nMinistry of Communications   229.0  16 \nSichuan Provincial Government   440.0  31 \nTotal  1,425.0  100 \n Source: Asian Development Bank estimates.   \n   \n  A loan of $200 million from the ordinary capital resources of ADB \nwill  be  provided  under  ADB’s  London  interbank  offered  rate \n(LIBOR)-based lending facility. The loan will have a 25-year term \nincluding a grace period of 5 years, an interest rate determined in \naccordance  with  ADB’s  LIBOR-based  lending  facility,  a \ncommitment charge of 0.35% per annum, and such other terms \nand conditions set forth in the draft loan and project agreements. \n   \nAllocation and Relending  The ADB loan proceeds will be made available by the Borrower to \nTerms  Sichuan provincial government (SPG), and through SPG, to the \nSichuan Dashaan Expressway Company Limited (SDEC) on the \nsame financial terms and conditions as those of the ADB loan. \nThe  SDEC  will  bear  the  interest  rate  variation  and  foreign \nexchange risks. \n ", "  v\n   \nPeriod of Utilization  Until 31 December 2012 \n   \nEstimated Project  30 June 2012 \nCompletion Date   \n   \nImplementation  The Sichuan Provincial Communications Department (SPCD) will \nArrangements  be  responsible  for  overall  implementation  of  the  Project  while \nSDEC  will  be  responsible  for  the  physical  implementation \nactivities  on  a  day-to-day  basis,  including  the  ADB-financed \nportion  of  the  local  road  component.  The  SPCD  will  provide \nguidance to the local communications bureaus for carrying out the \nlocal roads component of the Project. \n   \nExecuting Agency  SPCD \n   \nProcurement  Goods and services financed by the ADB loan will be procured in \naccordance with ADB’s Procurement Guidelines. Main civil works \nfor  the  expressway  will  be  procured  through  international \ncompetitive bidding. On 24 May 2006, ADB approved advance \ncontracting for procurement of civil works. \n   \nConsulting Services  The  Project  will  provide  51  person-months  of  international \nconsulting services to (i) help with project management during the \nconstruction period, (ii) provide expertise in tunnel construction, \n(iii) conduct a safety audit of the project design and make safety \nrecommendations on the completed construction works, (iv) help \nset up and implement quality control procedures, (v) monitor the \nenvironmental  impact  of  the  Project  and  provide  guidance  on \nenvironmental mitigation measures, (vi) assist with formulating a \nhuman resource development and training program, and (vii) help \nestablish  and  implement  a  project  performance  management \nsystem. The team leader will be in the field during the construction \nperiod and will act as assistant chief supervision engineer. In that \ncapacity  he  or  she  will  (i) help  the  chief  supervision  engineer \ncertify  variation  orders,  contractors'  monthly  payments,  and \nsubcontracting  documents;  and  (ii) help  establish  a  contracts \nmanagement system. All consultants to be financed under the \nADB loan will be selected and engaged based on the quality- and \ncost-based selection method in accordance with ADB’s Guidelines \non  the  Use  of  Consultants.  The  national  consultants  for \nconstruction supervision will be financed by SPCD and will be \nrecruited in accordance with government procedures. \n   \n ", "vi   \nProject Benefits and  By developing an integrated expressway and complementary local \nBeneficiaries  road network, the Project will help improve access to markets and \nsocial services for the rural poor residents in the project area. The \nProject  will  reduce  transport  time  and  costs,  and  thereby \nencourage investment, create jobs, and increase incomes. The \neconomic internal rate of return for the Project is estimated to be \n14.1%. The financial internal rate of return for the expressway \ncomponent  is  4.1%,  which  is  higher  than  the  real  weighted \naverage cost of capital. About 137,800 people, or 6.5% of the \nrural population in the project area, are considered rural poor (i.e., \nthey have annual per capita incomes of less than CNY900). The \nmain project beneficiaries of the local road component will be (i) \nhouseholds in poor counties and townships in the project area; (ii) \nproviders  of  rural  transport  and  industrial  and  agricultural \nbusinesses;  (iii) agriculture-based  households  producing  grains \nand vegetables for local markets; (iv) people living in the project \narea, who will have easier access to long-distance transport; and \n(v) transport operators and their customers for transit traffic. The \nProject will also help reduce traffic accidents, vehicle emissions, \nand traffic noise on the existing roads. \n   \nRisks and Assumptions  The  Project  was  formulated  to  reduce  potential  technical, \neconomic, financial, and social risks. The main technical risks are \nassociated with extensive tunnels and bridges. To mitigate the \nrisks,  selection  of  contractors  focuses  on  their  financial  and \ntechnical  capability  to  handle  complex  works.  SPCD  has \nexperience,  and  has  shown  satisfactory  performance,  in \nimplementing  internationally  financed  projects.  Economic \nperformance  in  the  project-influenced  area  would  have  to \ndeteriorate  substantially  for  the  Project  to  lose  its  economic \nviability.  The  financial  risks  associated  with  construction  and \noperation  of  the  expressway  will  depend  on  the  level  and \ncomposition  of  traffic,  construction  costs,  the  skill  of  the \nexpressway's commercial managers, and tolls. To mitigate the \nfinancial  risks,  (i)  SDEC  will  build  up  a  commercial  business \nenvironment  for  expressway  operations,  (ii)  the  project \nexpressway will receive substantial equity from the government, \nand (iii) an effective toll structure will be adopted. For projects that \ngenerate revenue in domestic currency, there are risks associated \nwith exchange-rate fluctuations; these risks are partly accounted \nfor in the base-case calculations for the Project. The social risks \ninclude  resettlement  and  HIV/AIDS1 infection  risks.  Mitigation \nmeasures are in place in the resettlement plan and in the social \naction development plan. \n                                                 \n1  Human immunodeficiency virus/acquired immunodeficiency syndrome. ", "100o  00'E 106o  00'E\nEASTERN SICHUAN ROADS DEVELOPMENT PROJECT\nQINGHAI IN THE\nZoige GANSU PEOPLE'S REPUBLIC OF CHINA\nAba Beijing SHAANXI\nto  See Map 2\nM\ninjiang R Guangyuan to Xi'an\n32 o 00'N Dege riev Jialingjian Bazhong Wanyuan 32 o 00'N\ng\n R\nMianyang iv\nWenchuan er Wushun\nDazhou Fengjie\nDeyang\nNanchong Liangping Wanzhou\nS I C H U A N\nXIZANG Batang Yalongjiang River Luding YCaH'anENGDU JiTuaojianngy Ra.ng SuiningChongqing ChangsDhoauzhu ChangjiangQ Riviaernjiantog WuhHanUto BWuhEanI\nLeshan Neijiang Rongchang CHONGQING\nHanyuan Zigong\nSigonli\nYongchuan\nShimian\nQijiang HUNAN\nLuzhou Leishendian\nto Chengde\nYibin\nto \nLugu Xuyong Guiyang GUIZHOU\n28 o 00'N 28 o 00'N\nXichang River\nN Dechang Jinshajiang  Provincial Capital River\nCity/Town Proposed Project Road (Expressway)\nYUNNAN Miyi YUNNAN Airport Ongoing or Completed ADB-Financed Road Projects\nPort Expressway\n0 50 100 150\nYanbian Major Road Provincial Boundary\nKilometers Panzhihua Railway Boundaries are not necessarily authoritative.\n0\n6-1 M\n561 RM 100o  00'E to Kunming 106o  00'E ap 1", "Map 2\n107 o 30'E 108 o 00'E\nEASTERN SICHUAN ROADS\nCounty Seat DEVELOPMENT PROJECT\nCity/Town IN THE\nInterchange\nPEOPLE'S REPUBLIC OF CHINA\nProject Expressway\nExisting Expressway\nEExxpisrteinsgs wCalays Ps laIIn Hniegdh way Kangle SHAANXI o Xi'an\nt\nProject Local Road (Government-financed) Daba Mountain Tunnel Linhe\nProject Local Road (ADB-financed)\nOther Local Road Zhuyu\nRailway\nRiver Dazhu\nGuandu\nPrefecture Boundary\nProvincial Boundary\nBoundaries are not necessarily authoritative. Wanyuan Qija Tunnel\nHua\nCaojia\nGuanba\n32 o 00'N 32 o 00'N\nW A N Y U A N Baishahe\nWeijia Baisha\nDinghua\nShiren\nBatai\nZhongping\nCaoba\nShatan\nShizizhai Tunnel\nWulangxi\nShiwo\nDasha Changba Liaojiagou Tunnel\nTiekuang\nHekou\nZhengjia\nLaofangzi Tunnel\nN Zhonghe\nXinhua\nShiankou\n0 5 10\nKilometers\nZhonghe Huangjin Baima Fankuai\nPingxikou\nBa People Qishi\nCultural Relic\nPuguang\nTuzhuHouhe\n31 o 30'N Liuchi 31 o 30'N\nBeimiao Dacheng\nQingxi X U A N H A N\nJinshi\nHuangshi Chahe\nHongling Mingyue Nanba\nSunjiagou Tunnel Zhouhe Tahe\nXuanhan\nJuntang\nDonglin\nCHONGQING\nTONGCHUAN\nMiap'an\nDazhou\nTianbao\nto ChDen gAdu X I A N Dax1i0a7n o to3 Chong0qing'E Baishu Qili KAIJIANG 108 o 00'E\n06-1561b RM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe People’s Republic of China (PRC) for the Eastern Sichuan Roads Development Project. The \nmain features of the proposed Project are summarized in the design and monitoring framework \n(Appendix 1). \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  The PRC’s economic growth since the 1980s has substantially increased the demand for \ntransport services. The changing and increasingly diverse economy has altered the pattern of \ntransport demand. The demand for road transport has outpaced demand for other transport \nmodes. Movement of goods and passengers by road—which is more flexible and responsive \nthan other transport modes to the needs of a market economy—is rapidly increasing. The shift in \ntransport demand also reflects the loosening of anticompetitive restrictions in the road transport \nindustry. From 1990 to 2005, passenger road traffic grew 8.8% per annum, reaching 929.9 billion \npassenger-kilometers (km), while freight road traffic grew 6.4% per annum, reaching 857.4 billion \nton-km. In Sichuan over the same period, road passenger traffic grew 6.5% per annum, to \n55.2 billion passenger-km, and road freight traffic grew 4.3% per annum, to 28.6 billion ton-km. In \n2005, road traffic accounted for 53% of the country’s total passenger traffic, and 11.0% of the \ntotal freight traffic; the corresponding figures for Sichuan province were 65.3% and 33.6%. The \nvehicle fleet will continue to expand in light of the country’s rapid economic growth, low current \nvehicle ownership rates, increasing access to loans to finance automobile purchases, and large \ninvestment in automotive manufacturing. Total vehicle ownership in Sichuan went from 765,000 \nin 2000 to 1,268,000 in 2004—a 65.8% increase.  \n \n3.  To meet the growing demand for improved transport infrastructure and services, the \nGovernment spent about CNY1.9 trillion on building new roads during the 10th Five-Year Plan \nperiod (2001–2005). By the end of 2005, the total length of roads in the PRC amounted to \n1.92 million km, of which about 17% were class II or higher standard. The density of the road \nnetwork was still low—20.0 km per 100 km2. The Government’s policy for the road sector, as \nreflected in its 11th Five-Year Plan (2006–2010), calls for (i) construction of 380,000 km of new \nroads to expand the total road network to 2.3 million km; (ii) 25,000 km of that 380,000 km to be \nexpressways,1 increasing the total length of expressways to 65,000 km by 2010; (iii) completion \nof  the  national  trunk  highway  system  by  2007;  (iv) completion  of  interprovincial  western \ndevelopment  corridors  by  2010;  and  (v)  completion  of  65–70%  of  the  proposed  national \nexpressway network, with the total length reaching 55,000–60,000 km by 2010. In Sichuan, \n29,000 km of new highways were completed in the 10th Five-Year Plan, of which 759 km were \nexpressways. The provincial government plans to build 19,000 km of highways during the 11th \nFive-Year Plan, with 1,401 km of expressways. \n \n4.  While the national trunk highway system is being developed, accessibility in most of rural \nPRC is still low: 75 townships and 38,426 villages, mostly in the western regions, had no access \nto all-weather roads in 2005. Many townships and villages still depend on earth tracks that are \nnot suitable for motorized traffic and become impassable during the rainy season. Even where \nall-weather rural roads have been built, the standard is low, maintenance is poor, and many \nroads need rehabilitation. Since 2003, the Government has been investing about CNY20 billion \nin rural road development annually. About 50,000 km of rural roads have been built and 150,000 \n                                                 \n1  The PRC had 41,005 km of expressways in 2005, second only to the United States. ", "2   \nkm of rural roads have been upgraded annually. By the end of 2005, the Government had built \n494,276 km of county roads and 981,430 km of township roads. As a result, about 99.8% \ntownships and 94.3% villages were connected by all-weather roads and 81.1% townships and \n55.5% villages were connected by paved roads. In February 2005 the PRC Government's State \nCouncil approved the Rural Road Development Plan, which aims to invest CNY800 billion in \ndeveloping rural roads under the 11th Five-Year Plan (2006–2010). By 2010, plans call for \nconnecting all townships and villages in the PRC with all-weather roads, and connecting 90% of \ntownships and 80% of villages with paved roads. In the eastern region, 100% townships and \nvillages would be linked with paved roads; the same target will be applied to all townships and \n88% villages in the central region, and to 90% of the townships and 50% of the villages in the \nwestern region.    \n \n5.  By the end of 2005, the Sichuan Provincial Communications Department (SPCD) had \nbuilt  240,167  km  of  rural  roads,  of  which  36,047  km  were  county  roads,  49,735  km  were \ntownship roads, and 154,385 km were village roads. Based on the Sichuan Province Rural Road \nDevelopment Plan, the SPCD plans to build 30,000 km of township roads and 20,000 km of \nvillage roads during the 11th Five-Year Plan, which targets completion of 11,250 km of county-to-\ntownship roads, ensuring that 80% of the province’s townships are connected by paved roads. \nThe Dazhou city government invested CNY50 million in 2004 and CNY20 million in 2005 in rural \nroad development. The city government’s development plan calls every township and village in \nDazhou prefecture to be connected by paved roads to either a county center or a nearby trunk \nhighway. \n \n6.  The significant road sector development in the PRC during the 9th Five-Year Plan (1996–\n2000) resulted in road investments totaling CNY924 billion, or CNY185 billion per year. Road \nsector investment grew at an average annual rate of 16% during that time. During the 10th Five-\nYear Plan, total road investment was about CNY1.9 trillion—more than double the figure of the \n9th Five-Year Plan. The vehicle fleet totaled 43.3 million motor vehicles. Details of the road \nsector analysis are in Appendix 2. The SPCD invested about CNY16.2 billion in the road sector \nin  2004,  of  which  CNY12.9  billion  was  allocated  to  construction  and  CNY1.4  billion  to \nmaintenance. During the 10th Five-Year Plan, road investment was about CNY71 billion. SPCD \nplans to increase road investment to CNY78 billion during the 11th Five-Year Plan (Appendix 3). \n \nB.  Analysis of Key Problems and Opportunities \n \n7.  Sichuan  is  in  southwestern  PRC,  surrounded  by  mountains.  Its  isolation  has  been \nreduced by improved navigation on the Yangtze River, railway construction, and the construction \nof several major highways. The bulk of the population is concentrated on the flat, fertile plain in \nthe  east  and  central  east,  but  the  province  contains  several  poverty-stricken  areas  in  its \nmountainous periphery, where the Project is located. Despite rapid economic development in \nrecent years, Sichuan ranks seventh lowest of all provinces in terms of gross domestic product \nper capita—CNY8,440 in 2005, or 61% of the national average. The per capita rural income was \nCNY2,803, or 86% of the national average. About one-third of Sichuan's counties are officially \ndesignated as poor. There are 137,800 people considered rural poor (i.e., have annual per capita \nincomes of less than CNY900) in the project area, equivalent to 6.5% of the total provincial \npopulation. \n \n8.  Based on the findings of a feasibility study undertaken under an ADB-financed technical \nassistance (TA),2 one reason for high poverty in the project area is slow economic growth, which \n                                                 \n2  ADB. 2005. Technical Assistance to the People’s Republic of China for Preparing the Western Roads Development \nProject. Manila. ", "  3\nin turn is partially a result of inadequate infrastructure. Despite having received considerable \ninvestments, the road network in the project area is still inadequate and does not provide efficient \ntransport access to markets and social services such as education and health. While 61% of the \ntownships in the project area are accessible via unpaved roads, only 39% are connected with \npaved  roads.  Not  all  the  villages  in  the  project  area  are  served  by  public  bus.  The  local \ngovernments have upgraded some rural roads to improve access to several townships and \nvillages, which are now served by bus as a result of these road improvements. Because vehicle \nownership in the project area is low, bus services are a vital element of the transport system. \nDespite these improvements, the quality of access to many villages remains unsatisfactory, with \nlow-standard and poorly maintained roads often closed by landslides, flooding, and snowfall. \n \n9.  The impact of road investments on poverty reduction is supported by the results of \nstudies and evaluations of several completed road projects financed by ADB3 and the World \nBank.4 Well-integrated  road  development  helps  ensure  that  the  benefits  derived  from  the \nexpressway filter down to the poor. Benefits—which include transport cost savings, time savings, \nand an increase in incomes—will be passed on through the transport chain to townships and \nvillages. These results affirm the relevance of ADB’s strategy in the PRC road sector. A case \nstudy in Shaanxi Province found a correlation between improved roads and poverty reduction; \nspecifically (i) 3.2 poor people are lifted out of poverty for every CNY10,000 invested in roads; \nand (ii) for every 1% increase in road-kilometers per capita, household consumption increases by \n0.08%.5 Benefits for rural poor areas include lower transport costs; lower input costs; expanded \nagricultural support services; improved farming practices; greater access to urban jobs; and \nbetter access to health, education, and social services.6  \n \n10.  To  help  the  Government  develop  its  road  sector  strategy  and  investment  projects, \nexternal  assistance  has  been  provided  mainly  by  ADB,  the  Japan  Bank  for  International \nCooperation (JBIC), and the World Bank (Appendix 4). Since 1991, ADB has provided 33 loans, \ntotaling nearly $6.6 billion, to finance 4,455 km of expressways, together with 8,964 km of \nassociated local road networks. Since 1995, local roads have been included in the scope of road \nprojects to make ADB’s interventions in the road sector more pro-poor. Of the ADB-financed \nprojects, 18 have been completed and are open to traffic. ADB has also provided 60 TAs, \ntotaling $32 million, to the road sector. The advisory TAs have addressed policy and institutional \nreforms,  poverty  impact  of  road  projects,  rural  road  development  strategy,  rural  transport \nservices, road safety,7 human resource development, transport pricing, commercialization and \ncorporatization, and the mobilization of private financial resources. The World Bank has provided \nabout $6.8 billion and JBIC has provided about ¥219 billion to finance road investments. ADB \ncoordinates with the World Bank and JBIC. Each major development partner focuses on different \ncorridors, while information related to policy advice is shared across the development community. \n \n \n                                                 \n3  In Sichuan and Yunnan provinces, construction of expressways complemented by upgrading local roads was \nassociated with a significant increase in rural incomes in the project area. (ADB. 2004. Project Completion Report \non the Chengdu-Nanchong Expressway Project in the People’s Republic of China. Manila; and ADB. 2006. Project \nCompletion Report on the Southern Yunnan Road Development Project in the People’s Republic of China. Manila.) \n4  Hajj, Hatim, and V. Setty Pendakure. 2000. Roads Improvement for Poverty Alleviation in China. Working Paper No. \n1. Transport Sector Unit. East Asia and Pacific Region. Washington, DC: World Bank. \n5  ADB. 2000. Technical Assistance for Assessing the Impact of Transport and Energy Infrastructure on Poverty \nReduction. Manila. \n6  Hettige, Hemamala. 2006. When Do Rural Roads Benefit the Poor and How? An In-Depth Analysis Based on Case \nStudies. Operations Evaluation Department. Manila: ADB. \n7  In January 2001, ADB’s Operations Evaluation Department completed a performance audit report on traffic safety TAs. \nThe two road safety TAs involving the PRC were rated highly successful. \n ", "4   \nC.  Policy Dialogue \n \n11.  Integrated Design and ADB Financing of the Local Road Component. The rural poor \nhave limited mobility beyond their immediate communities because of their geographical isolation \nand the high cost of motorized transport. As a result, they generally view local roads as a key \ninfrastructure investment priority. Better roads promote the transition from a subsistence-farming \nrural economy to a cash-crop and more diversified economy with a higher and more stable \nincome flow to rural households. Better integration of the local roads into the trunk highway \nsystem will help bring benefits to the poor more effectively. \n \n12.  The  dialogue  with  the  Government  focused  on  the  need  to  integrate  a  local  road \ncomponent into the Project, with ADB financing, to establish a credible linkage between poverty \nreduction and ADB’s assistance based on the experience of the ongoing and completed ADB-\nfinanced road projects since 1995.8 The SPCD agreed to integrate a local road component \ncomprising 430 km of local roads (Appendix 5). The target areas for this component were \nselected from the Sichuan Provincial Rural Road Development Plan based on population density, \npoverty incidence, and road network efficiency. These roads are often in poor condition and are \nnot passable during the rainy season. Upon completion, they will connect the poor townships and \nvillages in the Project’s hinterland with the main trunk highway. The SPCD further agreed to \nallocate $8.0 million from the ADB loan to the 10 local roads (28 km) that are directly linked to \nthe project expressway, thereby establishing a direct linkage between ADB’s assistance and \npoverty reduction. The local road component, together with the expressway, will serve 2.1 million \npeople in the project area, of whom about 137,800, or 6.5%, are considered rural poor (i.e., have \nannual  per  capita  incomes  of  less  than  CNY900).  A  TA9 is  being  provided  to  help  the \nGovernment strengthen a road network planning capacity that better integrates expressways and \nlocal roads to meet communities’ needs, and that improves road-agency personnel's cross-\ndisciplinary skills and tools. \n \n13.  Rural Road Development. Rural roads (1.48 million km of county and township roads \nare classified as rural roads in the PRC10) play an important role in socioeconomic development \nand poverty reduction in the countryside by providing basic accessibility to jobs, markets, and \nsocial services for 745 million rural residents. However, the PRC's rural road network is largely \nunderdeveloped in terms of both quality and coverage, and does not provide adequate access to \nlarge parts of the hinterland. Furthermore, most rural roads are in poor condition because of \nproblems in planning, design and construction, maintenance, and financing. The Ministry of \nCommunications  (MOC)  is  aware  of  the  issues  and  is  responding  to  rural  areas'  need  for \nimproved  accessibility  (see  para.  4).  While  ADB’s  assistance  to  development  of  the  trunk \nhighway has so far been significant, its impact on secondary- and tertiary-road development has \nbeen limited. During a high-level dialogue meeting with the Government in March 2006, the \nGovernment agreed to explore ways to extend ADB assistance to rural roads. An ongoing ADB-\nfinanced  TA  for  Rural  Road  Development  Strategy,  which  is  formulating  a  rural  road \ndevelopment strategy to enhance the effectiveness of rural road investments, will provide a \nuseful guide on this initiative. \n \n                                                 \n8  Since 1995, the scope of ADB-financed road projects has been expanded to enhance their impacts on poverty \nreduction by integrating local road improvements to benefit poor communities. The local road components of these \nprojects are being implemented or have been completed successfully, helping improve living standards of the poor \nin the project area. \n9  ADB. 2004. Technical Assistance to the People’s Republic of China for Poverty Impact of Area-Wide Road \nNetworks. Manila. \n10 In addition, there are some 1.54 million km of village roads that are not included in the Ministry of Communications' \nofficial statistics because they do not meet its technical standards. ", "  5\n14.  Policy Reform in Road Transport. The operating efficiency of the road transport industry \nis low partly because the policy and regulatory framework is not yet suitable for a market economy. \nAlso, operations, management, and maintenance practices of road transport operators need to be \nimproved. To improve the situation, assistance was provided under a recently completed TA11 for \nPolicy Reform in Road Transport, which reviewed the current issues in road freight and passenger \ntransport  and  prepared  a  road  transport  action  plan,  recommending  policy  and  regulatory \nmeasures to improve its efficiency, such as deregulation in passenger fare control and bus-route \nselection. The road transport action plan is being considered by the Government for pilot testing in \nselected provinces, including Gansu and Yunnan. This would help enhance the impact of road \ninfrastructure development efforts conducted under ADB-financed road projects. \n \n15.  Corporate  Governance.  In  Sichuan,  expressway  construction  and  operation  were \nseparated from the provincial government under previous ADB-financed road projects. This \ncorporatization has promoted corporate governance and improved the operational efficiency of \nexpressways. The SPCD established on 3 August 2006 the Sichuan Dashaan Expressway \nCompany Limited (SDEC), which will be responsible for construction and operations of the \nproject expressway. It will be entitled to collect tolls and retain toll revenue and will repay the \nproposed  loan.  SPCD  and  SDEC  will  enter  into  a  concession  framework  agreement \n(Supplementary  Appendix  A)  by  31  December  2008  to  ensure  autonomy  of  operations, \nencourage the establishment of road performance indicators, and facilitate contracting out of \noperations  and  maintenance.  The  SDEC  will  prepare  a  corporate  development  plan  by  31 \nDecember 2009 to assure high standards of corporate governance, management practices, and \nfinancial  reporting.  The  corporatization  process  will  be  guided  by  the  model  documents12 \ndeveloped under an earlier ADB-financed TA.13 To help with the process of corporatization, \ntraining will be provided under the loan to the staff of SDEC. \n \n16.  Private Sector Participation. In the PRC, the private sector has been involved in the \nroad sector through cooperative joint ventures, securitization through initial public offerings, \nrevenue bond financing involving the sale of rated notes backed by a pledge of an entity’s cash-\nflow sources, and the build-operate-transfer method (Supplementary Appendix B). For this Project, \nin line with ADB’s private sector development strategy,14 consideration was given to various \napproaches to highway financing recommended under an ADB-financed TA (footnote 13).15 \nCapacity to attract private financing, particularly equity capital, for road projects such as the \nproject  expressway—with  low  initial  demand  and  low  financial  returns  but  high  long-term \neconomic returns—is limited. Therefore, project construction will be financed from public sources. \nPrivate sector financing options, including contracting out operation and maintenance (O&M) to \nthe private sector, will be examined before operations start. SPCD has involved the private \nsector in four expressways,16 raising about CNY4 billion, including securitization of the Chengdu–\nChongqing expressway on the Hong Kong stock exchange. \n \n                                                 \n11 ADB. 2004. Technical Assistance to the People’s Republic of China for Policy Reform in Road Transport. Manila. \n12 Available: http://www.chineseinfrastructure.com. \n13 ADB. 1997. Technical Assistance to the People’s Republic of China for Corporatization, Leasing, and Securitization \nin the Road Sector. Manila. The main findings of the TA were disseminated to the public through The New \nFrontier—Investing in Toll Roads, published by ADB and the State Development Planning Commission (2003, \nManila). The TA was rated successful in the TA completion report. \n14 ADB. 2003. Private Sector Assessment and Strategy in the People’s Republic of China. Manila. \n15 ADB. 1993. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nPeople’s Republic of China for the Hunan and Jilin Expressways Projects. Manila. Under the two projects, the \nexpressways' future toll revenues were securitized through initial public offerings in August 1999 and January 1999. \n16 Chengdu–Chongqing, Chengdu–Mianying, Chengdu–Leshan, and Leshan–Emei expressways. \n ", "6   \n17.  Road Safety. Road safety is a serious issue in the PRC, and Sichuan is no exception. In \n2005, there were 567,753 road accidents, causing 451,810 injuries and 99,217 fatalities, in the \nPRC; in Sichuan province the figures were 29,528 reported accidents, 30,906 injuries, and 4,415 \nfatalities. The Ministry of Public Security, which is responsible for enforcement of traffic laws and \nregulations,  is  committed  to  reducing  accidents  through  improved  safety  of  vehicles,  driver \ntraining, and improved traffic management. ADB is assisting the Ministry of Public Security in \nimproving road safety through an ongoing TA.17 The Sichuan road traffic safety ordinance was \nmade effective on 1 March 2006, providing detailed provincial implementing regulations for the \n2004 Road Transport Safety Law. Under the Project, the Sichuan expressway traffic police will \nestablish a team to patrol the new expressway, enforce traffic regulations, and maintain smooth \ntraffic flow. To address road safety issues, the Project will include the following: (i) vehicle-\nweighing stations, (ii) road safety training for staff of SPCD, (iii) safety audit during design and \nconstruction, (iv) public awareness and education campaigns geared toward accident prevention, \nand (v) a traffic enforcement program. Road safety for the local roads will be the responsibility of \nthe local traffic police. An integrated action plan has been drawn up to help agencies concerned \nimprove road safety in the project area. These will be carried out with the assistance of a road-\nsafety specialist financed under the loan (Supplementary Appendix C). \n \n18.  Vehicle Emissions. With the rapid increase in vehicle ownership, vehicle emissions will \ndamage the environment if mitigation measures are not taken. Fragmented responsibility, lack of \ninterdepartmental coordination, and an inadequate database and monitoring system prevent the \nformulation of specific targets for a reduction in vehicle emissions. SPCD, in coordination with \nEnvironmental Protection Bureau and with assistance from an international consultant, will take \nthe following measures to control the vehicle emissions in the project area: (i) motor vehicle \nemissions control provisions will be included in the tendering documents for gas stations along \nthe  expressway;  (ii)  similar  provisions  will  be  included  in  the  tendering  documents  for  bus \ncompanies and transport service providers using the expressway services; (iii) implementation of \nan air-quality monitoring system along the expressway; and (iv) conducting a capacity-building \nand training program to strengthen staff skills in relevant aspects of motor vehicle emissions \ncontrol.  Help  will  be  provided  under  the  international  consulting  services  program \n(Supplementary Appendix C). \n \nD.  Lessons \n \n19.  The SPCD has carried out four internationally financed road projects18 without major \nproblems.  The  safeguard  policies  on  environment,  involuntary  resettlement,  and  indigenous \npeople have been met. Lessons learned from the Chengdu–Nanchong expressway project19 \ninclude  the  following:  (i)  more  detailed  geological  investigations  should  be  conducted  before \nfinalizing  bidding  documents;  (ii)  the  local  road  component  should  be  integrated  into  the \nexpressway development component to enhance poverty impact; (iii) a detailed resettlement plan \nshould be drawn up, implemented, and then assessed through a detailed measurement survey; \n(iv) expressway construction and operations should be separated from the provincial government \nfunction to improve corporate governance; and (v) local communications bureaus should be \n                                                 \n17 ADB. 2005. Technical Assistance to the People’s Republic of China for Road Safety Improvement. Manila. \n18 ADB. 1998. Report and Recommendation of the President (RRP) to the Board of Directors on Proposed Chengdu–\nNanchong Expressway Project for the People’s Republic of China (PRC). Manila; ADB. 2002. RRP to the Board of \nDirectors on Proposed Southern Sichuan Roads Development Project for the PRC. Manila; ADB. 2005. RRP to the \nBoard of Directors on Proposed Central Sichuan Roads Development Project for the PRC. Manila; and the \nChengdu–Chongqing expressway financed by the World Bank. \n19 ADB. 2004. Project Completion Report on the Chengdu–Nanchong Expressway Project in the People’s Republic of \nChina. Manila. ", "  7\nstrengthened  in  road  maintenance.  These  lessons  were  brought  to  the  attention  of  the \nGovernment and SPCD and reflected in the project design. \n \n20.  Performance reviews20 of completed ADB-financed road projects elsewhere in the PRC \nindicate  that,  in  general,  the  projects  facilitated  economic  growth  and  poverty  reduction  as \nenvisaged during project preparation. Completed projects show that (i) ADB’s safeguard policies \nwere met; (ii) loan covenants were generally complied with; (iii) people’s living standards have \nbeen improved through better access to markets, jobs, and social services; (iv)  O&M of ADB-\nfinanced  roads  were  generally  satisfactory  as  reported  in  an  evaluation  report; 21 \n(v) corporatization strengthened corporate governance and raised funds for road development in \nHunan and Jilin provinces; and (vi) recent projects helped raise awareness among policy makers \nof  the  importance  of addressing  key  issues  concerning  road  safety and  vehicle  emissions. \nProject completion reports prepared for 17 road projects concluded that 16 were highly or \ngenerally successful and 1 partly successful.22 The project performance audit reports for eight \nroad projects rated the projects as either highly successful or successful. A development impact \nstudy23 of the 1,867 km Beijing–Tongjiang expressway route, for which ADB provided loans \ntotaling  $1.2  billion,  showed  that  the  improved  road  network  significantly  helped  develop \nnortheastern PRC.  \n \nE.  Rationale \n \n21.  ADB's operational strategy24 in the road sector supports (i) construction of roads that \nconnect major growth centers and link the hinterland economies; (ii) integration of the network so \nthat the national trunk highway system is supported by a system of local roads, particularly roads \nthat  provide  access  to  poor  areas;  (iii) promotion  of  road  safety  and  reduction  of  vehicle \nemissions; (iv) institutional strengthening to increase the commercial orientation and efficiency of \nexpressway  organizations;  (v) improvement  of  highway  planning  and  evaluation  techniques; \n(vi) adoption of pricing policies to ensure optimum use of road transport capacity; and (vii) use of \nalternative methods of investment financing, including private sector participation. ADB road \nsector assistance targets the less developed central and western provinces, where most of the \npoor live. The proposed Project is consistent with the PRC’s development priorities and ADB’s \nstrategy. \n \n22.  Despite considerable investments in the road sector, the PRC road network still does not \nprovide efficient transport to large parts of the country—particularly to poorer inland regions like \nSichuan. Better transport links are necessary to improve economic efficiency, foster national and \ninternational trade, facilitate interregional integration, and reduce poverty. The provinces of western \nPRC  lack  high-class  road  infrastructure.  The  road  network  must  be  improved  to  facilitate \nsustainable  economic  development  and  ensure  that  the  social  and  economic  benefits  of \ninvestments in the region reach poor, rural areas. To enhance economic development and reduce \npoverty in western PRC, the Government is implementing the Western Region Development \n                                                 \n20 ADB. 2001. PRC Procurement Review 2001. Manila; and ADB. 2002. PRC Portfolio Performance Review in the \nRoad Sector. Manila. \n21 ADB. 1998. Special Evaluation Study on the Operation and Maintenance of Road Facilities and their Impact on \nProject Sustainability. Manila. \n22 ADB. 1999. Project Completion Report on the Heilongjiang Expressway Project in the People’s Republic of China. \nManila. This lower rating was mainly due to inadequate safety facilities and enforcement, as well as partial compliance \nwith environmental mitigation measures. Remedial actions were taken by rectifying the infrastructure deficiencies, \nenforcing harsher penalties for traffic violations, and implementing the environmental mitigation measures. As a \nresult, the project was rated successful by the project performance and audit report. \n23 ADB. 2002. Road Sector Impact Study: Beijing–Tongjiang Expressway Route in the People’s Republic of China. \nManila. \n24 ADB. 2006. Country Strategy and Program Update (2007–2008): People’s Republic of China. Manila. \n ", "8   \nStrategy, which aims to reduce development disparities between the western and coastal regions. \nThe Project will support this strategy. It will complement three completed or ongoing ADB-financed \nprojects in Sichuan that likewise concentrate on developing the Xi’an-Kunming road corridor. \n \n23.  During  the  2007  Country  Programming  Midterm  Review  Mission,  the  Government \nreconfirmed its request for ADB assistance for the Project. A feasibility study was completed by \nSPCD in November 2004. An environmental impact assessment (EIA) was prepared in October \n2005, and a resettlement plan in March 2006. ADB provided TA (footnote 2) to supplement the \ngovernment studies. Fact-finding was undertaken from 28 February to 16 March 2006, and \nappraisal from 30 May to 14 June 2006. The Project was formulated on the basis of the findings \nof  ADB  missions,  information  provided  by  the  Government,  stakeholder  consultations, \ndiscussions with other funding agencies, and recommendations of the feasibility study and TA \nconsultants. \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n24.  The impact of the Project is to develop an integrated road transport system that supports \nsustainable economic growth in Sichuan province. The outcome of the Project is improved road \ntransport efficiency and safety in the project area. The Project will (i) reduce traffic accidents and \nvehicle operating costs; (ii) improve access between Chongqing and Xi’an, two major growth \ncenters in western PRC; (iii) provide additional transport capacity to accommodate growing traffic \nvolume; and (iv) provide improved access to markets and social services in a poor area. \n \nB.  Outputs \n25.  The Project has the following outputs: (i) construction of a 143 km, four-lane access-\ncontrolled toll expressway from Dazhou to Wanyuan, including access roads, interchanges with \ntoll stations, tunnels, bridges, administrative stations, and service areas; (ii) upgrading of 430 km \nof local roads to improve access to poor remote areas; (iii) promoting corporate governance by \nseparating expressway construction and operations from the provincial government; and (iv) \ncapacity  building  in  project  management,  quality  control,  road  safety,  and  monitoring  and \nevaluation. The key activities needed to realize these outputs are civil works for the expressway \nand local roads, equipment, resettlement, consulting services, and training. \n \nC.  Special Features \n26.  Public Transport Services. Efficient transport services, including passenger transport \nstations  and  logistic  centers,  are  important  components  of  a  well  functioning transportation \nsystem.  Dazhou  is  one  of  the  eight  provincial  transport  hubs  in  Sichuan.  Since  2002,  five \npassenger stations and five freight stations have been established in the project area. These \nstations,  together  with  the  existing  and  proposed  local  roads,  will  form  an  integrated \ntransportation network. Rural passenger stations are crucial to improving the mobility of rural \nresidents and the accessibility of rural areas. In the city’s 11th Five-Year Plan, 50 new rural \npassenger stations are to be built or renovated; this will complement the proposed Project. An \nassessment of transport services is in Supplementary Appendix D. \n \n27.  Rural  Road  Maintenance.  Rural  roads  in  Sichuan  province  are  not  always  well \nmaintained,  mainly  because  both  funds  and  skills  are  lacking.  To  improve  rural  road \nmaintenance, the State Council issued a new policy for financing and managing village road ", "  9\nmaintenance in October 2005. In line with this policy, the Dazhou prefecture government has \nallocated special budget that will increase the annual maintenance budget from over CNY70 \nmillion in 2005 to about CNY120 million in 2006. As part of the Project, a plan to strengthen rural \nroad maintenance (Appendix 6) was prepared. The plan includes (i) engineering measures to \nhelp  Dazhou  Municipal  Communications  Bureau  in  designing  sustainable  rural  roads,  with \nfunctional  classification  and  standards,  to  optimize  the  use  of  resources,  and  prioritize \nmaintenance programs; (ii) maintenance measures to facilitate implementation; (iii) operation \nmeasures to establish a monitoring system and promote a preventive maintenance approach; \n(iv) capacity building to enhance local skills; and (v) adoption of efficient rules for access to and \nuse of the scarce maintenance funds, and identification of innovative ways of mobilizing further \nfunds. The international consultants will help in the implementation of this plan during project \nimplementation. \n \n28.  Intelligent Transport System. An intelligent transport system (ITS)25 on expressways is \nbeing introduced in accordance with the national ITS architecture prepared by the National ITS \nCenter. For the proposed Project, an ITS action plan has been developed to (i) reduce toll \npayment delay; (ii) facilitate integration of an advanced toll payment system with the province-\nwide expressway toll system; (iii) introduce variable message displays to improve road-user \ninformation;  (iv)  assist  with  emergencies  and  promote  information  sharing  with  health, \nambulance, and relevant agencies; (v) improve traffic enforcement, infrastructure maintenance, \nand  computerized  management  of  urgent  incidents;  (vi)  improve  safety  through  enhanced \nmonitoring and detection of black-spot and property damage locations and overloaded vehicles; \nand (vii) coordinate the activities of emergency service agencies. The ITS will be designed to \nproduce  monitoring  reports  on  traffic  composition,  road-accident  frequency,  and  other  key \nindicators. The use of an ITS will be built into the Project through procurement of equipment and \ntraining (Supplementary Appendix E). \n \n29.  Asset Management. Expressway companies in Sichuan do not make significant use of \nmodern techniques in their asset management and road maintenance programs. The SDEC will \nuse a computerized database which will: (i) enable more robust decision making based on a \ngreater  pool  of  data,  (ii)  enable  the  sharing  of  information  and  experiences  with  external \nagencies, (iii) enhance professional skills, and (iv) produce more accurate data that encourages \npolicy  makers  to  prioritize  asset  management  and  maintenance.  Various  measures  will  be \nintroduced with the help of the international consultants to facilitate implementation in three \nphases: (i) immediate: measures for implementation when SDEC’s organizational structure is put \nin place, (ii) short-term: measures for implementation before expressway completion, and (iii) \nmedium-term: measures for implementation within the first 2–3 years of expressway operations \n(Supplementary Appendix E). \n \nD.  Project Investment Plan \n30.  The project investment cost is estimated to be $1.425 billion, including taxes (Table 1). \nDetailed cost estimates are in Appendix 7. \n \n \n \n \n                                                 \n25 The application of the information technology to transport is referred to as ITS. It provides the ability to gather, \norganize, analyze, use, and share information about transport systems and their efficient use. ITS for developing \ncountries was prepared by the World Bank (World Bank. 2004. ITS for Developing Countries. ITS Technical Note 1. \nWashington, DC) and will be used as a guide. \n ", "10   \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb   \n  1.  Expressway   986.7 \n  2.  Equipment  25.2 \n  3.  Land Acquisition and Resettlement  42.8 \n  4.  Consulting Services, Project Management, and Training  77.1 \n  5.  Local Roads   27.2 \n    Subtotal (A)  1,159.0 \nB.  Contingencies  137.6 \nC.  Financing Charges During Construction  128.4 \n   Total  1,425.0 \na   Includes taxes. \nb   In 2007 prices. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n \n31.  The  Government  has  requested  a  loan  of  $200  million  from  ADB’s  ordinary  capital \nresources to help finance the Project. The PRC will be the Borrower of the loan. The loan will \nhave  a  25-year  term,  including  a  grace  period  of  5  years,  an  interest  rate  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.35% per annum, and such other terms and conditions set forth in the \ndraft loan and project agreements. The Government has provided ADB with (i) the reasons for its \ndecision to borrow under ADB’s LIBOR-based lending facility on the basis of these terms and \nconditions, and (ii) an undertaking that these choices were its own independent decision and not \nmade in reliance on any communication or advice from ADB. The loan will finance 14% of the \ntotal project cost. The remaining cost will be financed by the MOC, the Sichuan provincial \ngovernment (SPG), and cofinancing through a loan from the China Development Bank, which \nhas appraised the Project (Table 2). The MOC and SPG have made budgetary provisions for the \ncounterpart funds. The ADB loan proceeds will be made available to SPG and through SPG, to \nSDEC on the same financial terms and conditions as those of the ADB loan, with SDEC bearing \nthe exchange rate and interest rate variation risk and undertaking the obligations in the Project \nAgreement to the extent applicable to it. \n \nTable 2: Financing Plan \n($ million) \nSource  Total    % \nAsian Development Bank  200    14 \nChina Development Bank  556    39 \nMinistry of Communications  229    16 \nSichuan Provincial Government  440    31 \nTotal  1,425    100 \n         Source: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n \n32.  Project Management. The SPCD will be the Executing Agency responsible for overall \nimplementation of the Project and direct implementation of the project expressway, and provide \nguidance to the local communications bureaus for carrying out the local roads component of the \nProject. The SPCD has sufficient experience, having already implemented three ADB-financed \nroad projects in Sichuan. A financial management assessment of SPCD has shown that the ", "  11\nProject will have an adequate financial management system in place. The financial management \nassessment has been completed (Supplementary Appendix F). SDEC will be responsible for \ncarrying  out  the  construction  and  operation  of  the  project  expressway  and  the  local  roads \nfinanced by the ADB loan. It will be responsible for the physical implementation activities on a \ndaily basis and the preparation of the progress reports of the Project as well as for the O&M of \nthe project expressway and the above mentioned local roads. The general manager of SDEC will \nact  as  the  Project  Director  responsible  for  implementation  of  the  above  mentioned  project \ncomponents, including approval of contracts and payments. Organization charts for SPCD and \nSDEC are in Supplementary Appendix G. \n \n33.  Implementation  Period.  The  Project  will  be  implemented  over  about  5  years,  from \nJanuary 2008 to June 2012 (Appendix 8). \n \n34.  Procurement. All ADB-financed procurement will follow ADB’s Procurement Guidelines \n(2007,  as  amended  from  time  to  time).  The  earthworks  contracts  will  be  divided  into  16 \npackages,  which  will  be  procured  using  international  competitive  bidding.  International \ncompetitive bidding will be handled by a tendering company that is well qualified to perform these \ntasks.  All  other  packages—two  expressway  pavement,  one  maintenance  equipment,  one \nexpressway  earth  work,  two  traffic  management  facilities,  two  planting  and  landscaping \ncontracts, two ancillary facilities, and one tunnel facility—will be financed by the government and \nprocured  under  national  competitive  bidding  (NCB).  The  relevant  sections  of  ADB’s \nanticorruption policy will be included in all documents and contracts related to the bidding for and \nimplementation  of  the  Project.  To  help  facilitate  procurement  process,  a  procurement  plan, \nshowing details of each contract, method of procurement, schedule, and ADB procedures, has \nbeen prepared (Appendix 9 and Supplementary Appendix H). \n \n35.  Consulting  Services.  Construction  supervision,  which  will  be  financed  by  the \nGovernment, will be overseen by a chief supervision engineer and will involve 2,752 person-\nmonths of national consulting services. National consultants will also be engaged to prepare \nbidding  and  bid-evaluation  documents,  a  project  performance  management  system,  and \nenvironmental monitoring systems. \n \n36.  The Project will provide 51 person-months of international consulting services under the \nloan financing to (i) help with project management during the construction period; (ii) provide \nexpertise in tunnel construction; (iii) conduct a safety audit of the project design, and make safety \nrecommendations on the completed construction works; (iv) help set up and implement quality-\ncontrol procedures; (v) monitor the environmental impact of the Project and provide guidance on \nenvironmental mitigation measures; (vi) assist with formulating a human resource development \nand training program; and (vii) help establish a project performance management system. The \nteam leader will be in the field during the construction period and will act as assistant chief \nsupervision  engineer,  (i) helping  the  chief  supervision  engineer  certify  variation  orders, \ncontractors'  monthly  payments,  and  subcontracting  documents;  and  (ii) helping  establish  a \ncontracts  management  system.  All  consultants  to  be  financed  under  the  ADB  loan  will  be \nselected and engaged based on the quality- and cost-based selection method using a quality-\ncost ratio of 80:20 in accordance with ADB’s Guidelines on the Use of Consultants (2007, as \namended from time to time). Outline terms of reference for consultants are in Supplementary \nAppendix I. \n \n ", "12   \n37.  Advance Contracting. Given the high priority of the Project, ADB approved on 24 May \n2006  an  advance  contracting  for  civil  works. 26  The  advance  contracting  covers  the \nprequalification of contractors, bidding, and bid evaluation, but will not include contract awards. \nThe advance contracting will be undertaken in accordance with ADB’s Procurement Guidelines. \nThe Government has been advised that approval of the advance contracting does not commit \nADB to financing the Project. \n \n38.  Anticorruption Policy. During project preparation, ADB’s Anticorruption Policy (1998, as \namended from time to time) was explained to and discussed with central and local government \nofficials. Consistent with its commitment to good governance, accountability, and transparency, \nADB reserves the right to investigate any alleged corrupt, fraudulent, collusive, or coercive \npractices  relating  to  the  Project.  To  support  these  efforts,  relevant  provisions  of  ADB’s \nAnticorruption Policy are included in the loan documents and the bidding documents for the \nProject. In particular, all contracts financed by ADB in connection with the Project shall include \nprovisions specifying the right of ADB to audit and examine the records and accounts of the \nExecuting Agency and all contractors, suppliers, consultants, and other service providers as they \nrelate to the Project. \n \n39.  Specifically,  the  following  actions  will  be  taken  to  prevent  corruption  in  the  Project: \n(i) officials from the Discipline and Inspection Bureau will be resident in project offices to oversee \nbidding, construction, and operations; (ii) an internal audit unit will be established in SDEC; (iii) a \ntwo-contract system will be adopted, where the winner of a civil works contract must also sign an \nanticorruption contract with the employer; (iv) liaison meetings between SPCD, SDEC, and the \nProsecutor's Office will be initiated to discuss warnings or information on corrupt practices; and \n(v) records and accounts of the contractors related to the Project will be periodically reviewed to \nensure that fund withdrawal and settlement procedures are being followed. \n \n40.  Disbursement Arrangements. All disbursements under the ADB loan will be carried out in \naccordance with ADB’s Loan Disbursement Handbook (2007). Since most payments will be made \nfor large contracts well above $100,000, direct payment and commitment procedures will be used \nto withdraw the loan funds. If the government funds are used first for eligible expenditures, ADB's \nreimbursement procedure will be used. Statement of expenditures will be applied to reimburse \neligible expenditures for any individual payment not exceeding $100,000 to expedite fund flows. \nBefore disbursement, the PRC Government will certify to ADB that the on-lending agreement, \nwhich will include the terms and conditions required under the loan agreement, will have been \nexecuted on behalf of SPG and SDEC and will have become effective and binding in accordance \nwith its terms. \n \n41.  Accounting,  Auditing,  and  Reporting.  SPCD  and  SDEC  will  maintain  separate \naccounts  for  the  Project  and  related  financial  statements.  Independent  auditors  whose \nqualifications, experience, and terms of reference are acceptable to ADB will audit their accounts \nannually in accordance with appropriate and consistently applied auditing standards. SPCD and \nSDEC will submit to ADB, within 6 months of the end of each related fiscal year, certified copies \nof audited project accounts and financial statements and an auditor’s report on the Project, all in \nthe English language. A separate audit opinion on the use of the statement of expenditures, if \nany, will be included as part of the auditor’s report. During project implementation, SPCD and \nSDEC will submit quarterly progress reports. To facilitate project post-evaluation, SPCD and \nSDEC will furnish ADB with a completion report within 3 months of the end of the Project. \n \n                                                 \n26 Advance contracting was reported in the May 2006 internet edition of ADB Business Opportunities. ", "  13\n42.  Project Performance Monitoring and Evaluation. To demonstrate the impact of its \noperations  on  development  and  to  be  accountable  to  stakeholders,  ADB  uses  the  project \nperformance monitoring system (PPMS). SPCD agreed to use the proposed set of indicators for \nmonitoring and evaluating to what extent the Project met its goals and objectives. The key \nindicators and assumptions outlined under the impact, outcome, and outputs in Appendix 1 \n(design and monitoring framework) and Appendix 10 (monitoring of socioeconomic and poverty \nimpacts) will form the core data required for assessment. SPCD will refine the baseline values for \nimpact  indicators  prior  to  project  implementation  and  will  update  them  during  project \nimplementation. Where relevant, indicators will be disaggregated by gender. SPCD will measure \nthe  indicators  for  project  evaluation  and  report  the  findings  to  ADB  on  project  inception, \ncompletion, and annually for 3 years after completion. The level of effort for the PPMS tasks will \ninclude: 1 person-month of international expertise to design and set up the PPMS and train \nnational consultants on monitoring methodology; and 8 person-months of national expertise to \nmanage the database and carry out village-level surveys, analysis, and reporting, for which \nSPCD will recruit an independent local institute. To facilitate the assessment of the Project’s \nsocioeconomic  impact,  the  terms  of  reference  to  monitor  and  evaluate  project  impacts  are \nincluded among the consulting services to be provided under the Project. \n \n43.  Project Review. In 2009, SPCD, SDEC, and ADB will carry out a midterm review of the \nProject, covering all institutional, administrative, organizational, technical, environmental, social, \npoverty reduction, resettlement, economic, financial, and other relevant aspects that may have \nan impact on the Project’s performance and continuing viability. \n \n44.  Capacity Building. Based on the PPTA findings, SPCD and SDEC need to build their \ncapacity to manage road sector development and expressway operations more effectively in \norder to cope with increased road construction activities. A human resource development plan \nwill be drawn up with the help of the international consultants. The plan will identify training \nrequirements and determine staff needs based on a survey of skill levels in key areas. It will \ninvolve  35  person-months  of  international  training,  covering  expressway  commercialization, \nhighway operations and management, tunnel operation and management, intelligent transport \nsystem,  financial  management,  highway  maintenance  and  asset  management,  tunnel \nconstruction  and  technology,  traffic  engineering  and  road  safety,  and  construction  risk \nmanagement. Findings from the training will be disseminated in Sichuan through a local institute. \nThe SDEC will, with the help of the international consultants, launch a 50 person-month training \nprogram  through  the  Sichuan  Communications  and  Technology  Management  College  to \nenhance  the  local  communications  bureau  staff’s  skills  in  road  maintenance  and  traffic \nmanagement, and thus ensure sustainable operation of the local road component. \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Traffic Forecast \n \n45.  The project expressway is an important section of the Chongqing–Xi’an line, one of the \neight Western Development Corridors. Other sections of this corridor are either completed or are \nbeing targeted for completion by 2011. Traffic volume on the project expressway is expected to \ngrow from 7,800 passenger car units per day in 2012, to 19,000 units per day in 2022, and to \n42,400 units per day in 2032 (Appendix 11). \n \n ", "14   \nB.  Economic Analysis \n46.  To meet growing transport demand in the project area, an analysis was undertaken of the \nvarious options for transport modes, alignments, technical designs, timing of investments, and \nfinancing  modalities  as  part  of  the  national  and  provincial  transport  network  plan.  It  was \nconcluded  that  road  transport  should  be  improved  through  construction  of  an  expressway \nsupported by complementary local road improvements. The economic internal rate of return \n(EIRR) was calculated by comparing situations with and without the Project. Without the Project, \nthe traffic volume would exceed the optimum capacity of the existing National Highway 210, \nwhich would become congested, thereby increasing travel time, vehicle operating costs (VOC), \nand the number of accidents. With the Project, (i) travel time would decline because travel \ndistances would be shorter and travel speeds would increase; (ii) VOC would decline because of \nfaster and smoother travel on the expressway; and (iii) the accident rate would decline because \ncongestion would decrease, road safety features would increase, and fast- and slow-moving \ntraffic would be separated. If local roads are not upgraded, the mainly poor inhabitants of the \nProject's remote areas will be less mobile and less able to participate in mainstream economic \nactivities. The economic costs of the expressway reflect the resource costs for construction and \nO&M, as well as the loss of agricultural production from land lost permanently to the Project. The \neconomic  benefits  generated  by  the  expressway  include  (i) savings  in  VOC  as  a  result  of \nreduced road length and improved traffic conditions, (ii) time savings for road users, (iii) savings \nfrom avoided accidents, and (iv) benefits from generated traffic. The benefits from the local roads \nwere projected by taking into account VOC savings and producer surplus. \n \n47.  The project EIRR is projected to be 14.1%, indicating that the Project is economically \nviable  (Appendix 12).  Results  of  sensitivity  analysis  confirm  the  robustness  of  the  Project's \neconomic viability. Changes in the key variables, such as a 10% reduction in traffic volume, do \nnot significantly impact economic viability. The capital cost would have to increase by 23.9% \nfrom the projected EIRR to fall below the cutoff rate of 12%. The traffic level would have to \ndecrease by 20.5% to cause the same result. In light of experience in the PRC road sector, \nvariations  of  such  magnitude  are  unlikely.  The  EIRR  was  calculated  separately  for  the \nexpressway  (13.5%)  and  for  local  roads  (32.6%).  The  economic  analysis  was  extended  to \nexamine the distribution of project net benefits by determining the project effects for various \nbeneficiaries, including road users (passengers and freight), labor, and the Government. Road \nusers will receive 86% of the total net benefits (Appendix 12). \n \nC.  Financial Analysis and Projections \n \n48.  The  proposed  toll  rates27 for  the  expressway  are  considered  reasonable  to  attract \nsufficient traffic to meet the criteria for economic and financial rate of return. The SDEC will \nundertake a toll analysis before opening the expressway, and each year for 5 years thereafter, to \nconfirm that the toll rate is optimal, and it will submit the results for ADB’s concurrence. If an \nadjustment  of  the  toll  rate  is  required,  SDEC  will  submit  its  toll  adjustment  plans  for  ADB \napproval before getting approval from SPG. \n \n49.  Financial projections have been prepared for SDEC in accordance with ADB's Financial \nManagement and Analysis of Projects28 to assess the financial viability and sustainability of the \n                                                 \n27 The proposed toll rates are CNY0.35–CNY1.75 per vehicle-km. To reduce the burden of the toll charges on low-\nincome local residents, local vehicles carrying fresh agricultural produce or livestock are exempt from tolls. The poor \nlocal residents, who may not directly use the project expressway, will indirectly benefit from reductions in freight \nrates. \n28 ADB. 2005. Financial Management and Analysis of Projects. Manila. ", "  15\nProject (Appendix 13). The projected financial statements indicate that financial revenues will be \nsufficient to cover O&M costs, income taxes, and debt service. Incremental costs and revenues \nwere derived by evaluating the financial position of SDEC. The financial internal rate of return for \nthe expressway, computed after taxes, is 4.1%. This compares favorably with the weighted \naverage cost of capital of 3.1%. Sensitivity analysis indicates that the financial internal rate of \nreturn  is  robust  under  adverse  conditions.  Based  on  the  financial  projections  and  financial \nevaluation  of  the  expressway  component,  the  Project  is  considered  financially  viable  and \nsustainable (Appendix 13).  \n \nD.  Poverty Reduction and Social Strategy \n \n50.  The project area includes Tongchuan district, Xuanhan county, and Wanyuan county—all \nwithin Dazhou city in the mostly mountainous northeastern part of Sichuan. Tongchuan district is \nthe urban center of Dazhou city while the other two counties are mostly rural. The population of \nthe project area is 2.12 million, of whom 137,800 million, or 6.5%, are considered rural poor (i.e., \nhave annual per capita incomes of less than CNY900). Gross domestic product per capita is \nCNY10,991 in Tongchuan, CNY4,134 in Xuanhan, and CNY4,556 in Wanyuan. The rural poverty \nincidence is 7.7% for Wanyuan, 6.8% for Xuanhan, and 1.5% for Tongchuan. There are no \nethnic minority villages in the project area. The Project will bring benefit to the project area by (i) \nimproving road conditions at the township level through the local road component, (ii) facilitating \neconomic growth in the project area through the expressway component, (iii) improving vehicle \ntransportation services to the major cities, and (iv) creating opportunities for employment under \nthe Project. A summary poverty reduction and social strategy is in Appendix 14, and a full \npoverty reduction and social analysis is in Supplementary Appendix J. \n \n51.  Small Business Development. There is potential for small business to grow rapidly in \nthe project area. However, given the region's major growth centers' lack of connectivity with \nefficient  transport  systems,  small  business  development  in  the  project  area  has  been \nconstrained. A strategy was prepared under the TA to help spur the growth of small businesses. \nThe strategy focuses on: (i) agricultural trading and industry in agricultural products such as fruit, \nprocessed fruit products, mushrooms, liquor, beer, and herbs; (ii) community-based tourism and \necotourism; (iii) distribution facilities (for the local market) and transport; and (iv) service-oriented \nbusinesses, such as restaurants, catering, gift shops, car repair, and carwashes (Appendix 15). \n \n52.  Roadside  Stations. Road projects have traditionally focused on expanding transport \ncapacity to maximize economic impact. Achieving the Millennium Development Goals requires \ninnovative approaches that diversify the benefits of transport infrastructure investment. With that \nin  mind,  roadside  stations29 will  be  developed  to  link  roads  with  community  activities  and \nencourage safe driving. Roadside stations normally provide parking areas and ancillary facilities \nsuch as bus terminals; gasoline stations; information centers about roads, road safety, and \ntourism; local specialty markets; restaurants; and agro-processing facilities. \n \n53.  Impact on HIV/AIDS. There is a risk of possible increases of HIV/AIDS cases during \nproject construction through sexual transmission and drug abuse by construction workers. To \nprevent the risk of HIV/AIDS associated with the Project, the local Centers for Disease Control \nwill extend their preventive measures to communities in the project area, particularly to areas \n                                                 \n29 The concept of roadside stations was developed in Japan to link road users and communities, thereby facilitating \nlocal economic development. They are different from ordinary service areas because they (i) are designed with the \ninvolvement of local communities; (ii) link road users and local communities; (iii) provide business opportunities for \nlocal people; and (iv) can provide public services, including health care, education, and cultural activities, in addition \nto the normal restaurant and commercial services.  \n ", "16   \naround construction sites. Measures will focus on construction workers and will include provision \nof  HIV  test  kits,  contraceptives,  education,  posters,  leaflets,  and  regular  services  such  as \nmonitoring  and  surveillance.  In  carrying  out  the  civil  works  contracts,  the  implementation \nmethods of epidemic prevention law will be followed. These mitigation measures will be carried \nout in collaboration with local health agencies and an anti-AIDS program funded by the United \nKingdom’s Department for International Development in the project area. The SPCD agreed to \nimplement a social development action plan (SDAP) to extend the project benefits to the poor \nalong the project roads and the broader project area (Appendix 16).  Regarding women and \nHIV/AIDS, the social survey shows that most of the participants are aware of the risks of the \nHIV/AIDS  and  its  preventative  measures.  Women  have  been  encouraged  to  participate  as \nconstruction laborers. It is targeted that woman should perform at least half of the landscaping \nwork. \n \n54.  Stakeholder Consultations. Throughout the feasibility study, EIA, resettlement planning, \nand TA implementation stages, consultations were conducted with 3,627 representatives of local \ngovernment agencies, civil society, and project-affected people to discuss the various project \noptions,  environmental  concerns,  land  acquisition  and  resettlement  issues,  and  economic \ndevelopment potential. The consultations indicated that local residents supported the Project \nbecause it would improve their access to jobs, markets, and social services. Consultations \nenabled  local  stakeholders  to  express  their  opinions,  including  on  alignment  selection, \nresettlement,  and  compensation,  and  to  make  suggestions  to  improve  project  design  and \nimplementation (Appendix 17). \n \nE.  Environmental Assessment \n \n55.  ADB has classified the Project as environmental category A. The EIA has been prepared \nby  the  National  Environmental  Science  Research  Institute  and  the  Sichuan  Communications \nDesign  and  Research  Institute,  and  it  was  approved  by  the  State  Environmental  Protection \nAdministration on 1 August 2006. A summary EIA for the Project was circulated to ADB’s Board \nof Directors and posted on its website on 16 May 2006. The EIA has assessed the environmental \nimpacts  of  the  project  expressway  and  prescribed  environmental  protection  and  mitigation \nmeasures. The proposed expressway passes about 100 m from protection area of Huae Nature \nReserve, and therefore special measures will be taken to minimize the potential adverse impacts \nto the reserve. Another environmental issue is erosion control. For this purpose, a soil erosion \nprevention plan was prepared. For the local road component, an environmental assessment and \nreview  procedure  was  prepared  to  ensure  mitigation  of  possible  environmental  impacts \n(Supplementary Appendix K). To ensure that all potential adverse environmental impacts of the \nProject  are  mitigated,  SPCD  will  implement  an  environmental  management  plan.  The \nenvironmental management plan will be incorporated in the bidding documents and contracts for \ncivil works. \n \nF.  Land Acquisition and Resettlement \n \n56.  This is an involuntary resettlement category A project. The SPCD has prepared a draft \nresettlement plan (Appendix 18 and Supplementary Appendix L) based on its feasibility study, \ninvestigations of 49 villages, household surveys, and consultations with local officials, village \nleaders, and affected households. The full resettlement plan addresses impacts caused by the \nproposed construction of the 143 km expressway and 28 km of link roads. SPCD also plans to \nupgrade 402 km of existing local roads (township to village roads) using domestic funds. These \nroads  will involve  little  or  no  land  acquisition  or  resettlement.  SPCD  has  prepared  a  short \nresettlement plan for these roads and assured ADB that any affected persons will receive the ", "  17\nsame compensation standards. Since the resettlement plans are based on the SPCD feasibility \nstudy, it will be necessary for SPCD, prior to commencement of land acquisition, to prepare and \nsubmit  to  ADB  for  approval  updated  resettlement  plans  based  on  detailed  design  and \nmeasurement surveys. \n \n57.  The project expressway will cross 49 villages in 2 counties and 1 urban district from \nDazhou  city  to  the  border  with  Shaanxi  province.  An  estimated  779  ha  of  land  will  be \npermanently acquired, of which 40% is non-irrigated farmland, 10% is irrigated farmland, 1% is \norchard, 2% is housing plots, and 47% is woodland or wasteland. Based on the PRC’s standard \nfor impact assessment, land acquisition is equivalent to the complete loss of farmland for 9,141 \npersons. Since the expressway will actually cross many parcels of scattered farmland, it is \nprojected that the average loss of land per household will be 13%, which means the number of \npartially affected people will be about 55,000 persons. The Project will also temporarily occupy \n240 ha during construction activities. An estimated 137,700 m2 of houses will be demolished, \nwhich will require the relocation of 1,148 households with 5,279 persons. \n \n58.  The SPCD and SDEC, in conjunction with the local land administration bureaus, will be \nresponsible for resettlement. Affected people were consulted about the likely impacts during the \nfeasibility  study,  and  resettlement  information  booklets  were  distributed  to  affected  villages. \nSPCD and SDEC will be responsible for internal supervision and monitoring. Progress reports \nwill be prepared and submitted to ADB on a quarterly basis until resettlement is completed. \nSPCD will then prepare a resettlement completion report for submission to ADB. In addition, an \nindependent monitor will be contracted by SPCD to carry out external monitoring and evaluation \nand prepare monitoring reports for submission to SPCD and ADB every 6 months until the \ncompletion  of  resettlement  activities;  thereafter,  annual  evaluation  investigations  will  be \nconducted for at least 2 years and reported to SPCD and ADB. \n \nG.  Risks \n \n59.  The Project was formulated to reduce potential technical, economic, financial, and social \nrisks. The main technical risks are associated with extensive tunnels and bridges. To mitigate the \nrisks,  international  consultants  reviewed  the  proposed  design  and  construction  methods. \nSelection of contractors will focus on their financial and technical capability to handle complex \nworks. During construction, monitoring and contract management information systems will be set \nup and implemented, with the assistance of the international consultants, for timely identification \nof technical problems and implementation of corrective measures. SPCD has experience, and \nhas shown satisfactory performance, in implementing internationally financed projects. Economic \nperformance in the project-influenced area would have to deteriorate substantially for the Project \nto lose its economic viability. Regarding construction and operation of the expressway, there will \nbe financial risks associated with the level and composition of traffic, construction costs, skill of \nthe  commercial  managers,  and  tolls.  To  mitigate  the  financial  risks,  SDEC  will  build  up  a \ncommercial  business  environment  for  expressway  operations;  the  project  expressway  will \nreceive substantial equity from the government, and an optimal toll structure will be adopted. For \nprojects that generate revenue in domestic currency, there are risks associated with fluctuating \nexchange rates; these fluctuations are partially accounted for in the base-case calculations. An \nadverse exchange rate change of 30% would have only a small effect on the financial return. \nPotential social risks are associated with resettlement and HIV/AIDS infection; the resettlement \nplan and social action development plan include measures to mitigate those risks. \n \n ", "18   \nV.  ASSURANCES \n60.  In addition to the standard assurances, the Government, SPG, and SPCD have given the \nfollowing assurances, which are incorporated in the legal documents. \n \n61.  Construction Quality. SPCD and SDEC will ensure that the Project is constructed in \naccordance with the relevant Government standards. The international consultant designated as \nthe  team  leader  and  assistant  chief  supervision  engineer  will  review  and  help  the  chief \nsupervision  engineer  certify  variation  orders  and  contractors’  monthly  payments  before \nsubmission to the chief supervision engineer. \n \n62.  Road Safety. Before project construction and operations, SDEC will carry out road safety \naudits,  the  recommendations  of  which  will  be  implemented  before  project  construction  and \noperations.  For  the  project  expressway,  SPCD  and  SDEC  will  implement  the  road  safety \nsignage, communications, hazard barriers, traffic monitoring, and vehicle weighing in accordance \nwith MOC regulations and standards of other concerned government authorities. The SDEC will \ncooperate closely with the Sichuan Public Security Bureau to implement road safety measures. \nBefore the project expressway opens, SPCD will submit a report on the emergency response \nplan to ADB for review. \n \n63.  Corporate  Governance.  SPCD  and  SDEC  will  enter  into  a  concession  framework \nagreement  by  31  December  2008  to  ensure  autonomy  of  operations,  encourage  the \nestablishment of road performance indicators, and facilitate refinancing of road sector assets. \nThe SDEC will prepare a corporate development plan by 31 December 2009 to assure high \nstandards of corporate governance, management practices, and financial reporting. \n \n64.  Private Sector Development. Six months before the project facilities open, SPG through \nSDEC will analyze the feasibility of attracting private sector investment funds for future road \nsector  investment,  including  possible  private  sector  participation  in  O&M  of  the  project \nexpressway, and report its conclusions to ADB. \n \n65.  Tolls. The tolls for the project expressway will be set by SPG. In determining the toll \nlevel, SPG will take into consideration the levels sufficient to satisfy SDEC’s minimum debt \nservice coverage ratio of 1.2. Six months before the expressway opens, SPCD through SDEC \nwill seek ADB’s concurrence on the proposed toll structure and levels before seeking SPG \napproval. For the first 5 years of operation, SPCD through SDEC will annually review the toll \nstructure  and  levels,  and  submit  a  report  to  ADB.  SPCD  through  SDEC  will  seek  ADB’s \nconcurrence on toll level adjustment before seeking SPG approval. \n \n66.  Financial Ratios. To ensure financial sustainability, SDEC will maintain (i) a debt–equity \nratio of not more than 65:35; (ii) a working ratio (annual O&M cost, but excluding periodic \nmaintenance cost, to revenue) of not more than 15% from the first year of operation; and (iii) a \ndebt service coverage ratio of not less than 1.2 from the fifth year of full operation. \n \n67.  Capacity  Building.  The  SDEC,  in  consultation  with  SPCD,  will  prepare  a  human \nresource development plan. Before undertaking international training, SDEC will prepare for \nADB’s concurrence a training plan, a program of workshops to be delivered at SDEC by the \npeople trained internationally, and a list of training equipment and aids to strengthen SDEC’s \ndomestic training programs. \n ", "  19\n68.  Environment. SPCD and SDEC will ensure that the Project is designed, constructed, \nand operated in accordance with government regulations and ADB’s policy on environment \n(2002). SPCD and SDEC will implement the EMP to mitigate any adverse environmental impacts \narising from the Project, and submit a semiannual report to ADB; mitigation measures specified \nin the EMP will be incorporated into the bidding documents and civil works contracts. SPCD \nthrough  the  local  government  will  assess  the  environmental  impact  on  the  local  roads  in \naccordance with the Government regulations and the environmental assessment and review \nprocedures. \n \n69.  Vehicle Emissions. SPG will (i) at least 6 months before the opening of the expressway, \nprovide to ADB the national emission standards and the penalties for infringement of such \nstandards,  and  (ii) ensure  that  Sichuan  Environmental  Protection  Bureau,  Sichuan  Public \nSecurity Bureau, and other agencies enforce the national vehicle emission standards, and fulfill \nthe requirements of the government strategies. \n \n70.  Land Acquisition and Resettlement. SPG and SPCD will ensure through SDEC that \nland  acquisition  and  resettlement  are  carried  out  promptly  and  efficiently  following  the \nresettlement plans agreed on with ADB, in line with relevant laws and regulations of PRC and \nADB's policies on involuntary resettlement. SPG and SPCD will ensure through SDEC that \nimplementation of the resettlement plans is monitored and evaluated and reported to ADB as \nrequired in the plan. \n \n71.  Poverty Reduction. SPG will implement the SDAP in a timely manner. The SDEC will \ncause the contractors to maximize the employment of local poor people who meet the job and \nefficiency requirements for construction of the project roads. Such workers will be trained on the \njob. SPG will extend the coverage and quality of public utilities, basic health, and basic education \nin the project area to enhance the Project’s poverty reduction impacts. The Poverty Alleviation \nOffice, in consultation with SDEC, will monitor the impacts on poverty with the assistance of a \ndesignated local institute acceptable to ADB based on a set of indicators as outlined in the SDAP, \nand will submit annual monitoring reports to ADB. \n \n72.  Labor  Standards.  SPCD  and  SDEC  will  ensure  that all  the  employment  and  labor \nstandards as provided in the applicable laws and regulations of the PRC be complied with, and in \nparticular, that all civil works contractors engaged under the Project (i) provide timely payment of \nwages on, at least, monthly basis and safe working conditions to all workers, including male and \nfemale  workers  (with  such  requirements  being  included  in  the  civil  works  contracts  and \nmonitored by construction supervision consultants); (ii) provide employment opportunities to \nwomen,  where  appropriate,  and  pay  equal  wages  to  the  male  and  female  employees  for \nequivalent work; and (iii) not employ child labor in the project works. \n \n73.  Gender and Development. SPG, through SPCD, and SDEC will ensure implementation \nof the Project in accordance with ADB’s Policy on Gender and Development (1998). SPCD will \nensure  the  effective  implementation  of  measures  aimed  at  increasing  project  benefits  and \nimpacts on women in the project areas, which are included in the SDAP. \n \n74.  Health Risks. SPG, through the Department of Health and SDEC, together with the \nappropriate  authorities,  will  ensure  that  contractors  disseminate  information  on  the  risks  of \nHIV/AIDS and sexually transmitted infections to those employed during project implementation. \nSPG, through the Department of Health and SPCD, will also ensure that similar information is \ndisseminated to transport operators and local communities, and other high-risk groups living in \nthe project area during project operation, at roadside stations, and other suitable facilities. SPG, \n ", "20   \nthrough  SPCD,  will  cause  contractors  to  monitor  health  risk  control  according  to  the \nImplementation Methods of Epidemic Prevention Law of the PRC (1991). \n \n75.  Axle  Loads.  SPCD,  through  SDEC,  will  install  vehicle  axle-weighing  equipment  at \nselected entry points and make suitable arrangements for the operation of such equipment. \nBefore opening the project expressway, SDEC will submit to ADB the plan for operation of the \nvehicle weigh stations, including the prescribed axle-load limits and penalties for infringement. \n \n76.  Change in Ownership.  If any change in ownership of the project facilities, or any sale, \ntransfer,  or  assignment  of  SPCD’s  interest  in  the  project  expressway  is  anticipated,  the \nGovernment, SPG, and SDEC will consult ADB at least 6 months before the change. \n \n77.  Anticorruption Measures. SPG, through SPCD and SDEC, will ensure that ADB’s and \nthe Government’s anticorruption policy will be followed. SPG, through SPCD and SDEC, will also \nensure, in accordance with the Government’s regulations and requirements, that during project \nimplementation: (i) officials from the Discipline and Inspection Bureau will be resident in project \noffices for bidding, construction, and operations; (ii) an internal audit unit will be established in \nSDEC; (iii) a two-contract system will be adopted where the winner of a civil works contract must \nalso sign an anticorruption contract with the employer; and (iv) periodic inspection of contractors \nwill be undertaken to ensure that fund withdrawal and settlement procedures are followed. SPCD \nand SDEC will initiate liaison meetings with the Prosecutor's Office, on a needed basis, to discuss \nwarnings about or information on corrupt practices. \n \nVI.  RECOMMENDATION \n \n78.  I am satisfied that the proposed loan would comply with the Articles of Agreement of ADB \nand recommend that the Board approve the loan of $200,000,000 to the People’s Republic of \nChina  for  the  Eastern  Sichuan  Roads  Development  Project  from  ADB’s  ordinary  capital \nresources, with interest to be determined in accordance with ADB's LIBOR-based lending facility; \na term of 25 years, including a grace period of 5 years; and such other terms and conditions as \nare substantially in accordance with those set forth in the draft Loan and Project Agreements \npresented to the Board. \n \n \n                  Haruhiko Kuroda \n                  President \n \n \n21 June 2007 ", "Appendix 1  21\nDESIGN AND MONITORING FRAMEWORK \n \nData Sources/Reporting \nDesign Summary  Performance Targets/Indicators  Assumptions and Risks \nMechanisms \nImpact      Assumptions \nAn integrated road  Gross domestic product in the  Statistics office at the  • Government investment projects \ntransport system supports  project area increased from 9% to  provincial and county  are implemented as planned \nsustainable economic  11% from 2010 to 2020  levels  • Complementary activities are \ngrowth in Sichuan      implemented \nprovince  Per capita rural income in the project  Project performance  • Sichuan Provincial \narea increased from CNY2,564 in  management system  Communications Department’s \n2004 to CNY5,000 in 2015  (PPMS) at inception,  (SPCD’s) and local \n  completion, and 3 years  government’s \n    thereafter, with emphasis  investment in the road sector is \non socioeconomic  implemented as planned \nimprovement impacts \n  Bus fare and freight charges reduced  Monitoring of fares and  • High transport costs constrain \n  by 5% by 2015.  rates by SPCD  economic activities \n \n  Road accidents and fatalities in the  Accident statistics from  • A better traffic enforcement and \nproject area are reduced by 30% by  the Public Security  effective public awareness \n2015.  Bureau and hospitals  campaign promotes road safety \n      Risk \nProportion of villages with paved  Monitoring of accessibility  • Local communications bureaus \nroad access increases from 55% to  by local communications  may not have sufficient budget \n100% by 2015  bureaus  funds to implement the road \ndevelopment plan \n      Assumption \nBus service availability increases to  Bus service data to be  • Rural road infrastructure is \n100% by 2015  monitored by SPCD  improved according to the \nGovernment’s plan \n  The road system in Sichuan  Annual reporting by the   \ncomprises expressways (1,759  SPCD \nkilometers [km]), class-I to class-IV \nroads (74,643 km), and unclassified \n(36,642 km) roads. The road \nnetwork expands by 4% annually \nOutcome      Assumptions \nRoad transport efficiency  Traffic volume for the expressway  Collection of actual traffic  • Projected economic growth \nand safety improved in  will be 7,800 passenger car units  volume data at the  rates materialize. Transport \nthe project area for the  (pcu) per day at opening in 2012  expressway through its  operators and drivers realize \nexpressway and local  auto-monitoring system  the benefit of using \nroads  by SPCD  expressways \n  Travel time for the expressway is  Travel-time survey for the  • SPCD demonstrates the \nhalved from 3 hours before Project to  expressway by SPCD  capacity to implement the \n1.5 hours after Project.   Project \n  An economic internal rate of return is  Reevaluation of the  • Demand forecast materializes \nmaintained at 14.1%  economic internal rate of  and there is no cost overrun \nreturn in midterm review \nreport and project \ncompletion report (PCR)  \nOutputs      Risk \n1. Road infrastructure and  Road capacity increases to 50,000  PPMS and PCR  • Construction of tunnels may be \nassociated equipment  pcu per day at opening in 2012 by    delayed because of their \nand facilities improved  building a 143 km expressway.    complexity \nalong the expressway      Assumption \nbetween Dazhou and  Vehicle operating cost savings  Direct measures of  • Vehicle operating cost savings \nWanyuan  account for 57% of the total  vehicle operating costs by  are passed onto road users \neconomic benefits  SPCD   \n ", "22  Appendix 1 \nData Sources/Reporting \nDesign Summary  Performance Targets/Indicators  Assumptions and Risks \nMechanisms \n      Risk \nSafety audits are implemented during  Progress reports and  • SPCD may not implement the \nproject design and construction  PCR  safety audit recommendations \n  Assumption \n  Equipment is procured and installed  Project administration  • Equipment procurement and \nfor road safety, toll collection,  memoranda, progress  installation are completed at \ncommunications, traffic  reports, and PCR  project opening \nmanagement, and vehicle-weighing     \nstations    Risk \n  Vehicle emissions are reduced by    • The emission reduction benefits \n  about 20% for the vehicles diverted    may be offset by an overall \n  from the existing road to the project    increase in traffic in the \n  expressway    transport corridor \n    Assumption \nSocial development action plan,  PPMS and PCR  •  SPCD has the capacity to \nincluding micro-credit schemes, is  coordinate implementation of \nimplemented to facilitate poverty  social development action plan \nreduction  with local governments \n   \nThe small business development   \nplan is implemented by the local   \ngovernment to take advantage of   \nroad improvements in the project   \narea  Risk \n  Awareness on HIV/AIDS and health  Monitoring by the Health  •  The capacity and resources of \nrisks for construction workers and  Bureau  the Health Bureau may not be \nservice providers are raised.  sufficient to implement \nIndicators include number of clinics,  mitigation measures \nnumber of patients, number of   \nposters, and number of tests  Assumption \n2. Road infrastructure and  430 km of local roads are upgraded  PPMS and PCR  • SPCD has the capacity to \nassociated facilities  in the project area    coordinate with local \nimproved for the local      governments the timely \nroads in the project area      implementation of local roads \n    Risk \nRoad capacity is increased to 400– PPMS and PCR  • Adequate transport services \n2,000 pcu per day for class IV roads,    may not be available in rural \nand to 500–15,000 pcu per day for  areas \nclass II roads when the local roads   \nopen   \n3. Corporate governance  Expressway operations were  Midterm review missions   \npromoted in expressway  separated from provincial  and PCRs   \noperations in Sichuan  government functions for the Project   \non 3 August 2006  Risk \n  The concession framework  Midterm review missions  • SPCD may interfere in \nagreement is signed by 31  and PCR  expressway operations \nDecember 2008, and a corporate   \ndevelopment plan prepared by 31   \nDecember 2009 ", "Appendix 1  23\nData Sources/Reporting \nDesign Summary  Performance Targets/Indicators  Assumptions and Risks \nMechanisms \n      Assumption \nThe debt–equity ratio does not  Financial statements of  • The revenue forecast \nexceed 65:35; the working ratio is not  the expressway, midterm  materializes as envisaged, and \nmore than 15% from the first year of  review, and PCR  the Project is implemented \noperations; the debt service  without cost overrun or \ncoverage ratio is not less than 1.2  implementation delays, \nfrom the fifth year of full operations;  including approval of project toll \nand the financial internal rate of  rates \nreturn, on an after-tax basis, is 4.1%.   \n \n \nRisk \n4. SPCD and national  35 person-months of international  A report by international  • Trainees may leave SPCD \nconsultant capacity  training will be provided for SPCD  consultants on the  soon after the training program \nstrengthened in project  staff by December 2011.  capacity-building  is over to join private \nmanagement, quality  component based on the  companies \ncontrol, road safety, and  survey method to assess \nmonitoring and evaluation  changes in work practices \nand behavior to measure \nits effectiveness. \nActivities with Milestones  Inputs \n1. Expressway civil works  Civil works contracts awarded by December 2007 and completed  Asian Development Bank: \n  by December 2011  $200 million, of which: \n2. Equipment  Equipment procured by June 2012     $165.8 million for civil works \n3. Resettlement  Resettlement completed by December 2007     $1.5 million for consultants \n4. Consulting and training  Consultants recruited by December 2007 and their work     $32.7 million for interest and \nservices  completed by June 2012        other charges \n5. Local roads  Civil works contracts awarded by December 2007, and completed  Ministry of Communications: $229 \nby December 2011  million \nSPCD: $440 million \nChina Development Bank: \n$556 million  \n \n \n \n \n \n \n \n \n \n \n ", "24  Appendix 2 \nROAD SECTOR ANALYSIS \n \nA.  Road Network \n \n1.  The road network of the People’s Republic of China (PRC) was 1.93 million kilometers \n(km) in 2005, an increase of 59,900 km from 2004. Of this, 1.59 million km were classified. \nRoads of class II and above accounted for 325,800 km, or 16.9%, of the total length. Road \ndensity increased from 12.1 km per 100 square km (km2) in 1995 to 20.0 km per 100 km2 in \n2005. With a total length of 117,000 km, Sichuan’s road network accounted for 6.1% of the \ncountry’s total roads. Of this, 1,759 km was expressways (1.5%); 14,000 km was of class II or \nhigher classes (12.0%). Road density was 23.9 km per 100 km2 in Sichuan, slightly higher than \nthe national average, but the proportion of roads above class II was significantly lower. \n \nB.  Vehicle Fleet and Traffic \n \n2.  In 2005, the PRC vehicle fleet consisted of 43.3 million trucks, cars, buses, and other \nmotorized  vehicles  (motorcycles  and  agricultural  vehicles).  The  amount  of  privately  owned \nmotor vehicles increased more than 79 times during 1985–2005, from 0.3 million to 23.7 million. \nDespite the rapid increase in total vehicles, vehicle ownership was only 3.3 vehicles per 100 \npeople in 2005, which was lower than in many other Asian countries. The PRC’s accession to \nthe World Trade Organization has increased investment in the automobile industry, reduced the \ntariffs on imported vehicles, and contributed to making motor vehicle financing more accessible. \nThese factors, along with rapidly growing urban incomes, underpin the growth in road traffic. \nThe modernization of the vehicle fleet will improve vehicle safety and reduce vehicles’ fuel \nconsumption and emissions. In 2004, 833,000 passenger vehicles and 407,000 freight vehicles \nwere registered in Sichuan. Road passenger traffic in the province grew by more than 37.4% \nbetween 2000 and 2005, reaching 55.2 billion passenger-km; road freight traffic grew by 24.0% \nduring the same period, reaching 28.6 billion ton-km in 2005. \n \nC.  Road Administration \n \n3.  The  Sichuan  Provincial  Communications  Department  (SPCD)  is  responsible  for \nregulating the road transport industry by licensing intercity bus services. Freight transport is \nessentially deregulated; however, interprovincial bus routes require Ministry of Communications’ \napproval. Because of trucking reforms, private operations have increased, improving transport \nefficiency and quality of services and increasing competition. The Asian Development Bank \n(ADB) is supporting this process through a technical assistance,1 which aims to help improve \nthe performance of the road transport industry by formulating policy reforms in road freight and \npassenger services. Road administration is decentralized. Road transport tariffs are allowed \nwithin a range of plus or minus 20% of advisory tariffs set by the local government. This \nflexibility, coupled with ease of market entry, will facilitate the passing on to transport users of \ncost reductions resulting from improved road conditions. \n \nD.  Road Sector Revenue and Expenditures \n4.  Expenditures in highway infrastructure are financed from (i) dedicated user charges and \ngovernment grants, (ii) domestic bank loans and bonds, and (iii) foreign loans and investments. \nTwo dedicated user charges, the road maintenance fee and the vehicle purchase fee, have \nprovided a majority of the financing for the road sector. During the 9th Five-Year Plan of 1996–\n2000, the road maintenance fee provided 53% of total road investments, while the vehicle \npurchase fee provided 13%. Government grants provided 2%, mainly to construct or improve \n                                                 \n1  ADB. 2004. Technical Assistance to the People’s Republic of China for Policy Reform in Road Transport. Manila. ", "Appendix 2  25\nrural roads in poor areas. The rest was financed from domestic loans and bonds (9%); other \ndomestic investments, including financing from local governments and state-owned enterprises \n(12%); foreign loans (8%); and foreign direct investment (3%). During the 10th Five-Year Plan of \n2001–2005, central government investment accounted for 14%, investment other than central \ngovernment input (e.g., provincial and local governments’ grants and private sector investment) \naccounted for 42%, and domestic loans and foreign funds accounted for the remaining 44%. \n \n5.  As part of a tax reform to bring off-budget revenue and expenditures within the national \nbudget, the National People’s Congress amended the Highway Law on 31 October 1999, laying \nthe foundation for legislation replacing provincial and local fees with national taxes. The vehicle \npurchase fee was replaced by the vehicle purchase tax effective January 2001, and a fuel tax is \nbeing considered to replace the road maintenance fee. Based on findings of an ADB-financed \ntechnical assistance,2 the fuel tax is likely to improve financing of the road sector.  \n \n6.  SPCD invested about CNY16.2 billion in the road sector in 2004: CNY12.9 billion for \nconstruction and CNY1.4 billion for maintenance. During the 10th Five-Year Plan (2001–2005), \ntotal investment is expected to be about CNY71 billion, with an annual average growth rate of \n5.0% during this period. SPCD plans to increase road investment to CNY78 billion during the \n11th Five-Year Plan. \n \nE.  Road Engineering, Construction, and Maintenance \n \n7.  Road  projects  are  designed  by  planning  and  design  institutes  at  the  provincial, \nprefecture, and county levels. The design institutes are staffed with experienced, qualified \npersonnel. The Ministry of Communications reviews the designs of expressways, high-standard \nroads,  and  associated  structures.  The  city  and  county  highway  bureaus  have  their  own \nconstruction units to carry out minor projects within their administrative districts. Drawing on the \nexperience gained under ADB- and World Bank-financed projects, competitive bidding practices \nwere mandated by the 1999 Tendering and Bidding Law.3 Many of the largest provincial and \nurban construction units are being reorganized into financially independent companies and have \nbeen awarded contracts individually or as partners in joint ventures on several ADB- and World \nBank-financed in-country or overseas projects. Road maintenance is well organized by the \nexpressway companies and the highway administration bureaus. Maintenance mainly involves \nlabor-intensive techniques but is becoming increasingly mechanized. Although maintenance \nexpenditures have increased significantly in absolute terms in the past decade, maintenance \nexpenditures have not increased as a percentage of total road expenditures.  \n \nF.  Policy Dialogue \n \n8.  ADB has been undertaking policy dialogue on the PRC road sector since 1991. The \nprincipal issues include (i) the poverty impact of road projects, (ii) highway design standards, \n(iii) construction  quality,  (iv)  road  safety,  (v)  vehicle  emissions,  (vi)  pricing  policies, \n(vii) commercialization and corporatization, and (viii) nongovernment financial resources. The \nstatus  and  achievements  of  policy  reform  are  summarized  in  the  following  table.\n                                                 \n2  ADB. 1998. Technical Assistance to the People’s Republic of China for Regional Road Sector Study. Manila. \n3  ADB helped develop the implementing regulations. ADB. 1997. Technical Assistance to the People’s Republic of \nChina for Establishment of National Procurement Regulations for the Public Sector. Manila. \n ", "26  Appendix 2 \nTable A2: Roads Sector Policy Reform Plan \n \nInitiative  Current Status  Actions  Target Date \n1.  Poverty impact  All projects financed by  Project identification and design was  Recommended investment \nthe Asian Development  assisted through technical assistance (TA)  packages taken up for the 11th \nBank (ADB) in the  3086-PRCa  Five-Year Plan \nPeople’s Republic of   \nChina (PRC) country \nstrategy and program \nare in poorer central and \nwestern regions. \n  Local road components  ADB loans for expressway projects finance  Being implemented since 1995 \nare included in all  the local road component   \nexpressway projects     \n  Poverty impact of transport projects was  Results of TA published in July \nassessed through TA 5947-REGb  2005 \n   \nMonitoring framework and indicators  Completed in 2004 \nprepared under TA 3900-PRCc  Results of the TA adopted for \n  designing poverty monitoring \n  system for ADB-financed road \n  projects. \n   \nAssistance is being provided to develop  To be completed in 2007 \nintegrated road network planning under TA   \n4322-PRCd \n2.  Rural road  Rural roads are largely in  Rural road development strategy is being  To be completed in 2007 \ndevelopment  poor condition  formulated under TA 4671-PRCe \n3.  Road transport  Low vehicle utilization,  Road transport action plan prepared under  Being implemented in 2006–\nservices  high operating costs, and  TA 4351-PRCf is being considered for pilot  2010 \n  inefficient bus routes  testing in Gansu and Yunnan \nbecause of restrictive \nregulations \n4.  Road design  Highway design  Ministry of Communications (MOC)  New design standards applied \nstandards and  standards inappropriate  engineering standards were revised and  from 1 March 2004. \nconstruction quality  for vehicle mix and road  reissued on 1 March 2004.   \n  conditions     \n  Assistance in developing the previous  Completed in 1998. \n  standards, including transport efficiency, \nroad safety, and environmental \nconsiderations, was provided through TA \n2573-PRCg \n    A highway design manual was produced to  Highway design manual \ncomplement MOC standards in areas such  adopted by selected executing \nas identification of accident black spots  agencies and design \n  consultants \n5.  Road safety  High fatalities in 2005:  Public awareness in road safety was raised  The Traffic Safety Law became \n98,738 in the PRC,  and the Ministry of Public Security’s  effective on 1 May 2004. \nincluding 4,415 in  capacity strengthened in traffic safety,  Among other things, it \nSichuan.  planning, and management under TA 3341- mandates the use of seat belts. \n  PRCh   \n     \nPoor safety design, lack  Safety audits to be carried out with  Before construction and \nof attention to safe  assistance from the consultants.  opening of the Project \nroads, inadequate traffic     \n  enforcement and driver  Assistance is being provided to improve  Being implemented in 2006–\ntraining, and limited use  safety and efficiency of road transport  2008 \nof seat belts contribute to  operations and strengthen traffic law  \npoor safety record  enforcement under TA 4698-PRCi \n6.  Overloading of  Overloading of trucks is  An inter-ministerial committee, coordinated  Implemented in 2004–2006 \ntrucks  common, with adverse  by the Ministry of Communications, \nimpacts on pavement  established to develop special measures to \nconditions, traffic flow,  enforce regulations nationwide on ", "Appendix 2  27\nInitiative  Current Status  Actions  Target Date \n  and safety.  overloaded trucks   \n7.  Vehicle emissions  Vehicle emissions are  Leaded fuel banned for motor vehicles  Completed in 2002 \nbecoming a primary     \nsource of air pollution in  European vehicle emissions standards were  Implemented by vehicle size in \nmajor cities.  adopted for all new vehicles.  2001–2005 \n   \nVehicle testing and monitoring were  Implemented in 2002–2005 \npromoted under TA 5937-REG.j \n  A vehicle inspection and  Chongqing municipal vehicle emission- Recommendations being \nmonitoring program is  reduction guidelines were prepared and  considered in Sichuan \nongoing.  action plans developed. \n8.  Road pricing  Tolls structured so that  Toll levels were set for ADB projects to  Annual review of tolls \nusers pay for full cost  ensure cost recovery.   \nrecovery for toll roads in     \nmost provinces  The toll diversion manual was disseminated  Adopted by MOC and applied \n  under TA 3102-PRC.k  to ADB-financed road projects \n  in the PRC \n9.  Corporatization  There is no legal  A model concession framework agreement  A concession framework \n  agreement between  was prepared under TA 2952-PRC.l  agreement will be signed \nprovincial    between the Sichuan Provincial \ncommunications  Communications Department \ndepartments and  and Sichuan Dashaan \nexpressway companies.  Expressway Company Limited \nby 31 December 2008 \n   Expressway construction  Assistance was provided through TA 2952- Main findings published in The \nand operations are  PRC (footnote l).  New Frontier: Investing in Toll \nundertaken by the    Roads (2003) \nSichuan Provincial  Expressway operations were separated  Completed on 3 August 2006 \nCommunications  from the provincial government function for \nDepartment.  this Project.  \n10. Commercialization   Present practices do not  Commercialization of operations will be  31 December 2009 \n  and private sector  take full advantage of  required by the Corporate Development   \ndevelopment  possible revenues from  Plan. \nexpressway operations   \n  Private sector financing  Build-operate-transfer (BOT) guidelines and  A pilot BOT road project being \nof road infrastructure  a feasibility study for a pilot project were  implemented by the \ninvestment accounts for  prepared under TA 2649-PRC.m  Government \na fraction of the total     \nfinancing.  Assistance was provided through TA 2952- ADB’s Private Sector \nPRC (footnote l).  Department actively looking for \na road BOT project \n    ADB-financed Northeast expressway  Stocks listed in 1999 \ncompany and Changyong expressway \ncorporation were securitized as part of stock \nlisting \na  ADB. 1998. Technical Assistance to the People’s Republic of China for the Regional Road Sector Study. Manila. \nb  ADB. 2000. Technical Assistance for Assessing the Impact of Transport and Energy Infrastructure on Poverty Reduction. Manila. \nc  ADB. 2002. Technical Assistance to the People’s Republic of China for the Socioeconomic Assessment of Road Projects. Manila. \nd  ADB. 2004. Technical Assistance to the People’s Republic of China for Poverty Impact of Area-Wide Road Networks. Manila. \ne  ADB. 2005. Technical Assistance to the People’s Republic of China for Rural Road Development Strategy. Manila. \nf  ADB. 2004. Technical Assistance to the People’s Republic of China for Policy Reform in Road Transport. Manila. \ng  ADB. 1996. Technical Assistance to the People’s Republic of China for the Review of Highway Design Standards. Manila. \nh  ADB. 1999. Technical Assistance to the People’s Republic of China for Capacity Building in Traffic Safety, Planning, and \nManagement. Manila. \ni  ADB. 2005. Technical Assistance to the People’s Republic of China for Road Safety Improvement. Manila. \nj  ADB. 2000. Technical Assistance for Action Plans for Reducing Vehicle Emissions. Manila. \nk  ADB. 1998. Technical Assistance to the People’s Republic of China for Toll Diversion Study. Manila. \nl  ADB. 1997. Technical Assistance to the People’s Republic of China for Corporatization, Leasing, and Securitization in the Road \nSector. Manila. \nm ADB. 1996. Technical Assistance to the People’s Republic of China for Facilitating the Build-Operate-Transfer Modality in the \nHighway Sector. Manila. \nSource: Asian Development Bank estimates. \n ", " \nSICHUAN ROAD SECTOR REVENUE AND EXPENDITURES: 2001–2010  2\n8\n(CNY billion)   \n \n \n    \n \n \n   10th Five Year Plan    11th Five Year Plan    \n \n \n \nItem  2001  2002  2003  2004  2005  Total    2006–2010  A\np\nA.  Revenue    p\ne\nn\n     1. Road maintenance fee  2.07   2.24   2.52   3.07   2.67   12.57     11.30     d\nix\n     2. Toll revenue  1.16   1.41   1.87   2.33   2.80   9.57     16.78      3\n \n     3. Surcharge on passenger tickets  0.36   0.39   0.42   0.43   0.45   2.05     2.90    \n     4. Surcharge on freight tickets  0.20   0.21   0.22   0.24   0.27   1.14     1.30    \n     5. Provincial budget allocation  1.17   3.14   1.08   0.76   0.90   7.05     5.00    \n     6. Ministry of Communications subsidy  1.56   2.00   2.78   2.78   2.35   11.47     12.50    \n     7. Bank loan  5.55   3.85   4.57   6.18   5.67   25.82     24.12    \n     8. Others   0.38   0.37   —  0.36   —  1.11     4.53    \nTotal  12.45   13.61   13.46   16.15   15.11   70.78     78.43    \n                   \nB.  Expenditures                   \n     1. New construction and rehabilitation  9.49   8.71   10.26   12.88   12.08   53.41     55.34    \n     2. Taxes  0.10   0.11   0.17   0.27   0.29   0.94     1.40    \n     3. Traffic safety supervision   0.02   0.02   0.03   0.03   0.03   0.13     0.16    \n     4. Major maintenance  0.11   0.73   0.37   0.58   0.50   2.29     3.19    \n     5. Medium maintenance  0.06   0.11   0.15   0.39   0.40   1.11     2.49    \n     6. Routine maintenance  1.07   0.45   0.85   0.45   0.60   3.43     5.45    \n     7. Repayment of interest and principal  1.61   3.48   1.63   1.55   1.21   9.47     10.40    \nTotal  12.45   13.61   13.46   16.15   15.11   70.78     78.43    \n— = not available. \nSource: Sichuan Provincial Communications Department estimates. \n \n ", "Appendix 4  29\nEXTERNAL ASSISTANCE TO THE ROAD SECTOR \n \nTable A4.1: Asian Development Bank-Financed Loans \nExpress  Local  Loan \nLoan  Date  PCR  PPAR \nNo.  Loans  -way  Road  Amount \nNumber  Approved Rating Rating\n(km)  (km)  ($ million) \n1    1082-PRC  Shanghai Nanpu Bridge  — — 70    28 May 91 S  GS \n2    1168-PRC  Shenyang–Benxi Highway  75 — 50    2 Jul 92  GS  S \n3    1188-PRC  Shanghai Yangpu Bridge  — — 85    17 Nov 92 HS  — \n4    1261-PRC  Hunan Expressway  52 — 74    9 Nov 93  GS  — \n5    1262-PRC  Jilin Expressway  133 — 126    9 Nov 93  GS  HS \n6    1324-PRC  Heilongjiang Expressway  350 — 142    29 Sep 94 PS  S \n7    1325-PRC  Yunnan Expressway  200 — 150    29 Sep 94 HS  — \n8    1387-PRC  Hebei Expressway  200 179 220    28 Sep 95 HS  — \n9    1388-PRC  Liaoning Expressway  110 203 100    28 Sep 95 GS  — \n10    1470-PRC  Chongqing Expressway  89 — 150    27 Sep 96 S  — \n11    1483-PRC  Shenyang–Jinzhou Expressway  192 291 200    19 Nov 96 HS  — \n12    1484-PRC  Jiangxi Expressway  134 253 150    19 Nov 96 S  — \n13    1617-PRC  Hebei Roads Development Project  140 340 180    18 Jun 98  HS  HS \n14    1638-PRC  Chengdu–Nanchong Expressway  208 300 250    10 Nov 98 S  S \n15    1641-PRC  Changchun–Harbin Expressway: Hashuang  101 — 170    27 Nov 98 S  S \nExpressway \n16    1642-PRC  Changchun–Harbin Expressway: Changyu  161 — 220    27 Nov 98 S  HS \nExpressway \n17    1691-PRC  Southern Yunnan Road Development Project  147 540 250    24 Jun 99  S  — \n18    1701-PRC  Shanxi Road Development Project  176 418 250    30 Sep 99 —  — \n19    1783-PRC  Chongqing–Guizhou Roads: Leichong  50 122 120    21 Nov 00 —  — \nExpressway \n20    1784-PRC  Chongqing–Guizhou Roads: Chongzun  127 704 200    21 Nov 00 —  — \nExpressway \n21    1838-PRC  Shaanxi Roads Development  176 627 250    30 Aug 01 —  — \n22    1851-PRC  Guangxi Roads Development  179 507 150    30 Oct 01  —  — \n23    1918-PRC  Southern Sichuan Roads Development  160 558 300    20 Sep 02 —  — \n24    1967-PRC  Shanxi Road Development II Project  65 70 124    12 Dec 02 —  — \n25    2004-PRC  Ningxia Roads Development Project  182 400 250    11 Sep 03 —  — \n26    2014-PRC  Western Yunnan Roads Development Project  77 294 250    28 Oct 03  —  — \n27    2024-PRC  Xi'an Urban Transport Project  71 16 270    27 Nov 03 —  — \n28    2089-PRC  Hunan Roads Development II Project  173 517 312.5    9 Sep 04  —  — \n29    2094-PRC  Guangxi Roads Development II Project  188 750 200    21 Oct 04  —  — \n30    2125-PRC  Gansu Roads Development Project  231 470 300    13 Dec 04 —  — \n31    2181-PRC  Central Sichuan Roads Development Project  244 678 600    22 Sep 05 —  — \n32    2219-PRC  Hunan Roads Development III Project  64 129 208    15 Dec 05 —  — \n33    2247-PRC  Heilongjiang Road Network Development Project — 598 200    26 Jul 06  —  — \n    Total  4,455 8,964 6,571.5         \n— = not available, GS=generally satisfactory, HS = highly satisfactory, km = kilometer, PS = partly satisfactory, PRC = People’s \nRepublic of China, PCR = project completion report, PPAR = project performance audit report, S = satisfactory, U = unsatisfactory. \nSource: Asian Development Bank estimates. \n \nTable A4.2: Asian Development Bank-Financed Technical Assistance \n \nAmount  Date \nNo.  TA Number  Technical Assistance  Type \n($ '000)  Approved \n1    1049-PRC  Huangpu Bridge  PP   95    24 Oct 88\n2    1152-PRC  Design Review of the Nanpu Bridge  PP  100    26 Apr 89\n3    1509-PRC  Ningguolu Bridge  PP  100    18 Apr 91\n4    1517-PRC  Toll Bridge Operations and Management  AD  760    28 May 91\n5    1533-PRC  Design Review of the Yangpu Bridge  AD  100    10 Jul 91\n6    1664-PRC  Shenyang-Benxi Highway  PP  100    22 Jan 92\n7    1533-PRC  Design Review of the Yangpu Bridge (supplementary)  AD  416    28 Apr 92\n8    1724-PRC  Institutional Strengthening for Highway Operation and \nManagement Improvement  AD  500    2 Jul 92\n9    1725-PRC  Jilin Province Highway Network Study  PP  600    2 Jul 92\n10    1728-PRC  Changsha-Xiangtan Expressway  PP  100    9 Jul 92\n11    1785-PRC  Comprehensive Toxic and Hazardous Chemicals Transport \nManagement Plan in the Huangpu River Basin  AD  600    17 Nov 92\n ", "30  Appendix 4 \nAmount  Date \nNo.  TA Number  Technical Assistance  Type \n($ '000)  Approved \n12    1940-PRC  A study of Efficiency Improvements in Road Transport  AD  550    25 Aug 93\n13    1972-PRC  Institutional and Policy Support in the Road Sector  AD  1,200    9 Nov 93\n14    1975-PRC  Policies for Strategic Development of Transport and \nCommunications Infrastructure  AD  100    11 Nov 93\n15    1981-PRC  Heilongjiang and Yunnan Expressways  PP  320    16 Nov 93\n16    2155-PRC  Sichuan Expressway  PP  350    16 Sep 94\n17    2177-PRC  Preparation of a Road Safety Program  AD  600    29 Sep 94\n18    2178-PRC  Provincial Highway Network Planning  AD  600   29 Sep 94\n19    2195-PRC  Hebei and Liaoning Expressways  PP  560   31 Oct 94\n20    2212-PRC  Beijing Urban Transport  AD  715   28 Nov 94\n21    2302-PRC  Symposium on Urban Transport  AD  100   22 Feb 95\n22    2409-PRC  Appraisal Methodologies and Restructuring Highway Financing in \nHebei Province  AD  740   28 Sep 95\n23    2482-PRC  Liaoning and Jilin Expressways  PP  400   18 Dec 95\n24    2486-PRC  Jingxi Highway  PP  250   20 Dec 95\n25    2573-PRC  Review of Highway Design Standards  AD  420   24 May 96\n26    2649-PRC  Facilitating  the  Build-Operate-Transfer  Modality  in  the  Highway \nSector  AD  1,100   27 Sep 96\n27    2663-PRC  Hebei Roads Development  PP  600   16 Oct 96\n28    2777-PRC  Chengdu to Nanchong Expressway  PP  600   07 Apr 97\n29    2846-PRC  Changchun-Harbin Expressway  PP  600   22 Aug 97\n30    2952-PRC  Corporatization, Leasing, and Securitization in the Road Sector  AD  1,000   17 Dec 97\n31    3033-PRC  Shanxi Expressway  PP  570   24 Jun 98\n32    3039-PRC  Yunnan Road Environmental and Social Analysis  PP  150   07 Jun 98\n33    3086-PRC  Regional Road Sector Study  AD  1,180   13 Oct 98\n34    3102-PRC  Preparing the Chongqing-Guizhou Expressway  PP  900   26 Nov 98\n35    3220-PRC  Preparing the Guangxi Highway  PP  540   07 Jul 99\n36    3248-PRC  Preparing the Shanxi and Shaanxi Roads  PP  640   30 Aug 99\n37    3341-PRC  Capacity Building Safety, Planning, and Management  AD  600   14 Dec 99\n38    3546-PRC  Preparing the Southern Sichuan Roads Development  PP  800   16 Nov 00\n39    3569-PRC  Jiangsu Highway BOT Project  AD  555   12 Dec 00\n40    3642-PRC  Preparing the Western Yunnan Roads Development  PP  770   20 Mar 01\n41    3376-PRC  Preparing the Ningxia Roads Development  PP  600   16 Nov 01\n42    3900-PRC  Socioeconomic Assessment of Road Projects  AD  250   12 Aug 02\n43    3907-PRC  Preparing the Xi’an Urban Transport Project  PP  750   27 Aug 02\n44    3929-PRC  Preparing the Hunan Roads Development  PP  600   23 Sep 02\n45    4119-PRC  Preparing the Guangxi Roads Development II  PP  500    23 May 03\n46    4142-PRC  HIV/AIDS on Road Projects in Yunnan Province  AD  800   28 Oct 03\n47    4211-PRC  Preparing the Gansu Roads Development  PP  500    5 Nov 03\n48    4274-PRC  Preparing the Central Sichuan Roads Development   PP  700    18 Dec 03\n49    4322-PRC  Poverty Impact of Area Wide Road Networks  AD  1,000    26 Mar 04\n50    4351-PRC  Policy Reform in Road Transport  AD  500    24 Jun 04\n51    4384-PRC  Preparing the Hunan Roads Development III  PP  500    2 Sep 04\n52    4592-PRC  Preparing the Heilongjiang Road Network Development   PP  500   2 Jun 05\n53    4639-PRC  Preparing the Western Roads Development  PP  800   30 Aug 05\n54    4650-PRC  Evaluating Poverty Impacts of Transport Projects  SS  150   21 Sep 05\n55    4671-PRC  Rural Road Development Strategy  AD  350   21 Oct 05\n56    4698-PRC  Road Safety Improvement  AD  1,000   24 Nov 05\n57    4773-PRC  Preparing the Xinjiang Regional Road Improvement  PP  600   21 Mar 06\n58    4782-PRC  Preparing the Central Yunnan Roads Development   PP  500   28 Apr 06\n59    4792-PRC  Preparing the Guangxi Longlin-Baise Expressway Project  PP  500   26 May 06\n60    4806-PRC  Sustainable Rural Transport Services  AD  400   28 Jun 06\n    Total    32,481  \nAD = advisory, km = kilometer, PRC = People’s Republic of China, PP = project preparatory, SS = small scale. \nSource: Asian Development Bank estimates. \n \nTable A4.3: Other Funding Sources \n \n        Road      Loan Amount \nNo. of Loans  Organization    Length (km)    Unit        Total \n  37    World Bank   6,903    $ million        6,789 \n   16     Japan Bank for International Cooperation     1,695      ¥ million    219,036 \nkm = kilometer, PRC = People’s Republic of China. \nSource: Asian Development Bank estimates. ", "Appendix 5  31\nRURAL ROAD DEVELOPMENT AND LOCAL ROAD COMPONENT \n \n1.  Since 2003, the Government of the People’s Republic of China has been investing about \nCNY20 billion in rural road development annually. About 50,000 kilometers (km) of rural roads \nhave been built each year and about 150,000 km of rural roads upgraded. The State Council \napproved the Rural Road Development Plan in February 2005. The objective of the plan is that, \nby 2010, all the townships in the country and all the villages in eastern and central regions will \nbe connected by paved roads. With the tight budget, however, the central Government and \nmany provincial and local governments are short of funds to implement the plan; thus the \ncentral Government supports Asian Development Bank (ADB) initiatives to integrate local roads \nin  expressway  construction  projects.  The  newly  enacted  Rural  Road  Construction  and \nManagement Regulations were made effective on 1 March 2006. These regulations highlight \nthe Government’s commitment to building rural roads. \n \n2.   In January 2003, the Sichuan Provincial Rural Road Development Plan 2001–2020 was \napproved as a guideline for rural road development in the province. By the end of 2005, Sichuan \nProvincial Communications Department (SPCD) had built 2,059 km of local roads connecting 50 \ntownships that had no road access before, and 25,908 km of rural roads connecting 5,261 \nvillages in the province’s rural areas. SPCD plans to expand township road networks to 8,500 \nkm and expand village road networks to 32,000 km by 2010. In the project area, the city \ngovernment of Dazhou invested CNY50 million in local and rural road development in 2004 and \nCNY20 million in 2005. Following the Ministry of Communication’s new rural road development \nplan, the city government’s plan is to ensure that paved roads connect each township or village \nin Dazhou prefecture with either a county or district center or a nearby trunk highway. \n \n3  The project area is among the poorest in Sichuan, with more than 6.5% of the population \nliving under the poverty line of an annual per capita income less than CNY900. The social and \npoverty analysis conducted under the project preparatory technical assistance showed that the \nrural poor are concentrated in remote, mountainous areas with relatively high transportation \ncosts. Better road access is necessary to reduce transportation costs and improve market \naccess for agricultural produce, thereby stimulating trade and investment. In selecting proposed \nlocal roads, priority has been given to improving access to poor townships and villages by \nproviding them with all-weather roads linked to major economic centers and/or national and \nprovincial highway networks. \n \n4.   The Project will upgrade 40 local roads with a total length of 430 km. Of those, 30 roads \n(Table A5.1) with a total length of 402 km were identified by SPCD from the local government’s \nrural road development plan, which aims to build or upgrade 1,940 km of local roads in Dazhou \nprefecture. Of the 30 selected roads, 18 roads will be upgraded to class III and 12 will be \nupgraded  to  class  IV.  All  of  the  roads  will  be  paved.  The  total  cost  is  projected  to  be \nCNY210.5 million. In addition, the Project will include 10 link roads connecting the proposed \nexpressway with the cities of Xuanhan and Wanyuan. The total length of these 10 roads will be \n27.6 km, with an estimated total cost of CNY98.2 million (Table A5.2), to be partially financed by \nthe ADB loan. The selection of these local roads was based on population density, poverty \nincidence, and road network efficiency. During the selection process, township and village roads \nwere ranked separately, with the top two-thirds in each category proposed for the Project. A \nroad survey following the initial selection confirmed that targeting the local roads proposed by \nSPCD will directly reduce poverty in the project area. All the local roads will be implemented \nconcurrently with the project expressway. \n \n ", "32  Appendix 5 \nTable A5.1. Local Roads under Government-financing \n \nCounty  Road  Class III  Class IV Cost  Beneficiary \n \nName  Section  (km)  (km)  (CNY million)  Town/Village \n1  Daxian  S201 Beimiao–Jinshi  19.0   9.5  Jinshi \n2  Xuanhan  Pingxikou–Baimagonglu    9.0 4.4  Baima \n3  Xuanhan  Dongxiang–Qingxi  13.9   7.0  Qingxi \n4  Xuanhan  Tuzhu–Puguang  3.8   1.9  Puguang \n5  Xuanhan  G210 Shuanghe–Liuchi    8.0 4.0  Liuchi \n6  Xuanhan  Fankuai–Santun  8.0   4.0  Santun \nS201 Shangsanhe–\n7  Xuanhan    4.0 2.0  Huangshi \nHuangshi \n8  Xuanhan  G210 Dacheng–Hongling  13.3   6.6  Hongling \n9  Xuanhan  Hongling–Mingyue  9.0   4.5  Mingyue \n10  Xuanhan  Mingyue–Juntang  8.5   4.3  Juntang \n11  Xuanhan  Qili–Paishu  10.0   5.0  Paishu \n12  Xuanhan  Santun–Qishu  13.0   6.5  Qishu \n13  Xuanhan  Xuanhan–Donglin    12.0 6.0  Donglin \n14  Xuanhan  Tianbao–Miao'an    14.8 7.4  Miao'an \n15  Xuanhan  Qili–Tianbao    8.5 4.3  Tianbao \n16  Xuanhan  Nanba–Tahe    7.0 3.5  Tahe \n17  Xuanhan  Tahe–Chahe    11.5 5.8  Chahe \n18  Wanyuan  Wulangxi–Shirengonglu    18.0 12.9  Shiren \n19  Wanyuan  Baisha–Batai    25.0 18.2  Batai \n20  Wanyuan  Zhongping–Dasha  12.0   6.0  Dasha \n21  Wanyuan  Dasha–Chaoba  20.0   10.0  Chaoba \n22  Wanyuan  Chaoba–Weijia  6.0   3.0  Weijia \n23  Xuanhan  Huangjin–Xinhua  20.0   10.0  Xinhua \n24  Wanyuan  G210 Changba–Shatan  19.0   9.5  Shatan \n25  Wanyuan  Dasha–Shiwo  16.3   8.1  Shiwo \n26  Wanyuan  G210 Qinghua–Guanba    18.0 9.0  Guanba \n27  Wanyuan  G210 Shiankou–Zengjia  9.0 9.8 9.4  Zengjia \n28  Wanyuan  S302 Zhuyu–Kangle    13.0 6.5  Kangle \n29  Wanyuan  S302 Dazhu–Linhe  15.5   7.8  Linhe \n30  Wanyuan  G210 Shiankou–Hekou  27.0   13.5  Hekou \n  Total    243.3 158.6 210.5   \nCNY = yuan, km = kilometer. \nSources: Sichuan Provincial Communications Department and Asian Development Bank estimates. \n \nTable A5.2: Local Roads under ADB-financing \n \n  Road Section  Length (km)  Technical Standard  Cost (CNY million) \n1  Xuanhan Interchange  1.8  Class II  6.4 \n2  Xuanhan Link Road  13.5  Class II  48.7 \n3  Puguang Interchange  0.5  Class III  2.0 \n4  Huangjin Interchange  0.9  Class III  3.1 \n5  Xinhua Interchange  1.2  Class III  4.2 \n6  Tiekuang Interchange  0.5  Class III  1.6 \n7  Basha Interchange  0.8  Class III  3.0 \n8  Wanyuan Interchange  0.3  Class II  1.0 \n9  Wanyuan Link Road  7.7  Class II  26.8 \n10  Guandu Interchange  0.4  Class III  1.5 \n   Total  27.6     98.2 \nADB = Asian Development Bank, CNY = yuan, km = kilometer. \nSource: Sichuan Provincial Communications Department estimates. ", "Appendix 6  33\nRURAL ROAD MAINTENANCE \n \nA.  Institutional Framework \n \n1.  The  Sichuan  Provincial  Communications  Department  (SPCD)  currently  applies  a \nprovince-wide road maintenance scheme. The SPCD develops management plans, policies, \nregulations, and the annual budget allocation scheme, while its various bureaus deal with the \nimplementation of these measures (Table A6.1). \n \nTable A6.1: Road Maintenance Framework in Sichuan \n \n    National  Provincial  County/  Township  Village \nItem  Expressway  Highway  Road  Prefecture Road  Road  Road  \nLength   1,759 km  6,605 km  11,984 km  36,411 km  51,942 km  175,000 \nResponsibility  EAB  HAB  HAB  HAB  LCB  LCB \n    LCB \nBudget  CNY200,850  CNY22,000  CNY22,000  CNY18,000 per  CNY6,000  CNY4,500 \nper km (R),  per km (R),  per km (R),  km (R), and  per km   per km \nand  and   and   CNY200,000 \nCNY441,700 CNY300,000  CNY300,000  per km (P) \nper km (P)  per km (P)   per km (P) \nFund Source  Toll  Toll,  Toll,  Maintenance  Maintenance  Maintenance \nmaintenance  maintenance  Fee  fee  fee \nfee  fee \nEquipment  Very Good   Good   Good/  Good/Moderate/  Very Poor  Very Poor \nConditions  Moderate  Poor  \nEAB = Expressway Administration Bureau, HAB = Highway Administration Bureau, km = kilometer, LCB = Local \nCommunications Bureau, P = periodic maintenance, R = routine maintenance. \nSource: Sichuan Provincial Communications Department. \n \nB.  Current Conditions of the Project Area   \n \n2.  The existing road network has a total length of 8,013 km in Dazhou prefecture. There \nare  also  5,544  km  of  village  roads  in  addition  to  the  formal  road  network.  There  are  72 \ntownships that are accessible only by unpaved roads and 29 villages that are not accessible by \nroad at all. Much of the network is underdeveloped, structurally weak, poorly maintained, and \nlargely deteriorated. Most villages rely on rough earth tracks that are unsuitable for motorized \ntraffic and practically impassable during the rainy season. Vehicle operating costs tend to be \nhigh for vehicles that use these roads. The lack of roads has led to a situation where an \nestimated  10–20%  of  agricultural  produce  goes  to  waste  because  it  can't  be  transported \nexpediently to markets and/or processing centers. Current road-maintenance obstacles include \n(i) weak rural road maintenance planning; (ii) insufficient funds; (iii) insufficient equipment; (iv) \nlack of skilled staff; and (v) lack of access to suitable software and database technology. \n \nC.  Strengthening Rural Roads Maintenance of the Project Area   \n \n3.  The  Dazhou  Municipal  Communications  Bureau  is  in  charge  of  maintenance  and \nmanagement of all roads in the prefecture. The Project’s rural road component—targeting \naround 402 km of class III–IV roads in 30 townships and villages—will improve this situation. \nThe Project also includes 28 km of connecting roads linking the expressway interchanges with \nthe surrounding network. Selection criteria were based on population density, poverty incidence, \nand  road  network  efficiency.  A  road  maintenance  framework  for  Dazhou  prefecture  was \nprepared; the local roads targeted by the Project will be maintained as part of this framework \n(Figure A6). \n ", "34  Appendix 6 \nFigure A6: Road Maintenance Framework in the Project Area \nDazhou Municipal Communications Bureau \nDazhou Municipal Highway Administration Bureau  Other Departments \n      - 4,100 employees \n      - CNY70 million maintenance expenditures per annum  \n        (excluding central Government subsidy) \n-  8,013 km roads (class I-IV and unclassified roads) \n-  5,544 km village roads  \nLocal Communication Bureaus -County, City,and District\n- 260 km national highway (annual maintenance costs = CNY28,000 per km) \n- 570 km provincial roads (annual maintenance costs = CNY28,000 per km) \n- 2,657 km county roads (annual maintenance costs = CNY7,000 per km + CNY7,000 per km new \n  Government subsidy as of 2006) \n- 4,276 km township roads (annual maintenance costs = CNY6,000 per km+ CNY4,000 per km new  \n  Government subsidy as of 2006) \n- 5,544 km village roads (annual maintenance costs = CNY4,500 per km+ CNY1,000 per km new \n  Government subsidy as of 2006) \n- 250 km special roads  \nkm = kilometer. \nSource: Sichuan Provincial Communications Department and Asian Development Bank. \n \n \nD.  Rural Roads Maintenance Plan \n \n79.  During project preparation, an action plan (Table A6.2) was prepared to help SPCD and  \nDazhou Municipal Communications Bureau strengthen the sustainability of rural roads. \n \nTable A6.2: Rural Roads Maintenance and Operation Action Plan of the Project Area \n \nActivities  Requirements \nEngineering  •  Vertical profile of the road designed so that the required minimum \nMeasures  stopping sight distance is available \n•  Scientifically designed horizontal curves; paved roads should be \nwidened at curves \n•  Passing places  at convenient locations, particularly on hill roads \n•  Strictly enforced low speed limits where the roads pass through \ninhabited areas and schools \n•  Scientifically designed rural road–main road junctions; these are \nalways potential points of conflict \n•  Ramps in place where field paths and animal crossings intersect \nthe road ", "Appendix 6  35\nActivities  Requirements \n  •  Warning and regulatory signage erected to enhance road safety \nand efficiency \n•  Hazard  markers  such  as  reflectorized  delineators  erected  at \ndangerous locations \n•  Rural roads built according to high safety design standards \n•  A functional classification of rural roads must be developed as a \nbasis for establishing a road condition system and costs. \n \nMaintenance  •  Advance  warning  of  road  users  clearly  and  sufficiently,  and \nMeasures  provide clear guidance \n•  Safe and clearly marked buffer zones and work zones \n•  Careful, safe use of construction machinery \n•  Minimal obstruction to road users \n•  Provision of temporary detours as necessary \n•  Avoid conflict of parking machine and traffic \n \nOperation  •  An  effective  maintenance  management  system,  periodic  road \nMeasures  condition surveys and accurate traffic counts \n•  Determine bill of qualities and prepare cost estimates. \n•  A maintenance strategy with defined priorities \n•  Routine  maintenance  of  rural  roads  carried  out  regularly  and \nproperly addressing all road-safety issues  \n•  Preventive maintenance and safety measures \n•  Strong  contract administration and quality assurance \n•  An effective monitoring and evaluation system \n•  Road safety and maintenance awareness campaigns, relevant \nagencies, and community groups \n•  An equipment maintenance and utilization scheme \n \nCapacity Building  •  An ongoing training program to enhance staff skills \n•  Overseas training (a component of the Project) to strengthen staff \ncapacity and encourage adoption of best practices \n•  Provision of short-term international consultants to enhance local \ncapacity;  the  team  leader  should  develop  a  sustainable \nmaintenance system, including a budget plan \n \nFunding  •  An ongoing maintenance budget to ensure steady operation of \nroad networks after project launch \n•  Sufficient and continuous funds for road maintenance \n•  Proper use of the Government’s subsidy program \n•  Effective monitoring and auditing \nSources: Sichuan Provincial Communications Department and Asian Development Bank estimates. \n \n ", " \nDETAILED COST ESTIMATE BY FINANCIER \n($ million)  3\n6\n    \n \n \n \n \nADB China Development Bank Government    \n \n \nItem    Cost A\n$a C%a otefg Coorysbt  $ %Ca otef gCoorsyt  $ %Ca otef gCoorsyt  ppen\nd\nA. Base Cost c ix\n 7\n1. Earthwork        9 5.4 18.6 20 43.3 45 33.5 35  \n2. Pavement        6 3.2 0.0 0 28.7 45 34.5 55\n3. Structures      3 09.1 60.2 20 140.3 45 108.6 35\n4. Tunnels      3 47.6 67.7 20 157.8 45 122.1 35\n5. Interchanges         9 9.0 19.3 20 44.9 45 34.8 35\n6. Buidlings and Ancillary Facilities        3 7.0 0.0 0 16.8 45 20.2 55\n7. Enviromental Protection and Landscaping          4 .4 0.0 0 2.0 45 2.4 55\n8. Construction Tax        3 1.0 0.0 0 14.1 45 16.9 55\nSubtotal Civil Works d      9 86.7 165.8 17 447.7 45 373.1 38\n9. Equipment        2 5.2 0.0 0 12.6 50 12.6 50\n10. Land and resettlement        4 2.8 0.0 0 0.0 0 42.8 100\n11. Consulting Services and Training           1 .5 1.5 100 0.0 0 0.0 0\n12. Project Design and Supervision e        5 9.4 0.0 0 0.0 0 59.4 100\n13. Local Roads         2 7.2 0.0 0 0.0 0 27.2 100\n14. Project Management f        1 6.2 0.0 0 0.0 0 16.2 100\nSubtotal (A)   1 ,159.0 167.3 14 460.3 40 531.4 46\nB. Contingencies\n1. Physical Contigency g        5 4.5 0.0 0 0.0 0 54.5 100\n2. Price Contigency h        8 3.2 0.0 0 0.0 0 83.2 100\nSubtotal (B)      1 37.6 0.0 0 0.0 0 137.6 100\nC. Interest i and Other Charges During Construction      1 28.4 32.7 25 95.7 75 0.0 0\nTotal Project Cost   1 ,425.0 200.0 14 556.0 39 669.0 47\n% of Total Project Cost 100% 14% ADB's share  39% CDB's chare 47% Government's share  \nADB = Asian Development Bank, CDB = China Development Bank. \na  Amount of ADB loan proceeds allocated to the cost category. \nb  The amount disbursed by ADB for eligible expenditures under a cost category will be subject to the ceiling set by the allocation of loan proceeds for such cost  \n  category. \nc  At 2007 prices, including taxes. \nd  Includes $8 million for local roads financed by ADB. \ne  Includes $40.6 million for design and survey cost and $18.8 million for supervision cost. \nf  Project management cost includes research, testing, and quality control cost. \ng  At 5% of base cost. \nh  At 2.8% for 2008, and 3% per annum for 2009–2012 for local currency cost and 1.2% per annum for foreign exchange cost during 2008–2012. \ni  This is based on the prevailing United States dollar 5-year swap rate plus a spread for the ADB loan and prevailing interest rate for the China Development Bank. \nSource: Asian Development Bank estimates. ", " \nIMPLEMENTATION SCHEDULE \n \n2006 2007 2008 2009 2010 2011 2012\nActivities\nII III IV I II III IV I II III IV I II III IV I II III IV I II III IV I II III\nA. Project Processing\n     1. Appraisal\n     2. Loan Negotiations\n     3. Board Consideration\n     4. Loan Effectiveness\nB. Land Acquisition\nand Resettlement\nC. Civil Works Contracts\n     1. Prequalification\n     2. Bidding\n     3. Mobilization of \n          Contractors\n     4. Construction\nD. International \n    Consultants\n     1. RFP Preparation\n     2. RFP Issuance to \n          Contract Award\n     3. Mobilization of \n          Consultants\n     4. Consulting Services\nE. Equipment\n     1. BD Preparation and \n          Issuance\n     2. Bid Evaluation and  A\np\np\n          Contract Award e\nn\n     3. Installation d\nix\n   8\n \nBD = bidding documents, RFP = request for proposal.    \n \nSource: Sichuan Provincial Communications Department and Asian Development Bank estimates.    \n \n \n    \n3\n  7\n ", "38  Appendix 9 \nSUMMARY PROCUREMENT PLAN \n \nTable 9.1: Civil Works Contract Packages \n(ADB Financing) \n \nPackage  Length  Procurement \n  Descriptiona \nNumber  (km)  Mode \n  CW01  K0+000-K3+060  3.1   ICB \n  CW02  K3+060-K7+610  4.6   ICB \n  CW03  K7+610-K15+900  8.3   ICB \n  CW04  K15+900-K22+930  7.0   ICB \n  CW05  K22+930-K32.32+500  9.4   ICB \n  CW06  K32.32+500-K38+961.708  6.6   ICB \n  CW07  K40+462-K48+000  7.5   ICB \n  CW08  K48+000-K61+450  13.5   ICB \n  CW09  K61+450-K69+550  7.9   ICB \n  CW10  K69+550-K79+350  9.8   ICB \n  CW11  K79+350-K91+861.97  12.4   ICB \n  CW12  K92+500-QK104+100  11.6   ICB \n  CW13  QK104+100-RK113+050  9.0   ICB \n  CW14  RK113+050-RK120+200  7.2   ICB \n  CW15  RK120+200-K130+550  9.6   ICB \n  CW16  K129+780-K142+700.452  12.2   ICB \nCW = civil works, ICB = international competitive bidding, K = kilometer. \na Local roads comprising 27.6 km for Asian Development Bank-financing are included in these contract packages. \nSource: Sichuan Provincial Communications Department. \n \nTable 9.2: Contract Packages \n(Government Financing) \n \nPackage Description  Procurement Mode \nA. Expressway Earthworks   \n     K142+700.45-K146+257.57  NCB \nB. Expressway Pavement   \n     1. K0+000-K79+350  NCB \n     2. K79+350-K142+700.452  NCB \nC. Traffic Management Facilities   \n     1. A1K0+000-E84+300  NCB \n     2. EK84+300-AK145+420  NCB \nD. Planting and Landscape   \n     1. A1K0+000-EK84+300  NCB \n     2. EK84+300-A1K145+420  NCB \nE. Building and Ancillary Facilities   \n     1. Control Center 1, Branch Center 1, Tool Station 5  NCB \n     2. Control Center 2, Office 1, Tool Station 4  NCB \nF. Maintenance Equipment   \n     Maintenance Vehicles (16), Machine for Maintenance (3)  NCB ", "Appendix 9  39\nPackage Description  Procurement Mode \nG. Tunnel Facilities   \n     Lighting, Ventilation, emergency, and Fire Fighting  NCB \nH. Local Roads   \n     30 Sections of Local Roads  GP \n NCB = national competitive bidding, GP= government procedure. \n Source: Sichuan Provincial Communications Department. \n \nTable 9.3: International Consulting Services \n(ADB Financing) \n \nPackage  Description  Mode \nA. International Consulting Services   \nA01  Construction supervision and related services  QCBS \n  Total   \nQCBS = quality- and cost-based selection. \nSource: Sichuan Provincial Communications Department. \n \nTable 9.4: Threshold for Procurement \n \nProcurement Method  Threshold ($) \nICB Works  Equal or more than 10 million \nNCB Works  Equal or more than 0.1 million and less than 10 million \nICB Goods  Equal or more than 1 million \nNCB Goods  Equal or more than 0.1 million and less than 1 million \nICB = international competitive bidding, NCB = national competitive bidding. \nSource: Sichuan Provincial Communications Department. \n \nTable 9.5: Selection Method Threshold for International Consulting Services \n \nSelection Method  Threshold ($) \nQuality- and Cost-Based Selection  Equal or more than 0.2 million. \n(quality-cost ratio of 80:20)   \nConsultants Qualifications Selection   Equal or more than 0.1 million and less than 0.2 million \nLeast Cost Selection   Less than 0.1 million \nSource: Sichuan Provincial Communications Department.  \n \n \n \n ", "40  Appendix 10   \nMONITORING OF SOCIOECONOMIC AND POVERTY IMPACTS \n \n1.  The Project will, over time, result in economic development in the project area and \ngradually lead to structural changes in production patterns, consumption patterns, and the labor \nmarket. Lower transport costs reduce the costs of traded farm inputs, thereby raising agricultural \nproductivity and profitability. Better roads improve farmers' access to markets and technology \ninputs, leading them to shift to higher-value crops. Road improvements tend to increase off-farm \njob opportunities, drive up average wages, and stimulate commercial activities by reducing \ntransaction times and costs. In turn, higher incomes boost local people’s demand for transport \nand increase the movement of local goods and services. Even rural poor people who rarely use \nroads  will  benefit  from  improved  roads,  as  goods  and  services  will  become  cheaper  and \neconomic opportunities will increase. \n \n2.  The  Sichuan  Provincial  Communications  Department  (SPCD)  concurred  with  the \nproposed set of monitoring indicators for the project performance monitoring system (PPMS) of \nthe Project (Table A10.1). Table A10.2 contains a list of key indicators that will comprise the \ncore data required for impact assessment. SPCD will refine the baseline values for indicators \nprior to project implementation and update them during project implementation. Where relevant, \nindicators will be disaggregated by gender. SPCD will measure the indicators and report the \nfindings to ADB on project inception, completion, and annually for 3 years after completion. \nSPCD, together with the external monitoring agency, will also select the monitoring villages \naccording to  actual  needs.  The  resource  requirements  for  the  PPMS  tasks  will  include:  1 \nperson-month of international expertise to design and set up the PPMS and train national \nconsultants on monitoring methodology; and 8 person-months of national expertise to mange \nthe database and carry out village-level surveys, analysis, and reporting (for which SPCD will \nrecruit  an  independent  local  institute).  To  facilitate  the  assessment  of  the  Project’s \nsocioeconomic impact, the terms of reference to monitor and evaluate project impacts are \nincluded among the consulting services to be provided under the Project. Reports summarizing \nthe key findings of monitoring at inception, completion, and annually for 3 years thereafter will \nbe submitted to the Asian Development Bank. \n \nTable A.10.1: Monitoring Framework \n \nItems  Monitoring Indicators  Monitoring Mechanism \nA. During Construction     \n1. Employment of local laborers (included  Number of local laborers, work time  Contractor’s records \nin SDAP)    HH survey \n2. Use of local construction materials  Quantity of construction materials  Contractor’s records \n(included in SDAP)     \n3. Taxes to local government  Tax revenue  Contractor’s and \n    government’s  records \n4. Implementation of SDAP  Various indicators in the SDAP  Progress report \n5. Implementation of resettlement plan  No. of people affected and resettled,  Resettlement monitoring \narea of land acquired, amount of \ncompensation paid \nB. Upon Project Completion     \nReduced travel time  Travel time to county center  Village survey \nC. Short-Term (within 1–3 years)     \n1. Lower transport costs  Increased traffic volumes along the  Local statistics \n  corridor  Village survey \n2. Improved transport services  Bus and freight fares  Village survey \n  Villages with bus services  Village survey \n  Bus frequency to villages  Household survey \n3. Changes in producer prices  Fertilizer prices  Village survey \n4. Increased economic activities  Vehicle ownership  Household survey \n  Transport expenses  Household survey ", "Appendix 10   41\nItems  Monitoring Indicators  Monitoring Mechanism \n  Frequency of visits to markets  Local statistics \n  Increased trade in the region  Village survey \n5. Increased access to social services  Travel time to the nearest school  Village survey \n  and clinic  Village survey \n  Middle school dropout rates   \n     \nD. Medium-Term (within 3–5 years)     \n1. Developed nonfarm sector  Income from nonfarm sector  Household survey \n  Number of small business  Village survey \n  enterprises  County statistics \n  Number of tourists in the area  Household survey \n  Cash crops (percentage of total  Village survey \n  crops)   \n2. Increased agricultural extension  Frequency of visits by agricultural  Village survey \nservices  technicians  Statistics/village survey \n3. Increased rural incomes  New or renovated houses  Village level \n  Rural income \n4. Reduced poverty incidence  Poverty incidence \nHH = household, resettlement plan = resettlement plan, SDAP = social development action plan. \nSource: Sichuan Provincial Communications Department. \n \nTable A10.2: Indicators and Baseline Values  \n \nProject counties \nCategory  Indicator  Unit  Dazhou \nTongchuan  Xuanhan  Wanyuan \nEconomic  Per capita GDP  Yuan  10,991  4,134  4,556  8,114 \nGDP from primary sector  %  12.2  38.2  39.3  21.3 \nGDP from industrial sector  %  44.4  32.3  33.9  41.0 \nGDP from service sector  %  43.4  29.5  26.8  37.7 \nPer capita rural income  Yuan  3,768  2,403  2,488  2,722 \nPer capita fruit output  Kg  163  20  16  61 \nPer capita meat production  Kg  201  129  148  135 \nRaw coal output  Ton  1,900,000  1,000,000  6,000,000  — \nCement output  Ton  325,600  67,900  702,000  2,063,000 \nSocial  Urban population  %  57.8  13.8  15.4  16.6 \nRural telephone connection  HH%  42  21  21  23 \nEnrollment ratio: middle/primary  Number  0.79  0.60  0.54  0.61 \nDoctor per 1,000 people  Number  11.29  1.65  1.79  3.47 \nReported HIV/AIDS  Number  7  5  3  n.a. \nRural poor (under CNY900)  %  1.5  6.8  7.7  n.a. \nPoverty  Rural poor (under CNY1,800)  %  9.1  27.8  31.7  n.a. \nUrban poor (under CNY1,800)  %  8.8  8.6  14.9  n.a. \nRoad density per 100 km2  km  114.1  39.34  28.9  48.3 \nTransport  Road density per 10,000  km  13.16  14.35  21.02  12.56 \npopulation \nDensity village roads per 100  km  39.98  78.86  49.20   \nkm2 \nTownships with paved road  %  90  40  28   \naccess \nHighway passenger volume  Person  46,220,000  8,700,000  7,080,000   \nAverage distance per passenger  km  27.3  44.6  20.3   \ntrip \nInterprovincial bus routes  Number  11  2  5   \nIntercounty bus runs  Number  70  5  12   \nTraffic accidents  Number  136  125  463   \n— = not available, GDP = gross domestic product, HH = household, km = kilometer, km2 = square kilometer. \nSources: Sichuan, Dazhou, and county statistics bureaus. \n ", "42  Appendix 11   \nTRAFFIC FORECAST \n \n1.  The proposed project expressway originates in Luojiang, Dazhou city, and terminates at \nthe Sichuan–Shaanxi border to the north. The total length is 143 kilometers (km). It is an \nimportant section of the Xi’an–Chongqing expressway, which is part of the Arongqi–Beihai line, \none of the eight Western Development Corridors approved by the People's Republic of China \nGovernment  in  2001.  For  the  construction  schedule  of  the  Xi’an–Chongqing  corridor,  the \nDazhou–Chongqing expressway has been already completed and opened to traffic; the Xi’an–\nAnkang expressway is under construction and will be open to traffic before this Project; the \nsection from Ankang to the Shaanxi–Sichuan border is expected to be completed about the time \nthis Project is completed, which means the entire corridor will be open to traffic when the project \nexpressway is completed. \n \n2.   Currently National Highway 210 connects Dazhou and the Sichuan–Shaanxi border; its \ntotal length is 142 km, of which 121 km, or about 85%, is a class 4 road. The subgrade width \nranges from 6.5 meters (m) to 7 m and the radius of horizontal curve is generally 15–20 m. \nBecause of the difficult geographic characteristics and poor road conditions, the average annual \ndaily traffic on National Highway 210 was 1,467 vehicles per day in 2004. However, after the \nproject expressway is completed, it is expected that traffic will increase rapidly on this route. As \na reference, traffic at the Dazhou toll collection station on the Dazhou–Chongqing expressway \ngrew by 17.7% per year from 2001 to 2004. Traffic on the Wuhan–Yichang expressway in \nneighboring Hubei Province grew at 15% after the transport corridor was completed. These \ncases point to potentially rapid traffic growth on the proposed expressway. That growth could \naccelerate as a result of Dazhou city’s road development plan: from 2006 to 2015, the city is \nplanning to build 230 km of expressways, 440 km of class 2 highways, 480 km of class 3 \nhighways, and 600 km of class 4 highways in the project area and neighboring counties.  \n \n3.   Origin-to-destination  data  was  derived  from  a  24-hour  survey  conducted  at  seven \nlocations along National Highway 210 in September 2001. Forty-two origin-to-destination zones \ncover most areas of northeastern Sichuan, southern Shaanxi, and northeastern Chongqing. The \nsurvey  showed  that  traffic  on  National  Highway  210  consisted  of  25%  small  trucks,  25% \nmedium  trucks,  15%  large  trucks,  26%  small  cars,  7%  large  cars,  and  3%  trailers.  Coal \naccounted for 31% of the total freight volume, followed by construction materials (12%), cement \n(7%)  and  other  products  (31%).  Based  on  the  origin-to-destination  matrix  derived  in  the \nfeasibility study, the forecast model was refined and a traffic forecast was developed for both \npassenger and freight vehicles in 2012, 2022, and 2031. This forecast was based on the \nprojected  gross  domestic  product  (GDP)  and  estimated  elasticities  of  traffic  demand  with \nrespect to GDP growth. GDP growth rates were projected to be 12.3% for 2004–2012, 10.3% \nfor 2012–2021, and 7.8% for 2021–2031. Relevant socioeconomic data, such as projected \nindustrial restructuring and travel behavior changes resulting from increased incomes, were also \nincorporated into the forecasts. \n \n4.   Traffic on the proposed project expressway comprises diverted traffic from existing roads \nand generated traffic because the willingness to pay is greater than the travel cost. Passengers \nand  freight  moving  from  one  zone  to  another  choose  their  route  based  on  the  route’s \ngeneralized travel cost, which was defined as a function of travel distance, travel time, vehicle \noperating costs, toll costs, and other perceived costs. Through the traffic forecast period, the \nvehicle fleet composition is also expected to change, with the share of private cars increasing \nsteadily. The results of the traffic forecast are shown in Table A11. The forecast traffic volume \non the expressway is expected to grow from an average of 7,800 passenger car units per day in \n2012, to 19,000 passenger car units per day in 2022, and to 42,400 units per day in 2032. The ", "Appendix 11   43\ntraffic on the proposed local roads will grow more slowly because of projected slow growth in \nthe project area.  \n \nTable A11: Average Annual Daily Traffic on Project Expressway \n(passenger car units) \n \nAnnual  Annual \nRoad Sections  2012  2022  Growth Rate  2032  Growth Rate \n(%)  (%) \nXujiaba–Xuanhan  9,323   26,472   11.0  56,101   7.8 \nXuanhan–Puguang  9,140   23,279   9.8  53,121   8.6 \nPuguang–Huangjin  8,701   20,038   8.7  46,575   8.8 \nHuangjin–Xinghua  7,677   17,340   8.5  37,437   8.0 \nXinghua–Tiekuang  7,449   16,998   8.6  36,023   7.8 \nTiekuang–Baisha  7,426   16,636   8.4  35,916   8.0 \nBaisha–Wanyuan  7,447   16,613   8.4  38,970   8.9 \nWanyuan–Guandu  7,105   17,769   9.6  44,440   9.6 \nGuandu–Border  3,480   8,624   9.5  19,680   8.6 \nWeighted Average  7,769   18,993   9.4  42,364   8.4 \nSources: Asian Development Bank and technical assistance consultants estimates. \n ", "44  Appendix 12 \nECONOMIC ANALYSIS \n \n1.   The proposed Project comprises a 143-kilometer (km) access-controlled expressway \nbetween Dazhou and the Sichuan–Shaanxi border, and 430 km of local roads. The economic \nanalysis covers 5 years of the project implementation from 2008 to 2012 and the subsequent 20 \nyears of full operation from 2013 to 2032. The economic internal rate of return (EIRR) of the \nproject expressway was estimated by comparing the situation with and without the Project. \nWithout the Project, traffic will use the existing road network, principally National Highway 210, \nwhich will be congested and expensive to maintain because of the rapidly increased traffic \nvolume. Some travel may not take place because of the congestion and the resulting increased \ntravel times and vehicle operating costs (VOC). With the Project, congestion on the existing \nroads will be reduced, and traffic on the proposed expressway and the existing roads will benefit \nfrom  faster,  cheaper,  and  safer  travel.  Additional  trips  will  be  generated  as  the  economy \nresponds to lower transport costs and better services.  \n \n2.   Analysis of Alternatives. Eight alternative alignments of the project expressway were \nreviewed based on geologic and topographic conditions, construction and maintenance costs, \nand the potential for integration with national and local transport networks. The expressway \ntechnical design was proposed after consideration of consistency in the standards of contiguous \nsections at each end of the project expressway with the national highway network and forecast \ntraffic. The final plan was selected by systematically considering all the relevant technical, \nfinancial, environmental, and socioeconomic factors. Various financing modality alternatives \nwere also considered, including private sector investment. Because of risks associated with \nconstruction, uncertainties in the long-term forecast horizon, and an expected low financial rate \nof return, public financing was considered the best option for the Project. \n \n3.   General Parameters. Economic evaluation was undertaken using constant 2007 prices. \nThe project costs and benefits were converted to the economic price by separating the cost \nitems into tradable materials and equipment and non-tradable materials, labor, and land. The \nprices were expressed in local currency (CNY) using the domestic numeraire with a shadow \nexchange rate factor of 1.013 for foreign exchange effects. A shadow price factor of 0.67 was \nused to estimate the opportunity cost of unskilled labor. \n \n4.   Costs. Economic costs of the expressway include (i) the capital cost, including physical \ncontingencies, land acquisition and resettlement costs, and environmental mitigation costs; and \n(ii) costs of operating and maintaining the expressway, including costs of replacing depreciated \nequipment, routine maintenance costs, and the cost of a major maintenance operation expected \nto be needed 10 years after the expressway becomes fully operational. The land acquisition and \nresettlement costs were based on their opportunity costs—i.e., the value of agricultural output \nforgone and the costs of resiting displaced activities.  \n \n5.   Benefits. The economic benefits include (i) savings in VOC resulting from reduced \ntravel distances and improved road conditions, (ii) savings in the value of passenger and freight \ntravel time, (iii) savings resulting from lower accident and fatality rates, (iv) benefits to generated \ntraffic, and (v) savings in capital and operation and maintenance (O&M) costs for the existing \nNational Highway 210 and other alternative routes. A reduction in VOC is the main source of \neconomic benefits for the project expressway. Traffic diverted to the expressway would travel \nshorter distances at higher, more economical speeds on a smoother road, with better vertical \nand horizontal alignment and less congestion. Traffic remaining on the National Highway 210 \nroute would also benefit from a reduction in traffic volume and congestion. All these changes \naffect vehicles speeds and VOC—both of which were projected for all vehicle types likely to use ", "Appendix 12  45\nthe corridor. Savings in travel time will be observed both on the project expressway and on \nexisting roads. Work-related travel time was evaluated for private vehicles and buses; inventory \ncost savings were projected for freight traffic. The economic cost of accidents was projected in \nterms of direct property damage and forgone income. \n \n6.   Local  Roads. About 430 km of local roads will be improved concurrently with the \nexpressway component. The costs of this component include capital costs and O&M costs. The \nprinciple benefits of the local road improvements were identified as (i) VOC savings for existing \ntraffic and normal growth of future traffic on the improved roads, (ii) benefits to generate traffic, \nand (iii) savings in O&M costs. Currently farm–gate prices for agricultural produce are low since \nonly traders with tractors or small trucks can visit villages to purchase produce. Improved local \nroads will allow farmers to go directly to markets to sell their produce at higher prices, and thus \nthe benefits to generated traffic will account for a large proportion of the total benefits.  \n \n7.   Result and Conclusion. The EIRR for the Project, including the expressway and local \nroad components, is 14.1% (Table A12.1). VOC savings from the expressway are the major \neconomic  benefit,  accounting  for  56.9%  of  the  total  benefits,  followed  by  generated  traffic \n(18.7%) and time savings (9.4%). Accident cost savings (accounting for 5.5% of benefits) and \nO&M savings (2.2%) are relatively small. The benefits of the local roads also account for a small \nproportion (7.4%); without local roads, the expected EIRR for the expressway project is 13.5%. \nThe EIRR for the local road component alone is 40.8%.  \n \n8.   A sensitivity analysis (Table A12.2) was conducted to test the robustness of the EIRR by \nchanging the values of the key  variables—capital cost, traffic volume, and implementation \nschedule. The capital cost would have to be 23.9% higher than projected, or traffic volume \n20.5% lower than projected, for the EIRR to fall below the cutoff rate of 12%. Considering the \nexperience of the Asian Development Bank in the People’s Republic of China, neither scenario \nis likely. A project implementation delay would also have a negative impact on the expected \nEIRR, which would decline to 12.6% if implementation was delayed by 1 year. In order to \ndetermine the degree of uncertainty of the Project, a risk analysis was carried out. Each key \nvariable—i.e., capital cost, toll rate, and traffic growth—was assigned a random value within \ndefined limits based on assumed probability distribution functions. The Monte Carlo analysis \nbased on the statistical method was carried out to generate the probability distribution of the \nEIRR. The results show that the probability that the EIRR will fall below 12% is less than 4%; \nthe EIRR is thus robust and the Project is economically viable. A distribution analysis was \nconducted to gauge the project-related effects on various beneficiaries, including road users, \nlabor, and government. The results (Table A12.3) show that road users, including passengers \nand freight users, will receive the largest share (85.8%) of the Project's net benefits. \n \n \n ", " \nTable A12.1: Economic Internal Rate of Return  4\n6\n(constant 2007 prices, domestic price numeraire, CNY million)   \n \n \n \nCosts    Benefits    \n \nYear  Capital  Opearnadti on  Local  Total    VOC  Time  Accident  Generated  O&M  Local  Total   BeNneefti ts       A\nInvestment  Roads  Savings Savings  Savings  Traffic  Savings Roads p\nMaintenance   p\ne\nn\n2008  862.1    39.5  901.7                  (901.7)  d\nix\n2009  1,465.7    26.8  1,492.5                  (1,492.5)   12\n \n2010  2,155.4    32.4  2,187.8                  (2,187.8) \n2011  2,845.1     72.7  2,917.8              82.5  82.5   (2,835.3) \n2012  1,293.2  19.3  1.5  1,314.0    265.5  43.0  15.8  107.7  16.0  83.1  531.1  (782.9) \n2013    40.8  1.5  42.3    531.0  86.0  31.6  215.3  31.9  81.9  977.9  935.6 \n2014    41.9  1.5  43.4    574.9  93.3  37.1  230.7  32.4  80.8  1,049.3  1,005.9 \n2015    43.0  1.5  44.5    622.5  101.3  43.6  245.3  33.2  79.6  1,125.4  1,080.8 \n2016    44.2  1.5  45.7    674.1  109.9  51.1  259.1  33.9  78.4  1,206.5  1,160.7 \n2017    45.4  1.5  46.9    729.9  119.3  60.0  272.2  34.8  77.2  1,293.3  1,246.4 \n2018    46.7  1.5  48.2    790.3  129.4  70.4  284.6  35.8  76.0  1,386.5  1,338.2 \n2019    48.0  1.5  49.5    855.7  140.5  82.6  296.3  36.7  74.8  1,486.6  1,437.1 \n2020    49.3  1.5  50.9    926.5  152.4  96.9  307.3  37.8  73.6  1,594.7  1,543.8 \n2021    50.7  1.5  52.2    1,003.2  165.4  113.8  330.1  39.0  91.2  1,742.7  1,690.5 \n2022    52.2  1.5  53.7    1,086.3  179.5  133.5  357.4  40.2  108.8  1,905.7  1,852.1 \n2023  301.8  53.6  1.5  356.9    1,194.9  197.9  159.1  384.2  41.5  126.5  2,104.1  1,747.2 \n2024    55.1  1.5  56.6    1,307.9  217.1  167.3  406.9  42.8  144.1  2,286.1  2,229.5 \n2025    56.6  1.5  58.1    1,431.6  238.2  175.8  428.9  44.1  161.7  2,480.2  2,422.1 \n2026    58.1  1.5  59.6    1,566.9  261.3  184.8  450.0  45.3  179.3  2,687.7  2,628.1 \n2027    59.7  1.5  61.3    1,715.1  286.7  194.3  480.1  46.5  196.9  2,919.7  2,858.4 \n2028    61.4  1.5  62.9    1,916.1  321.0  208.4  510.4  47.8  214.6  3,218.3  3,155.4 \n2029    63.1  1.5  64.6    2,140.6  359.5  223.6  541.0  49.0  232.2  3,545.9  3,481.2 \n2030    64.9  1.5  66.4    2,391.4  402.5  239.9  571.9  50.2  249.8  3,905.7  3,839.3 \n2031    66.7  1.5  68.3    2,671.5  450.8  257.3  603.0  51.5  267.4  4,301.6  4,233.4 \n2032  (4,311.3)  68.6  (84.2)  (4,326.9)    2,984.5  504.8  276.1  634.5  52.7  285.1  4,737.6  9,064.6 \n            Economic Net Present Vale = 1,391\n            Economic Internal Rate of Return = 14.1%\n( ) = negative, O&M = operation and maintenance, VOC = vehicle operating cost. \nSource: Asian Development Bank and TA consultants estimates. \n \n ", "Appendix 12  47\nTable A12.2: Sensitivity Analysis \n \nEIRR  NPV  Switching Value \nScenarios \n(%)  (CNY million)  (%) \nBase Case  14.1  1,391   \n1. 10% increase in construction cost  13.1  810  23.9 \n2. 10% decrease in traffic volume  13.1  714  (20.5) \n3. 1-year implementation delay  12.6  406  NPV declines by 70.8 \n4. Combination of 1 and 2  12.1  43  NPV declines by 97.1 \n( ) = negative, CNY = yuan, EIRR = economic internal rate of return, NPV = net present value. \nNote: Switching value indicates the percentage increase in construction cost (or decrease in traffic \nvolume) for the NPV to become zero. \nSources: Asian Development Bank and technical assistance consultants' estimates. \n \nTable A12.3: Distribution of Project Benefits \n(present values at 12%, CNY million) \n \n   Financial  Economic                \nItem  Present  Present  Difference Passenger  Freight  Labor  Government\n   Value  Value     Traffic  Traffic       \nA. Benefits               \n1. Toll Revenue  3,048    (3,048) (1,509) (1,539)     \n2. VOC Savings    4,286 4,286 1,474 2,812     \n3. Time Savings    707 707 543 165     \n4. Accident Cost \nSavings    412 412 141 271     \n5. Generated \nTraffic    1,407 1,407 483 924     \n6. O&M Savings    168 168     168\n7. Local Roads    555 555 189 366     \nSubtotal (A)  3,048  7,535 4,487 1,321 2,999    168\n               \nB. Costs               \n1. Capital and \nO&M  5,702  5,529 173       173\n2. Labor  668  614 53     53   \n3. Tax  322  322       322\nSubtotal (B)  6,692  6,143 548     53  495\n               \nNet Benefits  (3,644)  1,392 5,035 1,321 2,999  53  663\n( ) = negative, O&M = operation and maintenance, VOC = vehicle operating cost. \nSources: Asian Development Bank and technical assistance consultants' estimates. \n \n ", "48  Appendix 13   \nFINANCIAL ANALYSIS AND PROJECTIONS \n \nA.  General \n \n1.  The projected financial statements of the proposed Eastern Sichuan Road Development \nProject have been prepared in current terms for the period 2008–2032. Construction will be \ncompleted by June 2012, and the operation will start after that. The assumed foreign inflation \nrate is 1.2% during 2009-2012 and the assumed local inflation rate is 2.8% for 2008, and 3% for \n2009–2012 The cost projections are presented in current terms, taking into account the potential \nimpacts of domestic and international inflation. \n \nB.  Financial Projections \n \n2.  Operating revenues from tolls are projected based on forecasts of future traffic and a \nbase toll rate of CNY0.35 per passenger car per kilometer. Corresponding tolls for other vehicle \ntypes are (i) CNY0.70 for a small bus or light truck, (ii) CNY1.05 for a medium bus or medium \ntruck, (iii) CNY1.4 for a large bus or large truck, (iv) CNY1.75 for a light articulated truck and a \ntrailer.1 It is assumed that the toll charges will increase in current terms to keep up with inflation, \nso there will be no real increase in project toll rates over the project lifespan. Other income (from \nfuel sales, rental income, etc.) amounts to 2.5% of toll revenue. It is assumed that 10% of \nvehicles are exempted from tolls.2 \n \n3.  Operating costs have been projected based on an assessment of labor requirements \n(270 permanent employees) and present labor costs in Sichuan. The cost of utilities and office \nspace is projected to be about 40% of labor costs. Annual routine maintenance costs are \nprojected to be CNY50,000 per km. The environmental monitoring cost is projected to be \nCNY800,000 per annum. Periodic maintenance costs are projected to be CNY1.25 million per \nkilometer, and equipment replacement costs are projected to be 35% of equipment costs. \n \n4.  Operating and maintenance costs for the tunnels are based on (i) installed kilovolt \namperes in the longer tunnels, and (ii) operating hours per day and staffing requirements. \nAssumptions include: (i) electricity costs of CNY0.50 per kilowatt per hour; (ii) labor costs of \nCNY15,000 per annum; and (iii) regular maintenance costs of CNY250,000 per km. \n \n5.  Depreciation is calculated using a straight-line depreciation method, with the average life \nabout 50 years for the main expressway structure, 20 years for the pavement component, and \n15 years for equipment. Applicable business taxes at a rate of 5.5% are charged on revenue. \nCorporate  income  taxes  of  33%  are  paid  on  income  after  deducting  business  taxes, \ndepreciation  and  interest  charges,  operating  expenses,  and  any  prior-year  losses  carried \nforward.  \n \n6.  The Project will be funded 47% by equity or grants and 53% by long-term loans. The \nChina Development Bank loan will be repayable over 25 years, including a 5-year grace period. \nThe ADB loan is assumed to have a 25-year term, including a 5-year grace period and a 0.35% \n                                                 \n1  The toll rates proposed and their structures are consistent both with trends in Sichuan and with tolls on the existing, \nadjacent stretch of expressway. In addition to expressway tolls, Sichuan Provincial Communications Department \nproposes to impose tunnel tolls. The proposed rate for a car is CNY2.5 per kilometer of tunnel for every tunnel \nlonger than 1 kilometer. \n2   Under the Sichuan provincial “green passage” regulations, local vehicles carrying fresh agricultural produce or \nlivestock are exempt from tolls. ", "Appendix 13   49\ncommitment charge. It will be denominated in US dollars, with interest to be determined in \naccordance with ADB's LIBOR-based lending facility. \n \n7.  The summary financial statement is presented in Table A13.1. The projected financial \nstatement indicates that the forecast revenue under the base assumptions are sufficient to \ncover  annual  recurrent  costs,  depreciation,  and  debt  repayments  on  the  ADB  and  China \nDevelopment Bank loans. It is projected that the Project will generate reasonable profits from \nexpressway operation after the fifth year of full operation. \n \nC.  Financial Analysis  \n \n8.  The major assumptions used for calculation of financial internal rate of return (FIRR) are: \n(i) all calculations are made in 2007 prices, covering a period from 2008 to 2032; (ii) capital \ncosts include all incremental capital expenditures related to the construction and equipment for \nthe expressway, but exclude price contingencies and interest during construction; (iii) operation \nand  maintenance  includes  all  annual  incremental  expenses  incurred  in  operating  the \nexpressway, but excludes depreciation and debt repayment provisions; (iv) operating revenues \nfrom tolls used in financial projections are also adjusted to 2007 prices; (v) the residual value \nequal  to  undepreciated  value  of  capital  investment  is  included  as  a  benefit  of  the  FIRR \ncalculation.  \n \n9.  The projected weighted average cost of capital (WACC), after taxes and in real terms, \nwas calculated using estimated capital mix and expected capital cost of funds. Costs have been \nconsidered as follows: (i) the applicable 10-year fixed swap rate plus a provision for ADB’s \nspread of 0.6% is used for ADB debt; (ii) the estimated interest costs of 6.16% per annum are \nused for the domestic loan funds; and (iii) the cost of equity was assumed to be 8%. The cost of \ndebt is also adjusted to reflect the impact of a 33% income tax. The nominal cost of debt is \nconverted to the real cost of debt by applying domestic and international average inflation rates \nfor domestic and foreign currency-denominated debt. \n \n10.  The FIRR for the Project, computed on an after-tax basis, is 4.1%. This compares \nfavorably with the WACC, also computed on an after-tax basis, of 3.1% (Table A13.2). The \nProject is considered both financially viable and sustainable. Sensitivity tests indicate conditions \ncausing the project's viability to fall below WACC are unlikely to occur. The sensitivity of the \nProject's financial indicators to cost and revenue variations is shown in Table A13.3. \n ", " \nTable A13.1: Projected Financial Statements \n(CNY million) \n5\n  0\n \n \n   2008  2009  2010  2011  2012  2013  2014  2015  2016  2017  2018    \n \n \nA. Income Statement                          \n \n \nTolls  0.0  0.0  0.0  0.0  229.2  487.5  518.6  551.7  586.8  756.5  804.7    \nA\nNon-toll revenue  0.0  0.0  0.0  0.0  7.6  16.3  17.3  18.4  19.6  23.9  25.4  p\np\nless: business taxes   0.0  0.0  0.0  0.0  13.3  28.2  30.0  31.9  34.0  43.7  46.5  en\nd\nTotal revenue  0.0  0.0  0.0  0.0  223.5  475.6  505.9  538.1  572.4  736.7  783.6  ix\nTotal operating expenses  0.0  0.0  0.0  0.0  26.7  28.7  48.7  52.4  56.4  60.8  65.5   13\n \nDepreciation   0.0  0.0  0.0  0.0  278.5  278.5  278.5  278.5  278.5  278.5  278.5 \nInterest charges: long term  0.0  0.0  0.0  0.0  0.0  339.1  334.5  329.5  324.3  318.7  312.8 \nInterest charges: short term  0.0  0.0  0.0  0.0  0.3  11.2  18.0  24.5  29.9  33.9  33.9 \nIncome Tax  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0 \nNet Operating Profit/(Loss)   0.0  0.0  0.0  0.0  (82.0)  (181.9)  (173.8)  (146.8)  (116.6)  44.8  93.0 \nB. Balance Sheet                       \nAssets                       \nCurrent assets:  0.0  0.0  0.0  6.7  7.2  12.2  13.1  14.1  15.2  94.9  216.3 \nFixed assets:  820.5  2,612.9  5,091.4  7,819.2  10,338.7  10,060.3  9,781.8  9,503.4  9,224.9  8,946.4  8,668.0 \nTotal Assets  820.5  2,612.9  5,091.4  7,825.9  10,345.9  10,072.5  9,794.9  9,517.5  9,240.1  9,041.3  8,884.2 \nLiabilities and equity                       \nCurrent liabilities  0.0  0.0  0.0  6.7  216.8  349.3  474.3  577.2  655.3  656.2  656.5 \nLong term debt  530.9  1,644.0  3,114.9  4,652.6  5,954.2  5,752.0  5,537.5  5,310.1  5,069.0  4,813.3  4,542.2 \nEquity  289.7  968.9  1,976.4  3,166.6  4,174.8  3,971.2  3,783.2  3,630.1  3,515.8  3,571.8  3,685.6 \nTotal Liabilities and Equity  820.5  2,612.9  5,091.4  7,825.9  10,345.9  10,072.5  9,794.9  9,517.5  9,240.1  9,041.3  8,884.2 \nC. Cash Flow Statement                     \nSources of funds                       \nInternal cash generation  0.0  0.0  0.0  0.0  198.2  448.1  457.5  485.9  516.2  676.7  718.4 \nExternal financing   820.5  1,792.3  2,478.5  2,734.6  3,204.9  579.4  582.1  588.7  594.1  676.7  718.4 \nTotal sources of funds  820.5  1,792.3  2,478.5  2,734.6  3,403.1  1,027.5  1,039.6  1,074.5  1,110.3  1,353.5  1,436.8 \nApplication of funds                       \nConstruction of expressway  820.5  1,792.3  2,478.5  2,727.9  2,797.9  0.0  0.0  0.0  0.0  0.0  0.0 \nDebt service  0.0  0.0  0.0  0.0  406.5  574.4  581.2  587.7  593.0  597.0  597.0 \nDistributions  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0  0.0 \nTotal application of funds  820.5  1,792.3  2,478.5  2,727.9  3,204.4  574.4  581.2  587.7  593.0  597.0  597.0 \nEnd of Year Cash   0.0  0.0  0.0  6.7  7.2  12.2  13.1  14.1  15.2  94.9  216.3 \nDebt service coverage ratio  —  — — — — 0.8  0.8  0.9  0.9  1.2  1.3 \nDebt to equity ratio (%)  65.0  63.0  61.0  59.0  58.0  57.0  57.0  56.0  55.0  53.0  51.0 \nWorking ratio (%)  —  — — — — 6.0  10.0  10.0  10.0  8.0  8.0 \nReturn on average assets (%)  —  — — — — 1.7  1.8  2.1  2.5  4.4  5.0 \n— = not applicable. \nSource: Asian Development Bank estimates.\n ", "Appendix 13  51\nTable A13.2: Financial Internal Rate of Return \n(CNY million) \n \nOperation       \nCapital   and  Project   Business  Corporate  Net Cash \nYear \nInvestment  Maintenance  Revenues  Tax  Income         Flow \nCost  Tax \n2008  (778.5)                    (778.5)  \n2009  (1,632.3)                    (1,632.3)  \n2010  (2,157.1)                    (2,157.1)  \n2011  (2,255.0)                    (2,255.0)  \n2012  (2,190.0)    (23.6)           209.1   (11.7)     (2,016.1)  \n2013      (24.6)           432.7   (24.2)     383.9  \n2014      (40.7)           447.8   (25.1)     382.0  \n2015      (42.6)           463.4   (25.9)     394.8  \n2016      (44.6)           479.5   (26.9)     408.0  \n2017      (46.8)           600.2   (33.6)     519.9  \n2018      (49.0)           621.1   (34.8)     537.3  \n2019      (51.3)           642.7   (36.0)     555.4  \n2020      (51.9)           665.0   (37.2)     575.9  \n2021      (52.5)           688.2   (38.5)     597.1  \n2022  (282.5)    (53.2)           817.5   (45.8) (108.7)    327.4  \n2023      (53.8)           843.1   (47.2) (138.3)    603.8  \n2024      (54.5)           869.5   (48.7) (156.0)    610.4  \n2025      (55.2)           896.7   (50.2) (205.6)    585.7  \n2026      (55.9)           924.8   (51.8) (220.5)    596.6  \n2027      (56.7)        1,095.0   (61.3) (279.7)    697.3  \n2028      (57.5)        1,129.3   (63.2) (296.4)    712.1  \n2029      (58.3)        1,164.6   (65.2) (311.9)    729.2  \n2030      (59.2)        1,201.1   (67.3) (327.6)    747.0  \n2031      (60.1)        1,238.7   (69.4) (343.7)    765.5  \n2032  4,450.0    (61.0)        1,466.7   (82.1) (419.1)    5354.4  \n              FIRR before corporate tax  5.1%  \n              FIRR after corporate tax  4.1%  \n                     WACC          3.1%   \n( ) = negative, FIRR = financial internal rate of return, WACC = weighted average cost of capital. \nSource: Asian Development Bank estimates. \n \nTable A13.3: Sensitivity Analysis \n \nFIRR  WACC \nScenario \n(%)  (%) \nBase Case  4.1   3.1   \n1.  Revenues decrease by 10%  3.5   3.1   \n2.  O&M increase by 10%  4.1   3.1   \n3.  Capital cost increase by 10%  3.7   3.0   \n4.  Construction delay of 1 year  3.6   3.1   \n5.  Combination of 1, 2, 3, and 4  3.1    3.0    \nFIRR = financial internal rate of return, O&M = operation and maintenance, WACC =  \nweighted average cost of capital. \nSource: Asian Development Bank estimates. \n ", "52  Appendix 14 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is  the  sector  identified  as  a    Yes \npriority in country poverty analysis?    national priority in country poverty   \n    No  partnership agreement?      No \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China: \nThe proposed Project involves constructing an expressway of 143 kilometers (km) from Dazhou to the \nSichuan–Shaanxi border at Wanyuan county, and upgrading (from unpaved class III–IV to paved class III–\nIV) 430 km of local roads. The Project will (i) facilitate economic growth by increasing interprovincial trade \namong Sichuan, Shanxi province, and Chongqing; (ii) reduce travel times to the major regional cities from \nrural towns; and (iii) reduce poverty by increasing agricultural commercialization and nonfarm employment.\n \nB.  Poverty Analysis           Targeting Classification:  General intervention \nWhat type of poverty analysis is needed? \n \nImprove Road Conditions at Township Level. Wanyuan county has the poorest roads in the project \narea. As of 2004, 29 villages in Wanyuan county were accessible by unpaved road only, while 38 \ntownships were completely inaccessible by road. In Xuanhan county, 33 townships lacked paved road \naccess, as did 1 township in Tongchuan county. The Project will enable 21 townships in Xuanhan county \nand 19 townships in Wanyuan county to have paved road access. The Project will improve the township \nroads from unclassified standard to Class 3 or 4 standard. \n \nFacilitate Economic Growth in the Project Area. The project area's main industries are coal mining, \nnatural  gas  extraction,  hydropower,  tourism,  steel,  and  cement.  The  above-mentioned  industries \naccounted for 44.4% of gross domestic product (GDP) in Tongchuan, 32.3% in Xuanhan, and 33.9% in \nWanyuan in 2004. The project area has 21 tourist spots, which attracted 1.35 million people in 2005. It is \nprojected that the Project will contribute an additional 1-2% to the GDP of Xuanhan and Wanyuan counties \nduring construction; GDP in each country is projected to maintain an annual growth rate of 13–15% for \nmore than 5 years after the project completion. \n \nImprove Vehicle Transportation Services to the Major Cities. Eighteen interprovincial bus routes (14 to \nChongqing and four to Shanxi) existed in the project area as of 2005, with 70 daily buses servicing these \nroutes. There were also 87 intercounty routes (3 to Chengdu) supporting 509 daily bus services. Most rural \npeople travel to township centers for marketing, shopping, and medical care. It is expected that these \nroutes will provide 20% more trips for passengers after project completion.  \n \nCreate  Employment  Opportunity  under  the  Project. It is projected that 56,421 person-months of \nunskilled work will be required under the Project (54,411 for the expressway component, 2,010 for the \nlocal road component); each worker is projected to earn CNY500 per month. Assuming each household in \nthe project area works 4 months per year over a 4-year period, the Project will directly benefit about 6,250 \nhouseholds. The annual income from this employment will be about CNY2,000 per household, which is \ntwice the average annual income per capita for poor households. The Project aims to provide locals with \n60% of this work. \n \nC.  Participation Process \nIs there a stakeholder analysis?    Yes       No  \nRural and urban population, bus passengers, transport operators, local enterprises, and local governments \nare identified as project stakeholders. Positive and negative effects to these groups caused by the Project \nwere analyzed in the social survey.  \n \nIs there a participation strategy?    Yes       No \n3,627 people representing various stakeholders were consulted during the project preparation stage. Local \npeople will have an opportunity to participate in project construction. \n \n \n ", "Appendix 14  53\n \nD.  Gender Development  \nStrategy to enhance impacts on women: \n \nSix villages in Xuanhan and Wanyuan counties were selected and 45 women participated in the focus-\ngroup discussions. In terms of mobility, women make 5 to 10 trips per month to a township center for \nbusiness, shopping, or visiting the hospital. The proportion of female migrant workers in sample population \nis 32%; many of them work in garment factories in coastal provinces. In terms of women and human \nimmunodeficiency virus/acquired immunodeficiency syndrome (HIV/AIDS), most participants were aware \nof HIV/AIDS and understood the preventative measures. During the discussion, many women expressed \ntheir needs on health issues such as family planning, health check-ups, and medical insurance. \n \nHas an output been prepared?    Yes       No       Refer to SDAP \n \nE.  Social Safeguards and Other Social Risks \n  Significant/   \nPlan \nItem  Not Significant/  Strategy to Address Issues \nRequired \nNone   \n    A resettlement plan for the expressway and a short   \n   Significant  resettlement  plan  for  the  local  roads  have  been    Full \nResettlement    prepared  in  accordance  with  Government   \n    Not significant  regulations  and  ADB’s  Policy  on  Involuntary    Short \n  Resettlement  (1995).  The  plans  have  been   \n None  disclosed to the public and affected people. Internal    None  \nand external monitoring arrangements will be put in \nplace. \n     \nPoor  people  spend  about  CNY32  per  capita  per \n   Significant    Yes \nyear  on  travel,  according  to  the  social  survey. \nAffordability      \nCurrent bus fares range from CNY0.25 to CNY0.35 \n   Not significant    No \nper  passenger  per  kilometer.  These  fares  are \n \nconsidered affordable.  \n None \n     \n   Significant    Yes \nThe  Executing  Agency  will  ensure  that  all  the \nLabor     \nemployment and labor standards, as defined in the \n   Not significant    No  \napplicable laws and regulations, be complied with. \n \n None \n     \nIndigenous   Significant    Yes \nPeoples     \nThere are no ethnic minorities in the project area.  \n   Not significant    No  \n \n None \n    15  HIV/AIDS  cases  have  been  reported  in  the   \nOther Risks/   Significant  project area. The cause of infection was from drug    Yes \nVulnerabilities    abuse  (11  cases)  and  sexual  transmission  (4   \n   Not significant  cases). To prevent the risk of HIV/AIDS associated    No  \n  with the Project, the local centers for disease control \n None  (CDCs) will extend their preventive measures to the \ncommunities in the project area. These mitigation \nmeasures will be carried out in collaboration with \nlocal  health  agencies  and  an  anti-AIDS  program \nfunded  by  the  United  Kingdom’s  Department  for \nInternational Development in the project area. \n \n ", "54  Appendix 15 \nSMALL BUSINESS DEVELOPMENT IN THE PROJECT AREA \n \n1.  Background. The project area is economically active because of its large population, \ncontinuous development activities, and proximity to Chongqing. Consequently, small businesses \nare quite active in the project area. A wide assortment of businesses has been established to \nprovide basic necessities to local communities and travelers. The project preparatory technical \nassistance field survey found that there are about 0.37 establishments with 1.43 employees per \nkilometer  of  the  road,  excluding  the  numerous  establishments  in  township  centers.  These \nestablishments, concentrated in settlement areas, include hostels, car repair shops, carwashes, \ngrocery shops, and restaurants.  \n \n2.  Small Business Opportunities in the Project Area. The project area is near the center \nof the third largest gas field in the People’s Republic of China. Xuanhan and Wanyuan are major \ncoal mining counties in Sichuan, while Dazhou city is the second largest steel production base \nin Sichuan. The project area also has large thermal- and hydropower-generation and cement \nindustries. In addition, there are about 21 tourist spots in the project area. Unfortunately, as a \nresult of the transport bottleneck, these industries, especially the natural gas development and \nnatural  gas-based  chemical  industries,  are  operating  far  below  their  potential.  The  project \nexpressway and local roads will support Dazhou city’s 11th Five-Year Plan, which includes a \ncomponent to expand these industries significantly. As a result of this expansion, nonfarm \nemployment, urban population, passenger traffic volumes, and freight transport volumes will all \nincrease, creating further opportunities for small business development along the expressway \nand local roads. \n \n3.  Small businesses could focus on the following areas: (i) agricultural trading and industry \nin  agricultural  products  such  as  fruits,  processed  fruit  products  (e.g.,  dried  fruit,  jam), \nmushrooms, local liquor, beer, and herbs; (ii) community-based tourism and ecotourism; (iii) \ndistribution (for the local market) and transport; and (iv) service-oriented businesses, such as \nrestaurants, catering, gift shops, car repair, and carwashes.  \n \n4.  Prerequisites for Establishing Businesses. There are various factors that influence \nthe viability of small businesses in the project area, including: (i) entrepreneurship, (ii) access to \ninformation and networking, (iii) access to the market and bargaining power against existing \nbusinesses,  (iv)  access  to  formal  credit  services,  (v)  access  to  basic  business  training \nservices─accounting,  (vi)  support  from  government─tax,  business  licensing,  and  (vii)  local \ninfrastructure─water, road, and electricity.  \n \n5.  Constraints.  As for entrepreneurship, the field survey found that 15 out of the 98 \nhouseholds  surveyed  expressed  desire  to  establish  small  businesses—including  transport \nbusinesses. This indicates that many people are willing to assume the risks involved in starting \na business. \n \n6.  Many people in the project area have a good grasp of market prices from both buying \nand selling goods at their local market. However, they know little about larger markets because \nof their limited mobility, which is partly caused by poor current road conditions.  \n \n7.  People are allowed to sell their produce in their nearest market during the market day \nonly for their petty trading (selling agricultural produce) with minimum tenant fee. The physical \ncondition of markets at the township level is often poor without any permanent facilities. Under \nthese conditions, bad weather often disrupts market activities, especially during the raining \nseason. Bad weather also exacerbates the already poor road conditions leading to the markets. \nSince most individual traders don't have a great variety of products, they do not have much \n ", "Appendix 15  55\nbargaining  power  with  customers.  So  it  is  difficult  for  them  to  compete  with  established \nbusinesses. There are also no business-based collective groups, such as farmers' cooperatives, \nto improve their position in the market.  \n \n8.  People have several ways of accessing credit services in the project area. The China \nBank  of  Agriculture  has  offices  located  in  each  of  the  townships,  as  do  Rural  Credit \nCooperatives. People can borrow money to buy agricultural inputs (such as fertilizer, seeds, etc.) \nor to start up animal husbandry or cottage businesses. They can borrow the money for short-\nterm loans without collateral.  \n \n9.  Government organizations such as the agricultural bureau, small- and medium-sized \nenterprise bureau, poverty reduction office, women’s association, and labor bureau provide \ndifferent kinds of training to people in the project area. However, it is often mass training \ndesigned to appeal to a broad audience, rather than more targeted training tailored for individual \nbusinesses.  Also,  most  training  lacks  the  involvement  of  educational  institutions  such  as \nuniversities.  Such  institutions  have  a  wealth  of  accumulated  knowledge  on  business \nadministration to share. \n \n10.  To open a formal business, currently one must obtain business licenses and pay taxes. \nObtaining licenses, dealing with the large amount of paper work, and paying the associated fees \nmake  it  extremely  difficult  to  start  a  business.  The  paperwork  requirement  is  particularly \ncumbersome and not widely understood by many people.  \n \n11.  People in the project area have good access to water and electricity, but the road \ninfrastructure linking villages with townships is still poor, especially during the rainy season. This \npoor road infrastructure has been one of major barriers to developing small businesses in the \narea. \n \n12.  Proposed Actions in the Project Counties. Based on the above-mentioned constraints, \nthe following measures will be taken to develop small businesses and commercial activities in \nthe project area:  \n \n(i)  Improve the condition of roads linking village and townships  \n(ii)  Facilitate  provisions  (regulations,  trainings,  and  working  capital)  by  the  local \ngovernment to form the farmers' cooperatives \n(iii)  Establish permanent market at the township level; if local government lack funds \nto construct markets, additional funding sources will be sought from external \nsources.  \n(iv)  Enhance credit services with technical trainings. \n(v)  Involve  local  universities  and  business  schools  in  community  economic \ndevelopment. The Government may create a partnership program to enhance \ncooperation between educational institutions and local communities. \n(vi)  In  cooperation  with  local  government  agencies,  educational  institutions,  and \nnongovernment  organizations,  disseminate  information  on  the  required \nprocedures for opening a formal business. \n(vii)  Establish  small  business  incubators  specifically  targeting  small  businesses \nnearby some interchanges. \n(viii)  Promote  local  tourist  spots  and  restaurants  along  the  highways  through \nadvertisements on highway maps, billboards, and signs.  \n ", " \nSOCIAL DEVELOPMENT ACTION PLAN: 2006–2010  5\n6\n \n \n \nFunding    \nProposed Actions   Target Group(s)  Agencies Involved  Timing  Monitoring Indicators    \nRequirements    \n \n \n1.  Protecting communities from   A\nconstruction disturbances and ensuring  Included in project  pp\ne\nsafe construction practices  Villages  cost (refer to  •  Number and resolution  n\nd\n•  Prohibiting nighttime construction and  (approximately  Executing Agency and  2007–  environmental  of complaints  ix\n 1\nensuring adherence to proposed noise  100) crossed by the  contractors  2010  impact assessment  •  Length of irrigation and  6\n \nstandards  road  and environmental  drainage canals \n•  Reconstruction of irrigation and  management plan) \ndrainage systems  \n2.  Controlling transmissible infections and \nhealth conditions  More than 10,000  Executing Agency, \n•  Human immunodeficiency  workers, mostly  contractors, and local \nvirus/acquired immunodeficiency  rural poor, each  public health agency  •  Number of posters  \n2007–  Included in project \nsyndrome (HIV/AIDS) and sexually  month  (refer to environmental  •  Number of program \n2010  cost \ntransmitted infections (STI) prevention    impact assessment and  •  Number of tests \nposters  More than 5,000  environmental \n•  HIV/AIDS and STI counseling program  service providers   management plan) \n•  HIV/AIDS and STI voluntary testing  \n3.  Promoting tourism  •  Number of \n•  Advertising tourist sites on expressway  advertisements \nTourists and  Local governments and  2008–  Government and \nsign boards just prior to highway  •  Number of tourists \ntourism agents   their tourism bureaus  2010  tourism sector \nopening.  (local and outside \n•  Increasing promotion of key sites  tourists) \n4.  Resettlement and income recovery for  •  Number of training \nTwo persons from \naffected people  sessions, kind of \nevery household  Executing Agency, local  Project and local \n•  Training on urban employment skills  training, and number \nlosing more than   labor and social  2007–  government \n•  Training of women on employment skills  of participants \n10% of their  security bureaus, other  2008  (refer to \n•  Number of training \nfarmland (at least  agencies  resettlement plan)  \nsessions and number \n50% female) \nof participants \n5.  Ensuring the hiring of local people for  Villages crossed by  •  Number of local \nconstruction work and other services  roads  people (male and \n•  Priority given to local labor in general.    Executing Agency,  2007–  Included in project  female aggregated \nTargets:   Population affected  contractors, ADB  2010  cost  data) \n(i)   80% female employment for    by land loss and  •  Source of construction \nlandscaping work  resettlement  materials (based on \n \n \n ", " \nFunding   \nProposed Actions   Target Group(s)  Agencies Involved  Timing  Monitoring Indicators \nRequirements \n(ii)   75% local labor for unskilled work.     interviews with \n•  Use of local construction materials, e.g.,  Population in poor  contractors) \nrock, gravel, clay, cement  villages along  •  Source of seedlings  \n•  Seedlings exclusively from local  project roads  (based on interviews \nnurseries    with contractors) \n6.  Improving road safety  \n•  Speed-limit signs on G210 at sections \nCommunities along \ncrossing rural towns and villages   Executing Agency, local  No additional cost,  •  Number of warning \nNR108 and other \n•  Strict implementation and enforcement  public security bureau,  2007–  included in local  signboards  \nprovincial roads  \nof traffic regulations on NR108  and local transport  ongoing  government budget  •  Road accident \n \n•  Safety awareness programs in schools  bureau    statistics \nDrivers \n•  Improved driver training and testing in \nDazhou city \n7.  Enhancing poverty reduction  Microcredit for  •  Amount of credit \ninterventions   more than 10,000  Covered by poverty  disbursed, number of \n•  Microcredit to farmers for income- households, with  reduction  borrowers, and type of \ngenerating activities  minimum of 20%  Agricultural Bank of  programs.   activities (male and \n•  Technical training on fruit and vegetable  female borrowers  China, poverty    female disaggregated \n2007– \nproduction    reduction office, county  Indicative annual  data) \n2010 \n•  Business opportunities near  Over 250,000 rural  and township  expenditure— •  Number of training \ninterchanges and at other locations  residents  governments  CNY10 million per  sessions \n  year  •  Number of businesses \nLocal businesses    after opening \nprioritized   expressway \nSource: Sichuan Provincial Communications Department. \n \nA\np\np\ne\nn\nd\nix\n 1\n6\n \n \n \n \n \n \n \n \n \n \n \n \n5\n7\n \n ", "58  Appendix 17 \nSTAKEHOLDER PARTICIPATION AND CONSULTATIONS \n \nNo. of  Main Issues \nTime  Participants  Purpose(s) \nParticipants Discussed/Concerns \nNov 2001– Environmental protection  2,700  • Project engineering preliminary  • Avoiding villages and   \nNov 2003  bureau, forest bureau,    feasibility study. Preparation of  buildings, and \nwater resource bureau,  environmental impact  minimizing farmland \nagricultural bureau, etc.;  assessment  framework \nand villagers along the  • Requests for socioeconomic \npossible alignment  information \nNov 2004–  Expressway Company  15  • Understanding the company’s  • Role of the Expressway \nJan 2005  structure, experiences, and  Company in project \nfinancial status  preparation \n• Participation of the \ncompany in resettlement \nsurvey \nNov–Dec  Municipal and county level  50  • Introduction of the Asian  • Role of expressway in \n2005  officials from different  Development Bank (ADB) project  promoting local \nsectors, including county  and its objectives  development \ngovernment, transportation  • Understanding the development  • Roadside stations \nbureau, poverty reduction  programs, including poverty  • Possible risks from the \noffice, women’s federation,  reduction, women's development,  project \ndevelopment and reform  local road planning, and human \ncommittee, statistics  immunodeficiency virus/acquired \nbureau, civil affairs bureau,  immunodeficiency syndrome \npublic health bureau,  prevention \neducation bureau  • Understanding public transport \nservices \nNov–Dec  Township-level officials  80  • Introduction of the ADB Project  • Role of expressway in \n2005    and its objectives  promoting local \n• Understanding the general  development \nsocioeconomic situation of the  • Possible impacts of the \naffected townships  Project \n• Considering more sample  • Role of townships in \nvillages for further surveying  implementing \nresettlement plan  \n• Role of townships in \norganizing unskilled \nlabors \nDec 2005  Village leaders  40  • Group interviews  • Social and poverty \nFarmer representatives  200  • Household questionnaire surveys  assessment \nIndividual households  400  for both resettlement plan and  • Preparing resettlement \nFemale farmers  60  social and poverty assessment  plan \nBus passengers  10  • Passenger survey \nDrivers  10  • Driver survey \nJan 2006  Officials of municipal and  12  • Environmental impact survey  • Local people’s \ncounty environmental    • Public awareness  perceptions on \nprotection bureaus    • Construction disturbance  environmental \n    protection and \nVillagers  50  construction \ndisturbances \nTotal    3,627     \nSource: Sichuan Provincial Communications Department. \n ", "Appendix 18  59\nSUMMARY RESETTLEMENT PLAN \n \n1.  The  resettlement  plan  addresses  impacts  caused  by  the  expressway  component, \nincluding link roads, based on the project feasibility study. Since the local road program involves \nupgrading existing roads, this will involve little or no land acquisition and resettlement; a short \nresettlement plan has been prepared for this component. Affected persons will receive the same \ncompensation standards for both components. Prior to commencement of land acquisition, \nSichuan Provincial Communications Department (SPCD) will update the resettlement plans \nbased on detailed design and detailed measurement survey, and submit the resettlement plans \nto the Asian Development Bank (ADB) for approval. During project construction, if there are \nsignificant material changes in project scope or other causes, an updated resettlement plan will \nprepared,  disclosed  to  affected  persons,  and  submitted  to  ADB  for  approval  prior  to \ncommencement of such changes. \n \n2.  The proposed expressway will permanently require 779 hectares (ha) of land. It is \nprojected that another 240 ha of land will be occupied temporarily during the construction \nphase. Based on People's Republic of China (PRC) standards for impact assessment, the \nequivalent of 9,141 persons would lose all their land and agricultural livelihoods. Since the \nexpressway will actually cross many parcels of scattered farmland, it is projected that the \naverage loss of land per household will be 13%, which means the number of partially affected \npeople will be on the order of 55,000 persons (or 13,000 households). \n \n3.  Along with land acquisition, 137,700 square meters (m2) of houses will be demolished, \nnecessitating relocation of 1,148 households (5,279 persons), which is an average of 23 houses \nper village. The relocation will provide an opportunity to improve current housing conditions for \nrelocated households. Most of these households will be moved a short distance to another site \nwithin their original village. Rural housing will either be built (i) in a scattered manner beside \nroadways, or (ii) in a clustered manner close to existing settlements; all sites will be provided \nwith water supply, electricity, telephone, and television cable.  \n \n4.  For the local road component, 30 sections of existing low-class roads (totaling 402 km) \nwill receive road-bed and surface upgrades within the existing alignment. The width of affected \nlocal roads will remain the same and no new bridges or significant realignments are planned. \nTherefore, land acquisition and resettlement can be avoided or at least minimized. The local \nroads will be upgraded over 5 years, with a few sections upgraded each year. Three roads will \nbe constructed in 2007; the design work for these has been completed and has confirmed that \nthere will be no land acquisition or resettlement required. Since the design work is done each \nyear, there are no such projections yet for the other 27 sections. However, in order to make \nbudgetary provisions for minor impacts, it is projected that permanent land acquisition could \namount to 2 ha, but will not cause any significant (i.e., equivalent to full land loss for 40 persons) \nimpacts on households. Cash compensation will be provided to affected persons. Similarly, \nsome provisions have been made for temporary land occupation, affected trees, and some \nstructures.  \n \n5.  For people unavoidably affected, the resettlement objective is to achieve equal or better \nincome and living standards, in line with the PRC Land Administration Law (1998) and ADB’s \nPolicy on Involuntary Resettlement (1995). The SPCD will ensure that any people losing land, \nhousing, or other assets or income sources will be supported to fully restore their income and \nliving  standards.  The  Sichuan  provincial  government  in  2004  issued  a  special  decree \nconcerning land compensation. For the draft resettlement plan, the estimated compensation \nrates (inclusive of land compensation, resettlement subsidies, and young crops) in Tongchuan \ndistrict  and  Xuanhan  county  are  CNY33,600  per  mu  (0.067  ha)  for  irrigated  farmland; \n ", "60  Appendix 18 \nCNY21,000 per mu for dryland and house plots, and CNY12,000 per mu for woodland. In \nWanyuan County the rates are CNY31,500 per mu for irrigated farmland; CNY19,900 per mu for \ndryland and house plots, and CNY12,000 per mu for woodland. People losing land temporarily \nduring construction will receive a payment equivalent to production value foregone for the period \nof loss, which is expected to be 2 years. Their land will also be restored to its original condition \nby the contractor. \n \n6.  For structures to be demolished, replacement value will be provided to the affected rural \nhouseholds based on compensation rates adopted in Dazhou city, which range from CNY350 to \nCNY450/m2  for  brick-and-concrete  structures,  CNY280  to  CNY320/m2  for  brick-and-wood \nstructures, and CNY260/m2 for earth-and-wood structures. Those losing housing will be able to \nacquire new housing sites within their current village group or administrative village; these sites \nwill have access to electricity and water services and will be near a road. There will be no \nreduction for depreciation factored into house compensation rates, and people will be allowed to \nsalvage materials from their old houses. \n \n7.  SPCD will assume overall responsibility for implementing resettlement according to the \napproved  resettlement  plan.  A  resettlement  office  within  Sichuan  Dashaan  Expressway \nCompany  Limited  (SDEC)  will  be  directly  responsible  for  coordinating  the  planning, \nimplementation, financing, and reporting of land acquisition and resettlement for the expressway \nand connector roads. Within local governments, leading groups and resettlement offices, each \ncomprising six to eight staff members, will be established in Dazhou city and the three affected \ncounties (districts). The county land and resources offices will take primary responsibility for \nresettlement consultation, implementation, and timely delivery of entitlements, with assistance \nfrom townships and villages concerned. The same arrangements will apply to the local roads, \nexcept that SDEC will not have a role.  \n \n8.  The  1998  Land  Law  requires  disclosure  and  consultation  with  affected  persons. \nMeetings  and  interviews  have  been  held  to  notify  them  about  the  key  elements  of  the \nresettlement plan. A resettlement information booklet was distributed to all affected villages in \nApril and May 2006. During detailed resettlement planning, there will be further consultations to \ndiscuss specific impacts on each village and how these impacts will be addressed. The county, \ntownship, and village officials will ensure that any concerns raised by the people affected are \nquickly  addressed.  In  case  of  grievances,  all  complaints  will  be  processed  based  on  the \nGovernment Regulation Number 431 on Grievance and Redress. People affected will submit \ntheir oral or written complaint first to the village committee or township resettlement office. If \ntheir complaint is not settled in 2 weeks, they can seek redress at the county resettlement office \nwithin 1 month. If still unresolved within additional 2 weeks, SDEC will try to achieve a solution. \nThe final redress would be sought, if necessary, in the civil courts, in accordance with the Civil \nProcedures Act. \n \n9.  The  plan  for  internal  and  external  monitoring  and  evaluation  is  included  in  the \nresettlement plans. SPCD will engage a qualified domestic monitor to carry out independent \nresettlement monitoring and evaluation. The monitor will conduct a baseline survey prior to \nresettlement, semiannual investigations during resettlement, and annual survey updates for 2 \nyears after the completion of resettlement. The monitor will provide ADB and SPCD with copies \nof the monitoring and evaluation reports twice a year during resettlement implementation and \nonce a year after resettlement completion. An internal monitoring and reporting system will be \nestablished in the resettlement division of SDEC and will report to ADB on the progress of land \nacquisition and resettlement through quarterly progress reports and a resettlement completion \nreport. \n \n "], "metadata": {"ModDate": "D:20070719094929+08'00'", "CreationDate": "D:20070625095927+08'00'", "Title": "Eastern Sichuan Roads Development Project", "Creator": "PScript5.dll Version 5.2", "Author": "RMT", "Keywords": "sichuan roads china, expressways townships counties, capacity building road safety, transport services market economy, passenger traffic freight\r\n", "Producer": "Acrobat Distiller 6.0 (Windows)"}}