{"path": "data/input/ta/37734-lao-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report\n \n____________________________________________________________________________ \n \n \n \n \n \nProject Number: 37734 \nJune 2008 \n \n \n \n \n \nLao People’s Democratic Republic:  \nGreater Mekong Subregion Nam Theun 2 \nHydroelectric Project – Social Safeguards Monitoring \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 3 June 2008) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.000114 \n$1.00 =  KN8,745 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  IFI  –  international financial institution \n  Lao PDR  –  Lao People’s Democratic Republic \n  NTPC  –  Nam Theun 2 Power Company \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention - Geographic \nSector  –  Energy  \nSubsector  –  Hydropower generation \nThemes  –  Inclusive social development, environmental sustainability, capacity \ndevelopment \nSubthemes  –  Involuntary resettlement, natural resources conservation, \ninstitutional development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  J. R. Cooney, Infrastructure Division, SERD \n   \nTeam leader  D. T. Bui, Energy Economist, SERD  \nTeam member  M. Huddleston, Senior Social Development Specialist, Lao Resident Mission, \nSERD \n \n ", "", " \nI.  INTRODUCTION \n1.  On 4 April 2005, the Asian Development Bank (ADB) approved the Nam Theun 2 \nHydroelectric Project1 (the Project). The Project is to help the Lao People’s Democratic Republic \n(Lao PDR) generate sustainable electricity from a renewable hydropower resource for use \ndomestically and for export to Thailand, earning much-needed revenue in hard currency for \npoverty reduction and environmental protection programs. \n \n2.  ADB assistance for the Project consists of a $20 million ordinary capital resources loan \nto the Government of the Lao PDR for (i) its equity investment into the Nam Theun 2 Power \nCompany  (NTPC)  through  Lao  Holding  State  Enterprises,  (ii)  a  $50  million  political  risk \nguarantee, and (iii) a $50 million direct loan2 to NTPC. Other project financiers include the World \nBank,  European  Investment  Bank,  Nordic  Investment  Bank,  Agence  Française  de \nDéveloppement, and private commercial banks. The total project cost is estimated to be $1,250 \nmillion.  \n \n3.  The Project will construct a transbasin hydropower station with a capacity of 1,070 \nmegawatts. A 39-meter-high dam is being built on the Nam Theun River, creating a reservoir of \n450 square kilometers (km). Water released from the power station will be discharged through a \n27-km channel before being discharged into the Xe Bang Fai River. \n \n4.  The Project will have a variety of negative impacts on the environment and also social \nimpacts on the people who live in the reservoir area, upstream and downstream areas, and in \nthe watershed of the Nakai-Nam Theun National Protected Area. Social impacts of the Project \ninclude (i) resettlement of 1,200 households living on the Nakai plateau in the reservoir area; (ii) \nacquisition of land for construction of the project facilities, particularly the land for construction of \nthe downstream channel; and (iii) associated impacts on the 37 villages along the Nam Theun \nRiver downstream of the dam, on the 31 villages in the watershed upstream of the reservoir, \nand on about 200 villages along the Xe Bang Fai River downstream of the power station. \n \n5.  The Government has requested assistance from ADB to ensure that these negative \nimpacts are appropriately mitigated. The proposed technical assistance (TA)3 will provide this \nsupport. The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n6.  The  Project  has  been  designed  to  be  a  model  for  large  hydropower  projects.  Its \ndevelopment and implementation have involved (i) extensive consultations with project-affected \npeople and other stakeholders; (ii) an environmental management program aimed at mitigating \nenvironmental impacts and biodiversity conservation; (iii) a comprehensive social development \nprogram aimed at restoring and improving the livelihoods of the reservoir resettlers and of \nupstream  and  downstream  villages;  and  (iv)  a  multi-level  monitoring  scheme  involving  an \nindependent  panel  of  social  and  environmental  experts,  the  lenders’  technical  advisor,  an \nindependent  monitoring  agency,  and  the  international  financial  institutions  (IFI).  ADB \nparticipates in the IFI monitoring activities to ensure that the Project is being implemented in \n                                                 \n1   ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic for the Greater Mekong Subregion Nam Theun 2 Hydroelectric Project. Manila \n(Loan 2162-LAO, approved on 4 April). \n2  ADB. 2005. GMS Nam Theun 2 Hydroelectric Project. Manila (PS 7210-LAO, approved on 4 April, for $100 \nmillion). \n3  The TA first appeared in the business opportunities section of ADB’s website on 4 June 2008. \n ", "2   \naccordance  with  the  Project’s  legal  documents  and  in  compliance  with  ADB’s  social  and \nenvironmental safeguard policies.  \n \n7.  After 2.5 years of construction, the Project has reached a critical milestone—closure of \nthe Nakai dam diversion tunnel, which commences the reservoir filling. In 2009, NTPC will start \ntesting the water release to the Nam Theun River and will also gradually release water to the Xe \nBang Fai River. With closing of the diversion tunnel and filling of the reservoir, impacts will occur \nto affected persons on the Nakai plateau, and in the upstream and downstream areas. \n \n8.  It is therefore very important for the Government, ADB, and other IFIs to closely monitor \nthe implementation of the designed social safeguard programs, including resettlement of the \nvillagers in the reservoir area and implementation of a package of livelihood restoration and \ndevelopment for all affected persons. This will require that there be a social development \nspecialist stationed in the Lao PDR to assist the Government on a routine basis. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The technical assistance is to ensure that the Project is implemented in accordance with \nits envisaged design as a world-class model, not only producing electricity for meeting the \nneeds in the Lao PDR and Thailand but also doing so in a socially sustainable inclusive manner. \nThe anticipated impact of the TA is that the livelihoods of the project affected people, particularly \nthe  stated  income  targets,  will  be  restored  in  accordance  with  the  Project’s  concession \nagreement and ADB’s policies. The outcomes of the TA will be the assurance (i) that affected \npeople on the Nakai plateau will be properly resettled, their livelihoods will be restored through \nappropriate implementation of agriculture, fishery and village forestry programs; (ii) that affected \npeople  whose  lands  were  taken  for  the  Project  will  be  properly  compensated  and  their \nlivelihoods restored in accordance with the concession agreement  and in compliance with \nADB’s policies; and (iii) that villagers in the upstream and downstream areas will be provided \nwith adequate and suitable options for restoring the potential loss of fish catch, riverbank \ngardens, and other livelihood opportunities in accordance with the concession agreement and \nADB’s policies. The TA will also provide information for reports to ADB management and the \nBoard of Directors on the Project’s implementation status, and for preparing responses to the \nnumerous civil society organizations that maintain an interest in the Project. \n \nB.  Methodology and Key Activities \n \n10.  To achieve the intended outcomes, the technical assistance will continue the ongoing \nmonitoring  of  the  project  implementation  through  constant  consultation  with  NTPC,  the \nGovernment of Lao PDR, and other IFIs. This requires that the Government has available to it \nthe services of a specialist, who will join regular technical visits with World Bank teams to the \nproject sites. In the past 2 years, the technical visits have proven very effective not only in \nidentifying issues in the implementation of the social programs but also in exploring options for \nsolving these issues with NTPC and the Government. \n \n11.  The TA will engage an international social development specialist who has worked \nextensively in the Lao PDR and has good experience in the country and with ADB’s social \nsafeguard polices. The specialist will, together with other project IFIs (in particular the World \nBank), assist the Government with conducting regular monitoring missions at least twice a year, \nand consult with the Government and NTPC to assist them in implementing the Project’s social ", "  3\ndevelopment programs. The work of the consultant and his or her outputs constitute the outputs \nfor the TA. These will include aides memoire and meeting minutes documenting progress with \nregard to the implementation of the social development programs of the Project, including \nprogress in \n \n(i)  achieving  income  targets  for  the  1,200  resettled  households  on  the  Nakai \nplateau,  \n(ii)  the upstream and downstream program implementation, \n(iii)  final  compensation  and  livelihood  restoration  for  land  acquired  for  project \nconstruction, and \n(iv)  implementation  of  the  social  and  environmental  monitoring  framework  and \noperational plan for the Nakai Nam Theun National Protected Area.  \n \n12.  The specialist will assist the Government with reviewing the Project’s social safeguard \ndocuments and providing comments as necessary, and will provide information that will be used \nfor preparing reports and presentations to ADB’s Board and management about the progress of \nthe Project. \n \nC.  Cost and Financing \n13.  The total cost of the TA is estimated at $420,000 equivalent, of which $400,000 will be \nfinanced on a grant basis by ADB’s TA funding program. The Government will finance the \nbalance  of  $20,000  equivalent  in-kind  by  providing  counterpart  staff  support  and  data, \ninformation, and reports. The detailed cost estimate and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements  \n14.  ADB will be the Executing Agency for the TA, which will be implemented over a 24-\nmonth period commencing in July 2008. \n \n15.  An international consultant will be engaged on an individual basis by ADB for 12 person-\nmonths  intermittently  over  2  years,  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants (2007, as amended from time to time). The consultant, who will be based in ADB’s \nLao Resident Mission, will possess (i) in-depth knowledge of ADB’s policies on involuntary \nresettlement and indigenous peoples, (ii) experience in implementing social development plans \nfor resettlement arising from large infrastructure projects, and (iii) excellent understanding of \nissues related to ethnic minorities in the Lao PDR. The outline terms of reference are in \nAppendix 3. \n \nIV.  THE PRESIDENT’S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the Lao People’s Democratic Republic for the Greater Mekong Subregion \nNam Theun 2 Hydroelectric Project – Social Safeguards Monitoring, and hereby reports this \naction to the Board.  \n ", "4  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets  Data Sources and/or \nDesign Summary  and/or Indicators  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumption \n• Livelihoods of people living on  • Household and village  • Reports of Ministry of  • Strong commitment \nthe Nakai plateau and along  income targets for  Energy and Mines  from NTPC and the \nthe Nam Theun and Xe Bang  resettlers on Nakai  • Certification of the panel  Government \nFai rivers will be restored in  plateau achieved by  of international social  Risks  \naccordance with the  2014  and environmental  • Implementation of the \nconcession agreement and  • Final compensation for  experts  Project’s Social \nADB’s policies  project lands paid by    Development Program \nDecember 2009   will not be given the \n  same attention as the \n  Project’s construction \n  receives.   \n• Project staff with \nrelevant skills are not \navailable \n \nOutcome      Assumptions \n• Effective implementation of  • Progress according to  • Reports of the panel of  • Sufficient budget for \nlivelihood programs on the  the concession  international social and  Nakai Plateau programs \nNakai plateau and  agreement of achieving  environmental experts   • Effective monitoring and \ndownstream areas and project  income targets for  • Reports of the lenders'  dialogue with the \nland compensation in  1,200 households on  technical advisor  Government and NTPC \ncompliance with the  the Nakai plateau    Risk  \nconcession agreement  • Progress according to  • Downstream program is \nthe Project’s  budget limited  \nconcession agreement  \nfor the downstream \nprogram \nimplementation \n• Final compensation for \nland acquired for project \nconstruction paid by \nDecember 2008 \n \nOutputs      Assumption \n1.  List of issues for IFI  • Clarity and timeliness of  • Mission aides memoire  • Smooth coordination \nmonitoring missions  issues and solutions  and meeting minutes  among IFI teams in all \nidentified. Solutions  • Consensus obtained in  • Project documents and  issues related to the \nproposed for each issue  resolving issues and  reports  Project’s social program \nwith steps to be taken by  issues then being    of the Project and in \nIFI teams in agreement with  resolved    dialogue with the \nthe Government and NTPC  • Timely review and    Government and NTPC \nwith regard to the  comments on the   \nimplementation of the  Project’s social   \nProject’s social and  safeguard aspects. \nlivelihood programs.    \n2.  Semiannual reports to  • Reports submitted to \nADB’s Board and  the Board in May and \nmanagement about the  November each year \nprogress of the Project \n \nActivities with Milestones  Inputs \n1.1  Recruit a social development specialist by July 2008  • ADB-$400,000 \n1.2  Develop social development specialist’s work plan by July 2008  Consulting services  12 \n1.3  Social development specialist fully in monitoring the Project’s social programs July  person-months-\n2008–June 2010  $370,000 ", "  Appendix 1  5\n \nActivities with Milestones  Inputs \n2.1  Consolidated inputs to ADB Board of Directors reports every six months (March and  Seminars, conferences \nOctober)  and workshops-$10,000 \n  Miscellaneous \nAdministrative and \nSupport Services and \ncontingencies-$15,000 \n• Government-$20,000,  \nDocuments, Reports, \nStudies, and Survey \nReports-$10,000 \nMiscellaneous \nAdministrative and \nSupport Costs-$10,000 \nADB = Asian Development Bank, IFI = International Financial Institutions, NTPC = Nam Theun 2 Power Company. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "6  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \nItem  Total Cost \nA.  Asian Development Bank (ADB) Financing a   \n  1.  Consultant   \n    a.  Remuneration and Per Diem  310.0 \n    b.  International and Local Travel   50.0 \n    c.  Reports and Communications  10.0 \n  2.  Seminars, Conferences, and Workshops  10.0 \n  3.  Miscellaneous Administrative and Support Services  5.0 \n  4.  Contingencies  15.0 \n  Subtotal (A)  400.0 \n     \nB.  Government Financing   \n  1.  Documents, Reports, Studies, and Survey Reports  10.0 \n  2.  Miscellaneous Administrative and Support Costs  10.0 \n  Subtotal (B)  20.0 \n     \n  Total  420.0 \na  Financed by ADB’s technical assistance funding program. \nSource: ADB estimates. \n ", "  Appendix 3  7\nOUTLINE TERMS OF REFERENCE FOR CONSULTANT \n \n \n1.  The technical assistance requires the service of an international social development \nspecialist (12 person-months intermittent during a 2-year period). The consultant’s scope of \nwork will be to provide assistance to the Government with monitoring the Nam Theun 2 project \nsocial programs including involuntary resettlement, indigenous peoples, and gender aspects of \nthe Project. The specialist will report to the task manager of the Asian Development Bank (ADB) \nfor the Project.  \n \n2.  The consultant will undertake the following.  \n \n(i)  Become familiar with all relevant project documentation, including (but not limited \nto) the concession agreement, loan agreement, social development plan (2005), \nsocial  and  environmental  management  first  operation  plan  (2005),  updated \nresettlement plans for project lands (2007), downstream implementation plan \n(2008),  international  financial  institution  (IFI)  missions'  aides  memoire,  and \nreports of the social and environment panel of experts, lenders’ technical advisor, \nindependent monitoring agency, nongovernment organizations, and Nam Theun \nPower Company’s monthly reports. \n(ii)  Maintain  close  and  frequent  contact  with  the  World  Bank’s  Lao  People’s \nDemocratic Republic-based staff responsible for monitoring the implementation \nof the social programs of the Project. \n(iii)  In coordination with the World Bank and other financiers as relevant, monitor the \nstatus of the Project’s social programs as per the Project’s legal documents; in \nparticular the program for restoration of livelihood of resettlers on Nakai plateau, \nthe  program  for  compensation  of  project  lands,  and  the  downstream \ndevelopment program. Identify potential problems and issues that may affect the \nachievement of the objectives of these programs, and propose solutions to these \nproblems in consultation with the World Bank and IFI teams.  \n(iv)  Participate in IFIs’ dialogue with Nam Theun 2 Power Company (NTPC) and the \nGovernment about the social programs, especially for identifying and resolving \nproblems and difficulties. \n(v)  Review and provide written comments on various reports and documents as \nrequested by ADB’s task manager. \n(vi)  Prepare  inputs  to  regular  briefings  and  presentations  and  reports  for  ADB \nmanagement and the Board of Directors, and prepare responses to inquiries \nfrom civil society as requested by the task manager. \n(vii)  Participate in IFI review missions as requested by the task manager, provide \ntechnical guidance to NTPC and the Government, and contribute to mission \naides memoire, back-to-office reports, and other documents. \n \n3.  The consultant will (i) provide ADB with brief reports each month highlighting the main \nissues in (ii), (iii), (iv), and (v) above; (ii) provide inputs as set out in (vi) above;  and (iii) provide \nquarterly reports to the Government counterpart agency with content to be agreed with the task \nmanager. \n "], "metadata": {"CreationDate": "D:20080707105520+08'00'", "Author": "MMJ", "Creator": "PScript5.dll Version 5.2", "Keywords": "greater mekong subregion, gms nam theun 2, gms hydroelectric project, gms social safeguards monitoring, nakai plateau resettlement projects, nam theun 2 power company, ntpc equity investment, adb technical assistane 7094, adb project 37734", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20080710142521+08'00'", "Title": "Greater Mekong Subregion Nam Theun 2 Hydroelectric Project – Social Safeguards Monitoring"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 3 June 2008) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.000114 \n$1.00 =  KN8,745 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  IFI  –  international financial institution \n  Lao PDR  –  Lao People’s Democratic Republic \n  NTPC  –  Nam Theun 2 Power Company \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention - Geographic \nSector  –  Energy  \nSubsector  –  Hydropower generation \nThemes  –  Inclusive social development, environmental sustainability, capacity \ndevelopment \nSubthemes  –  Involuntary resettlement, natural resources conservation, \ninstitutional development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  J. R. Cooney, Infrastructure Division, SERD \n   \nTeam leader  D. T. Bui, Energy Economist, SERD  \nTeam member  M. Huddleston, Senior Social Development Specialist, Lao Resident Mission, \nSERD \n \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "J. R. Cooney", "role": "Infrastructure Division", "organization": "SERD"}, {"fullname": "D. T. Bui", "role": "Energy Economist", "organization": "SERD"}, {"fullname": "M. Huddleston", "role": "Senior Social Development Specialist", "organization": "Lao Resident Mission"}]}