{"path": "data/input/ta/37909-029-tar-en.pdf", "pages": [" \nTechnical Assistance Report\n \n \n \nProject Number: 37909-029 \nTransaction Technical Assistance (TRTA) \nNovember 2018 \n \n \n \nCapacity Building for Enhanced Safeguards, Anti-\nCorruption and Integrity Measures, Gender Equity \nPolicies and Digitization of Trade Finance Program \nBanks \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB's Access to Information \nPolicy.\n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nTA  –  technical assistance \nTFP  –  Trade Finance Program \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars unless otherwise stated \n. \n \n \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christine Engstrom, Private Sector Financial Institutions Division, \nPSOD \n   \nTeam leader  Steven Beck, Advisor (Trade and Supply Chain Finance), PSOD \nTeam members  Elnora Mangampat, Senior Investment Officer, PSOD \nCan Sutken, Investment Specialist, PSOD \nDonna Marie Tupas, Senior Investment Officer, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   \n ", " \nCONTENTS \n \n \nPage \nI.  THE ONGOING PROGRAM  1 \nII.  THE TECHNICAL ASSISTANCE  1 \nA.  Justification  1 \nB.  Outputs and Activities  3 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIII.  THE PRESIDENT'S DECISION  5 \n ", "", " \n \nI.  THE ONGOING PROGRAM \n \n1.  ADB’s Trade Finance Program (TFP) fills market gaps by providing guarantees and loans \nto partner banks in support of trade. Since 2009, TFP has supported more than 12,000 small and \nmedium-sized enterprises (SMEs) across developing Asia and the Pacific – through over 16,500 \ntransactions valued at over $30 billion – in sectors ranging from commodities and capital goods, \nto medical supplies and consumer goods. In 2017, the TFP supported $4.5 billion in trade through \napproximately  3,500  transactions.  The  TFP  also  encourages  commercial  sustainability  by \npromoting environmental and social safeguards standards, ensuring integrity and transparency, \nas  well  as  helping  accelerate  progress  in gender  equality.  TFP  is  also  supporting  digital \ntransformation as it pertains to trade finance. \n  \nII.  THE TECHNICAL ASSISTANCE \n \nA.  Justification \n \n2.  Trade finance is explicitly recognized in the Addis Ababa Action Agenda on Financing for \nDevelopment as an important means of implementing the Sustainable Development Goals \n(SDGs).1 However, an ADB survey published in September 2017 estimated a global trade finance \ngap of $1.5 trillion, 40% of which is in Asia and the Pacific, with 74% of rejected trade finance \ntransactions coming from SMEs. Private sector funding and support is critical to address the large \nmarket gaps for short-term trade finance that exists across Asia and the Pacific.2 Thus, to address \nsuch market deficiencies, ADB, in accordance with Strategy 2030, will expand the use and reach \nof its various financial sector programs such as trade finance and supply chain finance.3  \n \n3.  The proposed $3.0 million technical assistance (TA)4 will help TFP to continue to address \nmarket gaps for trade finance and therefore support more trade by building on the initiatives \nstarted under previous TFP TAs and introduce new initiatives.5 The TA will provide TFP with funds \nto engage consultants over the next three years to assist in various capacity building initiatives \nfor  enhanced  safeguards,  integrity  due  diligence  related  to  combatting  corruption,  money \nlaundering, and the financing of terrorism, gender/disability policies, and digitization of trade \nfinance in TFP partner banks. The TA will also fund related knowledge-sharing and partnership \nactivities. These will include seminars and regional trainings for developing member country \n(DMC) banks, their SME clients, and related government agencies.   \n \n4.  Safeguards Initiative. The TA will create awareness of and help address social and \nenvironmental issues such as child/forced labor, climate change and sustainability through the \nbanking sector, which is expected to also impact banks’ clients, including SMEs. The effects of \nthese various social and environmental safeguards issues are seen globally, but much more so \nin developing countries where it inflicts the most economic and social costs. Many DMCs where \nTFP operates are considered climate-vulnerable because of the importance of climate-sensitive \nsectors in their economies (i.e. agriculture) and because of limited resource capacity to respond \n                                                \n1 United Nations. 2015. Addis Ababa Action Agenda of the Third International Conference on Financing for Development. Addis Ababa. \n2 A. Di Caprio, K. Kim, and S. Beck. 2017. Trade Finance Gaps, Growth and Jobs Survey. ADB Briefs. No. 83. Manila: ADB. \n3 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient and Sustainable Asia and the Pacific. Manila. \n4  The TA first appeared in the business opportunities section of ADB’s website on 26 November 2018. \n5 ADB. 2009. Technical Assistance for Trade Finance Capacity Development. Manila (cofinanced by the Japan Special Fund); ADB. \n2013. Technical Assistance for Trade Finance Capacity Development, Phase 2. Manila; ADB. 2014. Technical Assistance for Capacity \nDevelopment for Banks in Developing Member Countries under the Trade Finance Program. Manila; ADB. 2015. Technical Assistance \nfor Due Diligence and Capacity Development of Potential and Existing Trade Finance Program Banks. Manila; and ADB. 2015. \nTechnical Assistance for Capacity Development for Expansion of the Trade Finance Program into the Pacific and Enhanced \nSafeguards and Integrity Measures for Trade Finance Program Banks. Manila. \n ", "2   \nto climate change. Many of these adverse effects contribute to poverty, particularly impacting \nwomen and children.  \n \n5.  Deepening financial institutions’ awareness and understanding of environmental and \nsocial safeguards through formulating safeguards guidelines and conducting safeguards due \ndiligence as well as trainings and workshops is expected to result in enhanced safeguards \ncapacity within TFP and its partner banks and may also result in safeguards improvements \nbeyond the scope of banks’ trade finance business such as in terms of accessing direct debt or \nequity finance opportunities from ADB.  Enhanced safeguards capacity is also expected to \ntranslate into increased support for trade, for example, of agricultural commodities into DMCs that \nmay be affected by climate change-related events (i.e., severe flooding), enabling DMCs to \nbecome more resilient to direct and indirect impacts of climate change. \n \n6.  Anticorruption and Integrity Measures. Following the global financial crisis, compliance \nand regulatory requirements have increased significantly for banks, including in trade finance. \nConsequently, ‘de-risking’ of correspondent banking relationships is affecting trade in DMCs. TFP \npartner  banks,  including  those  in  the  Pacific,  are  witnessing  a  decline  in  correspondent \nrelationships to clear transactions and/or issue trade finance instruments. Trade for these banks \nis dampened and therefore overall economic growth and job creation will slow.  In an extreme \nscenario, de-risking could isolate countries from the global financial and trading system.   Part of \nthe  problem  cited  by  financial  institutions  and  DMCs  alike  is  the  different  definitions  and \ntreatments by financial regulators on how to comply with anti-financial crimes and integrity due \ndiligence and regulations.  Correspondent banks note that varying compliance requirements can \nadd  costs  and  risks  to  on-boarding  and  maintaining  correspondent  banking  relationships, \nespecially in DMCs. The TA will support strengthening of practices related to combating corruption, \nmoney laundering, and the financing of terrorism measures.  It will also improve monitoring of \nsuch issues by conducting integrity due diligence reviews on all TFP partner banks and financial \ninstitutions. \n \n7.  The TA will also complement the work of the Financial Stability Board (FSB) and the \nFinancial Action Task Force (FATF) and align with the efforts of numerous industry bodies in this \narea by further analyzing the development of a scorecard to assess the implementation and \neffectiveness of global regulations with respect to anti-money laundering and combating terrorism \nfinancing regulations, and then support follow-on initiatives. It is anticipated that this initiative will \nencourage greater harmonization between regulatory jurisdictions, clarify, simplify and reduce \ncosts of compliance and therefore mitigate the problems associated with de-risking. \n \n8.  Gender Equity and Inclusive Initiatives. Gender equity initiatives will continue to be \nimplemented and the program will set a minimum threshold of 30% for the percentage of female \nparticipants in any TFP training. In 2016, the TFP launched a gender initiative aimed at attracting, \nretaining, and promoting women in banking and trade. To date, the human resource policies of \n20 TFP partner banks have been assessed for possible human resource policy enhancements. \nConsultants will be engaged under the TA to implement recommendations and future phases of \nthis initiative following results of the TFP gender study published in May 2018.6 This may also \ninclude social protection elements such as establishing disability-friendly facilities in the workplace \nand ensuring gender-inclusiveness in the banks’ human resource policies. \n \n9.  Digitization of Trade. While there is intense discussion around and promotion of the \ndigitization of trade and fintech’s ability to close market gaps and deliver on the ‘inclusive economy’ \n                                                \n6 ADB. 2018. Boosting Gender Equality Through ADB Trade Finance Partnerships. Manila. \n ", "    3 \nagenda, basic rules, standards, protocols and best practices need to be introduced to support \ngrowth and innovation. The TA will support an initiative (“Digital Standards in Trade (DST)” or the \n“Universal Trade Network” (UTN) or whatever name and structure may be determined most \nappropriate by the industry) with the private and public sectors on a cost-sharing basis to create \ndigital rules, standards, protocols and practices required to digitize trade, drive inter-operability \nand underpin progress in fintech to reduce financing gaps among SMEs and DMCs. DST/UTN \n(or by some other name) will coordinate with all stakeholders to create and drive global adoption \nof the standards and practices that will serve as basic infrastructure for the digitization of trade.  \n \n10.  The TA is aligned with ADB’s Strategy 2030. Through TFP’s gender equity and safeguards \ninitiatives, the TA supports ADB’s Strategy 2030 operational priorities B, C and D with regard to \naccelerating gender equality, tackling climate change, building climate and disaster resilience, \nand enhancing environmental sustainability, as well as building more livable cities by making them \nmore resilient and inclusive. The TA likewise incorporates guiding principles for ADB’s operations \non promoting innovative technology and digital transformation by conducting pilot testing related \nto digitization of trade processes and documents. Moreover, the proposed capacity building and \nknowledge-sharing and collaboration activities under the TA demonstrates ADB’s role as a \nknowledge institution and knowledge provider and promotes ADB’s Strategy 2030 key operational \npriorities F and G related to strengthening governance and institutional capacity and fostering \nregional cooperation and integration through trade. \n \nB.  Outputs and Activities \n \n11.  The major outputs and activities are summarized in Table 1. \n \nTable 1: Summary of Major Outputs and Activities \nMajor Outputs  Key Activities with Milestones \nSafeguards Initiative \n1. Safeguards measures  1.1  Formulate safeguards guidelines on specific goods and/or across different \nestablished for ADB as it  sectors or themes.  \npertains to trade  1.2  Implement safeguards guidelines through automation of red flags screening and \ndevelop an ESMS platform consistent with ADB’s standards.7 \n2. Safeguards policies  2.1  Perform safeguards due diligence with TFP partner banks in DMCs in alignment with \nenhanced for TFP banks in  prepared guidelines. \nBangladesh, Indonesia,  2.2  Identify gaps, formulate and implement safeguards policies or enhance existing \nNepal, Pakistan and Viet  safeguards policies for participating DMC banks. \nNam  2.3  Assist  in  establishment  or  enhancement  of  ESMS  in  partner  banks,  where \nnecessary and provide capacity training for participants and stakeholders of such \nESMS. \n3. Environmental and social  3.1  Prepare knowledge products such as online training based on previous safeguards \nsafeguards awareness  trainings and workshops already conducted and guidelines related to environmental \ndeepened  and social safeguards. \n3.2  Conduct  knowledge-building,  knowledge-sharing,  and  partnership-development \nactivities (including training seminars for DMC banks and regional training events) \nwhich may include sections for participants from corporate clients including SMEs. \n3.3  Help  drive  initiative  to  implement  uniform  safeguards  standards  for  trade \ntransactions through the ICC Banking Commission together with IFC and EBRD, \nbringing  together  different  stakeholders  who  will  closely collaborate  and  help \nharmonize guidelines that will be implemented across banks..  \nAnti-Corruption and Integrity Measures \n4.  Integrity due diligence and  4.1  Conduct integrity due diligence and reviews on an annual basis including monitoring \nreviews completed on TFP  and following-up on recommendations for improvement. \npartner banks and \nfinancial institutions \n                                                \n7 Red flags screening is based on ADB’s Prohibited Investments and Activities List. \n ", "4   \n5.  De-risking issues  5.1  Further  assess  and  develop  the  regulatory  scorecard  initiative,  consider \naddressed and  recommendations and areas for improvement. \ntransparency of  5.2  Continue to encourage all TFP partner banks to acquire a digital global legal entity \ntransactions improved  identifier to support greater transparency in cross-border transactions, thereby \nmitigating risk of financial crimes. \nGender Equity \n6. Gender balance in trade  6.1  Target at least 30% women attendance and participation, including women in SMEs, \nfinance enhanced  in  the  knowledge-building,  knowledge-sharing,  and  partnership-development \n  activities to be conducted by ADB.  \n6.2  Assist in drafting and implementation of gender- inclusive human resource and \nbanking  policies  aimed  at  promoting  gender  equity  and  incorporating  social \nprotection elements in TFP DMC banks. \nDigitization of Trade \n7. DST, UTN or entity  7.1  Assist in operationalizing DST/UTN by engaging consultants to carry out specific \notherwise named  key performance indicators. \noperationalized  7.2  Help establish metrics to gauge adoption and impact of protocols/standards/best \npractices/rules coming from DST/UTN initiative. \nDMC = Developing Member Country DST = Digital Standards in Trade \nESMS = Environmental and Social Management System ICC = International Chamber of Commerce \nTFP = Trade Finance Program UTN = Universal Trade Network \n \nC.  Cost and Financing \n \n12.   The TA is estimated to cost $3,000,000, of which (i) $750,000 will be financed on a grant \nbasis by ADB’s TASF- Others, (ii) $750,000 will be financed on a grant basis by Financial Sector \nDevelopment Partnership Special Funds (FSDPSF)8 and (iii) 1,500,000 will be financed on a grant \nbasis by Urban Climate Change Resilience Trust Fund (UCCRTF)9 under the Urban Financing \nPartnership Facility (UFPF) and administered by ADB. The funds will cover remuneration, travel, \nand  per  diem  for  international  consultants  and  national  consultants,  conference  related \nexpenditures, and miscellaneous expenses. \n \nD.  Implementation Arrangements \n \n13.  ADB will administer the TA. PSOD will select, supervise and evaluate the consultants. The \nimplementation arrangements are summarized in Table 2. \n \nTable 2: Implementation Arrangements \nAspects  Arrangements \nIndicative  implementation  October 2018–September 2021  \nperiod \nExecuting agency  ADB \nImplementing agency  ADB \nConsultants  To be selected and engaged by ADB \nFirm  Climate Change, Environmental and Social Safeguards Experts  \n \nIndividual  International Trade Finance Expert  \n \nIndividual  National Information Technology Expert(s)  \n \nIndividual  National Integrity anti-money laundering, know-your-client, and \ncounter-terrorist financing consultant(s)  \n \nIndividual  International Consultant for Regulatory Scorecard Initiative \n \nIndividual  International Gender and Development Expert  \n                                                \n8  Established by ADB. Financing partner: the Government of Luxembourg. \n9 Financing partners: the Rockefeller Foundation and the governments of Switzerland and the United Kingdom. \n ", "    5 \nAspects  Arrangements \n \nIndividual  International Digital Standards in Trade Expert  \n \nResource Person   International or National Resource Person(s) for Trainings/ \nWorkshops \nDisbursement  The TA resources will be disbursed following ADB's Technical Assistance Disbursement \nHandbook (2010, as amended from time to time). \nADB = Asian Development Bank   \nSource: Asian Development Bank estimates. \n \n14.  Consulting services. ADB will engage the consultants following the ADB Procurement \nPolicy (2017, as amended from time to time) and its associated project administration instructions \nand/or staff instructions. Consultants will procure works and goods (as applicable). Individual \nconsultants will be recruited to provide international and national consulting inputs. Resource \npersons will also be engaged for trainings and seminars.  \n \nIII.  THE PRESIDENT'S DECISION \n \n15.   The President, acting under the authority delegated by the Board, has approved (i) the \nAsian Development Bank (ADB) administering a portion of TA not exceeding the equivalent of \n$750,000 to be financed on a grant basis by FSDPDF, (ii) ADB administering a portion of TA not \nexceeding the equivalent of $1,500,000 to be financed on a grant basis by UCCRTF under the \nUFPF; and (iii) ADB providing the balance not exceeding the equivalent of $750,000 on a grant \nbasis, for Capacity Building for Enhanced Safeguards, Anti-Corruption and Integrity Measures, \nGender Equity Policies and Digitization of Trade Finance Program Banks, and hereby reports this \naction to the Board.  \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190226101616+08'00'", "Creator": "Microsoft® Word for Office 365", "Keywords": "trade finance program, smes, small and medium-sized enterprises, market gaps, anticorruption, transparency, digital transformation, partner banks, capacity building, 37909, ta 9669, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20190226120413+08'00'", "Producer": "Microsoft® Word for Office 365", "Subject": "Technical Assistance Report", "Title": "37909-029: Capacity Building for Enhanced Safeguards, Anti-Corruption and Integrity Measures, Gender Equity Policies and Digitization of Trade Finance Program Banks"}, "author_page": " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nTA  –  technical assistance \nTFP  –  Trade Finance Program \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars unless otherwise stated \n. \n \n \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Christine Engstrom, Private Sector Financial Institutions Division, \nPSOD \n   \nTeam leader  Steven Beck, Advisor (Trade and Supply Chain Finance), PSOD \nTeam members  Elnora Mangampat, Senior Investment Officer, PSOD \nCan Sutken, Investment Specialist, PSOD \nDonna Marie Tupas, Senior Investment Officer, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   \n ", "authors": [{"documentRole": "Vice-President", "fullname": "Diwakar Gupta", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Michael Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"documentRole": "Director", "fullname": "Christine Engstrom", "role": "Private Sector Financial Institutions Division", "organization": ""}, {"documentRole": "Team leader", "fullname": "Steven Beck", "role": "Advisor (Trade and Supply Chain Finance)", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "Elnora Mangampat", "role": "Senior Investment Officer", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "Can Sutken", "role": "Investment Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "Donna Marie Tupas", "role": "Senior Investment Officer", "organization": "PSOD"}]}