{"path": "data/input/ta/38055-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 38055  \nDecember 2005 \n \n \n \nTechnical Assistance \nSubregional Cooperation \nfor Information and Communications Technology  \nin Basic Education  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADBI  –  Asian Development Bank Institute \n  CD-ROM  –  compact disc read-only memory  \n  DMC  –  developing member country \n  GFP  –  government focal point \n  IA  –  implementing agency \n  ICT  –  information and communications technology  \n  RCSPU  –  regional cooperation strategy and program update \n  RETA  –  regional technical assistance \n  TA  –  technical assistance \n  TCO  –  total cost of ownership \n  TOR  –  terms of reference \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \n \n \nTargeting Classification  –  General intervention \nSector  –  Education \nSubsector  –  Basic education \nThemes  –  Sustainable economic growth, regional cooperation, capacity \ndevelopment  \nSubthemes  –  Addressing information and communications technology issues, \ninstitutional development \n \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nVice President   J. Eichenberger, Operations Group 2 \nDirector General   H. S. Rao, East and Central Asia Department (ECRD) \nDirector     R. Wihtol, Social Sectors Division, ECRD \n \nMission leader   L. Wu, Principal Social Sector Economist, ECRD \nTeam member   M. Prina, Young Professional, ECRD \n \n ", " \nI.  INTRODUCTION \n \n1.  Developing  information  and  communications  technology  (ICT)  is  a  priority  in  all \ndeveloping member countries (DMCs) of the Asian Development Bank (ADB) in the East and \nCentral Asia Region. Integrating ICT in basic education is a key component of their strategy. \nThe technical assistance (TA) is listed in the Regional Cooperation Strategy and Program \nUpdate (RCSPU) 2006–2008. The TA is based on consultations with government agencies in \nthe participating countries (Azerbaijan, Kazakhstan, Kyrgyz Republic, Mongolia, Tajikistan, and \nUzbekistan)  that  will  be  major  stakeholders  in  the  TA.  Fact-finding  was  conducted  during \nSeptember  and  October  2005  through  (i)  the  Fact-Finding  Mission  to  Kazakhstan,  Kyrgyz \nRepublic, and Uzbekistan; and (ii) consultation by resident missions in Azerbaijan, Mongolia, \nand Tajikistan.1 The Asian Development Bank Institute (ADBI) will provide parallel financing for \nand support the implementation of the TA. The design and monitoring framework is in Appendix \n1. \n \nII.  ISSUES \n \n2.  Aligning education to the changing needs of the labor market is a long-term challenge for \nthe Central Asian countries in their transition to a market-based economy. Integrating ICT in \neducation is a key component in meeting this challenge. International experience shows that the \nappropriate use of ICT helps students improve their learning achievements, learn more in less \ntime, and develop positive attitudes toward and strengthen their motivation for learning. In \nparticular, effective ICT use promotes student-centered learning and helps to develop higher \norder  thinking  and  independent  learning  skills.  These  are  crucial  for  lifelong  learning  and \nadapting to changing labor market demands. In addition, these are essential conditions for long- \nterm economic development, and vital for national competitiveness in a world economy that is \nbecoming increasingly integrated and information- and knowledge-based. \n \n3.  Keenly  aware  of  the  substantial  benefits  that  ICT  could  bring,  the  participating \ncountries  accord  high  priority  to  ICT  development  in  education  within  their  broad  national \ndevelopment  frameworks.2 Some  countries  have  made  significant  investments  in  ICT  in \neducation  in  the  past.  However,  ICT  including  the  internet  remains  underused  and \nunderdeveloped in the region. Given the common past shared by the education systems of the \nparticipating countries and their diverse pace and progress in ICT development, there will be \nsignificant value in (i) exchanging experiences and lessons learned within the region; and (ii) \nbenefiting from experience and lessons in integrating ICT in education from other regions of the \nworld.   \n \n4.  ADB is well-positioned to assist in this regional endeavor, with its experience in both \nregional cooperation and ICT in education. Promoting ICT in education is a focus of ADB’s \neducation sector strategy. Ongoing regional activities relating to ICT in education include (i) an \nannual conference on ICT in education since 2004; (ii) a major study published in 2005;3 and (iii) \n                                                 \n1  The TA first appeared in ADB Business Opportunities (internet edition) on 9 September 2005. \n2  The National Information and Communication Technologies Strategy for the Development of the Republic of \nAzerbaijan  (2003–2012),  the  Main  Directions  and  the  Mechanism  for  Implementation  of  the  Program--\nInformatization of Education of the \"Governmental Program on the Development of Education for 2005–2010\" of \nthe Republic of Kazakhstan, the National Strategy “Information Communication Technologies for the Development \nof Kyrgyz Republic,” the Policy Paper “Vision for the Development of Information and Communication Technology \nuntil  2010”  of  Mongolia,  the  State’s  Strategy  “Information  Communication  Technologies  for  Developing  the \nRepublic of Tajikistan,” the “ICT in Basic Education Strategy” of Uzbekistan.  \n3  ADB. 2005. Information and Communication Technologies in Education and Training in Asia and the Pacific. \nManila. \n ", "2   \na regional TA on the implications of ICT development for poverty reduction.4  Specific to Central \nAsia, ADB provided significant assistance in Kazakhstan’s early efforts to introduce ICT in \nschools,  and  also  provided  support  for  ICT  in  education  projects  in  the  Kyrgyz  Republic, \nMongolia,  Tajikistan,  and  Uzbekistan.  ADB  has  assisted  the  Government  of  Uzbekistan  in \ndeveloping a comprehensive 10-year ICT development strategy in basic education. In addition, \nADB has gained the support and confidence of the participating countries in the region in \npromoting  and  supporting  regional  cooperation  including  in  the  education  sector. 5 This \nextensive experience provides a solid foundation for the proposed regional TA. The TA will \ntherefore provide a keenly needed regional forum for promoting learning and exchange of \nexperience in ICT in basic education. ADBI’s participation will allow the TA to benefit from \nADBI’s  considerable  experience  and  expertise  in  (i)  e-learning  materials  development  and \ncapacity building; (ii) development and application of distance learning capacity, which has \nimportant implications for Central Asia in terms of equitable access to quality education; and (iii) \nthe integration of ICT in basic education in advanced economies through international experts. \nThe experience and role of ADBI are described in Appendix 2.  \n \n5.  Based on the experience of the participating countries to date in integrating ICT in basic \neducation,  a  number  of  key  issues  will  need  to  be  successfully  addressed  to  reap  the \nsubstantial potential benefits from ICT use in schools.  \n \n6.  Education System Preparedness. ICT is a tool for improving the accessibility, quality, \nand relevance of education. To achieve these educational objectives requires a wide-ranging \nset  of  conditions  including  an  ICT-based  curriculum,  education  standards  and  assessment \nsystem; a majority of teachers adept at ICT use in a multiple of subjects across the curriculum; \nabundant  e-learning  materials;  and  an  adequate  learning  environment  at  the  school  level. \nDeveloping  these  conditions  for  the  effective  use  of  ICT  in  schools  will  take  time.  While \ncurriculum-related reforms have been under way in all participating countries since the early \n1990s, much remains to be done. Although pre-service and in-service teacher training has \nimproved  in  terms  of  incentives  and  remuneration,  teacher-centered  methodologies  and \nclassroom  practices  continue  to  dominate.  In  addition,  underfunded  school  buildings  and \nclassrooms, where the fiscal budget and financial situations are challenging, pose difficulties in \nproviding appropriate physical conditions for effective ICT use.  \n \n7.  Financial Sustainability. Integrating ICT in basic education is costly. The total cost of \nownership (TCO) includes the initial investment for ICT facilities and their replacement over time; \ndirect recurrent costs including consumables, and operation and maintenance; and indirect \nrecurrent costs (e.g., materials development for e-learning, teacher training and retraining). \nInternet connectivity as a key component of ICT is still costly in the targeted countries. To a \nlarge extent, it is the high TCO that has to date prevented more expanded use of ICT in \neducation in the region. Even in those participating countries with more advanced experience in \nICT in schools, how to effectively budget the costs and allocate sufficient financial resources to \nschools within a decentralized education financing system remains a challenge.  \n \n                                                 \n4  ADB. 2005. Innovative Information and Communication Technology in Education, and Its Potential for Reducing \nPoverty. Manila. For synergy and complementarities, the TA will closely coordinate with these ongoing ADB \ninitiatives during implementation. The TA will also coordinate closely with other development partners including the \nUnited Nations Education, Scientific and Cultural Organization (UNESCO), which is finalizing a Toolkit for ICT in \nEducation; and United States Agency for International Development (USAID) which is pilot testing ICT in selected \nschools in Uzbekistan. \n5  ADB. 2004.  Technical Assistance for Subregional Cooperation in Managing Education Reforms. Manila. \n ", "  3\n8.  Technological and Infrastructure Development. Technological development in ICT is \naccelerating,  resulting  in  ever  more  user-friendly,  durable  and  cheaper  equipment  and \napplications, and improved connectivity (e.g., wireless systems). These developments have \nimportant  implications  for  reducing  TCO,  improving  financial  sustainability,  and  lessening \ndependence on heavy infrastructure. The implications of such technological developments will \nneed to be explored with special reference to the participating countries where infrastructure as \nrequired by the traditional personal computer-based paradigm is underdeveloped or under-used.   \nAccelerating technological advances also offer potential opportunities for leapfrogging of the \ntraditional approach of ICT in education in the participating countries. \n \n9.  Equitable Access. Ensuring equitable access to quality basic education is a stated goal \nof each of the participating countries. ICT offers some of the best ways for its delivery. This is \nparticularly important for Central Asian countries with low population density and challenging \nterrains and geographical conditions. However, ICT tends to develop first and fastest in urban \nand affluent areas. To use ICT effectively in improving access to quality education in rural and \nremote  areas  while  preventing  and  breaking  through  the  internal  digital  divide  will  require \ntargeted policies and interventions. Exploring new and future technological developments will \nalso be part of the potential solutions.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The impact of the TA is to increase the effectiveness of investments in ICT in basic \neducation for improved education opportunities and closer alignment with labor market needs in \nthe participating DMCs. The outcome of the TA is enhanced capacity of the participating DMCs \nto plan and effectively implement projects and programs for ICT in basic education.  \n \nB.  Methodology and Key Activities \n \n11.  Capacity  Building  and  Process  Approach.  Consistent  with  the  TA  outcome, \ndeveloping indigenous capacity is a key TA activity. For effectiveness, the TA will follow a \nprocess approach to capacity building throughout TA implementation. In particular, participating \nimplementing agencies (IAs) will be responsible for developing the products in their respective \ncountries, while the consultants will serve as facilitators. This learning-by-doing approach will be \nmore effective than training in short workshops and seminars. Working meetings at the national \nlevel will be held as part of capacity building. Given the centralized decision-making structure in \nmany of the participating countries, capacity building will target ministries and agencies of the \ncentral Government, supported by wider consultations involving other stakeholders during the \nprocess  including  nongovernment  organizations  especially  with  regard  to  community \nparticipation, and industry representatives focusing on technological development and public-\nprivate partnerships. Key baseline data for monitoring and evaluation will be established during \nthe first 2 months of TA implementation.  \n \n12.  Implementation Phases. The TA will be implemented in three phases over 18 months, \nstarting  from  April  2006:  (i)  research  and  development  (months  1–10);  (ii)  exchange  of \nexperiences  and  lessons  (months  3–2);  and  (iii)  finalization  of  the  integrated  knowledge \nproducts  (months  11–18).  Overlapping  of  phases  will  allow  continuity  and  flexibility  in \nimplementation. \n \n \n ", "4   \n13.  Research Development. Each national team consisting of key stakeholders (ministries \nof education, finance, and telecommunication) will develop its own work plan and research \ndesigns. The research methodology and work plan will be finalized in a regional meeting, which \nwill bring all participating countries together to ensure coordination of research scope and \ntimelines. The research will then be carried out in each country through a comprehensive study \nand compilation of cases. A working meeting bringing together all relevant major stakeholders in \nthe field of ICT in basic education in the country will be held, with other working meetings \nplanned during the process for enhancing capacity building (the number of meetings will vary \naccording to national needs). The outputs of the research activities carried out at the national \nlevel will include (i) a country report on the status of ICT for each participating country, and (ii) a \nset of case studies and lessons learned for each country, with special focus on the issues \ndiscussed above. These outputs will be the basis for developing issue papers on (i) financial \nplanning  and  sustainability;  (ii)  methodology  and  pedagogy;  (iii)  analysis  and  investments \nplanning; (iv) social inclusion (with special focus on remote communities and disabled children); \n(v)  school  management  and  community  involvement;  and  (vi)  private  sector  participation \n(depending on capacity and interest, a country may develop papers on one or more issues).  \n \n14.  Public Forum and Exchange of Experiences. Country studies, issue papers, and \nanalytical  tools  produced  during  the  research  phase  will  be  shared  at  an  international \nconference. The international conference will be a TA’s main vehicle both for knowledge and \nexperience sharing and capacity building. The conference will be organized in partnership with \nADBI, benefiting from the knowledge and experience developed in other countries and other \nsectors of ICT. At the international conference, the participating countries will present their \nexperiences, and stakeholders from the region, funding agencies, and civil society involved in \nICT  projects  in  basic  education,  together  with  international  experts,  will  add  value  to  the \nresearch results and in planning ways forward. The conference will also provide capacity–\nbuilding opportunities by organizing workshops with ADBI and international experts on each of \nthe issues related to ICT in basic education. \n \n15.  Finalization of the Integrated Knowledge Products. All reports, issue papers, and \nanalytical tools, together with the inputs of the international conference, will serve as content \nmaterials for producing an integrated set of knowledge products on ICT in basic education for \ndevelopment  results—providing  a  comprehensive  framework  for  analysis,  planning,  and \nevaluation. The knowledge products will include (i) a regional report on the status of ICT \ndevelopment in basic education in the region emphasizing experiences, issues, and lessons \nlearned;  (ii)  several  issue  papers  covering  the  issues  and  benefits  of  investments  in  ICT \n(financial  planning  and  sustainability;  educational  benefits;  technological  and  infrastructure \ndevelopment,  investment  planning;  social  inclusion;  school  governance,  management,  and \ncapacity building); and (iii) tools for policy analysis and planning. The knowledge products will \nbe  developed  for  future  use  by  government  officials  and  other  stakeholders  for  effective \nplanning, implementation, and evaluation of ICT activities in basic education. Once the products \nare finalized, they will be launched in each of the participating countries at a working meeting \nthat will also serve as a national capacity–building activity. \n \nC.  Cost and Financing \n \n16.  The total cost of the TA is estimated at $900,000 equivalent. The amount of $600,000 \nwill be financed on a grant basis by ADB’s TA funding program, $100,000 equivalent will be \nfinanced on a grant basis by ADBI through parallel cofinancing, and the governments of the \nparticipating DMCs will jointly contribute a total of $200,000 in kind. Detailed cost estimates are \nin Appendix 3. \n ", "  5\nD.  Implementation Arrangements \n \n17.  ADB will be the Executing Agency for the TA (Social Sectors Division, East and Central \nand Asia Department), and the Ministry of Education (or its equivalent) in each participating \ncountry will be the IA.6  Each IA will identify a person as the government focal point (GFP) within \nthe ministry. The GFPs will work in close cooperation with representatives of the ministry in \ncharge of economic planning and the budget7 and the Ministry of Information Technology (or the \nequivalent agency)8 and other relevant government bodies contributing to develop ICT in the \nbasic education sector. The GFPs should have experience and expertise in national education \npolicy and ICT policy. They will work in close coordination with the consultant team and will \nparticipate in all TA activities, providing all support as necessary, including inputs, data for \npreparing country report and issue papers, coordinating with all relevant stakeholders, and \nassisting in organizing all meetings. Outline terms of reference (TOR) for the GFPs are in \nAppendix 4.  \n \n18.  The  TA  will  require  the  services  of  one  international  consultant  (an  education \nspecialist/team leader with specific experience and knowledge of ICT in basic education sector \nissues in the region) for a total of 6 person-months, and six country coordinators for a total of 60 \nperson-months. The country coordinators will have research and analytical skills, knowledge of \nICT issues in the basic education sector, and capacity to relate to different aspects of the issues \nof ICT. The consultant team will work in collaboration with the GFPs and relevant counterpart \nstaff of the participating countries. The international consultant and the six country coordinators \nwill be engaged by ADB through a firm using quality- and cost-based selection with full technical \nproposals  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other \narrangements satisfactory to ADB for engaging domestic consultants. Appendix 4 gives the \noutline TOR for consulting services. \n \n19.  The country reports, issue papers, and analytical tools for planning investments in ICT in \nbasic education will be shared at the international conference, which will take place during \nmonth 12 of implementation. The integrated knowledge products, and results of the research \nactivities  and  the  international  conference  will  be  disseminated  in  all  countries  in  English, \nRussian,  and  the  national  languages.  The  knowledge  products  will  be  published  with  a \nmultimedia format (printed and CD-ROM version) and will be launched in each participating \ncountry, and at the regional level through the ADB website and other regional websites.  \n \nIV.  THE PRESIDENT'S DECISION  \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000, on a grant basis for \nSubregional Cooperation for Information and Communications Technology in Basic Education \nand hereby reports this action to the Board. \n                                                 \n6  Ministry of Education of Azerbaijan, Ministry of Education and Science of Kazakhstan, Ministry of Education of \nKyrgyz Republic, Ministry of Education, Culture and Science of Mongolia, Ministry of Education of Tajikistan, and \nMinistry of Public Education of Uzbekistan. \n7  Ministry of Economy and Budget Planning of Azerbaijan, Ministry of Economy and Budget Planning of Kazakhstan, \nMinistry of Economy and Finance of Kyrgyz Republic, Ministry of Finance of Mongolia, Ministry of Finance of \nTajikistan, and Ministry of Finance of Uzbekistan. \n8 Ministry  of  Communications  and  Information  Technologies  of  Azerbaijan,  Agency  for  Informatization  and \nCommunication of Kazakhstan, Ministry of Transport and Communication of Kyrgyz Republic, Information and \nCommunication Technology Authority of Mongolia, Ministry of Communications of Tajikistan, and Uzbek Agency for \nCommunication and Informatization.   \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets/Indicators  Data Sources/  Assumptions  \nReporting Mechanisms   and Risks  \nImpact      Assumption \nEffective investments in  Number and quality of established  Regional programs and  •  Resources are \nICT in basic education  programs and projects for ICT in  projects   available for policy \nincreased in the  basic education increased in the    planning and capacity \nparticipating countries,  participating countries (data on    building. \ncontributing to improved  current number and quality     \neducation opportunities.  evaluation will be part of the    Risk   \n  research exercise).    •  Investments in \n  Regional and country  infrastructure and \nGap in education opportunities in  poverty survey  cost of use of ICT do \nrural and urban areas decreased    not support the \n(baseline will be established during  education sector \nresearch exercise).  policy programming.  \n   \nOutcome      Assumptions   \nEnhanced capacity for  Awareness of benefits and issues  Pre- and post-project  • Communication \nplanning and effective  related to ICT in basic education  interviews, feedback of  among participant \nimplementation of projects  increased (baseline established  participants in capacity  countries is \nand programs for ICT in  during fact-finding mission and  building activities  continuous and \nbasic education in the  months 1–4 of project).    countries are open to \nparticipating countries     Evaluation reports  learn from \n  Knowledge of available    participants’ \nexperiences and lessons learned  Integrated knowledge  experiences. \nincreased (baseline established  product  • Participants are \nduring months 1–4 of project)    willing to embrace a \n  ADB missions  learning process and \nAnalysis tools and familiarity with  share learning results. \nthe same are available.   \nRisks \n• There are instability \nand major negative \nshocks to economic \ngrowth of countries in \nthe region. \n• Policies for integrating \nICT in education are  \nslowing down and/or \nbacktracking.  \n \nOutputs       \n1. Experiences exchanged  Work plans are completed at  Reports and conference  Assumption \nand awareness and  national meetings (10 participants  material  •  Identified counterpart \nunderstanding deepened  for each country) held during first    staff will participate in \nof benefits, issues, and   trimester.      all phases of the \nrequirements for effective      project to ensure \nNational work plans are \nand sustainable ICT  ADB missions  learning and capacity \nsynchronized in scope, \ninvestments in basic    results. \nmethodology, and timing at the first \neducation in the region     \nregional meeting (30 participants) \n    Risk \nheld by months 5-6. \n    •  Potential delays are \n \n  Capacity building is conducted  Knowledge product  due to diversion of \n  through exchange of experiences    time of relevant \n  from both in and outside region at    officials and other \n  an International conference (100    unanticipated official \n  participants) held at month 12.     duties.   \n  Capacity building is conducted     \n  through launching of the set of      \n ", "                           Appendix 1            7       \n            \nDesign Summary  Performance Targets/Indicators  Data Sources/  Assumptions  \nReporting Mechanisms   and Risks  \n  knowledge products at a national   \n  workshop in each country at   \n  months 17-18 of project (10–15   \n  participants each)    \n     \n2.  Publication of  All outputs (2.a, 2.b, 2.c) delivered  Feedback from project \nintegrated knowledge  on time  participants and \nproducts (multimedia    beneficiaries from \nData collection methodology \nformat): “ICT in basic  beneficiaries, feedback \nagreed upon by month 4 of the \neducation for development  and contribution from \nproject \nresults in the Central Asia  other international \n \nRegion.” A comprehensive  organizations  \nProducts are completed by month \nframework for analysis,   \n16 \nplanning, and evaluation.   \n \nThe knowledge products  Products are launched and  ADB missions \ncomprise:  distributed in all countries by month \n  18 \n   \n2.a. Regional report on  Prestudy is completed by month 4  \nstatus of ICT in basic   \neducation in the region  Country studies are collected by \n(experiences, issues,  month 8 \nlesson learned, needs and   \nQuality level is respected: \nexpectations) \nInformation is detailed, original, \n \ndocumented and justified. The \n \nreport continuously refers to \n \ncountry experiences, analyzing \n \nbest practices, issues and lessons \n \nlearned. \n \n \n2.b Six issue papers  Preliminary inputs are collected \ncontaining policy analysis  during project research material \nand hands-on  development (months 1-4). \nsuggestions, case studies   \nand lessons learned from  Draft of general parts is ready by \nthe region; specifically: (i)  month 8. \nICT in basic education:   \nfinancial planning and  Country case studies are collected \nsustainability; (ii) ICT and  by month 8. \neducational benefits:   \nmethodology and  Quality level is respected: country \npedagogy; (iii) ICT in  study are complete, refer to cases \nbasic education and  and experiences, cover all issues, \ninfrastructure: analysis  and participation of all country \nand investments planning;  players is reflected in the papers. \n(iv) ICT in basic education   \nand social inclusion (with   \nspecial focus on remote   \ncommunities and disabled   \nchildren); (v) ICT in basic   \neducation and school   \ngovernance: management   \nand community   \ninvolvement; (vi) ICT in   \neducation and private   \nsector participation.   \n   \n2.c Policy analysis and  Products are tested during the \nplanning integrated tools  international conference (month 12) \n ", "8  Appendix 1 \nActivities with Milestones  Inputs \n1. All project materials will be developed and the work plan at the regional level will be agreed   \nupon. (months 1–4)  ADB -    $600,000  \n1.1 Pre-study and development of M&E system (identification of issues and common  •  Consulting services  \ninterests) (months 1–4)     66 PM - $ 355,000 \n1.2  RETA team workshop is held (month 3)  •  Training, Seminars, \n1.3  First national working meeting is held.  Workshops - \n1.4  First regional meeting is held.  $200,000 \n1.5 Project materials are developed and endorsed. (months 1–4)   •  Contingency - \n  $45,000  \n2. Regional study on ICT in basic education is conducted and first workshop takes place.   \n(months 5–10)  ADBI  \n2.1 Each country conducts country study using agreed-upon format. (months 5–8)  •  International \n2.2 National working meetings are conducted to identify issues, experiences, lessons learned,  Conference \nand capacity needs (month 5–6)  -  $100,000  \n2.3 Country surveys/case studies are carried on in each country with agreed-upon format and   \ndeadline. (months 5–7)  Governments \n2.4 Country studies are completed and collected at the regional level. (month 8)    -  $200,000 \n2.5 Country studies are integrated and regional study is drafted. (months 9–10)  •  Office \n \nAccommodation \n3. Issue papers are drafted. (months 5–10)  and Transport - \n3.1 Issue papers general parts are developed. (months 5–8) \n$80,000 \n3.2 Country cases are integrated with issue papers. (months 9–10) \n•  Counterpart Staff - \n \n$100,000 \n4. Policy analysis and planning integrated tools are developed. (months 5–10)  \n•  Others - $20,000 \n4.1 Planning and analysis tools samples are collected. (months 5–8)  \n \n4.2 Planning and analysis tools are developed based on issue papers and country cases. \n(months 9–10) \n \n5. Generated knowledge is shared and discussed in a public forum. (months 9–12) \n5.1 International conference is prepared and finalized including governments, aid agencies, \nand beneficiaries. (months 9–12) \n5.2  International conference takes place. (month 12) \n \n6. Knowledge products “ICT in Basic Education for Development Results in the Central Asia \nRegion. A Comprehensive Framework for Analysis, Planning and Evaluation” is finalized and \npublished. (months 13–18) \n6.1. Conference results and material are integrated with a regional study and issues paper. \n(month 13) \n6.2 Regional report, issue papers, and policy tools are finalized. (months 13–14) \n6.3. The regional report, issue papers, policy analysis and planning tools, conference material, \nand regional data are integrated in a unique product, and this is published in both printed and \nmultimedia edition (months 14–17). \n \n7. The knowledge products are tested at the country level for a “sample” capacity-building \nactivity. \n7.1 The integrated knowledge product is launched at regional and country level: second \nnational workshop takes place. (months 17–18). \n \n \nADB = Asian Development Bank, ADBI = Asian Development Bank Institute, ICT = information and communications  \ntechnology, M&E = monitoring and evaluation, RETA = regional technical assistance.  \n \n \n \n \n \n     \n \n ", "                           Appendix 2            9       \n            \nASIAN DEVELOPMENT BANK INSTITUTE (ADBI) EXPERIENCE AND  \nTERMS OF REFERENCE \n \n \n1.     Developing applications of information and communications technology (ICT) with relevance \nto the poor has been a major focus of ADBI’s programs since its inception in 1997. More than 15 \nworkshops  in  e-learning,  e-community  development,  e-governance,  and  e-business,  in \npartnership with the public and private sector have been conducted. The experience has given \nADBI unique knowledge in the area of ICT. As part of ongoing knowledge management activities, \nabout 100 titles of lecture compact discs read-only memory (CD-ROMs) based on workshops and \nseminars have been produced for wider dissemination of new knowledge and skills. \n \n2.     ADBI uses four main mechanisms to conduct and disseminate ICT-related work to increase \nliteracy, bridge the digital divide, and reduce poverty: \n \n(i)  face-to-face  courses  (workshops,  seminars,  and  conferences)  for  selected \nparticipants,  including  government  officials  and  the  private  sector  and \nnongovernment organization representatives; \n(ii)  tailor-made and country-specific courses for government officials prepared in the \nlocal languages and in partnership with local training institutions; \n(iii)  distance learning applications, primarily using compact disks read only memory \n(CD-ROMs) produced by ADBI but also using the Global Development Learning \nNetwork (GDLN) of the World Bank Group; and \n(iv)    on-line courses through the ADBI website.  \n \n3.      ADBI will support the regional technical assistance (RETA) by providing the following \nservices: \n \n(i)  Assist in developing knowledge products that will be deployed in CD-ROMs first \nand eventually in digital versatile discs (DVDs), on-line courses, and distance \nlearning mode. \n(ii)  Provide (a) knowledge and support in organizing national workshops and the \ninternational conference, and (b) inputs and knowledge to be shared at national \nworkshops  and  the  international  conference  for  training  of  teachers  and \nadministrators in developing e-learning programs through subregional and country \ncourses. \n(iii)  Bring international experts to the international conference. \n(iv)  Draft project proposals to introduce/improve e-learning programs in participating \ncountries, if required by the governments of the participating countries. \n(v)  Evaluate the capacity-building impact of the RETA. \n \n \n ", "10          Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financinga       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  150.00  00.00   150.00 \n      ii.  Domestic Consultants      120.00  120.00 \n    b.  International and Local Travel  30.00  20.00  50.00 \n    c.  Reports and Communications  15.00  20.00  35.00 \n       \n  2.  Training, Seminars, and Conferences       \n    a.  Regional and National Working Meetings  60.00  70.00  130.00 \n            b.  International Conference  35.00  00.00  35.00 \n    c.   Facilitators including Staff Travel for     35.00  00.00  35.00 \n      Invited Resource Persons/Speakers \n       \n  3.  Contingencies  25.00  20.00  45.00 \n      Subtotal (A)  350.00  250.00  600.00 \n       \nB.  Asian Development Bank Institute Parallel       \n  Financing \n       \n  1.  International Conference  100.00  00.00  100.00 \n       \n      Subtotal (B)  100.00  0.00  100.00 \n       \nC.  Governments Financingb       \n  1.  Office Accommodation and Transport  0.00  80.00  80.00 \n  2.  Remuneration and Per Diem  0.00  100.00  100.00 \n    of Counterpart Staff \n  3.  Others  0.00  20.00  20.00 \n      Subtotal (C)  0.00  200.00  200.00 \n        Total  450.00  450.00  900.00 \na  Financed by the Asian Development Bank’s technical assistance funding program. \nb  Governments of Azerbaijan, Kazakhstan, Kyrgyz Republic, Mongolia, Tajikistan, and Uzbekistan. \n \n \n \n ", "11   Appendix 4           \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS  \nAND THE GOVERNMENT FOCAL POINTS \n \n1.  One  international  and  six  domestic  consultants  will  provide  66  person-months  of \nconsulting services. \n \n1.  Team  Leader  ICT  in  Basic  Education  Specialist  (international,  6  person-\n  months) \n \n2.  The international consultant will have extensive knowledge of and experience in the \neducation sector in the region developed in the field, and the situation regarding information and \ncommunications technology (ICT) in basic education in the participating countries. She/He will \nhave international experience in policy disclosure, research, and capacity-building activities; be \nan expert in developing tools for education policy analysis; and be able to apply this knowledge \nto ICT in the basic education sector. She/He will have demonstrated experience in project \ncoordination activities across countries. The consultant’s services will be intermittent over a \nperiod of 18 months, involving substantial traveling in the participating countries. \n \n3.  The specific tasks are as follows: \n \n(i)  Prepare a detailed work plan for the research activities and knowledge products \ndevelopment and finalization, including plans for the national coordinators and \nthe government focal points (GFPs). \n(ii)  Develop  the  research  tools,  surveys,  and  reports  format  to  be  used  in  the \ntechnical assistance (TA) activities, including a monitoring and evaluation (M&E) \nsystem and baseline data. \n(iii)  Coordinate the work of the national coordinators and the GFPs, ensuring timely \nsubmission of quality outputs. \n(iv)  Finalize the regional report. \n(v)  Be in charge of coordinating the development and finalization of the issue papers. \n(vi)  Develop and finalize the analytical tools for policy analysis. \n(vii)  Organize the national working meetings in all countries. \n(viii)  Provide inputs and assist in organizing the international workshop. \n(ix)  Assist in finalizing the knowledge products, including the regional report, the \nissue papers, the analytical tools and the international workshop material  \n(x)  Submit progress reports to the Asian Development Bank (ADB), as specified in \nthe TA schedule (in months 4, 10, 12, 16, 18); submit monthly update reports to \nADB (on status of activities and progress), participate in the midterm review of \nthe TA, and the international workshop and relevant meetings. \n \n2.  National Coordinator (a total of 50 person-months for 6 domestic consultants)  \n \n4.      The  consultants  will  have  knowledge  of  the  education  sector  of  the  country  and \nexperience in education policy analysis and assessment, and specific knowledge of at least one \namong the six issues explored in the TA regarding ICT in basic education. They will have \nexperience in working with international organizations and demonstrated ability to carry on \nresearch work respecting deadlines. They will have good knowledge and relationships with \nnational governments and civil society within the country. Fluency in English and Russian is \ncrucial. Each consultant will be engaged for 10 person-months for intermittent work over 18 \nmonths. \n \n ", "12  Appendix 4          \n \n \n5.  The specific tasks are as follows: \n \n(i)  Carry on research at the national level, coordinating activities in partnership \nwith the GFPs. \n(ii)  Finalize the country report. \n(iii)  Assist the team leader in finalizing the regional report. \n(iv)  Contribute to the elaboration of the issue papers, providing inputs on each \nissue by carrying on research at the country level in coordination with the \nGFPs; in particular, be in charge of finalizing at least one specific issue paper, \ncollecting information from all national coordinators and assisting the team \nleader in finalizing the products. \n(v)  Organize the national working meetings in the country. \n(vi)  Contribute to the preparation of the international workshop. \n(vii)  Assist the team leader in finalizing all knowledge products. \n(viii)  Submit monthly reports on the status of activities. \n(ix)  Carry out other tasks as required to complete the research and the knowledge \nproducts. \n \n3.     Government Focal Point  \n \n6.      Each participating country will identify a GFP, who will be in charge of assisting ADB and \nthe  TA  team  in  implementing  TA  activities.  The  GFP  will  be  within  the  Ministry  of  Public \nEducation (or its equivalent), have knowledge of education policy and ICT policy, be familiar \nwith country policy and programs, and have knowledge of ICT experiences in the country. The \nGFP will work in coordination with ADB and the TA team. They will participate in the inception \nworkshop, assist in organizing the national working meetings, and participate in the international \nworkshop.  \n \n7.        The GFP will assist in preparing the country reports by providing the TA team with data, \ninputs, and support. In collaboration with other relevant counterpart staff, the GFP will provide \ninputs and data for developing the issue papers. The GFP will help identify participants for the \nnational working meetings and the international conference, and assist in other matters to \nfacilitate project implementation. \n  \n \n \n "], "metadata": {"ModDate": "D:20060116165553+08'00'", "CreationDate": "D:20051216163623+08'00'", "Title": "Subregional Cooperation for Information and Communications Technology in Basic Education", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}