{"path": "data/input/ta/38088-nep-tar.pdf", "pages": [" \n \n \n \n \n \n \n \nT   echnical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 38088 \nMarch 2006 \n \n \n \n \nKingdom of Nepal: Enabling the Private Sector to \nUndertake Poverty-Focused Water Distribution and \nStrengthening of Institutional Reforms in Kathmandu \nValley \n(Cofinanced by the Poverty Reduction Cooperation Fund) ", "CURRENCY EQUIVALENTS \n(as of 25 January 2006) \n \nCurrency Unit –  Nepalese rupee/s (NRe/NRs) \nNRe1.00 =  $0.0140 \n$1.00 =  NRs71.25 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CBO  –  community-based organization \n  CPS  –  community participation strategy \n  KVWSMB  –  Kathmandu Valley Water Supply Management Board \n  KVWSMSC  –  Kathmandu Valley Water Supply Management Support Committee \n  KVWSSDP  –  Kathmandu Valley Water Services Sector Development Program \n  LICSU  –  Low-Income Consumer Support Unit \n  MC  –  management contractor \n  MPPW  –  Ministry of Physical Planning and Works \n  MWSDB  –  Melamchi Water Supply Development Board \n  MWSP  –  Melamchi Water Supply Project \n  NGO  –  nongovernment organization \n  NWSC  –  Nepal Water Supply Corporation \n  TA  –  technical assistance \n  WBMU  –  Water Board Monitoring Unit \n  WSTFC  –  Water Supply Tariff Fixation Commission \n  WUO  –  water utility operator \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  Targeted intervention \nSector  –  Water supply, sanitation, and waste management \nSubsector  –  Water supply and sanitation \nThemes  –  Sustainable economic growth, governance, and private sector \ndevelopment \nSubthemes  –  Promoting economic efficiency and enabling markets, civil society \nparticipation, and public-private partnerships \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Social Sectors Division (SASS), SARD \n   \nTeam leader  K. Tamaki, Senior Urban Development Specialist, SASS, SARD ", " \nI.  INTRODUCTION \n \n1.  The Government of Nepal (the Government)  decided in 2003 to initiate comprehensive \nreforms  in  the  water  supply  and  wastewater  services  sector  in  Kathmandu  Valley,  including \ninstitutional  and  tariff  reforms.  The  reforms  are  supported  and  financed  under  the  Asian \nDevelopment  Bank’s  (ADB’s)  Kathmandu  Valley  Water  Services  Sector  Development  Program \n(KVWSSDP) loan package,1 under the overall framework of the Melamchi Water Supply Project \n(MWSP)2 umbrella project. While the existing public urban water supply utility, the Nepal Water \nSupply Corporation (NWSC), continues to operate in its current form outside Kathmandu Valley, its \nKathmandu Valley operations have been split into: (i) a public entity called Kathmandu Valley Water \nSupply  Management  Board  (KVWSMB);  (ii) the  water  utility  operator  (WUO),  which  will  be \nestablished as a limited liability company with a majority of public shareholders; and (iii) the Water \nSupply Tariff Fixation Commission (WSTFC), which will regulate the sector. KVWSMB will hold \nassets, determine policies, and award and monitor licenses and contracts for water supply and \nwastewater services in Kathmandu Valley. The WUO will operate and manage the water supply and \nwastewater services. A competitively selected management contractor (MC) will manage the WUO \nunder the private sector participation scheme, using a performance-based management contract. \n \n2.  The  Government  requested  in  2004  additional  technical  assistance  (TA)  from  ADB  for \n(i) enabling  and  ensuring  poverty-focused  water  distribution  to  be  undertaken  by  the  WUO  in \ncooperation  with  the  beneficiary  communities  under  the  new  institutional  framework,  and \n(ii) strengthening the newly implemented institutional reforms. An ADB fact-finding mission visited \nNepal from 21 to 26 July 2004. Meetings were held with concerned officials of the Ministry of \nPhysical Planning and Works (MPPW); Melamchi Water Supply Development Board (MWSDB); \nKathmandu  Valley  Water  Supply  Management  Support  Committee  (KVWSMSC);  and \nrepresentatives  of  the  NGO  Forum  for  Water  Supply  and  Sanitation,  an  open  forum  of \nnongovernment organizations (NGOs) involved in water services in Kathmandu Valley. A consensus \nwas reached in principle among all parties involved on the goals, purpose, scope, implementation \narrangements, costs, financing arrangements, and terms of reference for the TA.3 The TA framework \nis  in  Appendix  1,  and  the  concept  was  reviewed  and  approved  by  ADB  Management  on  21 \nSeptember 2004. \n \nII.  ISSUES \n \n3.  The absence of a clearly defined policy for urban water supply and wastewater services has \nhandicapped sector progress in Nepal, resulting in the chronic drinking water shortage problem in \nKathmandu Valley. To address the problems, comprehensive institutional reforms—in particular the \nintroduction  of  the  private  sector  participation  modality—are  under  way,  together  with  capital \ninvestments for developing sufficient source water capacity through a river water diversion scheme \nfrom Melamchi Valley to Kathmandu Valley. \n \n4.  Consumer surveys in Kathmandu Valley indicate that an estimated 29% of households are \nnot connected to the piped water supply network; of these, 60% are poor.4 However, because of lack \nof accurate data, despite recent identification and mapping of the location of poor people in the \nvalley, it is difficult to obtain a definitive estimate of the unconnected poor population, which has to \nrely on traditional stone-spouts,5 tapstands,6 shallow wells, or informal connections. Such alternative \nsupplies are usually grossly inadequate even for basic hygienic needs; they are unreliable, poor \n                                                 \n1  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom \nof Nepal for the Kathmandu Valley Water Services Sector Development Program. Manila. \n2  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom \nof Nepal for the Melamchi Water Supply Project. Manila. \n3  The TA first appeared in the ADB Business Opportunities on 25 June 2004. \n4  Measured as earning less than the official poverty line of NRs6,100 or about $85 per person per year. \n5  Ornamented stone-spouts, which can be found functioning in many public squares, served people’s water demands \nbefore modern water supply systems were introduced to Kathmandu Valley. Many stone-spouts are being used even \nnow. \n6  Public water tapstands are commonly used in many developing countries as an interim measure before universal house \nconnection is achieved, in particular in low-income neighborhoods. \n ", "2   \nquality, expensive, or combination of those. Considerable time is spent queuing at water sources \nand carrying water home, especially by women and children. Currently, it is estimated that there are \nat least 1,500 existing tapstands in Kathmandu Valley, although there is no precise record of the \nnumber, or evaluation of the levels of service they provide. Many existing tapstands are in areas \nwhere they are underused, while there is a great need for new ones in other areas, particularly near \nsquatter settlements. \n \n5.  An approach to promote affordable service delivery for the poor was developed through a \nlong process of community consultations initiated when similar reforms were first attempted under \nWorld  Bank  assistance  between  1997  and  early  2002.7  During  that  period,  a  comprehensive \nwillingness-to-pay survey for improved water services was carried out in Kathmandu, followed by \nconsultations through focus groups and exchanges with the NGO Forum for Water Supply and \nSanitation. The proposed approach has three phases: (i) short term (within 1 or 2 years, starting \nsoon after mobilization of the MC): provide interim services for the poor to relieve the immediate \nwater stress in priority neighborhoods using rehabilitated or new tapstands served by the piped \nwater supply network or tankers; (ii) medium term (up to 10 years): carry out network densification \nand  add  new  connections  in  priority  neighborhoods.  In  some  of  these  neighborhoods,  the \nestablishment of other service modalities (e.g., small informal networks) may emerge to facilitate \naccess to the piped water supply network; and (iii) long term (beyond 10 years): the extension and \nrehabilitation of the piped water supply network would be possible to allow regular connection with \nfull services for all residents of Kathmandu Valley. \n \n6.  The TA will help the Government carry out pro-poor service improvement activities under \nphase  1,  design  activities  towards  phase  2,  and  support  the  newly  established  institutional \nframework in the water sector in Kathmandu Valley. The activities will implement the most cost-\neffective strategy to improve access to water services for the poor, and assist in facilitating and \ninstitutionalizing sustainable management of the services by beneficiary communities and the WUO. \n \nIII.  THE TECHNICAL ASSISTANCE \n \n7.  The TA is an advisory technical assistance to assist the Government in its pro-poor service \nimprovement activities and institutional framework strengthening, but also includes some physical \ninvestments in the rehabilitation and construction of tapstands. \n \nA.  Impact and Outcome \n \n8.  The TA’s impact is achievement of the water-related Millennium Development Goals8 for the \npoor in Kathmandu Valley. A significant number of poor residents in Kathmandu Valley will benefit \nfrom better and more reliable water services tailored to their needs. The WUO will benefit from \nenhanced revenues, and a sustainable institution will be set up for water service delivery in poor \nneighborhoods.  The  second  component  of  the  TA  will  provide  comprehensive  support  to  the \nGovernment in start-up assistance to smoothly operationalize the three new entities created under \nKVWSSDP. \n \n9.  Outputs of the TA under component 1 will include the following: \n(i)  Community participation strategy (CPS): outlining the roles and responsibilities of all \nstakeholders in each stage of the pilot program planning, community mobilization, \ntapstand rehabilitation, and operation and maintenance. Stakeholders include the \nLow-Income Consumer Support Unit (LICSU)/WUO, community-based organizations \n(CBOs), NGOs, and beneficiary communities. The CPS will be based on the results of \nextensive consultations, mapping surveys, and works carried out by consultants and \n                                                 \n7  World Bank. 1997. National Urban Water Supply & Sanitation Project. World Bank. 2001. Kathmandu Water Supply and \nSanitation Project. \n8  The outcome is: (i) improved access to decent and affordable water services for the poor in Kathmandu Valley in a \nfinancially  sustainable  and  equitable  manner;  (ii) facilitation  of  community  participation;  (iii) institutionalization  of \ncommunity-based management of service delivery; and (iv) strengthening of the overall institutional framework. The first \ncomponent of the TA will develop a community participation strategy, including appropriate operational approaches to \nensure the long-term financial and institutional sustainability of service delivery, pilot-test its strategy, and carry out \nphysical rehabilitation and construction of a number of tapstands. ", "  3\nNGO Forum for Water Supply and Sanitation; and will recommend an appropriate \ncommunity-based  institutional  structure  for  managing  service  delivery  in  poor \nunconnected neighborhoods during the pilot program. \n(ii)  Pilot-testing and institutionalization of the community-based management structure \nfor service delivery: public awareness and public relations programs for stakeholders \nto ensure a smooth handover (from the water utility to the beneficiary communities) \nand management of service delivery. \n(iii)  Successful  implementation  of  physical  investments  in  the  rehabilitation  and \nconstruction of selected tapstands. \n(iv)  Monitoring and evaluation of the pilot tapstand program. \n(v)  Preparation of a long-term pro-poor service delivery and operational strategy for the \nWUO, based on the results of the pilot program. \n(vi)  Capacity building to achieve a fully functioning LICSU that will promote a pro-poor \ncorporate culture and commitment within the WUO, to work effectively and efficiently \nin providing services for poor consumers. \n \n10.  Outputs  of  the  TA  under  component  2  will  include  smooth  transition  and  start-up,  and \noperationalization of the new entities created under KVWSSDP. It will also include capacity building \nof  existing  entities  (including  NWSC  and  MWSDB)  in  their  change  management,  handover  of \nresponsibilities (to the new entities) for the infrastructure management and service provision in \nKathmandu Valley under MWSP, and initial assistance to the WUO in its transitional period and \ncontract management of the MC. \n \nB.  Methodology and Key Activities \n \n11.  Design, Preparation, and Training. Activities include: (i) identification of the NGO or CBO \nfor activities under the TA; (ii) preparation of the CPS; (iii) training and sensitization of LICSU and \nWUO staff on pro-poor strategies, methods, and gender issues; (iv) training of participating NGOs or \nCBOs to be involved in community participation and mobilization activities on pro-poor strategies, \ngender issues, and community participation; and (v) preparation of training materials and manuals \nfor each subject matter. \n \n12.  A detailed CPS will be prepared by the identified NGO/CBO and consultants recruited under \nthe TA, in consultation with all stakeholders, in particular beneficiary communities. The CPS will \ninclude a step-by-step approach to engage the beneficiary communities in the pilot program, and will \nbe structured to identify specific actions and activities in the three phases of community participation: \n(i) planning;  (ii) awareness  raising,  consensus-building,  and  mobilization;  and  (iii) formation  of \nmanagement  structure  (such  as  water  users’  committees  for  service  delivery  during  the  pilot \nprogram) and implementation of the pilot program. A gender strategy will be prepared within the \nframework of the CPS to ensure that women benefit from the pilot program. The CPS will also \nidentify strategies for monitoring and evaluation of the pilot tapstand program to develop a long-term \noperational strategy for the WUO. \n \n13.  Piloting Community Management of Tapstands. About 300 tapstands will be rehabilitated \nand 50 new tapstands constructed to extend services to the poor through the procurement of \nequipment/goods, works, and services. An NGO or CBO and consultants recruited under the TA will \nassist  in  mobilizing  the  beneficiary  communities  and  facilitating  the  signing  of  the  community \ntapstand agreement with the WUO. It will be a prerequisite for the rehabilitation/construction of a \ntapstand  that  the  beneficiary  community  or  local  service  provider  entrusted  by  the  beneficiary \ncommunity must sign a community tapstand agreement with the WUO, and manage distribution \nservices according to the standards in the license to be granted by WSTFC.9  \n \n14.  Pro-Poor Advisory Services. LICSU will provide advisory services on demand to help \nestablish local service providers, either community-based or private. To facilitate and streamline \n                                                 \n9  About 20% of the capital cost for each new tapstand is expected as users’ contribution. Existing tapstands typically \nserve 10–20 households per tapstand. The bulk water tariff will be about 70% of regular volumetric tariff but a full \nexemption will be given to the bulk water tariff for tapstand use for the first year and a 50% exemption for the second \nyear. \n ", "4   \nsuch advisory services, manuals will be prepared in consultation with all stakeholders. The TA will \nalso assist LICSU in developing pro-poor administration and customer service (including connection) \nrules for the WUO. \n \n15.  Monitoring, Evaluation, and Scaling-Up. Monitoring and evaluation of the pilot tapstand \nprogram and pro-poor advisory services will be carried out according to the CPS prepared under the \nTA. Methods will be identified for LICSU/WUO to scale up the tapstand program, and a financially \nand institutionally sustainable long-term pro-poor service delivery and operational strategy for LICSU \nand the WUO will be developed in consultation with all stakeholders. \n \n16.  Strengthening of Institutional Reforms in the Water Sector. Three major ordinances \nrelating to NWSC, KVWSMB, and WSTFC were passed in April 2005.10 Advisory services will be \nprovided to the newly established entities (KVWSMB, WSTFC, and the WUO, which is currently in \nthe  process  of  being  established)  in  their  start-up  activities,  including  the  preparation  and \nimplementation of secondary legislation such as financial and human resources bylaws. Assistance \nwill be provided to the existing water utility (NWSC) in the implementation of the voluntary retirement \nscheme and management of organizational change. The WUO will receive assistance in its interim \nmanagement until the MC is fully functional, and in initial contract management of the MC. NWSC \nand MWSDB will receive assistance on the handover/splitting of responsibilities for the provision and \nmanagement of water service infrastructure in Kathmandu Valley under MWSP and KVWSSDP. \n \n17.  There  are  practically  no  social  or  environmental  concerns  related  to  the  TA  and  many \nbenefits to be gained, particularly for the poor in Kathmandu Valley. \n \nC.  Cost and Financing \n \n18.  The  total  cost  of  the  TA  is  estimated  at  the  equivalent  of  $875,000,  including  foreign \nexchange costs of about $110,000 and local currency costs of about $765,000.11 Local currency \ncosts of the equivalent of $150,000 will be financed on a grant basis by ADB’s TA funding program, \nand the equivalent of $460,000 of local currency costs and $110,000 foreign exchange costs will be \nfinanced on a grant basis by the Poverty Reduction Cooperation Fund to be administered by ADB. \nThe Government will finance the remaining local currency costs of the equivalent of $155,000 by \nproviding counterpart staff, office accommodation, transport, and other miscellaneous expenditures. \nDetails of cost estimates and the financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n \n19.  MPPW will act as the Executing Agency and the WUO, which will be managed by the MC, \nwill be the Implementing Agency. LICSU will be the project coordination office, in charge of overall \nmanagement of the TA. KVWSMSC will act as the interim implementing agency until the MC is \nmobilized. Recruitment of the MC is currently under way and its mobilization is expected in July \n2006. The TA is expected to be implemented over a period of 15 months starting in the first half of \n2006—tentatively from May 2006 to August 2007. \n \n20.  An individual international consultant (social development specialist, 4 person-months) will \nbe required under component 1, primarily for overall coordination, advisory, and monitoring and \nevaluation of pro-poor service delivery. Four individual domestic consultants will also be recruited \nunder component 1: team leader (15 person-months), engineer (12 person-months), communication \nand public relations specialist (5 person-months), and gender specialist (4 person-months). Five \nindividual domestic consultants will be recruited under component 2: a water supply specialist who \nwill  act  as  team  leader/coordinator  for  component  2  (12  person-months),  institutional  change \nmanager  (6  person-months),  procurement  specialist  (12  person-months),  financial  specialist  (6 \nperson-months), and legal specialist (6 person-months). The consultants will be engaged by ADB in \n                                                 \n10 These include the Water Supply Management Board Ordinance 2061, the Drinking Water Tariff Fixation Commission \nOrdinance 2061 and the Nepal Water Supply Corporation (Third Amendment) Ordinance 2061. \n11 The project cost estimates and its presentation in the TA Paper were negotiated and finally agreed at in the TA \nMemorandum of Understanding with the Government prior to the issuance of the staff instructions on 'Cost Sharing and \nEligibility of Expenditures for Asian Development Bank Financing'. Therefore, TA paper distinguishes between foreign \nand local cost. ", "  5\naccordance with its Guidelines on the Use of Consultants and its Borrowers and other arrangements \nsatisfactory to ADB for the engagement of domestic consultants. Direct selection procedures will be \nused since it is intended to hire mostly the same consultants who were involved in the TA,12 which \nprepared KVWSSDP loan package and assisted the institutional reforms to date. This approach is \nperceived as the most appropriate to ensure continuity of ADB’s support in the sector. Furthermore, \nimplementation  of  the  TA  must  start  immediately  because  all  activities  funded  by  the  Poverty \nReduction Cooperation Fund must be completed by the end of 2007. An NGO or CBO will be \nrecruited to assist in the preparation of the CPS, in consultation with all stakeholders, and facilitate \ncommunity mobilization and participation, including signing the community tapstand agreement. The \nNGO/CBO will be treated as domestic consultants and, after inviting expressions of interest from \nNGOs and CBOs working in the water sector in Kathmandu Valley, biodata technical proposal \nprocedures will be used for selection. Outline terms of reference for the consultants and NGO/CBO \nare in Appendix 3. \n \n21.  The procurement of all goods, works, and related services under the TA will be undertaken in \naccordance with ADB’s Guidelines for Procurement. No procurement packages are expected to cost \nmore than the equivalent of $100,000, so these packages (which typically cost less than $1,000 \neach) may be procured using direct purchase procedures. Equipment purchased under the TA will \nbe handed over to the Government on completion of the TA. \n \n22.  LICSU, under its head, will work in close collaboration with the consultants and NGO/CBO \n(para 20). To facilitate implementation, the TA will use an advance payment facility for equipment; \nthe  pilot  tapstand  program;  training,  seminars,  and  conferences;  surveys;  and  miscellaneous \nadministration and support costs. The head of LICSU and component 1 team leader will be jointly \nresponsible for preparing quarterly disbursement estimates and actual expenditure reports for the \nTA, which will be submitted to ADB for review and approval. The Government will establish a TA \nproject account in local currency at a commercial bank. An initial deposit of the equivalent of \n$25,000 will be made into the project account through the advance payment facility when the TA \nbecomes effective. The project account ceiling will be equivalent to the next 3 months’ disbursement \nestimates or $50,000 equivalent, whichever is less. The advance payment facility, to be agreed \nbetween  ADB  and  the  Executing  Agency,  will  detail  the  procedures  and  implementation \narrangements for use of the advance, and its liquidation and replenishment requirements. The head \nof LICSU and component 1 team leader will coordinate the timely release of funds to the contractors. \nADB statement of expenditure procedures will be used to liquidate and replenish the project account \nfor individual payments not exceeding the equivalent of $50,000. \n \n23.  LICSU  will  be  responsible  for  disseminating  the  developed  pro-poor  approach  and \noperational strategy within the WUO to mainstream it. In the longer term, the approach could be \nextended to other utilities in Nepal and the region. The lessons learned will be disseminated through \na range of ADB activities (websites, publications, conferences, etc.). Frequent status updates will \nprovide real-time information for the general public. \n \nIV.  THE PRESIDENT'S DECISION \n24.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $570,000 to be \nfinanced on a grant basis by the Poverty Reduction Cooperation Fund; and (ii) ADB providing the \nbalance not exceeding the equivalent of $150,000 on a grant basis, to the Government of Nepal for \nEnabling the Private Sector to Undertake Poverty-Focused Water Distribution and Strengthening of \nInstitutional Reforms in Kathmandu Valley, and hereby reports this action to the Board. \n                                                 \n12 ADB. 2003. Technical Assistance to the Kingdom of Nepal for the Kathmandu Valley Water Management Support \nProject. Manila. \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n       \nDesign Summary  Performance  Data Sources/Reporting  Assumptions \n  Indicator/Targets  Mechanisms  and Risks \n     \nImpact       \nAchievement of the  Access to sustainable  Government health   \nwater-related  water supply services  statistics and WUO data to \nMillennium  for the poor in  be reviewed on an annual \nDevelopment Goals for  Kathmandu Valley  basis \nthe poor in Kathmandu   \nValley  Sustenance of \n  institutional reforms in \nthe water sector in \nKathmandu Valley  \nOutcome      Assumptions \nImproved access to  Increase in the number  KVWSMB (WBMU) and  •  Political stability and \ndecent and affordable  of people with  the WUO (contract  continued government \nwater services for the  convenient access to  compliance unit)  support \npoor in Kathmandu  safe drinking water   monitoring of MC’s  • Reform program under \nValley in a financially    achievement indicators  KVWSSDP is successful \nsustainable and  Adequate quantity of    and the WUO is \nequitable manner  water supplied  WUO’s annual report  established \n \nAdequate and \nconvenient service \nhours (2 hours every \nday at a scheduled \ntime) \nOutputs      Assumption \n1. Preparation of the  A detailed CPS  The WUO (contract  • Prospective beneficiary \nCPS and piloting of  prepared by Sep 2006  compliance unit)  poor customers’ \ncommunity    monitoring of MC’s  willingness to provide \nmanagement of    achievement indicators  counterpart contribution of \ntapstands      tapstand water services  \nPilot rehabilitation of  300 existing tapstands   \n300 tapstands and  rehabilitated and 50  WUO’s annual report \nconstruction of 50 new  new tapstands   \ntapstands with  constructed during the   \ncommunity tapstand  TA period   \nagreements signed     \n     \n2. Pro-poor advisory  Manuals for advisory   \nservices  services developed for  Registered requests for \nPro-poor advisory  LICSU and the WUO as  advisory services, showing \nservices provided by  a whole by Mar 2007  demands and services \nLICSU for prospective    provided in response \nbeneficiary  Administration and   \ncommunities and  customer service rules  WSTFC monitoring of \npotential local service  developed for the WUO  WUO’s activities \nproviders; pro-poor  by Jul 2007   \nadministration and     \ncustomer service rules     \ndeveloped for the WUO      \n ", "Appendix 1  7\n       \nDesign Summary  Performance  Data Sources/Reporting  Assumptions \n  Indicator/Targets  Mechanisms  and Risks \n     \n     \n3. Monitoring,  Monitoring and   \nevaluation, and  evaluation conducted  Evaluation report \nscaling-up  by Jun 2007;  submitted to ADB and \nMonitoring and  identification of  WUO board; \nevaluation of pilot  successes and failures,  evaluation report \nscheme and advisory  and formulation of  submitted to ADB’s Board \nservices; identification  proposals for scaling-up  of Directors and WUO \nof successes and  by Aug 2007  board \nfailures, and methods     \nfor scaling-up     \n     \n4. Development of  Proposals formulated   \ninstitutionally and  by Aug 2007  Evaluation report \nfinancially  submitted to the Board \nsustainable long-term  and WUO board \noperational strategy \nfor pro-poor service \ndelivery and LICSU \nActivities with Milestones  Inputs \n1.1 CPS prepared by Sep 2006  • Nongovernment organizations and capable international \n  and domestic consultants engaged; community surveys \n  undertaken \n1.2 LICSU is established within the WUO and is  • LICSU adequately staffed with at least three counterpart \nfully operational by Dec 2006  staff and domestic consultants \n   \n1.3 Preparation of manuals for LICSU, including  • WUO staff; domestic and international consultants \ndevelopment of pro-poor administration, customer   \nservice rules, and operational strategy by   \nSep 2007   \n   \n1.4 Capacity building of LICSU  • Training and workshops; LICSU and WUO staff \n   \n2.1 Locations for pilot program identified and  • Surveys, domestic consultants, counterpart staff, and \nimplementation begun by Sep 2006 and  nongovernment organizations \ncommunity tapstand agreement signed throughout   \nthe project period for each tapstand before   \nconstruction starts   \n  • Engineering design, and procurement of goods and \n2.2 Rehabilitation and construction of tapstands  resources  \ncarried out   \n  • Beneficiaries and domestic consultants \n2.3 Community awareness and public relations   \nactivities conducted \n  • Capable domestic consultants; financial and personnel \n3.1 Institutional strengthening of new entities, as  bylaws of the entities prepared; progress reports of \nwell as NWSC, and assistance in the transition  consultants; review missions \nmanagement \nADB = Asian Development Bank, CPS = community participation strategy, KVWSMB = Kathmandu Valley Water Supply \nManagement Board, KVWSSDP = Kathmandu Valley Water Services Sector Development Program, LICSU = Low-Income \nConsumer Support Unit, MC = management contractor, NWSC = Nepal Water Supply Corporation, WBMU = Water Board \nMonitoring Unit, WSTFC = Water Supply Tariff Fixation Commission, WUO = water utility operator. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLANa \n($ '000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Asian Development Bank Financingb       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  Domestic Consultants  0.0  150.0  150.0 \n      Subtotal (A)  0.0  150.0  150.0 \nB.  Poverty Reduction Fund Financingc       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  71.0  0.0  71.0 \n      ii.  Domestic Consultants (individual)  0.0  110.0  110.0 \n      iii.  Domestic Consultants (NGO/CBO)d    20.0  20.0 \n    b.  International and Local Travel  15.0  0.0  15.0 \n    c.  Reports and Communications  2.0  3.0  5.0 \n  2.  Equipment  4.0  1.0  5.0 \n  3.  Pilot Tapstand Program       \n    a.  Equipment and works  0.0  196.0  196.0 \n    b.  Fees for NGO/CBO for Local Travel and  0.0  10.0  10.0 \n      Survey Costs for Community \n      Mobilizationd \n  4.  Training, Seminars, and Conferences       \n    a.  Training Program  0.0  15.0  15.0 \n    b.  Community Awareness and Public  0.0  20.0  20.0 \n      Relations Programs \n  5.  Surveys  0.0  10.0  10.0 \n  6.  Miscellaneous Administration and   0.0  20.0  20.0 \n    Support Costs \n  7.  Contingencies  18.0  55.0  73.0 \n      Subtotal (B)  110.0  460.0  570.0 \n       \nC.  Government Financing       \n  1.  Office Accommodation and Transport  0.0  30.0  30.0 \n  2.  Remuneration and Per Diem  0.0  120.0  120.0 \n    of Counterpart Staff \n  3.  User Contributions for Pilot Program  0.0  5.0  5.0 \n      Subtotal (C)  0.0  155.0  155.0 \n        Total  110.0  765.0  875.0 \nCBO = community-based organization, NGO = nongovernment organization. \na  The project cost estimates and its presentation in the TA Paper  were negotiated and finally agreed at in the TA \nMemorandum of Understanding with the Government prior to the issuance of the staff instructions on 'Cost Sharing and \nEligibility of Expenditures for Asian Development Bank Financing'. Therefore, TA paper distinguishes between foreign and \nlocal cost. \nb  Financed by the Asian Development Bank’s technical assistance funding program. \nc  Administered by the Asian Development Bank. \nd  Both items will be covered under one contract package to the NGO/CBO. \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS AND \nNONGOVERNMENT ORGANIZATION/COMMUNITY-BASED ORGANIZATION \n \n1.  All the consultants and the nongovernment organization (NGO) or community-based \norganization (CBO) will work in close collaboration with the Water Utility Operator (WUO), \nKathmandu Valley Water Supply Management Board (KVWSMB), Water Supply Tariff Fixation \nCommission  (WSTFC),  Kathmandu  Valley  Water  Supply  Management  Support  Committee \n(KVWSMSC), Melamchi Water Supply Development Board (MWSDB), and Nepal Water Supply \nCorporation (NWSC). Under component 1, a team consisting of an international consultant \n(social  development  specialist)  and  four  domestic  consultants  (team  leader,  engineer, \ncommunication and public relations specialist, and gender specialist), and an NGO or CBO will \nbe  involved—in  coordination  with  the  head  of  the  Low-Income  Consumer  Support  Unit \n(LICSU)—to  implement  the  pro-poor  tapstand  pilot  program  and  service  delivery.  In \ncollaboration  with  LICSU,  the  team  of  consultants  will  also  supervise  the  NGO/CBO  and \ncontractors that provide goods and related services and carry out works for LICSU under the \npilot tapstand program. The social development specialist (international consultant) will visit \nKathmandu Valley at the start of the technical assistance (TA) to assist in the preparation of the \ncommunity participation strategy (CPS) for the pilot tapstand program, and subsequently to \nmonitor progress and provide advice. The international consultant will also assist in carrying out \nmonitoring and evaluation of the delivery of the pro-poor services as the implementation of the \nTA progresses. Under component 2, a team of five domestic consultants will be involved, \ncomprising the water supply specialist (who will also act as the team leader/coordinator for the \ncomponent), institutional change manager, procurement specialist, financial specialist, and legal \nspecialist. \n \nA.  Component 1 \n \n2.  The following consultants will be required under component 1 of the TA: \n \n  1.  Social Development Specialist (international, 4 person-months) \n3.  The consultant will have the following responsibilities: \n(i)  Lead and supervise the team of NGO/CBO and consultants under the TA in \npreparing the CPS. \n(ii)  Review  the  terms  of  reference  of  the  NGO/CBO,  prepare  the  conceptual \nplan/structure for the CPS, and advise in the preparation of the CPS. \n(iii)  Advise the LICSU staff, NGO/CBO, and team of consultants under the TA on the \nimplementation of the tapstand pilot program and pro-poor service delivery. \n(iv)  Monitor and evaluate/assess the pilot tapstand program and pro-poor advisory \nservices, and prepare reports to be submitted to all relevant parties. \n(v)  Identify methods for LICSU and the WUO to scale up the tapstand program. \n(vi)  Develop  a  financially  and  institutionally  sustainable  long-term  operational \nstrategy for LICSU and the WUO. \n \n2.  Team  Leader-Institutional  Development  Specialist  (domestic,  15  person-\nmonths) \n4.  The consultant will have the following responsibilities: \n(i)  Assume overall responsibility for the preparation and implementation of the pro-\npoor service delivery and the tapstand pilot program. \n ", "10  Appendix 3 \n(ii)  Provide  leadership  and  overall  coordination  to  the  team  of  consultants  and \nNGO/CBO in delivering outputs under component 1 of the TA. \n(iii)  Help  the  management  contractor  (MC)  set  up  an  effective  organizational \nstructure for the LICSU. \n(iv)  Liaise  closely  with  the  head  of  LICSU,  social  development  specialist \n(international consultant), and Asian Development Bank (ADB) team leader to \nensure that all parties are kept informed of relevant issues. \n(v)  Hold monthly coordination meetings within LICSU to discuss progress, problems, \nremedial actions, and any other relevant matters; and prepare meeting minutes \nto be issued to all parties within one week of each meeting. \n(vi)  Prepare various reports, in particular quarterly disbursement estimates/actual \nexpenditure reports for the TA, to be submitted to ADB for review and approval, \non behalf of LICSU for submission to the WUO and ADB. \n(vii)  Assist  in  preparing  manuals  on  pro-poor  service  delivery  for  LICSU  in \ncoordination with the social development specialist and gender specialist, and \ndevelop  pro-poor  administration  and  customer  service  (including  connection) \nrules for the WUO. \n(viii)  Supervise the consultancy service contract with the NGO/CBO. \n(ix)  Ensure the timely release of funds to the contractors engaged under the TA. \n \n3.  Engineer (12 person-months) \n5.  The consultant will have the following responsibilities: \n(i)  Advise prospective beneficiary communities on potential physical schemes under \nthe pilot tapstand program. \n(ii)  Review and approve, if appropriate, proposed physical schemes under the pilot \ntapstand program. \n(iii)  Prepare  tender  documents  for  approved  physical  schemes  under  the  pilot \ntapstand program. \n(iv)  Carry  out  tender  for  approved  physical  schemes  under  the  pilot  tapstand \nprogram. \n(v)  Supervise all the goods and works contracts under the pilot tapstand program. \n \n4.  Communication and Public Relations Specialist (5 person-months) \n6.  The consultant will have the following responsibilities: \n(i)  Work  in  coordination  with  other  consultants  and  the  NGO/CBO,  explain  the \nrationale and benefits of the pilot tapstand program to prospective beneficiary \ncommunities, and sensitize them on the opportunity. \n(ii)  Prepare  material  for  the  various  awareness  campaigns  and  trainings  to  be \nprovided under the TA. \n(iii)  Implement public relations campaign/programs as recommended by the CPS. \n(iv)  Disseminate developed pro-poor approach within the WUO to mainstream it, and \nprovide training to the relevant WUO staff. \n(v)  Help ADB disseminate lessons learned via websites, publications, etc. \n \n5.  Gender Specialist (4 person-months) \n7.  The consultant will have the following responsibilities: \n(i)  Work  with  the  NGO/CBO,  social  development  specialist  (international \nconsultant), and other consultants in preparing the CPS. \n ", "  Appendix 3  11 \n(ii)  Develop a gender strategy and plan for the program, within the CPS, based on \nan initial gender analysis of the identified target area. \n(iii)  Develop gender training and community participation modules for WUO staff and \nconduct training accordingly. \n(iv)  Work  with  and  provide  advice  to  the  NGO/CBO  responsible  for  facilitating \ncommunity mobilization and participation, and the WUO, during the tapstand pilot \nprogram. \n \n6.  NGO/CBO \n8.  With the assistance of the social development specialist (international consultant) and \nthe team leader of component 1, and in collaboration with LICSU, an NGO or CBO will be \nrecruited to carry out a number of activities under the TA. A team leader from the NGO/CBO \nwith  expertise  in  social  development  (4  person-months)  will  oversee  and  coordinate  the \nactivities, and ensure successful delivery of outputs required. Two field level officers will be \nrequired  (total  8  person-months)  to  assist  in  the  community  mobilization  and  awareness \nactivities. The NGO/CBO will carry out the following activities: \n \n(i)  Prepare a CPS for the tapstand pilot program, in coordination with the social \ndevelopment specialist (international consultant) and other consultants under the \nTA, and the WUO, outlining the roles and responsibilities of all stakeholders \n(including LICSU and the WUO and beneficiary communities). The CPS will \nrecommend  an  appropriate  community-based  institutional  structure  for  the \nmanagement of service delivery in the poor unconnected neighborhoods during \nthe pilot program. The CPS will be prepared in consultation with all stakeholders, \nin particular the beneficiary communities concerned, and may require surveys \nand focus group discussions to be conducted in the beneficiary communities. The \nCPS will include a step-by-step approach to engage the beneficiary communities \nin the pilot program, and will be structured to identify specific actions/activities in \nthe three phases of community participation: (a) planning; (b) awareness raising, \nconsensus-building,  and  mobilization;  and  (c) implementation  of  the  pilot \nprogram. The CPS will also identify strategies for monitoring and evaluation of \nthe pilot tapstand program to develop a long-term operational strategy for the \nWUO. \n(ii)  Work with the team leader, gender specialist, and communication and public \nrelations specialist in: (a) mobilizing the community; and (b) facilitating in the \nsigning of community tapstand agreements with the WUO. \n(iii)  Facilitate and act as intermediaries in the formation of the community-based \ninstitutional structure (such as water users committees) for the management of \nservice delivery for the pilot program. \n(iv)  Work with the WUO and the communication and public relations specialist in \nconducting public awareness campaigns for the programs to ensure a smooth \nhandover (from the water utility to the beneficiary communities) and management \nof service delivery. \n(v)  Assist in the monitoring and evaluation of the tapstand pilot program, as required. \n \nB.  Component 2 \n \n9.  Under component 2 of the TA, the following consultants will be required: \n \n ", "12  Appendix 3 \n1.  Water  Supply  Specialist/Team  Leader/Coordinator  (domestic,  12  person-\nmonths) \n10.  The consultant will have the following responsibilities: \n(i)  Assist the newly established entities (KVWSMB, WSTFC, and the WUO) in their \nstart-up  activities,  including  the  preparation  of  various  bylaws,  policies,  and \nguidelines. \n(ii)  Assist the WUO in its interim management until the MC is fully functional. \n(iii)  Assist the WUO in the initial contract management of the MC. \n(iv)  Assist  KVWSMB,  MWSDB,  and  the  WUO  in  splitting  responsibilities  for  the \nprovision and management of water services infrastructure in Kathmandu Valley \nunder MWSP and KVWSSDP. \n(v)  Coordinate activities under component 2. \n \n2.  Institutional Change Manager (domestic, 6 person-months) \n11.  The consultant will have the following responsibilities: \n(i)  Advise the WUO, KVWSMB, WSTFC, and NWSC on the transition, start-up, and \norganizational change issues. \n(ii)  Assist NWSC in implementing the voluntary retirement scheme. \n(iii)  Assist in implementing and monitoring the handover of resources and operations \nfrom NWSC to the WUO. \n \n3.  Procurement Specialist (domestic, 12 person-months) \n12.  The consultant will have the following responsibilities: \n(i)  Work with the water supply specialist in assisting KVWSMB and the WUO in \ntaking  over  responsibilities  from  MWSDB—in  particular,  with  regard  to \nprocurement of goods, works, and services under MWSP and KVWSSDP loans. \n(ii)  Assist KVWSMB and the WUO in preparing standard bid documents. \n(iii)  Train relevant KVWSMB and WUO personnel in ADB procurement procedures. \n \n4.  Financial Specialist (domestic, 6 person-months) \n13.  The consultant will have the following responsibilities: \n(i)  Assist KVWSMB, WSTFC, and NWSC in establishing financial management and \naccounting systems. \n(ii)  Assist and train KVWSMB, WSTFC and WUO personnel, and familiarize them \nwith ADB’s requirements and procedures in the overall financial management of \nMWSP and KVWSSDP, such as preparation of withdrawal applications, periodic \nfinancial statements, etc. \n \n5.  Legal Specialist (domestic, 6 person-months) \n14.  The consultant will have the following responsibilities: \n(i)  Assist KVWSMB, WSTFC, and the WUO in preparation of their bylaws, policies, \nguidelines, and other legal documents. \n(ii)  Assist KVWSMSC and KVWSMB in managing and monitoring the contract with \nthe MC during the transitional period. \n "], "metadata": {"CreationDate": "D:20060328122021+08'00'", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "ModDate": "D:20080429153119+08'00'", "Title": "Enabling the Private Sector to Undertake Poverty-Focused Water Distribution and Strengthening of Institutional Reforms in Kathmandu Valley (Cofinanced by the Poverty Reduction Cooperation Fund)"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 25 January 2006) \n \nCurrency Unit –  Nepalese rupee/s (NRe/NRs) \nNRe1.00 =  $0.0140 \n$1.00 =  NRs71.25 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CBO  –  community-based organization \n  CPS  –  community participation strategy \n  KVWSMB  –  Kathmandu Valley Water Supply Management Board \n  KVWSMSC  –  Kathmandu Valley Water Supply Management Support Committee \n  KVWSSDP  –  Kathmandu Valley Water Services Sector Development Program \n  LICSU  –  Low-Income Consumer Support Unit \n  MC  –  management contractor \n  MPPW  –  Ministry of Physical Planning and Works \n  MWSDB  –  Melamchi Water Supply Development Board \n  MWSP  –  Melamchi Water Supply Project \n  NGO  –  nongovernment organization \n  NWSC  –  Nepal Water Supply Corporation \n  TA  –  technical assistance \n  WBMU  –  Water Board Monitoring Unit \n  WSTFC  –  Water Supply Tariff Fixation Commission \n  WUO  –  water utility operator \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  Targeted intervention \nSector  –  Water supply, sanitation, and waste management \nSubsector  –  Water supply and sanitation \nThemes  –  Sustainable economic growth, governance, and private sector \ndevelopment \nSubthemes  –  Promoting economic efficiency and enabling markets, civil society \nparticipation, and public-private partnerships \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Social Sectors Division (SASS), SARD \n   \nTeam leader  K. Tamaki, Senior Urban Development Specialist, SASS, SARD ", "authors": [{"fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "H. Kim", "role": "Social Sectors Division (SASS)", "organization": "SARD"}, {"fullname": "K. Tamaki", "role": "Senior Urban Development Specialist", "organization": "SASS"}]}