{"path": "data/input/ta/38347-nep-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 38347 \nAugust 2006 \n \n \n \n \nNepal: Preparing the Information and \nCommunications Technology (ICT) Development \nProject \n(Financed by the Japan Special Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 5 June 2006) \nCurrency Unit –  Nepalese rupee/s (NRe/NRs) \nNRe1.00 =  $0.0136 \n$1.00 =  NRs73.36 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  HLCIT  –  High-Level Commission for Information Technology \n  ICT  –  information and communications technology \n  NTA  –  Nepal Telecommunications Authority \n  PMU  –  project management unit \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Transport and communications \nSubsector  –  Telecommunications and communications  \nThemes  –  Sustainable economic growth, inclusive social development  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department  \nDirector  K. Higuchi, Transport and Communications Division, SARD \n   \nTeam leader  D.S. Pyo, Principal Financial Specialist, SARD \nTeam members  H. Lee, ICT Specialist, Regional and Sustainable Development \nDepartment \n  S. P. Shrestha, Senior Governance/Capacity Building Officer, SARD  \n ", " \nI.  INTRODUCTION \n \n1.  The Government of Nepal has requested the Asian Development Bank (ADB) for project \npreparatory  technical  assistance  (TA)  to  prepare  the  Information  and  Communications \nTechnology (ICT) Development Project, included in the country strategy and program 2005–\n2009.1 The TA is programmed for ADB’s 2006 TA program for Nepal. The TA Fact-Finding \nMission was carried out in Nepal from 27 to 30 March 2006, and agreement was reached with \nthe Government on the TA’s goal, purpose, scope, implementation arrangements, costs and \nfinancing plan, and outline terms of reference for consulting services.2 A preliminary design and \nmonitoring framework is in Appendix 1.  \n \nII.  ISSUES \n \n2.  Nepal  is  one  of  the  poorest  countries  in  the  region,  with  about  24  million  people \nscattered throughout remote mountainous areas, a GDP per capita of $270, and a poverty \nincidence of 38%. The geographic isolation and exclusion of the hilly and mountainous areas \nhave been obstacles to inclusive pro-poor development. They hinder connection to markets and \nservices, and access to information and opportunities. The Government recognizes ICT as the \nmost effective means to bring down the country’s geographical barriers, enable information and \nknowledge management, provide new means for service delivery, introduce innovation, and \nthereby  create  opportunities  for  economic  and  social  development.  The  Millennium \nDevelopment Goals (MDGs) include ICT accessibility as a target, as it is important by itself and \ncan help attain other goals such as establishing rural community access points to integrate \nvillages into the information network. The Second World Summit on the Information Society held \nin Tunis in December 2005 thus urged governments to use ICT to create public systems of \ninformation on laws and regulations, expanding public access points and making information \nbroadly available. \n \n3.  To harness the huge potential of ICT, the Government set up the policy direction under \nits first Information Technology (IT) Policy 2000 as well as the revised IT Policy 2005, with an \nintegrated action plan for 2005–2007. Following the Telecommunications Act and Policy,3 the \nGovernment has also (i) liberalized the telecommunications sector; (ii) introduced competition \nthrough open licensing; (iii) restructured the former state-owned incumbent provider, Nepal \nTelecom (NT);4 and (iv) promoted private investment. The Nepal Telecommunications Authority \n(NTA) was established in 1998 as an autonomous and corporate body. Amendments to the \nTelecommunications Act have been drafted to strengthen the regulatory environment, including \nNTA’s autonomy, and will be enacted within 2006. The Electronic Transactions Act (2004) \nprovides legal support for the recognition of digital signatures and electronic documents. The \nHigh-Level Commission for Information Technology (HLCIT), which was formed in 2003 and \nchaired by the Prime Minister, oversees national IT policy and strategy and provides strategic \npolicy direction and support to the Government.  \n \n4.  Nevertheless, ICT accessibility, particularly in remote rural areas, is limited, hindering \nbenefits from it, and requires extensive investment. Although NT started mobile services in 1999 \n                                                 \n1  ADB. 2004. Nepal Country Strategy Program 2005–2009. Manila.  \n2  The TA first appeared in ADB Business Opportunities in April 2006.  \n3  The Telecommunications Act 1997, the Telecommunications Regulations 1997, and the Telecommunications \nPolicy 1999 are the main policies for telecommunications and internet providing legal and policy framework. \n4  It  was  formerly  the  Nepal  Telecommunications  Corporation  (NTC),  which  was  the  incumbent  public \ntelecommunications operator, and monopolized all aspects of telecommunications until the recent entry of private \noperators in the sector. \n ", "2   \nwith the global system for mobile communications (GSM) technology and will deploy a new \ncode division multiple access (CDMA)-2000 network of 1 million lines in a 5-year period, the \noverall level of telephone density for fixed and mobile services is as low as 1.54%, compared \nwith developing countries’ average of 15.5%, the world average of 23.5%, and developed \ncountries’ average of 65.5%.5 Telephone density also varies widely between urban and rural \nareas. Kathmandu, with less than 5.00% of the population, has a telephone density of 18.20%, \nmuch higher the rural areas’ 0.06%.  \n \n5.  Nepal's internet market was dramatically boosted in mid-1999, when internet service \nproviders (ISPs) were allowed to have their own international gateways, and the use of very \nsmall aperture terminal (VSAT) was liberalized. The price of internet service fell to $0.2 per hour, \nthe lowest in South Asia. Twenty-six ISPs serve around 200,000 users, of whom about 40,000 \nare  subscribers.  More  than  1,000  internet  access  points  exist  all  over  Nepal,  with  half  in \nKathmandu. The construction of an 880 km fiber optic cable is almost completed along the \neast–west highway with the assistance of the Government of India. Recently Nepal and the \nPeople’s  Republic  of  China  (PRC)  agreed  to  build  a  115  km  fiber  optic  network  linking \nKathmandu to the border of the PRC (Arniko highway). Internet infrastructure and services, \nalthough greatly improved during the past few years, are still in dire need of expansion and \nenhancement, particularly in remote rural areas. \n \n6.  To bridge the urban–rural digital divide, the tenth 5-year plan (2002–2007) targeted \nestablishing telecenters for at least 1,500 village development committees all over the country. \nHowever,  only  about  250  telecenters  are  in  place,  of  which  about  30  are  funded  by  the \nGovernment  and  international  funding  agencies  such  as  the  United  Nations  Development \nProgramme  (UNDP)  and  the  World  Bank;  the  rest  are  sponsored  by  nongovernment \norganizations. The telecenters are an efficient and cost-effective means of providing remote \nrural areas with ICT access and various ICT-enabled services. Telephones, photocopiers, fax \nmachines,  internet  access,  ICT  training,  electronic  government  forms,  and  market  and  job \ninformation can become available to the rural poor. Telecenters also provide offline content on \nhealth,  education,  agriculture,  forestry,  and  social  campaign  programs.  To  speed  up  ICT \naccessibility in the difficult terrain of remote rural areas, the Government should be encouraged \nto establish a telecenter for every VDC as quickly as possible. \n \n7.  Expanded  ICT  accessibility  should  be  complemented  by  suitable  e-services.  The \nGovernment has been pursuing an e-government6 initiative to improve accessibility, efficiency, \nand usability of public service through electronic means. The development of the Government \nportal site,7 which provides links to the websites of all government ministries, departments, and \nagencies, and enables the public to download 32 critical government forms such as citizenship \ncertificate, driver license, and passport application is part of such efforts. Despite the increasing \npresence of e-government, its further development is hindered by obstacles such as (i) poor \nGovernment network and facilities to support the adoption of ICT to improve public services \namong  Government  ministries,  departments,  and  agencies,  and  between  central  and  local \ngovernment;8 (ii) lack of coordination and cooperation in developing information systems among \nministries, departments, and agencies, which limits the efficient use of shared information, \nknowledge, practice, and statistics; (iii) lack of a single-point delivery mechanism for most \n                                                 \n5  International Telecommunications Union. 2006. World Telecommunication/ICT Development Report. Geneva. \n6  It refers to the use of ICT by Government agencies, making their communications and interactions more efficient \nand transparent with citizens, business, and other arms of government. \n7  http://www.nepalhmg.gov.np \n8  To resolve the problem, the Government plans to construct a fiber optics network in central Government offices \nwith the assistance of NT and the World Bank in 2006. \n ", "  3\nGovernment services;9 (iv) lack of ready access to basic information and services; and (v) the \npersistent perception that public services should be provided face-to-face.10 \n \n8.  Recognizing the importance of a concerted and collective approach to improving ICT \naccessibility and pursuing e-government, the Government is developing a master plan that will \nguide investments in e-government.11  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA aims to help the Government prepare an investment project that will support \neconomic  growth  and  reduce  poverty,  including  in  remote  rural  areas,  by  improving  ICT \naccessibility and developing e-government applications in accordance with the road map to be \nidentified by the e-government master plan. The TA will also help improve the legal, regulatory, \nand  institutional  framework  to  expand  ICT  accessibility  and  implement  the  e-government \napplications, as well as develop institutional and human technical capacity in managing ICT \ninfrastructure and operating e-government applications.  \n \n10.  The TA outputs will include (i) an investment plan for improving ICT accessibility in \nremote rural areas; (ii) design of selected e-government applications; (iii) a legal, regulatory, and \ninstitutional  framework  to  expand  ICT  accessibility  and  implement  selected  e-government \napplications; (iv) institutional and human resource development programs; and (v) a feasibility \nassessment of the investment project package.  \n \nB.  Methodology and Key Activities \n \n11.  Development of an Investment Plan to Improve ICT Accessibility in Remote Rural \nAreas. The TA will examine the ICT sector’s deficiencies in telephone density and internet \naccessibility, infrastructure provision, and sector reform and development. The Government’s \ntelecenter initiative will also be assessed to develop a sustainable telecenter model to be rolled \nout by the ensuing project as well as by the Government’s ongoing telecenter initiative.  \n \n12.  Design of Selected E-Government Applications. The TA will reengineer business \nprocesses to develop e-government applications for selected priority services to be identified by \nthe  master  plan,  and  develop  the  common  architecture  of  applications.  Based  on  the \nreengineering results and the common architecture, the TA will design information systems and \napplications  for  selected  e-government  services,  referring  to  recent  successful  Indian  e-\ngovernment initiatives and considering the lessons from them.  \n \n13.  Development of a Legal, Regulatory, and Institutional Framework, and Human \nResource Development Programs. The TA will (i) assess the existing legal, regulatory, and \ninstitutional  framework;  and  (ii)  identify  areas  for  improvement  so  that  they  support  e-\ngovernment. The TA will develop the strategy, licensing policy, and regulatory framework to \nimprove ICT accessibility in remote rural areas. The TA will also (i) assess the needs for the \n                                                 \n9  Duplicate structures of government at all levels require users to go to several agencies to access even simple \nservices. \n10  This adds substantially to the costs of service delivery as physical connections to Kathmandu and the district \nheadquarters are not good. \n11 The Korean IT Industry Promotion Agency (KIPA) provides TA to develop the master plan, which will be finalized \nby the end of August 2006.  \n ", "4   \nrelated  institutional  and  human  capacity  development,  (ii) develop  and  implement  human \nresource development programs, and (iii) recommend a strategy to enhance organizational \nfunction and structure in training.  \n \n14.  Feasibility Assessment for the Whole Package of ADB-Financed Projects. The TA \nwill formulate an investment project suitable for ADB financing, and carry out the preparatory \nstudies required to examine the feasibility of each project component and to comply with ADB’s \nsafeguard  and  other  policies  and  requirements  for  possible  loan  financing.  These  include \n(i) economic and financial analyses, (ii) a poverty and social assessment, (iii) performance \nmeasurement and monitoring and evaluation system development, (iv) an environmental and \nsocial impact assessment, and (v) an indigenous people’s development plan if required. An \ninitial poverty and social analysis is in Appendix 2. \n \nC.  Cost and Financing \n \n15.  The cost of the TA is estimated at $725,000, of which the Government requested ADB to \nfinance $600,000 equivalent. The TA will be financed on a grant basis by the Japan Special \nFund contributed by the Government of Japan. The Government will finance the remaining \n$125,000 equivalent to cover the costs of counterpart staff, office accommodation and office \nutilities, office equipment, and local communications. The Government has been informed that \nTA approval does not commit ADB to finance any ensuing project. Further details of cost \nestimates are in Appendix 3.  \n \nD.  Implementation Arrangements \n \n16.  HLCIT  will  be  the  Executing  Agency.  A  project  management  unit  (PMU)  will  be \nestablished under HLCIT to implement the TA and supervise the consultants. The PMU will be \nheaded by a project director (member secretary, HLCIT) and will consist of the e-government \ntask  force  established  under  the  National  Information  Technology  Centre  and  full-time \nrepresentatives from the Ministry of Environment, Science and Technology; the Ministry of \nInformation and Communications; and NTA. The head of the e-government task force will act as \nproject manager and be responsible for day-to-day TA implementation. The project manager will \nreport to the project director, who will regularly report to HLCIT and ADB about TA progress.  \n \n17.  The consultants will organize workshops to advise all stakeholders of TA progress and \nseek feedback. Under the PMU, a business process reengineering unit will be set up, to be \nheaded by a consultant for reengineering government administrative procedures, and staffed \nwith  full-time  personnel  from  all  ministries  whose  administrative  procedures  are  to  be \nreengineered through the TA. The unit will report to the project manager on reengineering \nprogress. \n \n18.  HLCIT will provide overall guidance to the PMU. HLCIT will review and endorse all the \nconsultants’ recommendations and suggestions to be made as part of the TA outputs. An ADB \nproject specialist, with the aid of the Nepal Resident Mission, will work closely with HLCIT in \nsupervising the consultants and monitoring TA progress. HLCIT will ensure that all ministries \nand agencies concerned are represented in the PMU.  \n \n19.  The TA will be implemented over 6 months, from September 2006 to February 2007. \nIndividual international consultants will provide a total of 16 person-months of services, and \nnational consultants 34 person-months, in accordance with ADB’s Guidelines on the Use of \nConsultants.  International  consultants  will  consist  of  (i)  a  team  leader  and  e-government \n ", "  5\nspecialist, (ii) an ICT technical specialist, (iii) an e-center specialist, and (iv) a project economist. \nNational consultants will consist of (i) a public administration specialist, (ii) a reengineering \nspecialist, (iii) an ICT engineer, (iv) a project analyst, (v) a social development and resettlement \nspecialist, (vi) an environment specialist, and (vii) a legal and/or governance specialist. The \noutline terms of reference for consultants are in Appendix 4.  \n \n20.  The consultants will submit an inception report, which should outline any changes in the \napproach, methodology, or work plan, as well as cost implications for the consultants’ services. \nMonthly progress reports and interim reports will be submitted to ADB and HLCIT so that they \ncan monitor TA progress. After all external and internal human resource development programs \nand workshops, reports evaluating them should be submitted. The reports should summarize \nprogram input, output, and outcomes, and workshop proceedings and achievements. The final \nTA report, including manuals for reengineered administrative procedures for ministries, will be \nsubmitted after reflecting comments on the draft final report from the Government and ADB. \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis to \nthe Government of Nepal for preparing the Information and Communications Technology (ICT) \nDevelopment Project, and hereby reports this action to the Board. \n ", "6    Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets/Indicators  Data  Assumptions  \nSummary  Sources/Reporting  and Risks  \nMechanisms  \nImpact      Assumptions \nICT  made more  Provision of telecenters for all village  Compilation of  Government’s \naccessible to remote  development committees within 5 years  Government statistics  commitment to \nrural areas, and  after project completion     reengineer public \ndelivery of \n  ADB’s TA review  administrative \ngovernment services \nIncrease in access to Government portals  missions  procedures to be \nimproved through the \nby 10% per annum for 5 years after project    suitable for \nICT network  \ncompletion   electronic delivery \n \n  of public services \nIncrease in the ratio of online to over-the-  \ncounter Government services by 10% per  Appropriate \nannum for 5 years after project completion   budgetary support  \n   \nImprovement in the weighted average \ncomposite index of e-readiness in the \nUnited Nations Global E-Government \nReadiness Report to the level of 0.5 within \n5 years after project completion  \nOutcome      Assumptions \nAgreed design for  Identification of project components,  Consultant’s interim  Completion of the e-\nthe loan project,  including their estimated costs, and  and draft final report  government master \nand improved  preliminary assessment of safeguard    plan as scheduled \ncapacity of  compliance issues within 3 months after the Consultant’s report on   \nGovernment staff  TA starts  evaluation of human  Development of a \nto implement e-   resource development  comprehensive and \ngovernment  Finalization of all project features, including  programs   quality e-government \napplications   the scope, cost estimate, financing plan,    master plan \n  implementation arrangements,  ADB TA review   \nimplementation schedule, detailed analysis  missions  \nof safeguard compliance issues, and   \neconomic/financial viability, within 5.5 \nmonths after the TA starts  \n \nTraining of a sufficient number of \nGovernment staff members who will take \ncharge of implementing the project,through \nexternal and internal training programs at \nTA completion  \nOutputs      Assumption \n1. Investment plan  ICT infrastructure and telecenter expansion  Consultants’ progress,  Government’s full \nto  improve  plan to be developed within 3 months after  interim, and draft final  support for \naccessibility in  the TA starts  reports  consultant’s works \nremote rural areas      as committed \n2. Design of e- Common architecture to be developed  ADB missions to   \ngovernment  within 3 months after the TA starts  assess TA \napplications   Manuals for reengineered administrative  implementation \n ", "Appendix 1  7\nDesign  Performance Targets/Indicators  Data  Assumptions  \nSummary  Sources/Reporting  and Risks  \nMechanisms  \n3. Legal,  procedures available within 6 months after \nregulatory, and  the TA starts, for use in human resource \ninstitutional  development programs  \nframework    \n4. HRD program  Detailed design of information systems and \n5. Feasibility  service applications available within 3 \nassessment for  months after the TA starts, for costing and \nthe ensuing  economic and financial assessment \nproject    \n  Legal, regulatory, and institutional \nframework for e-government available \nwithin 3 months after the TA starts \n \nHRD program and enhanced human and \ninstitutional capacity in e-government \n \nFeasibility study for the ensuing project \navailable at TA completion  \nActivities with Milestones  Inputs \n   \n1.  Identify investment requirements for ICT network, including telecenters within 3  TA financing of \nmonths after the TA starts  $600,000 on a grant \n2.  Reengineer the business process of selected government services and develop the  basis by ADB’s TA \ncommon architecture of e-government applications throughout the TA period   funding program \n3.  Develop the information systems and applications, which will be delivered through   \nimproved accessibility with 3 months after the TA starts   Government’s in-\n4.  Develop a plan to improve the existing legal, regulatory, and institutional framework  kind contribution to \nto expand ICT accessibility and to electronically provide selected government  TA \nservices within 3 months after the TA starts   \n5.  Assess the needs for the related institutional and human capacity development, and  16 person-months \ndevelop and implement HRD programs throughout the TA period   of international and \n6.  Formulate an investment project suitable for ADB financing, and carry out the  34 person-months \npreparatory studies required to examine the feasibility of each project component  of national \nand to comply with ADB’s safeguard and other policies, including economic and  consulting services \nfinancial analyses, poverty and social assessment, performance measurement and   \nmonitoring and evaluation system development, environmental and social impact \nassessment, and indigenous people’s development plan if required, at TA \ncompletion \nADB  =  Asian  Development  Bank,  HRD  =  human  resource  development,  ICT  =  information  and \ncommunications technology, TA = technical assistance. \n ", "8    Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs  the  sector  identified  as  a  national   Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?     priority in country poverty partnership   \n   No  agreement?    No \n \nContribution of the sector or subsector to reduce poverty in Nepal:  \n \nThe project will help reduce poverty by (i) creating an equitable environment for ensuring economic growth, \nemployment, and human development; (ii) setting up a system where public services are accessible in all areas, \nparticularly in remote rural and semi-urban areas, and helping meet the needs of low-income groups; (iii) pursuing \ninnovative, cost-effective approaches, and building local capacity to use information technology to enhance long-\nterm  sustainability;  (iv)  providing  broadened  access  to  communications  in  underserved  rural  areas;  and  (v) \nenhancing the efficiency and effectiveness of access to markets and jobs, health services, education, and other \nhelp. \n \n \nB.  Poverty Analysis   Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed?  \n \nThe poverty and social analysis should do the following: \n(i)  Show how the project relates to national priorities as identified in the country poverty reduction strategy. \n(ii)  Identify project beneficiaries and the likely barriers to their participating in and benefiting from the project. \n(iii)  Assess affordability of accessing information and communications technology (ICT)-based public service \n  for low-income people. \n(iv)  Identify how ICT can provide various channels to help reduce poverty and how the poor can take \n  advantage of these interventions. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?   Yes   No  \n \nThe TA will follow a participatory approach—the key to build consensus on strategy development and feasibility \nstudy—through a series of workshops, seminars, conferences, training, and consultation for all stakeholders. \n \nIs there a participation strategy?   Yes    No \n \nA participatory strategy will be developed to promote local capacity and ownership by (i) working with ICT \ninstitutions and local communities and/or NGOs to use ICT facilities for public services, and (ii) broader community \nempowerment through pro-poor project design. \n \nD.  Gender Development \n \nStrategy to maximize impacts on women: \n \nWomen's participation in project design will be ensured during project preparation by consulting village development \ncommittees. The project is anticipated to have a positive impact on men and women by (i) increasing access to \nbasic public services (jobs and business opportunities, schools, health care); and (ii) creating jobs in project \nimplementation.  \n \n \nHas an output been prepared?   Yes   No \n \n ", "  Appendix 2  9 \n \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan \nNot Significant/  Strategy to Address Issues  Required \nNone   \n    Possible involuntary resettlement impacts of telephone   \n   Significant  line installation will be determined during the TA.   Full \nResettlement     \n Not significant   Short \n   \n None   None  \n    If cost recovery is introduced for electronic delivery of   \n   Significant  public services, plans for social protection and pro-poor   Yes \nAffordability    mechanisms will be established.   \n Not significant   No \n \n None \n    No labor retrenchments are envisaged as a result of the   \n   Significant  project.   Yes \nLabor     \n Not significant   No  \n \n None \n    Impacts on ethnic minorities (if any) will be determined   \n   Significant  and, if required, an indigenous peoples’ development plan   Yes \nIndigenous    or specific actions to address indigenous peoples’ issues   \nPeoples   Not significant  will be developed during the TA.   No  \n \n None \n    No other social risks are anticipated as a result of the   \n   Significant  project. It will follow national core labor standards.   Yes \nOther  Risks     \nand/or   Not significant   No  \nVulnerabilities   \n   None \n \nICT = information and communications technology, TA = technical assistance. \n \n ", "10   Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank (ADB) Financing a   \n  1.  Consultants   \n    a.  Remuneration   \n      i.  International Consultants   272.0 \n      ii.  National Consultants  102.0 \n    b.  Per Diem for International Consultants  48.0 \n    c.  International and Local Travel  20.0 \n  2.  Vehicle Rental (two vehicles, including operating cost)  20.0 \n   3.   Human Resource Development b  50.0 \n   4.   Workshops  10.0 \n  5.  Surveys  15.0 \n   6.   Reports and Documents c  4.0 \n  7.  Miscellaneous Administration and Support Costs  3.0 \n  8.  Contingencies  56.0 \n      Subtotal (A)  600.0 \n   \nB.  Government Financing   \n  1.  Counterpart Staff  50.0 \n  2.  Office Space and Utilities  30.0 \n  3.  Office Equipment   15.0 \n  4.  Communications d  15.0 \n  5.  Others  15.0 \n      Subtotal (B)  125.0 \n   \n        Total  725.0 \na  Financed by the Japan Special Fund funded by the Government of Japan.  \nb  The budget for human resource development will be directly managed by ADB without being included in the contract \nwith consultants. \nc  Including books and periodicals.  \nd  Including fixed line phones and facsimile machine.  \n \nSource: ADB estimates. \n \n ", "  Appendix 4  11\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Scope of Work \n \n1.  The TA will be implemented by a team of four international consultants for 16 person-\nmonths  service  and  eight  national  consultants  for  34  person-months  service.  Consultants’ \nresponsibilities are described below. \n \n1.  International Consultants (16 person-months)  \n \na.  Team Leader and e-Government Specialist (6 person-months) \n \n2.  As a team leader, the e-Government Specialist will undertake the following: \n \n(i)  Refine and modify terms of reference for national consultants in all aspects in \nconsultation  with  information  and  communications  technology  (ICT)  technical \nspecialist and project economist. \n(ii)  Ensure that international and national consultants and local counterparts fulfill their \nterms of reference.  \n(iii)  Be responsible for the programming, coordination, and direction of the work and \nspecialist inputs. \n(iv)  Conduct a baseline survey and collect baseline performance indicators presented in \nthe technical assistance design and monitoring framework. \n(v)  Encourage  the  participatory  approach  to  various  stakeholders  to  ensure  full \nunderstanding and ownership of the technical assistance (TA); present interim and \nfinal  findings,  conclusions,  recommendations,  and  proposals  and  facilitate \ndiscussion in informal meetings and consultations; organize workshops, seminars, \nand meetings with stakeholders. \n(vi)  Liaise with the consultants from the TA on governance reforms and decentralization \ncluster program so as to ensure synergy between the two support programs. \n(vii)  Identify  lessons  learned  from  similar  e-Government  initiatives  pursued  by  other \ncountries such as India, Republic of Korea, Singapore, and Sri Lanka, and reflect \nthem in the design of the ensuing project. \n(viii)  Be  responsible  for  the  timely  delivery  and  quality  of  the  outcomes  of  the  six \ncomponents mentioned above in the standard format of the Asian Development \nBank (ADB) report. \n(ix)  Prepare terms of reference for loan consulting services consultants. \n(x)  Draft  a  procurement  plan  for  the  subsequent  loan  project  in  line  with  ADB's \nguidelines. \n(xi)  Assist ADB and HLCIT in drafting the project administration memorandum. \n(xii)  Examine ICT sector performance in terms of teledensity; infrastructure provision; \nmarket reform and development; and licensing and regulatory framework.  \n(xiii)  Assess the Government’s telecenter initiative, evaluate the performance of existing \ntelecenters, and develop a sustainable telecenter model to be rolled out by the \nensuing project as well as through the Government’s ongoing telecenter initiative. \n(xiv)  Develop an ICT infrastructure investment plan that will be financed by the ensuing \nproject. \n(xv)  Based  on  the  e-Government  master  plan,  identify  the  priority  e-services  to  be \ncovered by the ensuing project.  \n(xvi)  Analyze  the  work  flow  of  selective  government  services  and  reengineer  the \ncorresponding procedures to make them more service-oriented, if necessary.  \n ", "12  Appendix 4 \n(xvii)  Develop common architecture for e-government applications. \n(xviii)  Develop survey questionnaire and develop focus group discussion guide questions. \n(xix)  Organize focus group discussion comprising of citizen, business and government \nofficials; conduct survey; and supervise the survey team.  \n(xx)  Outline development/improvement for one stop government portal for G2G, G2C, \nand G2B. \n(xxi)  Identify  the  institutional  links  between  central  and  local  government  and \ncommunication opportunities between villages to villages.  \n(xxii)  Develop information systems and applications through one-stop portal sites as well \nas for government intranet and village intranet. \n(xxiii)  Recommend the way to encourage local private sector participation in developing \ninformation systems and applications.  \n(xxiv)  Identify the areas for change in ICT institution, regulation, guidelines and legislations \nto support the expansion of ICT accessibility and provision of e-service. \n(xxv)  Formulate  policies  and  plans  for  development  and  operation  of  one  stop \ngovernment portal, government intranet, and village intranet.  \n \n(xxvi)  Develop  promotion  plan  to  increase  public  awareness  for  e-service  and  village \nintranet through popular media (TV and radio) as tools for all citizens with particular \nfocus on rural area. \n(xxvii)  Assess e-capacity of the Government and identify development needs. \n(xxviii) Recommend  institutional  and  human  resource  development  programs  for  e-\ngovernment initiative. \n(xxix)  Develop and implement training programs for government employees. \n(xxx)  Formulate regional cooperation program for knowledge sharing (e.g., study tours to \nthe advanced countries in e-government). \n(xxxi)  Ensure that the study focus on, and take full account of, poverty issues, improve \nexternal funding agency coordination. \n(xxxii)  Develop a project monitoring and evaluation system based on sound methodology. \n(xxxiii) Collect  baseline  values  of  the  performance  indicators  specified  in  the  project \nframework and of other relevant ones, which will be used in the framework. \n \nb.  ICT Technical Specialist (4 person-months) \n \n3.  The specialist will conduct the following under the supervision of the team leader: \n \n(i)  Assess current infrastructure status including ICT network, facilities, hardware and \nsoftware at all levels of government, business and village. \n(ii)  Design the technological architectures for information systems and applications for \ne-service  as  well  as  for  one  stop  government  portal,  government  intranet,  and \nvillage intranet considering of international standards and interoperability. \n(iii)  Identify the related investment requirements at all levels of government, business \nand village. \n(iv)  Define goods and software specifications to be procured. \n(v)  Recommend network architecture and data communication architecture. \n(vi)  Recommend security architecture. \n(vii)  Prepare terms of reference for local consultants in respect of ICT network and \ninfrastructure. \n(viii)  Assist the team leader as required. \n \n ", "  Appendix 4  13\nc.  e-Center Specialist (3 person-months) \n \n4.  The specialist will conduct the following under the supervision of the team leader: \n \n(i)  Assess all telecenter programs run by the Government, NGOs, and development \npartners. \n(ii)  Evaluate the performance of the existing telecenters and analyze the success and \nfailure factors. \n(iii)  Develop  the  e-center  model  to  sustain  its  operation  under  different  economic, \ndemographic, and geographic conditions.  \n(iv)  Design the village intranet model to roll out e-government applications as well as \nother e-applications based on local demands and village knowledge. \n(v)  Develop the performance measure, survey form for evaluation, and the framework \nof evaluation and monitoring. \n \nd.  Project Economist (3 person-months) \n \n5.  The specialist will conduct the following under the supervision of the team leader: \n \n(i)  Formulate project profiles for e-service, information systems and applications to be \ndelivered through One Stop Government Portal, G-Net and V-Net with the required \ninvestment needs. \n(ii)  Design the feasibility study for each project formulated above and provide guidance \nto ICT engineer and local consultants for the required data collection. \n(iii)  Establish the investment, replacement and recurrent cost requirement for the project. \n(iv)  Establish the economic study framework for measuring cost reduction and benefit \nincrease in line with ADB’s Guidelines for the Economic Analysis of Projects and \nADB’s Guidelines for the Economic Analysis of Telecommunications Projects. \n(v)  Assess the economic life of the project, and identify economic benefits from the \nproject comparing the “with-project” and “without-project” situations. \n(vi)  Establish minimum cost recovery for project facilities investment, replacement, and \nrecurrent costs. \n(vii)  Calculate the economic internal rate of return (EIRR) for the project. \n(viii)  Conduct sensitivity tests for the EIRR calculated appropriately varying benefits, and \nproject costs.  \n(ix)  Establish  the  economic  viability  of  the  project  comparing  the  EIRR  with  the \nbenchmark EIRR. \n(x)  Propose how to redesign the project so as to make it economically viable in case \nthat the project as formulated is found economically not viable. \n(xi)  Assist the team leader as required. \n \n2.   National Consultants (34 person-months) \n \n6.  The national consultant team will be comprised of (i) public administration specialist (6 \nperson-months); (ii) two reengineering specialists (6 person-months each); (iii) two ICT engineers \n(4 person-months each); (iv) project analyst (3 person-months); (v) social development specialist (2 \nperson-months), (vi) environment specialist (1 person-month); and (vii) legal/governance specialist \n(2 person-months) and will undertake the following: \n \n(i)  Carry out works specified in the terms of reference that will be refined by team \nleader (international). \n ", "14  Appendix 4 \n(ii)  Provide specialist local knowledge and inputs into the work of the team and ensure \nthat  international  specialists  are  fully  aware  of  national  situations,  conditions, \npolicies, and issues. \n(iii)  Be responsible for effective field implementation and fulfillment of all local research \nstudies and survey work under the general guidance of the international consultants.  \n(iv)  Provide administrative and logistic supports to organize seminars, workshops and \nmeetings. \n(v)  Assist the team leader and international consultants as required. \n \na.  Public Administration Specialist (6 months)  \n \n7.  The specialist will be required to do the following: \n \n(i)  Lead the national consultant team. \n(ii)  Assist  international  consultants  and  reengineering  specialist,  particularly  on \ninstitutional  assessment,  reengineering  of  administration  procedures,  and \narchitecture design. \n(iii)  Assess the capacity development needs at all levels in government, business, and \nvillage. \n(iv)  Recommend the way to improve legal, regulatory and institutional framework as well \nas to enhance human capacity in e-government. \n(v)  Carry out all necessary e-government and ICT related training programs for the \ngovernment participants. \n(vi)  Liaise  with  the  consultants  from  the  TA  on  Governance  Reforms  and \nDecentralization  Cluster  Program  to  ensure  synergy  between  the  two  support \nprograms. \n \nb.  Reengineering Specialist (2 persons, 6 months each)  \n \n8.  The specialist will be required to do the following: \n \n(i)  Work with the public administration specialist, and assist international consultants, \nto analyze administration procedures.  \n(ii)  Recommend the way to improve the legal, regulatory, and institutional framework. \n(iii)  Prepare manuals describing administration procedures for the priority e-service. \n(iv)  Liaise  with  the  consultants  from  the  TA  on  Governance  Reforms  and \nDecentralization  Cluster  Program  to  ensure  synergy  between  the  two  support \nprograms. \n \nc.  ICT Engineer (2 persons, 4 months each) \n \n9.  The specialist will be required to do the following: \n \n(i)  Assist international consultants in all tasks particularly focus on recommendation on \nhardware and software investment at all levels in government, business, and village \nas well as network and telecommunication architectures and network security. \n(ii)  Assess the existing network at all levels in government, business, and village to \nincorporate quality of services and enhancement of cyber security. \n(iii)  Create and maintain documentation for maintaining government networks. \n(iv)  Assess  the  ICT  skill  levels  and  needs  of  the  government  employees  and \nadministration personals. \n ", "  Appendix 4  15\n(v)  Provide basic IT training for the government employees. \n \nd.  Project Analyst (3 months) \n \n10.  The specialist will be required to do the following: \n   \n(i)  Assist  the  project  economist  (international)  in  all  tasks  particularly  focusing  on \nsurveys for project benefit identification and collection of baseline data. \n(ii)  Assist the project economist (international) in preparing preliminary draft economic \nanalysis and poverty reduction impact report. \n(iii)  Carry out other tasks as instructed by the project economist (international). \n \ne.  Social Development/Resettlement Specialist (2 months) \n \n11.  The specialist will be required to do the following: \n \n(i)  Based on review of data and reports, and field investigations, prepare a poverty and \nsocial analysis for project in accordance with Guidelines for the Incorporation of \nSocial Dimensions in ADB Operations and ADB’s Handbook on Poverty and Social \nAnalysis. \n(ii)  Assess  how  the  project  will  contribute  to  national  priorities  as  identified  in  the \ncountry poverty analysis and ICT sector analysis. \n(iii)  Prepare a study of the socioeconomic and poverty status of the project areas of \ninfluence, including the nature, extent and determinants of poverty in these areas, \nand identify and estimate the likely socioeconomic and poverty reduction impacts of \nthe project, and prepare proposals for monitoring and evaluating the benefits and \nimpacts before and after the project. \n(iv)  Determine the presence of indigenous peoples/ ethnic minorities in the project area \n(v)  Based on the findings of (i) and (iv), prepare an indigenous peoples development \nplan or formulate specific actions for indigenous people, if required, in accordance \nwith ADB’s Policy on Indigenous Peoples. \n(vi)  Conduct  gender  analysis  and  identify  project  design  elements  that  have  the \npotential to address gender equity in ICT. \n(vii)  Assess  all  project  components,  identify  potential  land  acquisition,  involuntary \nresettlement impacts as defined in ADB's Involuntary Resettlement Policy (2005) \nand Operations Manual Section F2 on Involuntary Resettlement (2003).  \n(viii)  Prepare a resettlement plan in accordance with ADB's Involuntary Resettlement \nPolicy and Operations Manual Section F2 and in reference to ADB's Handbook on \nResettlement as a guide. \n \nf.  Environment Specialist (1 month) \n \n12.  The specialist will be required to do the following: \n \n(i)  Assess direct and in-direct environmental impacts as well as accumulated impacts \nassociated with the proposed project. \n(ii)  Prepare  the  initial  environment  examination  (IEE)  or  environmental  impact \nassessment (EIA) on the basis of environment impact assessment in accordance \nwith  (a)  ADB’s  Environmental  Assessment  Guidelines  (2003),  (b)  ADB’s \nEnvironment Policy, and (iii) the Government’s environmental acts and regulations.  \n(iii)  Prepare a summary IEE (SIEE) or EIA (SEIA) in ADB format. \n ", "16  Appendix 4 \n(iv)  Prepare the environmental management and monitoring plans which includes the \ncosts to implement the plans as well as institutional arrangement including potential \ninvolvement of NGOs.  \n \ng.  Legal/Governance Specialist ( 2 months) \n \n13.  The specialist will be required to do the following: \n \n(i)  Review  present  institutional  structure,  legal,  and  administrative  regulations  in \npromoting  e-service,  information  systems  and  applications  through  One  Stop \nGovernment Portal, G-Net and V-Net and identify the constraints. \n(ii)  Recommend and draft legal documents and administrative regulations. \n \nB.  Reporting Requirement \n \n14.  The following reports, all in the English language, will be submitted by the consultants to the \nGovernment and ADB. The final report will also be submitted in CD ROM. \n \n(i)  Inception report. Inception report should be submitted within 1 month of the start of \nthe services. It should outline any changes in the approach, methodology, or work \nplan, as well as cost implications for the consultants’ services (contained in the \nconsultants’ proposal) that are required to fulfill the terms of reference. \n(ii)  Monthly progress report. Monthly progress report should be submitted for the \ncomponents of (a) development of common architecture, (b) design of information \nsystems  and  service  applications,  and  (c)  development  of  human  resource \ndevelopment programs within 2 weeks of the following month.  \n(iii)  Interim  report.  Interim  report  should  be  submitted  for  the  components  of  (a) \ndevelopment of legal, regulatory, and institutional framework; and (b) preparatory \nstudies for ADB-financed project within 3 months of the start of the services.  \n(iv)  Report  on  evaluation  of  human  resource  development  programs  and \nworkshops. This report should be submitted within 2 weeks after completion of all \nhuman  resource  development  programs  provided  externally  or  internally  and \nworkshops and summarizes input, output, and outcomes of all human resource \ndevelopment programs and proceedings and achievement of workshops.  \n(v)  Draft final TA report. To be submitted within 5.5 months of the start of the services.  \n(vi)  Final TA evaluation report. To be submitted within 1 month of receipt of comments \non the draft final report from the Government and ADB. \n "], "metadata": {"ModDate": "D:20060915095931+08'00'", "CreationDate": "D:20060906102709+08'00'", "Title": "Microsoft Word - Final TA Paper - printed.doc", "Creator": "PScript5.dll Version 5.2", "Author": "J0C", "Producer": "Acrobat Distiller 6.0.1 (Windows)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 5 June 2006) \nCurrency Unit –  Nepalese rupee/s (NRe/NRs) \nNRe1.00 =  $0.0136 \n$1.00 =  NRs73.36 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  HLCIT  –  High-Level Commission for Information Technology \n  ICT  –  information and communications technology \n  NTA  –  Nepal Telecommunications Authority \n  PMU  –  project management unit \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Transport and communications \nSubsector  –  Telecommunications and communications  \nThemes  –  Sustainable economic growth, inclusive social development  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department  \nDirector  K. Higuchi, Transport and Communications Division, SARD \n   \nTeam leader  D.S. Pyo, Principal Financial Specialist, SARD \nTeam members  H. Lee, ICT Specialist, Regional and Sustainable Development \nDepartment \n  S. P. Shrestha, Senior Governance/Capacity Building Officer, SARD  \n ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Department", "organization": ""}, {"documentRole": "Director", "fullname": "K. Higuchi", "role": "Transport and Communications Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "D.S. Pyo", "role": "Principal Financial Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "H. Lee", "role": "ICT Specialist", "organization": "Regional and Sustainable Development"}, {"documentRole": "Team members", "fullname": "S. P. Shrestha", "role": "Senior Governance", "organization": ""}]}