{"path": "data/input/ta/38392-02-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 38392-03 \nSeptember 2006 \nProposed Program Loan \nSocialist Republic of Viet Nam: Support the \nImplementation of the Poverty Reduction Program III \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 31 August 2006) \n \nCurrency Unit  –  dong (D) \nD1.00  =  US$0.00006246 \nUS$1.00  =  D16,011.00 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPRGS  –  Comprehensive Poverty Reduction and Growth Strategy \n  FSQL  –  fundamental school quality level  \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  HEPRP  –  Hunger Eradication and Poverty Reduction Program \n  LUC  –  land-use right certificate \n  MARD  –  Ministry of Agriculture and Rural Development \n  MOET  –  Ministry of Education and Training  \n  MOF  –  Ministry of Finance \n  MOH  –  Ministry of Health  \n  MTEF  –  Medium-Term Expenditure Framework \n  NTP  –  national targeted program  \n  NPL  –  nonperforming loan \n  ODA  –  official development assistance \n  PER-IFA  –  Public Expenditure Review-Integrated Fiduciary Assessment \n  PRSC  –  Poverty Reduction Support Credit \n  SBV  –  State Bank of Viet Nam \n  SEA  –  strategic environmental assessment \n  SEDP  –  Socioeconomic Development Plan \n  SOCB  –  state-owned commercial bank \n  SOE  –  state-owned enterprise \n  VDR  –  Vietnam Development Report \n  WTO  –  World Trade Organization \n \nNOTE  \n \nThe fiscal year of the Government ends on 31 December. FY before a calendar year \ndenotes the year in which the fiscal year ends, e.g., FY2000 ends on 31 December \n2000.  \n \nVice President  C. L. Greenwood, Jr., Operations Group 2  \nDirector General  R. Nag, Southeast Asia Department (SERD)  \nDirector  A. Konishi, Viet Nam Resident Mission, SERD \n   \nTeam leader  K. Lao-Araya, Finance, Governance and Trade Specialist, SERD \nTeam members  D. V. Dung, Governance and Public Sector Reforms Officer, SERD \n  C. T. Hnanguie, Program Economist, SERD \n  S. Kawazu, Counsel, Office of the General Counsel \n  B. T. Nghia, Financial Sector Officer, SERD \n ", " \n  CONTENTS \n \nPage \n \nLOAN AND PROGRAM SUMMARY  i \nI  THE PROPOSAL  1 \nII.  THE MACROECONOMIC CONTEXT  1 \nA.  Development Objectives, Strategies, and Plans  1 \nB.  Recent Economic Performance  2   \nIII.  THE SECTOR  4 \nA.  Sector Description and Performance  4 \nB.  Issues and Opportunities  6 \nII.  THE PROPOSED PROGRAM  11 \nA.  Impact and Outcome  11 \nB.  Policy Framework and Actions  12 \nC.  Important Features  20 \nD.  Financing Plan  21 \nE.  Implementation Arrangements   21   \nIV.  PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  25 \nV.  ASSURANCES  26 \nVI.  RECOMMENDATION  26 \nAPPENDIXES   \n1.  Design and Monitoring Framework  27 \n2.  Sector Analysis  34 \n3.  IMF’s Letter of Assessment  43 \n4.  Policy Matrix and Compliance Status   46 \n5.  Development Partners Coordination Matrix  53 \n6.  Development Outcomes  55   \n7.  Development Policy Letter  60 \n8.  Summary Poverty Strategy and Assessment  64 \n9.  List of Ineligible Items   75 \nSUPPLEMENTARY APPENDIXES (available upon request)   \nA.  Overview of Policy Actions under the PRSC Program  \nB.  Documentation of Policy Actions under PRSC 5 \nC.   Environment Impact Assessment \nD.   Summary Poverty Strategy and Assessment \n \n ", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  Socialist Republic of Viet Nam \n   \nClassification  Targeting classification: General intervention \nSectors: Multisector  \nSubsectors: Finance sector development, social protection, public \nfinance and expenditure management \nThemes: Sustainable economic growth, governance, inclusive \nsocial development \nSubthemes: Promoting economic efficiency and enabling markets, \npublic governance, other vulnerable groups \n   \nEnvironment  Category  C. Environmental implications  were reviewed and no \nAssessment  adverse environmental impacts identified. \n   \nProgram Description  The  program  loan  will  support  implementation  of  the  Poverty \nReduction Program III outlined under the development partner-\nfunded Fifth Poverty Reduction Support Credit (PRSC 5), as part \nof the Government’s overall Comprehensive Poverty  Reduction \nand Growth Strategy (CPRGS). The CPRGS provides a medium-\nterm  framework  (2002–2006)  for  poverty  reduction  policies, \nprograms,  and  actions  in  Viet  Nam  with  specific  targets  for \ndevelopment outcomes by 2006. This annual PRSC is the last \ncredit under this 5-year PRSC cycle. In general, targets for the \ndevelopment outcomes were well achieved. Several development \noutcomes have already outperformed their targets.   \n   \nRationale  The  official  development  assistance  (ODA) community in Viet \nNam  considers  the  PRSC  to  be  an  important instrument for \nsupporting CPRGS implementation.  As a multisector instrument \ncovering a range of issues related to poverty reduction, the PRSC \nframework provides the Asian Development Bank (ADB) with an \nopportunity to (i) advance and widen national policy dialogue in a \nwell-coordinated and comprehensive manner, (ii) provide lending \nand  nonlending  assistance  in  coordination  with  other  ODA \npartners, and (iii) ensure that key policy issues affecting ADB \noperations  in  Viet  Nam  are  addressed  in  the  policy  dialogue \nbetween  the  Government  and  the  ODA  community  to  help \nachieve the common goal of poverty reduction and growth. \n   \n  In addition to ADB, the World Bank and other major ODA partners \nintend to contribute both financial and intellectual resources to \nPRSC  5.  ODA  partners  include  Australia,  Canada, Denmark, \nEuropean Commission,  Germany,  Ireland,  Japan, Netherlands, \nSpain, and United Kingdom. Switzerland, while not a cofinancier, \nprovided  financial  support  for  coordinating  the  process.  The \nInternational  Monetary  Fund,  France,  and  United  Nations \nDevelopment Programme participated in PRSC policy dialogue.   \n   ", "ii \n  ADB has been actively involved in formulating PRSC 5, and has \npromoted policy dialogue on similar issues through its program \nlending activities and sector policy reforms. PRSC 5 complements \nADB support of Viet Nam’s policy and institutional reforms.  \n   \n  The proposed loan adheres to ADB’s recent endeavors to adopt \nprogram-based and sector approaches in its lending operations to \nreduce transaction costs for its developing member countries as \nwell as for its own operations. The approach is consistent with \nADB’s  reform  agenda,  long-term  strategic  framework,  and \nmedium-term strategies I and II, and will directly help fulfill ADB’s \nobligations to the Rome Declaration on harmonizing procedures of \nmultilateral  development  banks  (2003)  and  the  recent  Paris \nDeclaration on Aid Effectiveness (2005). \n   \nImpact and Outcome  The expected impact of the  proposed loan is to reduce poverty \nand sustain high economic growth in Viet Nam. The  proposed \nloan  will  help  fund  PRSC  5  and  thereby  (i)  reduce structural \nweaknesses and improve the business environment, (ii) promote \nsocially inclusive and environmentally sustainable development, \nand (iii) modernize governance. \n   \nCost Estimates  Some  of  the  reforms  supported  by  the  PRSC  process  entail \nsubstantial cost to the budget. Policy measures supported by the \nPRSC operations, such as the safety net for  redundant state-\nowned enterprise (SOE) workers, recapitalization of state-owned \ncommercial  banks,  provincial  health  care  for  the  poor,  and \nincreased  education  budget  allocation,  require  additional \nspending. These are costly and PRSC-specific programs. The \ncost of adjustment of the PRSC is therefore greater than the cost \nof these four items, which is estimated at US$400 million per year \non average for the past 4 years.  \n   \n  The estimated cost of some specific PRSC-related programs for \nthe 2006 budget is approximately US$601 million, i.e., (i) health \nfunds  for  the  poor—about  US$44  million  due  to  expanded \ncoverage of beneficiaries according to the new poverty definition, \n(ii)  increased  spending  on  education  proportional  to  the \nGovernment budget—about US$184 million, (iii) social safety net \nprogram for the retrenched SOE workers—about US$219 million, \nand  (iv)  maintenance  cost  of  transport  infrastructure—about \nUS$154 million.  \n   ", "         iii \nFinancing Plan  A total of more than US$210 million is expected to be funded for \nPRSC 5 operations through ODA resources. The World Bank has \nalready approved a  US$100 million credit from the International \nDevelopment  Association  to  support  PRSC  5.  Cofinanciers \nproviding concessional loans include ADB (US$15 million), Japan \nBank  for  International  Cooperation  (to  be  determined),  and \nGermany  (€6  million).  Cofinanciers  providing  grants  include \nAgencia  Española  de  Cooperación  Internacional  (€3  million), \nAustralian Agency for International Development (A$10 million [to \nbe  confirmed]),  Canadian  International  Development  Agency \n(Can$4  million),  Danish  International  Development  Agency \n(DKr61 million), European Commission (€10 million), Ireland (€3 \nmillion),  Netherlands  Ministry  of  Development  Cooperation  (€9 \nmillion–€14  million),  and  United  Kingdom’s  Department  for \nInternational  Development  (£20  million).  Swiss  Development \nCooperation, while not a cofinancier, provided financial support for \ncoordination of the process. \n   \nLoan Amount and Terms  A loan equivalent to US$15 million in special drawing rights from \nADB’s Special Funds resources will be  provided. The loan will \nhave a 24-year term including a grace period of 8 years, an \ninterest rate of 1.0% during the grace period and 1.5% during the \namortization period, and such other terms and conditions set forth \nin the draft loan agreement. The loan proceeds may be used to \nfinance eligible imports incurred within 180 days prior to the date \nof  loan  effectiveness.  The  loan  reflects  ADB’s  support  for \nimplementation of the CPRGS following the policy framework of \nthe  PRSC  5  program.  The  loan  will  contribute  to  financing \nadjustment  costs  resulting  from  implementation  of  the  policy \nmatrix, particularly prior actions for PRSC 5, and will support and \nfacilitate  the  Government’s  continued  and  deepened  reform \nprogram for poverty reduction. \n   \nDisbursement  The loan will be disbursed in a single tranche upon declaration of \nloan effectiveness. \n   \nPeriod of Utilization  The loan will be fully utilized by 31 December 2007. \n   \nExecuting Agency  The State Bank of Viet Nam (SBV) will be the Executing Agency. \nSBV works in close collaboration with the World Bank to prepare \nand implement the PRSCs. \n   \n ", "iv \nImplementation  Three main arrangements have been made to implement this \nArrangements  program. First, the National Steering Committee, established in \nMay 2002 to implement the CPRGS and PRSCs, is chaired by the \ndeputy  prime  minister  in  charge  of  economic  reforms,  and \nconsists of representatives from 24 relevant line ministries and \ngovernment  agencies.  An  SBV  deputy  governor  acts  as  the \nstanding vice chairperson. To represent PRSC 5’s policy reform \nareas, the steering committee has several representatives from \nkey economic ministries, such as the ministries of agriculture and \nrural development; education and training; finance; justice; labor, \ninvalids, and social affairs; and trade; as well as the Office of the \nGovernment; the Party's Economic Commission. \n   \n  Second,  an  interministerial  working  group,  established  in  the \nMinistry of Planning and Investment, comprises representatives \nfrom key ministries responsible for the policy reform areas under \nthe  PRSCs.  Its  goal  is  to  help  implement  the  CPRGS  at \nsubnational levels. Third, the CPRGS Secretariat, established with \nthe  Ministry  of  Planning,  supports  provincial  governments  in \nadapting the CPRGS to their own context, and reformulating plans \nand  budgets  accordingly.  SBV  is  assigned  as  the  agency \nresponsible for preparing and implementing the PRSCs.  \n   \nProcurement  The  loan  proceeds  will  be  used  to  finance  the  full  foreign \nexchange  costs  (excluding  local  duties  and  taxes)  of  items \nproduced  and  procured  in  ADB  member  countries,  excluding \nineligible  items  and  imports  financed  by  other  bilateral  and \nmultilateral sources. In accordance with the provisions of ADB’s \nSimplification  of  Disbursement  Procedures  and  Related \nRequirements for Program Loans, the proceeds of the program \nloan will be disbursed to Viet Nam as the Borrower.  \n   \n  No supporting import documentation will be required, if during \neach year that loan proceeds are expected to be disbursed, the \nvalue of Viet Nam’s total imports minus imports from nonmember \ncountries, ineligible imports, and imports financed under other \nofficial development assistance is equal to or greater than the \namount of the loan expected to be disbursed during such year. \nThe Government will certify its compliance with this formula with \neach withdrawal request. Otherwise, import documentation under \nexisting procedures will be required. ADB reserves the right to \naudit the use of loan proceeds and verify the accuracy of the \nGovernment’s certification. \n   ", "         v \nProject Benefits and  The proposed loan will benefit Vietnamese people and businesses \nBeneficiaries  on three fronts. First, through policy actions designed to facilitate \nViet Nam’s transition to a market economy, the loan will increase \nefficiency, accelerate economic growth, and create jobs. These \npolicy actions  will  help  improve  the  regulatory  framework  for \nprivate  sector  development,  and  enhance  transparency  and \naccountability in SOE operations and in banking. Second, through \npolicy  actions  addressing  social  inclusion  and  environmental \nsustainability, the benefits include improved quality of education \n(especially in poor areas), improved access of the poor to health \nservices,  and  help  for  securing  asset  ownership  through  the \nimplementation  of  the  Land  Law,  and  more  sustainable \nmanagement  of  natural  resources  including  through  strategic \nenvironment  assessments.  Third,  through  policy  actions \naddressing  modern  governance,  the  benefits  are  increased \ntransparency and accountability of public finances, and improved \nlegal  transparency  and  accessibility.  These  will  be  achieved \nthrough, among others,  better coordination plans and budgets, \nadoption of the medium-term expenditure framework, and greater \naccountability in public finance and public administration.  \n   \nRisks and Assumptions  Three  potential  risks  are  associated  with  the  proposed  loan: \ncontainment  of  contingent  liability,  social  inclusion  and \nenvironmental sustainability, and a fiduciary risk related to public \nfinancial management.  \n   \n  First,  benefits  from  World  Trade  Organization  accession  will \naccrue if complementary reforms take place in areas such as \ntrade logistics, infrastructure and financial services, taxes, and the \ninvestment climate. Through the PRSC process, the Government \nhas  already  decided  to  adopt  such  complementary  reforms \nincluding  a  classification  of  loans  based  on  international \naccounting  standards.  Through  the  PRSC  process,  the \nGovernment  has  continuously  strengthened  macroeconomic \nmanagement. \n   \n  Second, as this program prepares for the next 5-year cycle of \nPRSCs,  in  support  of  the  Socioeconomic  Development  Plan \n2006–2010, a potential risk of income disparities exists between \nurban and rural as well as Kinh majority and ethnic minorities. \nSuch disparities could increase over the medium to long term as \nViet Nam strives to become a middle-income country. However, \nthis risk is mitigated by the strong commitment of the Government \nto  keep  growth  inclusive  and  sustainable.  This risk could be \naddressed  through  improvements  in  data  availability  and \nanalytical  work  on  issues  arising  from  rural-urban  disparities \nincluded as part of the PRSC process.  \n   \n ", "vi \n  Third, in a rapidly growing economy the opportunities for graft \ncould outpace improvements in anticorruption policies for some \ntime. While considerable progress has been made in enhancing \nbudget transparency, the emerging institutional architecture for \nmanaging  and  investing  state  capital  faces  governance  risks. \nHowever,  the  Anticorruption  Law,  passed  by  the  National \nAssembly in November 2005, introduced stronger accountability \nrequirements for heads of agencies, the monitoring of assets of \nsenior government officials and their families, and a more effective \nmechanism  to  support  individual  reporting  of  corruption.  The \nGovernment has encouraged the media to apply a more proactive \napproach to detecting and reporting corruption.  \n   \n  The  Government  is  aware  of  the  potential  risks.  Through \nappropriate measures and proactive programs during program \nimplementation,  the  Government  will  undertake  risk-mitigating \nmeasures. ADB and the other PRSC cofinanciers have provided \ntechnical  assistance  and  conducted  analytical  studies  to  help \npolicy makers formulate and execute mitigating and corrective \nmeasures in anticipation of these potential risks. \n ", "   \nTHE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  the  Socialist  Republic  of  Viet  Nam  for  the  Support  the  Implementation  of  the  Poverty \nReduction Program III (SIPRP III). The loan follows a program-based approach and is part of \nthe Fifth Poverty Reduction Support Credit (PRSC 5), jointly processed by several development \npartners,  in  support  of  the  Government’s  Comprehensive  Poverty  Reduction  and  Growth \nStrategy  (CPRGS).    The  design  and  monitoring  framework  for  the  proposed  loan  is  in   \nAppendix 1.  \n   \nI.  THE MACROECONOMIC CONTEXT \n2.  The Government of Viet Nam is committed to poverty reduction and considers poverty \nreduction as an overarching objective in its national socioeconomic development process. \nEvidence of the Government’s commitment includes a series of strategic plans and documents, \nincluding the 5-Year Socioeconomic Development Plan (SEDP) 2001–2005, the CPRGS 2002–\n2006, and the  10-Year Socioeconomic Development Strategy  2001–2010. The CPRGS is \nunique and widely recognized as a blueprint for development because it is based on empirical \nanalysis and broad consultation with the identification of clear development goals, specification \nof policies to attain the goals, and alignment of public resources to implement these policies.   \n \nA.  Development Objectives, Strategies, and Plans \n3.  Viet Nam’s development strategy is embodied in the CPRGS. The CPRGS embraces \nthree broad pillars: Pillar I: high growth through the transition to a market economy, requiring \nimplementation of an ambitious structural reform agenda; Pillar II: equitable, socially inclusive \nand environmentally sustainable growth, requiring appropriate sectoral and social policies and \nprograms; and Pillar III: adoption of a modern public administration, legal, and governance \nsystem,  which  is  essential  for  attainment  of  the  first  two  goals.  The  CPRGS  pillars  are \nintertwined with cross-cutting themes such as employment generation for poverty reduction, and \nthe link between public financial management and effective delivery of social services to the \npoor. Details on the CPRGS are given in Appendix 2.  \n \n4.  In  June  2006,  the  National  Assembly endorsed a new  5-Year SEDP (2006–2010), \nfollowing the April 2006 endorsement by the 10th Party Congress. The SEDP is expected to be \nViet  Nam’s  new  national  strategy  for  poverty  reduction  and  growth,  incorporating  the \ncommendable principles used in CPRGS formulation. Preparation of SEDP 2006–2010 involved \nbroad-based consultations at the grassroots, with the business sector, and with the international \nVietnamese community. A monitoring and evaluation framework is being developed under the \nSEDP to track implementation progress. Equally important, the SEDP represents a move away \nfrom material production targets toward development objectives with a strong poverty focus. \nThis transformation reflects lessons learned in the process of preparing the CPRGS, and \nsubsequently of “rolling it out”1 to the provinces. The financers of the PRSC process, as well as \nthe CPRGS roll out, actively support SEDP 2006–2010, which is seen as a defensible poverty \nreduction strategy for the coming years. Joint work on translating SEDP 2006–2010 into a \nseries of strategic, well-prioritized policy actions to be supported by PRSCs 6–10 will be \ndiscussed with the Government at the Consultative Group meeting of December 2006. \n                                                 \n1  “Rolling out” refers to expanding the activity to provincial, district, and commune governments. ", "2 \n5.  Viet Nam is making good progress in improving its policy environment. The legislative \nprogram of the last  National Assembly focused on developing a legal framework to facilitate \nWorld Trade Organization (WTO) membership. During 2005, at the 8th session, the National \nAssembly approved  14 statues  including, among others,  Anticorruption Law, Bidding Law, \nEnterprise Law, Investment Law, Law  on  Intellectual Property, and Housing Law, Law on \nEnvironmental  Protection  (revised),  Law  on  Thrift  Practice  and  Waste  Combat,  and  Law \nAmending the Complaint and Denunciation Law. In addition, the  National Assembly approved \namendments for the Civil Code. This  code will clarify rights and obligations of citizens and \nfacilitate private sector  transactions. At its 9th session from 15 May to 28 June 2006, the \nNational Assembly passed 10 laws including, among others, Law on Information Technology, \nLaw on Legal Aids, Laws on Real Estate Business, Law on HIV/AIDS Prevention and Control, \nand  Law  on  Securities,2  and  Social  Insurance  Law.  Viet  Nam  recently  finalized  bilateral \nnegotiations with the United States (US) to secure its planned WTO accession at the end of \n2006.3 In addition, Viet Nam plays an important role in regional cooperation given its strategic \nlocation. Viet Nam has been active in the Greater Mekong Subregion Economic Cooperation \nProgram activities. It is also actively pursuing implementation of the Organisation for Economic \nCo-operation and Development’s Development Assistance Committee Paris Declaration 2005.  \n \nB.  Recent Economic Performance \n \n6.  In the past decade, Viet Nam experienced both high economic growth and impressive \npoverty reduction. This trend continues in spite of adverse shocks experienced in recent years \nincluding an avian influenza; flood and droughts; rising oil prices; a sharp rise in prices of key \nimported inputs; antidumping suits; and other market barriers to exports of textiles, garments, \nand other products. In spite of these adverse conditions, annual GDP growth  averaged about \n7.5% over the last decade, with a high of 8.1% in 2005 (Table 1).4 This makes Viet Nam one of \nthe fastest growing economies in Asia. Robust growth in domestic demand and strong export \nperformance has fuelled growth. Growth  in consumption was  underpinned by higher farm \nincomes reflecting rising prices for agricultural commodities, increases in the employment share \nof manufacturing and service sectors, and buoyant inward remittances. The investment to GDP \nratio has been increasing, and was relatively high at 37.6% in 2005.5 The ownership pattern of \ninvestment has changed; the share of the domestic private sector in total investment increased \nfrom 23% in 2001 to more than 32% in 2005, while the share of the state-owned sector declined \nfrom 60% in 2001 to 52% in 2005. Foreign direct investment commitments soared to US$6.3 \nbillion in 2005 compared with US$4.2 billion in 2004.  \n \n7.  For the external sector, export growth accelerated during the past few years. Being a net \noil exporter, on balance Viet Nam has benefited from higher crude oil prices. The trade deficit \nnarrowed to 1.6% of GDP in 2005 from 5% in 2004. Remittance inflows and tourist receipts \nwere strong during the same period. As a result, the current account deficit has narrowed more \nthan the trade deficit. The current account deficit has been mainly financed by foreign direct \ninvestment inflows and concessional lending. Consequently, external debt was maintained at a \nmanageable 33% of GDP in 2005, with debt service at around 5% of exports. The August 2005 \n                                                 \n2  ADB technical assistance support helped with the drafting of key legislation and implementing regulations. \n3  Deputy Minister of Trade Luong Van Tu and US Deputy Trade Representative Karan Bhatia signed a bilateral \nmarket access agreement on 1 June 2006. \n4  Economic growth exceeded that in all other regional countries except the People’s Republic of China. At the same \ntime, Viet Nam recorded unprecedented reductions in poverty; sustained macroeconomic development; and \ncontinued improvements in key human development indicators such as education, health, and life expectancy. \n5  This is the second highest in the region after the People’s Republic of China. While Viet Nam’s savings ratio is also \nrelatively high, an increase in capital efficiency is urgently needed to sustain high growth.   ", "    3 \njoint International Monetary Fund (IMF)-World Bank debt sustainability assessment placed Viet \nNam at low risk of external debt distress. External reserves rose to US$8.6 billion dollars (about \n11 weeks of imports of goods and services).6 Reserves have doubled in the past 3 years.  \n8.  The industry and service sectors continue to drive economic growth. Industry’s share in \nGDP has  consistently increased, reaching 40% of GDP in 2005, partly reflecting ongoing \nliberalization and promotion of the private sector, a relatively inexpensive labor force, and \nimproved infrastructure. The two sectors together account for nearly 80% of GDP. Greater \ndiversification in industrial production and services is laying the foundation for sustained growth \nin output and employment. The services sector expanded by 8.2% in 2005, the highest rate \nsince the 1997 Asian financial crisis,  reflecting buoyant performance of domestic and export \ntrade,  tourism,  transport  and  telecommunications,  and  financial  subsectors.  The  share  of \nagriculture in the economy continued to decline to about 21% of GDP in 2005, although it still \naccounts for the majority of employment. The consumer price index rose by 8.3% in December \n2005, partly reflecting a rise in food prices, which accounts for 47% of the total price basket. A \nnumber of factors contributed to the rise in inflation, including higher international commodities \nprices, impact of avian Influenza, increase of salaries for professionals and skilled laborers, and \nsalary increases in the public sector. Financial sector development and robust economic growth \ncontributed to strong growth in monetary aggregates, prompting concerns about the impact of \ntoo rapid an expansion in credit on its quality and on inflationary pressures. The central bank, \nState Bank of Viet Nam (SBV), has adopted tighter policies, with an increase in the required \nreserve ratio and discount rate. Credit growth is estimated to have declined from nearly 40% in \n2004 to about 25% in 2005. Growth in broad money supply fell commensurately from 30.4% in \n2004 to 27% in 2005.  \n \n9.  During the last 2 years, the Government’s fiscal deficit has been limited to about 2% of \nGDP. In spite of  falling trade tax revenue as import tariffs are cut to comply with ASEAN \n(Association of Southeast Asian Nations) Free Trade Area commitments, total revenues have \nremained strong at around 22% of GDP largely because of higher oil revenues, improvements \nin tax administration, and a growing number of businesses in the formal sector. GDP growth is \nprojected at around 7.8% in 2006, and 8.0% in 2007, supported by strong domestic demand \nand export growth.7 The fiscal position is expected to remain expansionary but manageable to \ncover the cost of reforms and infrastructure. Inflation (average for the period) will likely  be \nmoderate at 6.0% in 2005 and 5.2% in 2006.  \n \n10.  The fiscal deficit during the last 2 years, including official development assistance (ODA) \nonlending, was financed entirely through public debt. In both 2004 and 2005, revenue collection \nexceeded budgeted amounts owing to buoyant oil revenues. As a result, the deficit remained \nbelow  budgeted  levels  despite  higher  expenditures.  Off-budget  investment  expenditures \nrepresented 1% of GDP in 2004 and 2% in 2005. Such expenditures, chiefly related to roads, \nirrigation, and upgrading of education facilities,  were presented along with the government \nbudget, and approved by the National Assembly. The expenditures include bonds issued mainly \nby Ho Chi Minh City and Hanoi to fund municipal infrastructure. The Development Assistance \nFund  onlends  resources  raised  domestically  for  investment  purposes.  Such  onlending \namounted to 1.0% of GDP in 2004 and 0.5% in 2005. Public debt, including realized contingent \nliabilities from banking reforms, and off-budget and guaranteed items, was around 43% of GDP \n                                                 \n6  World Bank. 2006.  International Development Association Program Document for a Proposed Credit to the \nSocialist Republic of Vietnam for a Fifth Poverty Reduction Support Operation (May 24, 2006). Washington, DC. \n7  ADB. 2005. Asian Development Outlook 2005. Manila. \n ", "4 \nat the end of 2005. In net present value terms, it only amounted to 33% of GDP, as a large \nfraction of public debt is on concessional terms. \n \n \nTable 1: Major Economic Indicators, 2003–2007  \n(%) \n \n           \nItem  2003  2004  2005  2006e  2007e \n \nGDP growth  7.1  7.5  8.1  7.8  8.0 \nGross domestic investment/GDP  33.7  35.5  37.6  38.4  39.0 \nInflation rate (average for the year) 3.2  7.7  6.0  6.0  5.0 \n Money  supply (M2) growth    21.0  28.0  27.0  27.0  28.0 \nFiscal balance/GDP    (4.6)  (3.7)  (2.1)  (2.4)  (2.1) \nMerchandise export growth  20.4  30.3  20.5  18.0  10.9 \nMerchandise import growth    37.4  26.0  16.0  15.0  15.0 \nCurrent account balance/GDP  (6.9)  (5.7)  (3.6)  (2.7)  (2.8) \nDebt service ratio  8.0  6.7  5.7  6.0  6.0 \n( ) = negative, GDP = gross domestic product. \nSources: General Statistics Office; State Bank of Viet Nam; Ministry of Finance; International Monetary Fund; staff \nestimates. \nAsian Development Bank. 2006. Asian Development Bank Outlook. Manila. \n \n \n11.  Under  the  baseline  scenario  of  the  IMF-World Bank debt sustainability assessment \n(para. 7), public and publicly guaranteed debt is projected to increase slightly from about 41% of \nGDP in 2004 to around 43% in 2009, before stabilizing. In net present value terms, the debt \nincreases from 28% of GDP in 2004 to about 29% of GDP and stabilizes over the long-term. \nThe main risk to medium-term debt sustainability stems from contingent liabilities associated \nwith reform of state-owned commercial banks (SOCBs). Given the uncertainty surrounding bank \nbalance sheets, the debt sustainability assessment considers two alternative reform scenarios \nassociated with contingent liabilities of 8% and 20% of GDP. In these two scenarios, the net \npresent value of public debt reaches peaks of 35% and 49 of GDP, before declining to 30% and \n33% over the long term. The assessment will be updated in the third quarter of 2006 to reflect \nthe impact of the investment program contemplated in SEDP 2006–2010. In addition, IMF has \nprovided a letter of assessment (Appendix 3).  \n \nII.  THE SECTOR \nA.  Sector Description and Performance \n1.  Progress with Reducing Poverty \n12.  Viet Nam continued to make remarkable progress in social development. Its success in \nreducing general poverty by almost two thirds over 11 years is unprecedented. Results from the \n2004  Viet Nam  Household  Living  Standards  Survey  indicate  that  the  poverty  headcount \ndeclined substantially from 28.9% in 2002 to 19.5% in 2004. Progress toward attainment of the \ncountry’s development goals and other key development outcomes has been sustained. Broad-\nbased and vigorous economic growth, greater macroeconomic stability, and targeted programs ", "    5 \nto provide basic public infrastructure and services to vulnerable groups have all helped reduce \npoverty. While income inequality has only increased marginally,8 significant pockets of poverty \nremain. Households whose consumption is presently just over the poverty line are vulnerable to \nany external shocks (e.g., low agriculture commodity prices and public health outbreaks). They \nremain at risk of returning to life below the poverty line.  \n \n13.  Poverty  reduction  has  been  underpinned  by  rapid,  stable,  and  inclusive  economic \ngrowth,9 following Viet Nam’s steady transition from central planning to a socialist-oriented \nmarket economic system. This transition has involved the liberalization of markets, recognition \nof private property rights, and gradual opening up of the economy to external markets for trade \nand investment.  Political stability,  prudent macroeconomic management, relatively equitable \ndistribution of the factors of production, and relatively high and equitable human resource \ndevelopment facilitated a strong response to reforms. Sustained agriculture sector growth, and \ngrowth in retail trade played a pivotal role in reducing poverty in the early stages of reforms. \nMore recently, rapid growth in private sector investment has generated many new employment \nopportunities in the industry and service sectors.  \n \n14.  The rate of poverty reduction has, however, slowed in recent years, i.e., 4.8 percentage \npoints during 2002–2004 compared with 9 percentage points during 1998–2002.10 Poverty \nreduction is slow or unchanged in the northern mountains and in pockets of the Red River delta \nand North Coastal  regions, contributing to regional disparities.  Work to attain the Viet Nam \nDevelopment  Goals  resulted  in  steady  improvement  in  social  indicators,  such  as  school \nenrollment, infant mortality, and other human development indicators. Viet Nam ranks 112 out of \n177 countries in terms of the human development index, i.e., 0.691 in 2004,11 which is much \nlower than other countries in the regions; but ranks much higher at 41 in terms of the human \npoverty index.  \n \n15.  Although Viet Nam, like many other countries in the region, has experienced a high \neconomic growth rate, income per capita is still low. With US$600 annual per capita income, \nViet Nam is considered one of the least income countries.12 With around 24% of the population \nstill living below the poverty line, poverty remains a major concern for the Government. Poverty \nis entrenched  in some regions, such as  the east and  west northern regions, and the north \ncoastal  and  central  highland  regions.  Social  tension,  lack  of  access  to  social  services, \ndemographic  reasons  like  migration,  land  ownership,  gender  and  ethnic  constraints,  and \nenvironment-affected risks are additional obstacles for economic growth and the main reasons \nfor people to fall back to poverty. Thus, a careful approach in terms of planning and delivery is \nrequired to reduce poverty and to prevent the return to poverty. This is, among others, reflected \nin CPRGS implementation.  \n \n  2.   The Comprehensive Poverty Reduction and Growth Strategy  \n \n16.  In  May  2002,  Viet  Nam  embarked  on  CPRGS  implementation.  The  CPRGS  was \nprepared  with  support  of  the  development  assistance  community,  including  ADB,  and  in \n                                                 \n8  The estimated Gini coefficient for consumption increased from 0.34 in 1993 to 0.37 in 2002 and 2004. \n9  The elasticity of poverty reduction has been higher than one—e.g., a per capita growth rate of about 6% was \nassociated with a reduction in poverty of about 7% from 1993 to 2002. \n10  ADB-Development Strategy Institute. 2005. How to accelerate socioeconomic development in the Central Region? \nHanoi, Viet Nam \n11  United Nations Development Programme. 2004. Human Development Report 2004: Cultural Liberty in Today’s \nDiverse World. New York. Indicators are for 2002. \n12 The World Bank criterion for a least income country is US$765 annual per capita income for 2005. \n ", "6 \nconsultation with stakeholders and civil society (Appendix 2). Implementation of the  CPRGS \npolicy reform agenda has been largely through  pooling of ODA resources, both grant and \nlending,  under  the  PRSC  framework,  prepared  by  the  development  partners  in  close \nconsultation  with  government  agencies,  and  the  Government’s  own  resources.  With  this \nsupport, the roll-out of the CPRGS into socioeconomic development plans was conducted in \nmore than 20 provinces to ensure the planning process captures  the CPRGS principles of \nincreased focus on poverty and social inclusion, results-based planning and monitoring, and \nbroad consultation. This planning reform is important to ensure all policy actions are captured \ninto the long- and medium-term strategies at all levels and all sectors.  The development \npartners must  align their country strategic plans  with the Government plans, while moving \ntoward policy-based lending. Several development partners have jointly and actively conducted \nPRSC  formulation  and  review.  The  PRSC  framework  has  gradually  shifted  from  narrowly \ndefined structural reform, such as the reform of the SOCB and state-owned enterprise (SOE) \nsector to a broader and deeper policy reform agenda, encompassing the three pillars of the \nCPRGS: (i) transition to a market economy; (ii) social inclusion and environmental sustainability, \nand  (iii)  modern  governance,  as  well  as  embracing  many  sectors  and  issues  related  to \nsustainable poverty reduction and economic growth. \n \n17.  The  Government  has  well-established  coordinating,  monitoring,  and  oversight \narrangements for poverty reduction programs funded by various ODA resources. The National \nSteering Committee, established in September 2002, is chaired by a deputy prime minister, with \nan SBV deputy governor as standing deputy chair. Its members come from all concerned \ngovernment ministries and agencies. The steering committee guides implementation of the \npoverty reduction programs under the CPRGS. The Government undertakes detailed reviews of \nimplementation progress of the CPRGS reform agenda, and discusses findings and emerging \nissues  with  its  development  assistance  partners,  usually  at  annual  Consultative  Group \nmeetings.  \n \nB.  Issues and Opportunities \n  1.   Problem/Constraints Analysis \n \n18.  Overall, CPRGS progress has been significant, but important structural issues and social \nchallenges need to be addressed. Regarding the transition to a market economy, the reform \nagenda has relied on restructuring the state sector, and not on massive divestiture. Important \nsteps have been undertaken, especially in terms of liberalizing trade and fostering competition. \nBut addressing hard budget constraints faced by the SOEs has proved more difficult. On the \nsocial side, regional disparities may widen as Viet Nam integrates with the world economy. Also, \nethnic minorities have benefited less from economic growth than the majority of the population. \nThe effective delivery of social services to the poor, especially for disadvantaged regions and \nethnic minorities, is essential to keep development inclusive. But reform in the social sectors \nrequires changes in their financing, and needs to be carefully sequenced and aligned with the \ndecentralization  process.  As  for  governance,  institutional  reform  lags  the  rapid  economic \ntransition, creating opportunities for abuse. The Government has recently taken measures to \nstrengthen the State Inspectorate and State Audit. An ambitious initiative to strengthen public \nfinancial management is under way. But considerable weaknesses persist in the selection of \npublic investment projects; in the integration of capital and recurrent expenditures; and in the \nsupervision of project implementation, especially at the local level. Weak financial management \nsystems  and  insufficient  transparency  create  the  risk  of  inefficiency  in  the  allocation  of \nresources, mismanagement, and corruption. \n ", "    7 \n19.  In 2003, major movements and initiatives were undertaken on a broad range of reforms, \nespecially in relation to integrating with the world economy, permitting public investment in large \nSOEs and SOCBs, and designing a new approach to fight corruption. The Government is \ncommitted to following these activities through as they promise to solidify and accelerate the \nneeded reforms. The Government is also committed to adopting a more decisive stance on \nbanking reform. As part of this, the Government will outline a clear separation of the functions of \nSBV  as  owner  of  commercial  banks  and  supervisor  of  the  system,  and  take  actions  to \nrestructure the SOCBs and improve their credit culture. The Government recognizes that for it to \nincrease lending from the ODA community, it will need to expedite implementation of its recent \ndecision on accession to WTO; increase private sector investment in large SOEs and SOCBs; \ntackle directed lending; and make progress on governance and public administration reforms, \nthe anticorruption agenda, and financial sector reform.  \n \n2.  Country Strategy and Program of the Asian Development Bank \n \n20.  ADB’s poverty reduction strategy is based on three pillars: (i) pro-poor economic growth, \n(ii) social development, and (iii) good governance. ADB’s country strategy and program for Viet \nNam 2002-2004,13 emphasizes (i) generating economic growth and new employment through \nprivate  sector  development;  (ii)  improving  governance  and  public  administration; and (iii) \nfocusing on socially inclusive development especially in the central region, where the incidence \nof poverty remains high.  \n \n21.  The joint poverty assessment, completed in 2003 by the Government and a number of \ndevelopment  partners  including  ADB,14 confirms that economic growth continues to reduce \npoverty in Viet Nam, but that since the pace of poverty reduction is slowing, targeting of the poor \nis becoming more necessary. In addition, a comprehensive poverty analysis in terms of poverty \nparticipatory  assessments  as  well  as  poverty  survey  data15  was  jointly  carried  out  as \nbackground  to  the  preparation  of  PRSC  5.16  ADB  also  prepared  the  country  poverty \nassessment17 to provide analytical inputs to the preparation of PRSC 5 and the country strategy \nand program 2007–201018 (to be approved by the ADB Board of Directors in September 2006). \nTo deal successfully with the accelerating pace of international economic integration, Viet Nam \nneeds to modernize its economy and institutions, and accelerate investment. Faster growth, \nwhich is likely to benefit the more advanced areas, will need to be accompanied by measures to \ndistribute the benefits of growth, including targeting of poor areas and groups.  \n   \n  3.  Lessons Learned  \n \na.  Multiple-Tranche Program Loan \n22.  A special evaluation on program lending  by the Operations Evaluation Department \n(OED) reported that since 1987 program loans have generally been limited to two tranches. The \nreport suggested abandoning the uniform adherence to two-tranche program loans. Multiple and \n                                                 \n13  ADB.  2001. Country Strategy and Program: Viet Nam 2002-2004. Manila.                                                  \n14  ADB, Australian Government’s Overseas Aid Program, DFID, German Agency for Technical Cooperation, Japan \nInternational Cooperation Agency, Save the Children UK, United Nations Development Programme, and World \nBank. 2003. Vietnam Development Report 2004: Poverty. Hanoi: Printing and Cultural Product Company. (The \nreport was distributed at the Consultative Group meeting on 2–3 December 2003.) \n15  World Bank and Vietnam Academy of Social Sciences, draft report of Poverty Update 2005. \n16  See reference in footnote 14.  \n17  ADB. 2006. Poverty Analysis: Background Paper for the Country Strategy and Program 2007-2009 of Socialist \nRepublic of Viet Nam. Hanoi.                                     \n18  ADB. 2006. Draft Country Strategy and Program: Viet Nam 2007-2010. Manila.                                                             \n ", "8 \nfloating tranches could effectively provide flexibility in meeting policy change, in preserving an \nincentive for policy changes, and in maintaining continuous engagement with a longer term \noutlook.19 The innovative lending modality for the PRSCs is also referred to in the recent OED \nstudy Good Practices for the Evaluation of Policy-Based Lending by Multilateral Banks.20  \n23.  The proposed loan uses an innovative approach of a single-tranche program loan that is \nactually part of continuum of a multiple-tranche program loan. Since all of the 46 policy actions, \nincluding 15 tranche release conditions, have already been achieved before loan approval, the \nloan proceeds will be disbursed as soon as the loan becomes effective. While this arrangement \nmay seem overly flexible, PRSC operations are outcomes oriented with ambitious but specific \noutcomes/targets set to be achieved in 5 years after the CPRGS is concluded. To identify the \nprior conditions for each annual PRSC, the Government and cofinanciers undergo several \nrounds of policy dialogue to discuss and select effective but feasible prior actions from a pool of \nmany more policy measures. Identification and sequencing of a comprehensive reform agenda \nthat covers the medium term require strong analytical work. Lessons learned from similar World \nBank programs suggest that conducting joint analytical work between development partners is \nimportant along with wide consultation with academia, civil society, and the Government. The \ndevelopment partners and academia can assist the Government in terms of analytical tools and \nsharing of international experience. This arrangement of a multiple-tranche program loan could \ntherefore be effective in providing flexibility in meeting policy change, in preserving incentives \nfor policy changes, and in maintaining continuous engagement with a longer term outlook than \nthe usual two-tranche program loan.  \n \n24.  Over time, PRSC operations have expanded in terms of reform areas and number of \ndevelopment partners involved. The increasingly broader scope of the policy dialogue  adds \nlogistical challenges to the process. An effective coordination mechanism is required for PRSC \noperations to be delivered on an annual basis. Given the comprehensive nature of the PRSC \nreform process and the ever-growing number of cofinanciers, a unit responsible for coordination \nactivities is necessary. This unit would deal with the program agenda, including monitoring and \nreporting, awareness raising, capacity building, and reform outcome dissemination. Another \nimportant  lesson  learned  from  implementing  previous  PRSCs  is  that  the  Government  is \nappreciative of the predictability of the financial assistance funds from various cofinanciers. The \ntiming of PRSC support is closely aligned with the Government’s budget cycle. \n \n25.  The PRSCs complement, rather than replace, other initiatives of ADB, World Bank, and \nother development partners.  They complement other analytical studies, policy dialogue, and \nprograms and projects, and vice versa. ADB has confirmed its plan for continuing participation \nin the next 5-year PRSC cycle. The program loans to support PRSCs 6–10 are included in the \ncountry strategy and program for 2007–2010 (footnote 18). The coexistence of ADB sector-\nspecific program loans and PRSCs is envisaged to leverage ADB’s development efforts in Viet \nNam with other stakeholders.  PRSC operations also provide a complementary forum to aid \nharmonization in the country’s development agenda (Figure A2.2). As a comprehensive reform \nprogram, the identification and sequencing of a comprehensive reform agenda for the PRSC \nrequires strong analytical work.  In October 2005, a workshop on stock taking of the PRSC \nprocess was organized by ADB, World Bank, and the Government to identify lessons learned \nfor improving future PRSC operation. The upcoming  Vietnam Development Report 2007 will \n                                                 \n19  ADB. 2001. Special Evaluation Study on Program Lending. Manila.  \n20 ADB. 2005. Good Practices for the Evaluation of Policy-Based Lending by Multilateral Banks. Manila. (Available at \nhttp://www.adb.org/Evaluation/r-pbl.pdf.) \n ", "    9 \nderive lessons from the last 5-year period, and distill  the SEDP 2006–2010 into a concrete \naction plan for the next 5 years. Lessons confirm the importance of conducting joint analytical \nwork between development partners in a wide consultative manner.  \n \n    b.  Asian Development Bank Policy-Based Lending \n \n26.  Lessons from the experience of previous program loans and postevaluation studies are \nthat  (i)  continued  government  ownership  and  commitment  are  fundamental  to  achieving \ndevelopment outcomes; (ii) monitoring and evaluation should be based on both process (inputs \nand outputs) and outcome indicators; (iii) outcome indicators will depend on successful follow-\non actions (as passage of a decree or law alone will not produce any meaningful results if the \nlaw is not brought into effect (requiring regulations, circulars, etc.,)  with proper enforcement \n(requiring institutional capabilities); and (iv) sector or subsector-based program loans have \nlimited scope to address economy-wide policy and institutional issues. \n \n4.  Justification for the Poverty Reduction Support Credit 5 \n \n27.  PRSC 5 addresses three key areas of macro policy and institutional reforms for (i) \nsupporting  the  transition  to  a  market  economy  by  removing  structural  weaknesses  and \nimproving  the  business  environment,  (ii)  making  development  socially  inclusive  and \nenvironment friendly, and (iii) modernizing governance and the public administration system. \nThe 46 policy actions identified in the PRSC 5 policy matrix are built on the reform measures \nachieved under previous PRSCs (Appendix 4 and Supplementary Appendix A). The preparation \nof PRSC 5 was built on the strong ODA community’s commitment to support Viet Nam’s reform \nagenda through nationwide implementation of the CPRGS, and galvanize interest for the reform \nprogram among stakeholders. Increasingly development partners have united around the PRSC \nas  an  instrument  for  policy  dialogue.  They  have  been  actively  involved  in  supporting \nimplementation of the reform agenda, analytical work, technical assistance, project lending, and \nprogram lending or grant support. The rationale for providing financial support under PRSC 5 \ncomes from the external financing needs to cover the cost of adjustments of the reforms. The \npolicy  actions  supported  by  the  PRSC  process  entail  a  substantial  additional  cost  to  the \nGovernment. Among these are recapitalization of SOCBs, operation of a safety net for workers \nwho become redundant as a result of SOE restructuring, expansion of budget appropriations for \nthe education sector, and creation of provincial health care funds for the poor.  \n \n28.  Justification  for  PRSC  5  is  grounded  on  three  criteria:  (i)  prudent  macroeconomic \nmanagement to ensure that progress with the long-term reform agenda will not be undermined \nby short-term instability; (ii) the Government’s own assessment of progress accomplished in \nCPRGS implementation; and (iii) the reform triggers (measures and actions) for PRSC 5 that \nneed to be met, except for unforeseen circumstances.  \n \n29.  IMF’s assessment of Viet Nam’s economic performance confirms the country’s solid \nmacroeconomic performance in 2005, despite the adverse effects of droughts and the outbreak \nof  avian  influenza.  The  Government’s  progress  report21  on  CPRGS  implementation  was \npresented to the  Consultative Group meeting in December 2005. The report highlights the \naccomplishments in reform implementation (e.g., opening of the economy, more favorable \ninvestment  climate,  better  public financial management, substantial poverty reduction, and \nattainment of the Millennium Development Goals), but it also points out bottlenecks in structural \n                                                 \n21  Government of Viet Nam. 2004. Progress Report of the Comprehensive Poverty Reduction and Growth Strategy. \nHanoi.  \n ", "10 \nreform  and  key  outstanding  social  issues  (e.g.,  growing  inequality, poverty among ethnic \nminorities, rural–urban migrants, and challenges in promoting good governance and combating \ncorruption). The joint assessment of the CPRGS led by the World Bank and observations by \nother  key  development  partners  acknowledges  the  frankness  in  reporting  and  notes  the \nchallenges. The assessment indicates that the progress  with all 15 triggers chosen for the \npreparation of PRSC 5 was satisfactory. These triggers were evenly distributed across all three \npillars of the reform program (Appendix 4).  \n \n5.  Rationale for the Proposed Program Loan \n \n30.  The ODA community in Viet Nam considers the PRSC an important instrument for \nsupporting CPRGS implementation. As a multisector instrument covering a range of issues \nrelated to poverty reduction, the PRSC framework provides ADB with an opportunity to (i) \nadvance and widen national policy dialogue in a well-coordinated and comprehensive manner, \n(ii) provide lending and nonlending assistance in coordination with other ODA partners, and (iii) \nensure that key policy issues affecting ADB operations in Viet Nam are addressed in the policy \ndialogue between the Government and the ODA community to help achieve the common goal of \npoverty reduction and growth. \n \n31.  In 2006, 11 major ODA partners plan to cofinance PRSC 5 with the World Bank \n(Appendix 5). All cofinanciers participated in PRSC 5 preparation, and are actively involved in \npolicy areas where they are strong. Given the many active development partners in Viet Nam, \nseveral cofinanciers are involved in the same reform sectors. However, certain cofinanciers may \nhave more comparative advantage in a subsector than others. For example, for the financial \nsector,  while  the  World  Bank  and  Japan  Bank  for  International  Cooperation  specialize  in \nbanking  reforms,  ADB  specializes  in  nonbanking  reforms.  ADB  has  participated  in  policy \ndialogue related to many reform sectors in comparison to other development partners. PRSC 5, \nwhich has a national economy-wide reform agenda, complements these ADB-assisted activities \n(Appendix 2, Figure A2.2). In addition, ADB staff have actively participated in PRSC policy \ndialogue with other cofinanciers, thus ensuring synergy between the PRSCs’ multisector policy \nactions and ADB sector-based programs/projects. This allows ADB to verify that PRSC 5 \nconditions do not conflict with policy conditions under ADB’s ongoing sector loans. In fact, \nADB’s participation in this dialogue enables  it to influence the reform agenda in  a way that \ncomplements ADB’s ongoing sector loans, because the PRSC provides a clear picture of ADB’s \nintervention as part of and in relation to the aggregated efforts of all of Viet Nam’s development \npartners.  \n \n32.  The proposed program is expected to lead to substantial improvements in development \noutcomes. The current PRSC cycle covers the same 5-year implementation period as that of the \nCPRGS. The targeted development outcomes under this PRSC cycle have been well attained \n(Appendix 6) as the PRSC process has been supported by a series of comprehensive analytical \nreports covering the three pillars of the CPRGS. The analytical reports have helped both the \nGovernment and development partners strategically identify and adjust policy actions adopted \nunder the program. Such major analytical reports are the annual VDRs, which provide crucial \ninformation and analyses on focal issues relevant to the Government’s reform agenda. VDR \n2004,  entitled  Poverty,  examined  issues  regarding  social  inclusion.  VDR  2005,  entitled \nGovernance, focused on building modern institutions. VDR 2006, entitled Business, examined \nall types of businesses and structural reforms in the area of private sector development. And the \nforthcoming VDR 2007, entitled Aiming High, will include a review of the experience of the last 5 \nyears.  \n ", "    11 \n33.  To reduce transaction costs for the Government and the participating development \npartners in a rather complex operation, the proposed loan pursues a program-based approach. \nThis approach is in line with ADB’s recent move and practices toward adopting program-based \nand sector approaches in its lending operations to reduce transaction costs for its developing \nmember countries as well as for its own operations. The approach is not only consistent with \nADB’s reform agenda,22 Long-Term Strategic Framework,23 and Medium-Term Strategy II,24 but \nalso  will  directly  help  fulfill  ADB’s  obligations  to  the  Rome  Declaration  on  harmonizing \nprocedures of multilateral development banks (2003) and the recent Paris Declaration on Aid \nEffectiveness (2005). \n \nIII.  THE PROPOSED PROGRAM \nA.  Impact and Outcome \n34.  The program loan aims to provide support to Viet Nam’s policy and institutional reforms \nto maintain high growth and  reduce poverty. The outcomes envisaged  include numerous \ndevelopment  targets  that  reduce  structural  weaknesses,  promote  socially  inclusive \ndevelopment, and modernize governance and public administration (Appendix 1) by supporting \nthe Government’s Poverty Reduction Program under the policy framework of PRSC 5. To \nreduce poverty and sustain rapid economic growth, the program loan will strengthen Viet Nam’s \nreform program through 46 policy actions, of which 15 are a tranche release condition for the \nloan. The policy matrix is presented in Appendix  4 and the development policy letter in \nAppendix 7. Supplementary Appendix B provides detailed information demonstrating that all 46 \npolicy actions have already been complied with. The policy matrix comprises policy measures \nthat can be categorized into three reform pillars: \n \n(i)  Pillar  I:  Transition  to  market  economy.  Promote  growth  and  create \nemployment by increasing internal and external competition, improving efficiency \nand resource allocation in the economy, strengthening the regulatory framework \nfor private sector development, and enhancing transparency and accountability in \nSOE operations and the financial sector; \n(ii)  Pillar II: Social inclusion and environmental sustainability. Advance human \ndevelopment by upgrading the quality of education (especially in poor zones); \npromoting inclusive education for children with disabilities; improving access of \nthe  poor  to  health  services;  helping  secure  asset  ownership  through  the \nimplementation  of  the  new  Land  Law;  addressing inequalities in health and \neducation outcomes across regions and population groups; and  encouraging \nimportant policy measures leading to more sustainable management of natural \nresources; and \n(iii)  Pillar  III:  Modern  governance.  Increase  transparency  and  accountability  of \npublic finances, and improve legal transparency and accessibility by promoting \ngreater accountability in public finance and public administration as part of a \nbroader effort to build modern governance; improving the coordination between \n5-year  plans  and  budget  formulation;  and  supporting  the  Government’s \ncomprehensive  and  ambitious  agenda  of  the  Legal  System  Development \nStrategy.  \n \n                                                 \n22  President Chino’s memo of 25 August 2004 entitled Today: Achieving Results Together.  \n23 ADB. 2001.  Moving the Poverty Reduction Agenda Forward in Asia and the Pacific: the Loan-Term Strategic \nFramework of the Asian Development Bank (2001-2005). Manila. \n24  ADB. 2006. Medium-Term Strategy II (2006-2008). Manila.  \n ", "12 \nB.  Policy Framework and Actions \n35.  The program loan’s outputs include (i) policy advisory services by all PRSC participants \nto  assist  the  Government  in  formulating  and  implementing  the  reform  policies;  (ii)  laws, \nregulations,  and  policies  that  are  conducive to reforms under the program framework; (iii) \namendment  or  strengthening  of  laws,  regulations,  and  policies;  and  (iv)  action  plans  and \nstrategies that are strategically important for attaining targeted development outcomes; and (v) \nself assessments and sector studies that are of strategic importance.  These were achieved \nthrough 46 policy actions in the Program’s policy matrix. The following paragraphs will elaborate \nin  detail  certain  outputs  achieved  under  the  reform  program  through  the  policy  actions \nconsidered strategic and critical under the program framework.  \n \n  1.  Pillar I: Transition to a Market Economy  \n   \n36.  Trade Integration. The Law on Intellectual Property passed by the National Assembly is \nconsistent  with  requirements  of  WTO’s  Trade-Related  Aspects  of  Intellectual  Property.  A \nnumber of Viet Nam’s trading partners have identified strengthening the protection of intellectual \nproperty as a key factor for enhancing trade and investment relations. Viet Nam states that it will \nbe in compliance with the agreement upon WTO accession. While the WTO requirements could \nhave been met by amending existing pieces of legislation, this approach would have had the \ndisadvantage  of  scattering  the  changes  over  many  legal  documents.  The  Government  is \ncurrently taking steps to remove overlaps between the responsibilities of different agencies in \norder to smooth implementation  of the law  and ensure its effective enforcement. It has also \neliminated quantitative restrictions on imports in accordance with WTO requirements. \n37.  SOE Reform. Continuing SOE  reform and enhancing  SOE operational efficiency are \nconsidered  priorities.  The  critical  policy  action  accomplished  under  the  Program  is  the \nrequirement for SOEs to be classified by performance according with Decision 271.25 Decision \n271 set up a mechanism to monitor SOE performance and apply sanctions in the case of \nconsistently poor performance. SOEs are to be classified into one of three groups (A, B, or C) \nbased  on  four  criteria:  turnover,  profitability,  solvency,  and  compliance  with  laws  and \nregulations. For the first three criteria, quantitative benchmarks are in place; SOEs with a strong \nperformance are classified as A whereas those with a weak performance are rated C. The four \ncriteria are combined into a single ranking. Only those SOEs with a strong performance in all \nfour criteria are ranked as A, whereas weak performance on any single indicator leads to a C \nranking.  Enterprises  ranked  as  C  for  2  consecutive  years  are  in  principle  subject  to \nreorganization, including changes in management. Until recently, few SOEs had complied with \nthe reporting requirements under Decision 271 and government agencies in charge had not \nmade serious enforcement efforts. But during 2005 and early 2006, the  Ministry of  Finance \n(MOF) compiled reports on the performance of most SOEs during 2004, and is now conducting \nan in-depth evaluation of the reliability of the reports. Meanwhile, an application of the three \nquantitative criteria of Decision 271 to individual SOE records from the enterprise census yields \na similar ranking. More SOEs are classified as B when using census data, rather than Decision \n271. But few large SOEs fall in the C category, and overall solvency appears better than is \nusually assumed, in spite of cautious assumptions regarding the valuation of assets. While \nimplementation of Decision 271 needs to be strengthened, preliminary results for 2004 are \nencouraging. \n                                                 \n25 The Prime Minister issued Decision 271/2003/QD-TTg on 31 December 2003 with the main objection to set up a \nmechanism to monitor SOE performance and applying sanctions in the case of consistently poor performance.   ", "    13 \n38.  Financial Sector Reform. The PRSC includes banking reform as a core component. \nFollowing the announced separation of SBV’s management of SOCBs from its supervision \nfunction during the previous PRSC operation, a comprehensive road map for banking reform \nwas issued through the Prime Minister’s Decision 112 of May 2006. The road map will lead to \nthe creation of a modern central bank focused on monetary policy, banking supervision, and the \nequitization  of  SOCBs  within  the  next 5  years. The reform of the banking system entails \nfundamentally rewriting the laws on credit institutions and on SBV. The issuance of the revised \nlaws, initially planned for 2010, has been brought forward to 2008 or earlier. The modernized \nSBV will be charged with executing monetary policy and supervising the banking system. At \npresent, SBV is responsible for exercising the ownership rights of the state in the SOCBs, a \nfunction that conflicts with its role as supervisor  of the same banks. Under the proposed \nchanges to the legal framework,  SBV’s ownership role is to be eliminated. Its supervision \nfunctions will be separated from its management functions in relation to SOCBs, and SOCB \noperation on a commercial basis will be ensured.  \n39.  The reform program will include a transformation of central bank governance to clarify \nand  enhance  management  and  accountability  structures.  The  strengthening  of  banking \nsupervision is expected to happen in two phases. In the first, SBV’s banking supervision \ndepartment will be upgraded. The focus of its activities will mainly be on banks as they are likely \nto remain dominant players in the financial sector in the medium term. In the second and longer \nterm phase, an independent financial supervision board will be established. SBV has already \nstarted to upgrade its supervision functions. In October 2005, it initiated an assessment of its \nsupervision practices against international standards, the Basel Core Principles. The first draft \nassessment was prepared and presented in a consultative workshop held in Hanoi in May 2006. \nThe assessment report analyzes current status and weaknesses pertaining to the institutional \nframework  of  the  supervisory  agency,  the  legal  framework,  supervision  methodology, \nsupervision procedures, and prudential regulations; and makes recommendations to address \nthe weaknesses. SBV reviewed the draft assessment and incorporated the suggested revisions \nto the first draft. The assessment report, including a comprehensive supervision development \nplan, was revised and finalized in June 2006. The pace of reform will be tailored to the human \nresource capacities within SBV and the SOCBs. As the envisaged changes are fundamental in \nnature, they will need to be accompanied by an equally major development of human resources \nand a realignment of the incentives structure to the objectives of the institutions. \n40.  The organizational and financial restructuring of SOCBs to support their commercial \norientation is to happen alongside the opening up of their capital. All SOCBs are  due to be \nequitized by 2010. The process is already under way for two of them. Vietcombank has sold \nconvertible bonds worth D1.36 trillion to boost its capital before equitization. Share sales are to \ntake place through auction at the securities exchange and will begin toward the end of 2006 or \nin  early  2007.  Mekong  Housing  Bank  will  be  equitized  with  the  participation of strategic \ninvestors. The state’s shareholding in these two banks is to be gradually reduced to no less than \n70% by end-2006 and eventually to 51% by 2010. Under current regulations, total foreign \nholding of shares will be limited to 30% with a single institutional investor allowed to hold a \nmaximum of 10%. But these limits, especially the latter is likely to be revised upward in line with \nWTO commitments. The valuation of both banks is to be conducted through reputed external \nadvisers  selected  through  a  competitive  process.  The  external  advisers  will  also  help  in \nselecting strategic investors. \n41.  The Program also supports the development of a well-balanced financial sector. In this \nregard, development of the securities market is essential to provide long-term capital in support \nof economic growth. The Law on Securities, approved by the National Assembly in June 2006, \n ", "14 \nprovides a comprehensive framework for the operation and development of the securities \nmarket. It also provides a legal base for investor protection and market transparency, including \na disclosure-based approach. Initial emphasis is placed on disclosure promptness and the \nquality of information being disclosed and available to public investors. The disclosure-based \napproach also permits a free market to function within limits established to provide a fair \nmarketplace. Strong inspection, fact-finding, and enforcement powers are provided to the State \nSecurities Commission under the draft law. These powers are essential to provide the tools \nrequired to oversee a market adequately and to protect public investors. Also related to investor \nprotection is the issue of insider trading, which is clearly defined and prohibited. In addition to \nthe improvement of the legal framework for the securities market, the PRSC supports greater \nparticipation of foreign investors in the capital market. The Prime Minister issued Decision 238, \nin September 2005, increasing the limit of foreign holding of shares in local listed companies \nfrom 30% to  49%. This will foster demand for securities, especially from foreign investment \nfunds, thereby contributing to market stability.  \n \n42.  Private  Sector  Development.  Improving  the  business  environment  for  the  private \nsector presents the most remarkable and persistent achievement of Viet Nam over the last 5 \nyears. The new  unified Enterprise Law  provides for equal treatment of firms, regardless of \nownership.  Under  the  law,  approved  in  December  2005  and  effective from  1  July 2006, \ndomestic and foreign enterprises are governed by the same corporate legislation. Foreign \nenterprises are subject to the same registration procedures as domestic firms, and are able to \nchoose the form of corporate entity that is most suitable to their business operations. At present, \nthey are only allowed to operate as limited liability companies. Foreign enterprises will be \nallowed to restructure, expand, or diversify their business rather than be limited to the specific \nlines in which their business was  initially registered. Alongside the Enterprise Law, the new \nInvestment Law introduces a common investment regime for domestic and foreign investors. It \nopens the possibility of foreign investment into a wider range of sectors, and makes Viet Nam’s \ninvestment policies consistent with current and prospective international commitments. \n43.  The Enterprise Law also requires that all SOEs be transformed into limited liability \ncompanies or joint stock companies within  4 years. Under these corporate forms, SOEs will \nmove under the corporate governance models of the new law alongside private enterprises, \nrather than be governed by a separate law as at present. The law also provides for principles to \nguide the exercise of ownership rights by the state. These should provide significantly greater \nautonomy to the transformed enterprises in defining their business strategies, and making \ninvestment and personnel-related decisions. At present, business decisions are often directed \nby line ministries or provinces, often in inconsistent ways. \n44.  Seven decrees are currently being drafted to provide guidelines for implementing the two \nlaws. The content of these decrees will greatly shape the investment climate in Viet Nam. For \nthe Enterprise Law, these include regulations governing business registration, licensing regime, \nreregistration  of  foreign  invested  enterprises,  as  well  as  SOE  transformation.  Under  the \nInvestment Law, one of the decrees being drafted governs build-operate-transfer projects, \nconsidered  crucial  for  attracting  private  participation  in  the  infrastructure  sector.  The \nGovernment has followed a consultative drafting process for these decrees involving domestic \nand foreign businesses, as well as development partners. \n2.  Pillar II: Social Inclusion and Environmental Sustainability \n \n45.  Education. Regulations for inclusive education for children living with disabilities have \nbeen  issued  to  ensure  equal  access  to  education  services.  The  regulations  apply  to  all ", "    15 \neducational institutions in the public education system. The preparation of these regulations is \nthe result of effective coordination among ministries such as  the Ministry of Education and \nTraining (MOET); Ministry of Health (MOH); and the Ministry of Labor, Invalids, and Social \nAffairs; and agencies dealing with child protection. The regulations address the special needs of \nchildren  living  with  disabilities  in  terms  of  classrooms,  school  facilities,  equipment,  and \ntextbooks.  Individual  education  plans  will  be  prepared  with  materials  and  methodological \ndesigns tailored to their special requirements. The regulations allow for educational institutions \nto hire specialized staff and helpers, and entitle them to make investments in facilities and \nequipment that meet the special needs of children living with disabilities. Inclusive education \nstaff will be entitled to training and refresher courses and to reduced norms for teaching hours. \nEarly intervention is promoted by the regulations to minimize disability-caused constraints. \nPeople  living  with  disabilities  will  also  be  given  priority  in  entrance  exams  for  vocational \nsecondary schools and institutions providing continuing and higher education services. \n46.  A sustained effort is under way to raise the quality of primary schools nationwide, with an \nemphasis on schools in poorer areas. A baseline assessment of compliance with fundamental \nschool quality level (FSQL) standards nationwide was compiled at the end of the 2004 school \nyear. The annual audit conducted 1 year later assessed progress. The comparison, finalized at \nthe  end  of  2005,  showed  that  the  average  FSQL  ratio,  across  all  the  quality  indicators \nconsidered, increased from 62.1 to 66.1, out of a maximum of 100. This represents an annual \n6.4% increase in the average FSQL index. A subsequent analysis, combining the results of the \nFSQL audits with a poverty map, shows that gains are more important in poorer districts.  \n47.  A larger, increasingly diversified and decentralized education system has made sector \ngovernance, planning, and budgeting more complex. The ongoing work on the education sector \nmedium-term  expenditure  framework  and  provincial  planning  is  aimed  at  rationalizing  the \nplanning and budgeting processes. These tools reinforce the roles of different stakeholders in \nsector  governance:  the  Ministry  of  Planning  and  Investment  for  the  provision of a clear \neconomic framework for planning; MOF for integrating planning and deployment of resources, \nand balancing sectoral spending; MOET for sector stewardship in setting and guaranteeing \nservice  quality,  and  helping  provinces  achieve  national  objectives;  and  the  provinces  for \nintegrating  investment  and  recurrent  funding  for  school  system  operations,  and  being \naccountable for sector output and outcomes. \n48.  Health. The financing of health care for the poor and near poor has been considerably \nstrengthened. Politburo Resolution 46 of February 2005 urged the  Government to finance \ncurative care for the poor, children under the age of 6, and other social policy beneficiaries, as a \nfirst step in upgrading health care and to advance toward universal health insurance by 2010. \nThese aspects of the  resolution were operationalized by Decree 63 on health insurance, in \neffect from 1 July 2005.26 The decree represents a key step in shifting from the direct funding of \nhealth care providers to  demand-side funding.  It mandates compulsory health insurance for \nseveral groups, including workers on fixed-term contracts of 3 months and more, pensioners, \nchildren under the age of 6, and beneficiaries under Decision 139 on the provision of health \ncare to the poor. Decision 139 replaced Health services can be received from public or private \nproviders as long as they are contracted by  Viet Nam Social  Insurance. Compulsory health \ninsurance holders will be entitled to both in-patient and out-patient services. Transportation \n                                                 \n26 The Government’s issuance of Decree 63 dated 16 May 2005 has adopted a regime of compulsory health \ninsurance for the poor. Compulsory health insurance’s coverage expanded to cover more citizens, and supported \nby increased budget allocation. The existing Prime Minister’s Decision 139/2002/QD-TTg on the health care \nsystem for the poor was proposed to be revised in order to extend the coverage to the poor based on the new \npoverty line as well as include provisions to protect the near-poor and all ethnic minorities. \n ", "16 \ncosts will be covered in case of referrals for the poor and those in remote areas. Voluntary \nhealth insurance is available to all, including those under compulsory health insurance who wish \nto obtain higher coverage. Viet Nam Social Insurance is in charge of the implementation of the \nhealth insurance policy. MOH will issue technical standards against which  Viet Nam Social \nInsurance will assess and contract providers. MOH and MOF will provide guidance on the \nmanagement of insurance funds. MOH will deal with complaints relating to health care, while \nMOF will deal with complaints on fund management. \n49.  Decision 139 is being revised to expand the number of households eligible for benefits. \nThe new, substantially higher poverty line will be employed to define poor households. Such \nhouseholds will be entitled to compulsory health insurance with a premium of D60,000 provided \nby the state budget. Near-poor households with an income of  up to 1.5 times the poverty line \nwill be provided a subsidy to enroll in the voluntary  health insurance scheme. In addition to \nthese budgetary outlays, provincial health care funds for the poor will support treatment costs \nnot covered by compulsory health insurance, up to a maximum of D10 million per hospital stay. \nFor the near poor, these funds will provide support to cover catastrophic illnesses. \n50.  Social Protection. The Program for Socio-economic Development in Communes faced \nwith Extreme Difficulties, or so-called Program 135 was revised to more effectively support the \ndevelopment of communes facing extreme hardship in ethnic minority and mountainous areas.27  \nProgram 135 is one of the national targeted programs (NTPs) that Viet Nam employs to ensure \nthat national goals are met in the context of increasing decentralization. Under Program 135, \ncommunes receive a resource allocation that is most often used to develop local infrastructure, \nsuch as roads, irrigation systems, schools, and health centers. Seven years of implementation \nhave resulted in successes and shortcomings. The revision of the program design, components, \nand procedures builds on the success and addresses the shortcomings. The main objective of \nProgram 135 is to eliminate food poverty and achieve a poverty rate of less than 30% in the \nselected communes by 2010, thereby also reducing the widening poverty gap between ethnic \nminorities living in remote areas and the rest of the country. In its second phase, Program 135 is \nbetter targeted. In the past, only the poorest communes were targeted, but now the aim is to \nreach the poorest and most remote villages within the poorest and less poor communes. This \nshould also help in reaching a higher proportion of remote ethnic minority communities. The \nbudget allocation for agriculture and forestry extension and support has been considerably \nincreased, from around 3–4% to around 20%. This reflects the recognition that infrastructure \ninvestments alone are not enough to reduce poverty among ethnic minorities and that greater \neffort is needed to improve their livelihood opportunities. The allocation for operation and \nmaintenance of infrastructure was increased to about 10%. This will reduce the burden of local \ncontributions borne by already poor communes. The revised Program 135 will devolve greater \ncontrol  over  investment  decisions  to  communes  and  villages,  with  measures  to  increase \nparticipation and capacity in scheme selection, technical design, and construction supervision. \nIncreased effort will be devoted to promoting public access to information as a key tool in \nachieving greater transparency and accountability. \n51.  Land and Forest. Land registration offices have been set up in nearly all provinces in \ncompliance with the 2003 Land Law. A major shortcoming of land management in Viet Nam has \nbeen the lack of an effective land registration system. The law requires  that provincial land \n                                                 \n27 Program 135, approved in July 1998, is implemented by the Committee for Ethnic Minorities. Several old existing \nprograms with broadly similar objectives were merged into Program 135 by the Prime Minister’s Decision \n135/2000/QD-TTg. These included the infrastructure components of the fixed cultivation and fixed settlement \nprograms, the commune cluster program, and the program for training of cadres in remote and ethnic minority \nareas. ", "    17 \nregistration offices be set up, and if deemed necessary on the basis of demand, district offices \nas well. By April 2006, land registration offices had been set up in 62 of 64 provinces, and in \n20% of the high-demand districts. Fifty of the 62 offices have received land records that were \npreviously maintained by the departments of natural resources and the environment, and the \nprocess of transferring the records is to be completed by June 2006. Land registration offices \nare responsible for registering all land transactions, managing land files, and carrying out land-\nrelated administrative formalities. Decree 181 empowers the offices to provide information on \nland to any land user to promote transparency in land transactions. \n52.  Water. The second NTP (NTP II) on Rural Water Supply and Sanitation (2006–2010) \nhas  been  submitted  for  approval,  assigning  clearer  responsibilities  for  its  implementation. \nPerhaps the only Millennium Development Goal where Viet Nam has not advanced well relates \nto rural water and sanitation, with weaker progress on the sanitation front.  A recent joint \ngovernment-development partner review pointed to fragmentation and  lack of coordination \nbetween  different  ministries  involved  in  the  sector.  The  Ministry  of  Agriculture  and  Rural \nDevelopment (MARD) will perform the state management functions and be the main agency in \ncharge of coordinating, monitoring, and supervising NTP II implementation. Within MARD, the \nDepartment  of  Water  Resources  will  take  the  lead.  MOH  will  produce  guidelines  for  the \nprovision of clean water, construction of household sanitation facilities, and personal hygiene. It \nwill also be in charge of monitoring water quality in rural areas. MOET will monitor water supply, \nsanitation, and hygiene in schools. The Ministry of Natural Resources and the Environment will \nbe responsible for addressing issues related to the pollution of water resources, including in \ncraft  villages.  NTP  II  improves  upon  the  earlier  program  by  strengthening  community \nparticipation and upgrading the mechanisms for monitoring and evaluation. Specific indicators \nhave been defined and responsibilities allocated for commune, district, provincial, and central \ncollection and management of information. NTP II also seeks to accelerate the decentralization \nprocess  to  ensure  a  more  active  role  for  provinces  in  planning,  implementation,  and \nmanagement of water supply and sanitation facilities. In addition, NTP II recognizes the weaker \nachievement on sanitation, and proposes both technological solutions as well as an enhanced \nrole for households and communities in the provision of sanitation facilities. \n53.  Environment. Economic tools for environmental protection have been developed and \nstrategic environmental assessments piloted. The Law on Environmental Protection took effect \nfrom 1 July 2006. The law  (i) includes provisions for adoption of polluter-pay measures, for \ninstance, for waste discharge into water bodies, and  the disposal of hazardous wastes; (ii) \nforesees payments for natural resources use and rehabilitation, and reliance on environmental \nprotection funds; (iii) improves the requirements for environmental impact assessments; and (iv) \nintroduces  a  requirement  for  strategic  environmental  assessments  (SEAs)  of  sectoral  and \nregional development plans.  \n54.  The first decree to guide the implementation of the environmental protection law focuses \non the application of national environmental standards, responsibilities for hazardous waste \nmanagement, and procedures for environmental impact assessment and SEA application. The \nMinistry  of  Natural  Resources  and  the  Environment  has  also  developed  regulations  to \nimplement Decree 67 on Environmental Protection Charges for Wastewater,28 which will enable \nimproved control of water pollution. The draft  circular on Wastewater Pollution Coefficients, \nidentifying the volume of pollutants in industrial wastewater as a basis for fees to be levied \nunder Decree 67, was submitted in August 2006.  \n                                                 \n28 This refers to Decree 67/2003/ND-CP. \n ", "18 \n55.  The  Government  has  adopted  provisions  for  undertaking  SEAs  to  improve  the \nintegration of measures for environmental protection into strategies, plans, and programs. They \nrepresent an important step for Viet Nam, at a stage of rapid  economic growth and massive \npublic investment in infrastructure, when large cumulative impacts in the regions and on the \nlandscape can be expected. Two SEA pilots were carried out on socioeconomic development \nplans, one for  Ha  Tay province and the other for Dai Tu  district, to promote sustainable \ndevelopment  and  management  of  the  Tam  Dao  National  Park  and  its  buffer  zone.  Two \nadditional SEA pilots are under way, one for the Vung Tau port development plan and the other \nfor Electricity Viet Nam’s hydropower master plan, focusing on biodiversity impacts and program \nlevel mitigation. \n  3.  Pillar III: Modern Governance \n \n56.  Planning Process. The Government issued its SEDP 2006–2010 with a poverty focus, \nand is developing a mechanism to monitor its implementation. The SEDP was built on extensive \nconsultations not only within government but also with a broad range of stakeholders (including \nmass organizations, academics, private sector, civil society, and development partners). The \nNational Assembly discussed the draft SEDP in its November 2005 session and adopted it in \nJune 2006. The SEDP received the endorsement of the Party Congress in April 2006. The \ndocument represents considerable progress in developing an outcome-focused, medium-term \nplan that combines the twin objectives of economic growth and social inclusion, and describes \nthe reforms that will ensure sustainability in the long term. Importantly, the document explicitly \nrecognizes the institutional and regulatory challenges associated with completing the transition \nto a market economy. It describes a large number of planned legislative actions that, together \nwith the reform agenda implied in the accession to WTO, will strongly support this transition. \nThe SEDP should thus serve as a framework to allocate public resources over the medium term \nand as a mechanism to align development partner support to national priorities. A monitoring \nand evaluation system for SEDP implementation is being finalized.  \n57.  Public Financial Management. The circular guiding the preparation of the 2006 budget \ntook  an  important  step  toward  preparing  the  government  budget  within  a  medium-term \nframework. While the submission and approval of the budget by the National Assembly will \ncontinue to be done on an annual basis, line ministries and provincial governments were asked \nto prepare a budget framework for 2006–2010, based on the SEDP. The 5-year framework \nshould be conducive to better integration  of the capital and recurrent budgets. It should also \nhelp ministries and provinces prepare more realistic plans, better prioritize their spending, and \nimprove overall efficiency of public expenditures. The draft circular for the 2007 budget includes \ninstructions to line ministries and provinces to align budget submissions to the SEDP over the \nnext 3 years. \n58.  The Government issued new regulations to strengthen the delivery of public services \nthrough improved monitoring, introduction of user feedback, and limits on salary expenditure. By \nallowing public service delivery units to charge fees, the earlier Decree 1029 introduced powerful \nincentives to improve quality. However the provision of basic services to be provided free of \ncharge, or at low prices established by government regulations, appear to have suffered as a \nresult of such incentives. Moreover, many service delivery units face limited local competition. \nBecause Decree 10 allowed considerable flexibility to use revenue from fees to pay higher \nsalaries, it provided an incentive to charge  excessively  high  prices  for  services. The new \n                                                 \n29 By allowing service delivery units to charge fees, Decree 10/2002/ND-CP had introduced powerful incentives to \nimprove quality while substantially increasing the resources available to such units. ", "    19 \nregulation, Decree 43,30 requires that service delivery units set aside 25% of their net revenues \nto improve service quality, thereby limiting the amount available for salary increments. Decree \n43 also  includes salary caps that are inversely related to  the amount of financial support \nreceived from the government budget. The decree requires that performance standards be set \nfor service delivery units under guidelines provided by the responsible line ministry. The criteria \nto evaluate service delivery units will include workload, service quality, time taken to provide the \nservice, and compliance with relevant regulations. Monitoring and evaluation is to be conducted \nby the line ministries and by relevant state inspection and audit agencies. The decree also \nintroduces mechanisms for eliciting feedback from service users that go beyond “mailboxes”31 to \npotentially include instruments such as “citizens’ report card” surveys. \n59.  Legal Development. The Politburo has approved strategies for strengthening the legal \nand judiciary systems. Both strategies have been made public and shared widely. The Legal \nSystem Development Strategy is a broad-ranging document that seeks to build legal institutions \nand systems that will ensure the rule of law. The Strategy is a comprehensive roadmap to \nrenovate the country’s legal system to build the rule of law and support the transition to a \nmarket-oriented economy and rapid international integration. An important complement to it is \nthe Judicial Reform Strategy to 2020, which seeks to improve criminal and civil policy and \nlegislation in line with the transition to a market economy. It aims to reduce prison sentences \nconsidered excessively high, as well as increase the use of financial penalties and noncustodial \nmeasures rather than imprisonment. The categories of officials who have the authority to make \ndecisions on the application of detention measures will be narrowed. The court system will be \nreorganized to make courts jurisdiction-based rather than their existing geographic affiliations. \n60.  Public Administration. Several ministries and provinces are implementing action plans \nto  simplify  and  increase  transparency  of  administrative  procedures.  The  Prime  Minister’s \nDirective 09 instructs ministries, government agencies, and provinces to conduct a review of \nexisting procedures with a view to reducing bureaucracy and red tape. By the end of 2005, 17 \nministries, five government agencies, and 26 provincial people’s committees had  submitted \naction plans to implement new, simplified administrative procedures. Progress has been made \nin areas such as birth, death, and marriage records; notary services; residential registration \npermits; business registration and related licenses; land-use right certificates; and customs and \ntax procedures. In the case of business registration, investment licenses, and construction \npermits, processing times have generally come down to 7–10 days and even 3–5 days in some \ncases. \n61.  Anticorruption. A law on corruption prevention and control was passed by the National \nAssembly in November 2005, and will take effect in June 2006. In February 2006 the Prime \nMinister  issued  an  action  plan  delineating  the  roles  of  various  ministries and agencies in \nensuring effective implementation of the Anticorruption Law. The law was drafted in parallel with \npreparation of the first comprehensive diagnostic study on corruption in Viet Nam. It includes \nchapters on corruption prevention and detection, handling of corruption, organizations and \nmechanisms for investigation, prosecution and judicial agencies in anticorruption, role of society \nand media in anticorruption, international cooperation in anticorruption, and implementation \nprovisions. The law is thus more comprehensive than typical anticorruption legislation. This \ncomprehensiveness also translates into implementation challenges.  \n                                                 \n30 The Government issued Decree 43/2006/NÐ-CP on 25 April 2006 on the autonomy of public service delivery \nentities in organizational arrangement, human resources and finance (replacing Decree 10/2002/ND-CP). \n31 Each public service delivery unit posts a mailbox that accepts notes from service users who voluntarily comment or \ncomplain about the quality of the services.   \n ", "20 \n62.  The main initiatives introduced for fighting and controlling corruption include increased \npublic  disclosure  and  transparency  in  areas  such  as  public  procurement,  civil  works, \nmanagement and equitization of SOEs, auditing of the state budget, management and use of \nland, and personnel management. The law specifies the contents and modalities of such \ndisclosure. It also provides individuals with the right to request information from specified \nbodies, such as  people’s committees. The law strengthens the accountability of heads of \norganizations and agencies by specifying that they  are responsible for corruption occurring \ninside the entities under their management and authority. Greater simplification of administrative \nprocedures, including increased reliance on electronic interfaces, is another tool for preventing \ncorruption. The Government will also specify and regulate transactions that must be settled \nthrough the banking system. The law encourages exposure of corruption by the public and other \nagencies, and the rewarding of such actions. \n63.  A key provision of the law relates to the compulsory declaration of assets and income of \nstate employees. The broader definition of the “declarer”, so as to include “spouses and children \nin the same residential certificate”, is commendable. A separate decree will be prepared by the \nGovernment Inspectorate to guide implementation of this provision. Widespread application of \nasset declaration in the initial period could risk overwhelming the capacity of inspectors, thereby \ndiluting its efficacy. To ensure its effectiveness a phased approach could be employed, for \ninstance, by piloting asset declaration in the most corruption-prone agencies or for high-ranking \npublic officials. The Ministry of Home Affairs, in coordination with MOF and SBV, is to prepare a \nplan for monitoring incomes of high-ranking officials or those holding a position of power.  \nC.  Important Features \n64.  Based on the mission’s initial assessment, the  SIPRP III is categorized as C under \nADB’s  environment  classification  system.  An  environmental  assessment  of  the  potential \nenvironmental  impacts  associated  with  the  policy  matrix  of the  SIPRP  III  is available in \nSupplementary Appendix  C. The assessment reveals that many policy actions will produce \npositive impacts on urban and rural environments. Some policy actions will likely not have any \nimpact on the environment. A few policy actions that promote WTO accession have unknown \nimpact. The assessment offers some  recommendations on environmental enhancements for \nfuture policy dialogue in subsequent program loans supporting PRSCs 6–10. \n \n65.  The  SIPRP  III  will  not  have  any  impact  on  involuntary  resettlement  impact  or  on \nindigenous people as it has no investment component. None of the policy actions associated \nwith  this  Program  will  trigger  any  activities  related  to  indigenous  people  during  the \nimplementation period. Activities that may have any adverse impact on indigenous peoples or \ninvolve involuntary resettlement may occur in the future under a separate government-initiated \nprogram  financed  by  other  development  partners.  Adequate  assessment  and  mitigation \nmeasures providing safeguards to indigenous people and resettlement will be carried out under \nthat separate program. However, as the SIPRP III paves the way for the next 5-year cycle of \nPRSCs, in support of the SEDP 2006–2010, it has flagged potential risk for income disparity \nbetween urban and rural as well as Kinh majority and ethnic minorities. Such disparity could \nincrease over the medium to long term as Viet Nam strives to become a middle-income country. \nThe Government  is aware of this potential risk and commits to formulate and implement \npreventive and mitigation measures. This potential risk is not foreseen to noticeably occur and \ndamage  Viet  Nam’s  track  record  on  this  front  during  the  short  span  of  this  Program’s \nimplementation. A social and poverty impact assessment was undertaken in relation to the \nSIPRP III (a summary is in Appendix 8 and additional details in Supplementary Appendix D). ", "    21 \nThe assessment concludes that the activities will have no adverse impacts on indigenous \npeople or have gender implications.   \n \nD.  Financing Plan \n66.  A total of more than  US$210 million is expected to be funded for PRSC 5 operation \nthrough ODA resources. The World Bank has already approved a US$100 million credit from \nthe  International  Development  Association  to  support  PRSC  5.  Cofinanciers  providing \nconcessional loans  include ADB  (US$15 million), Japan Bank for International Cooperation \n(amount to be determined), and  Germany (€6 million).  Cofinanciers providing grants include \nAgencia Española de Cooperación Internacional (€3 million), Australian Agency for International \nDevelopment (A$10 million [to be confirmed]), Canadian International Development Agency \n(Can$4  million),  Danish  International  Development  Agency  (DKr61  million),  European \nCommission  (€10  million),  Ireland  (€3  million),  Netherlands  Ministry  of  Development \nCooperation (€9 million–€14 million), and the United Kingdom’s Department for International \nDevelopment (£20 million). Swiss Development Cooperation, while not cofinancing, provided \nfinancial support for the coordination of the process. \n \n67.  The Government has requested a loan of US$15 million from ADB’s Special Funds \nresources as ADB’s support to CPRGS implementation following the policy framework of PRSC \n5.  The  program  loan  would  contribute  to  financing  the  cost  of  adjustment  resulting  from \nimplementation of the policy matrix, particularly the prior actions for PRSC 5, and to supporting \nand  facilitating  the  Government’s  continued  and  deepened  reform  program  for  poverty \nreduction. The loan will be disbursed upon declaration of loan effectiveness. \n \n68.  The loan will have a 24-year term including a grace period of 8 years, an interest rate of \n1.0% per annum during the grace period and 1.5% per annum thereafter, and such other terms \nand conditions set forth in the draft loan agreement. The loan proceeds may be used to finance \neligible imports incurred within 180 days prior to the date of loan effectiveness. The loan closing \ndate will be 31 December 2007. \n \n69.  Some of the reforms supported by PRSC 5 entail substantial cost to the budget. Policy \nmeasures supported by the PRSC operations, such as the safety net for redundant SOE \nworkers, recapitalization of SOCBs, provincial health care for the poor, and increased education \nbudget allocation, require additional spending. These are costly and specific to the PRSCs. The \ncost of adjustment of the PRSC is therefore greater than the cost of these clearly PRSC-specific \nitems, which is estimated at US$400 million per year on average during the past 4 years. The \nestimated cost of some specific PRSC-related programs for the 2006 budget is approximately \nUS$601 million, i.e., (i) health funds for the poor—about US$44 million due to expanded \ncoverage of beneficiaries according to the new poverty definition; (ii) increased spending on \neducation proportional to the Government budget—about US$184 million; and (iii) social safety \nnet program for retrenched SOE workers—about US$219 million; and (iv) maintenance cost of \ntransport infrastructure—about US$154 million.  \n \nE.  Implementation Arrangements \n1.  Program Management \n70.  SBV, as the Executing Agency, will be responsible for overall program implementation, \nincluding administration and disbursement of loan proceeds, maintenance of accounts, and \npreparation of semiannual progress reports on program implementation. The Program is being \n ", "22 \nimplemented through 24 line ministries and government agencies in accordance with the Loan \nAgreement. While the ODA funds raised through the PRSC process provide resources to the \nstate budget to implement the reforms, the PRSC operations have also served as an effective \ncoordination device between the Government and the many development partners. On behalf of \nthe  Government,  SBV  coordinated  the  overall  processing  of  PRSC  5.  The  World  Bank \ncoordinated the process for the development partners. The number of cofinanciers has been \ncontinuously increasing—from four in the case of PRSC 1 approved in 2002, to 11 for PRSC 5. \nThe development partners have participated in the PRSC process by forming working groups \nwith the Government, which cover all economic policy areas. Staff of ADB’s Viet Nam Resident \nMission are actively participating in several other working groups including Partnership to \nSupport National Target Program, Viet Nam Business Forum, People’s Participation Working \nGroup, SME (Small- and Medium-Sized Enterprise) Development,  and Public Administrative \nReform Partnership. Given the comprehensive nature of the PRSC reform process and the \never-growing  number  of  cofinanciers,  in  January  2005  SBV  established  the  Program \nCoordination  Unit  comprising  competent  staff.  The  unit  deals  with  the  program  agenda, \nincluding monitoring and reporting, awareness raising, capacity building, and reform outcome \ndissemination. It has frequently interacted with the World Bank and the cofinanciers of PRSC 5, \nincluding ADB. \n \n71.  The National Steering Committee for implementation of the CPRGS and PRSCs is \nheaded by a  deputy prime minister, and consists of representatives from 24 relevant line \nministries and government agencies. SBV is assigned as the agency responsible, in close \ncollaboration with the World Bank, for preparation and implementation of the PRSCs. A deputy \ngovernor of SBV acts as  standing vice chairperson of the steering committee. This quasi-\nadvisory body has several representatives from key ministries, such as MARD; MOET; MOF; \nMinistry of Justice (MOJ), Ministry of Labor, Invalids, and Social Affairs (MOLISA); Ministry of \nTrade (MOT); Office of the Government; Party's Economic Commission; SBV; etc., representing \nthe policy reform areas under the PRSCs. An interministerial working group and a secretariat to \nimplement and monitor the CPRGS and PRSCs are functional at the Ministry of Planning and \nInvestment.  The  interministerial  working  group  consists  of  representatives  also  from \nabovementioned key ministries, representing the policy reform areas under the PRSCs. Among \nthe goals of the interministerial working group is subnational implementation of the CPRGS and \nPRSCs. The CPRGS Secretariat at the Ministry of Planning and Investment supports provincial \ngovernments in adapting the CPRGS to their own context, and reformulating plans and budgets \naccordingly.  \n \n2.  Implementation Period \n72.  The program period will be from 30 June 2006 to 31 December 2007. \n \n3.  Disbursement and Procurement  \n73.  The loan will be disbursed in a single tranche, contingent upon loan effectiveness. The \nloan proceeds will be disbursed for a broad range of imports, subject to a negative list of \nineligible  items  (Appendix  9).  The  loan  proceeds  will  be  used  to  finance  the  full  foreign \nexchange costs (excluding local duties and taxes) of items produced and procured in ADB \nmember  countries,  excluding  ineligible  items  and  imports  financed  by  other  bilateral  and \nmultilateral sources. In accordance with the provisions of ADB’s Simplification of Disbursement \nProcedures and Related Requirements for Program Loan,32 the proceeds of the program loan \n                                                 \n32 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila ", "    23 \nwill be disbursed to Viet Nam as the Borrower. No supporting import documentation will be \nrequired, if during each year that loan proceeds are expected to be disbursed, the value of Viet \nNam’s total imports minus imports from nonmember countries, ineligible imports, and imports \nfinanced under other official development assistance is equal to or greater than the amount of \nthe loan expected to be disbursed during such year. The Government will certify its compliance \nwith this formula with each withdrawal request. Otherwise, import documentation under existing \nprocedures will be required. ADB will have the right to audit the use of loan proceeds and to \nverify the accuracy of the Borrower's certification. As such, the procedures for procurement and \ndisbursement of funds, and the use of counterpart funds are felt to be satisfactory. \n \n4.  Financial Accountability and Fiduciary Assessment \n74.  Various measures have been taken to ensure that the overall fiduciary policies and \ninstitutions are adequate to proceed with support from the proposed program lending. The \nanalytical underpinnings for the operation are largely complete: (i) the cross-cutting assessment \nof  the  country’s  development  policies  (social,  structural,  and  sectoral)  covering  the  policy \nreforms and institutional development priorities for sustainable growth and poverty reduction has \nbeen discussed with the Government in a number of recent joint reports; and (ii) an assessment \nof the country’s financial accountability arrangements has been made in the World Bank’s \nfollowing assessments: Public Expenditure Review-Integrated Fiduciary Assessment (PER-IFA), \nCountry Financial Accountability Assessment, and Country Procurement Assessment Review. \nThe recent integrated PER-IFA, published in May 2005, reviewed the accounting and reporting \nprocesses  in  the  public  sector,  the  oversight  functions  in  the  public  sector,  and  financial \nreporting and auditing in SOEs. The fiduciary risks of the current public financial management \nbudgeting,  accounting,  reporting,  and  auditing  systems  of  government  are  assessed  as \nmoderate. The PER-IFA identifies areas for continued improvement. Key areas to be addressed \ninclude  unifying  budget  classification  and  accounting  to  ensure  effective  and  consistent \nbudgeting, accounting and reporting across all sectors of government; streamlining the internal \ncontrol  framework  and  public  expenditure  accounting  processes,  strengthening  asset \nmanagement,  establishing  public  sector  accounting  standards  in  line  with  international \nstandards, improving financial management reporting and use of reporting for management \ncontrol, establishing an effective internal audit review function as part of the internal control \nregime, and strengthening the effectiveness of the State Audit of Viet Nam. The implementation \nof the PER-IFA recommendations is being supported by the PRSC program and grant funds.  \n \n75.  The  PER-IFA  also  recognizes  the  recent  changes  to  improve  transparency  and \naccountability. Among the most recent are the audit and anticorruption laws passed by the \nNational Assembly in 2005. The Audit Law significantly enhances oversight by the National \nAssembly and the provincial people’s councils over public finances, and increases public access \nto information on government finances. The Anticorruption Law reflects strong commitment to \nimprove the effectiveness and efficiency in using budgetary funds, including ODA. The World \nBank is preparing the Treasury and Budget Management Information System (TABMIS)  for \nimplementation during 2008–2009. This will improve public financial management and assist in \nestablishing an integrated financial management system in Viet Nam.  \n76.  The Government has consistently improved the transparency  of public procurement. \nNationwide  open  competitive  bidding  in  public  procurement  was  introduced  in  1996.  This \nsystem was improved in 1999, with the introduction of the concept of the “responsive lowest \nevaluated bid.” Decree 66/2003/CP of June 2003, adopted under PRSC 3, established a \ndepartment of public procurement and strengthened the procurement process by mandating \nstandard bidding documents and publication of bidding opportunities in the Public Procurement \n ", "24 \nBulletin. The standard bidding documents for procurement of goods, issued in September 2005, \nwill  promote  consistency  in  the  application  of  procurement  regulations.  In  April  2005,  the \nGovernment also initiated the paper version of the Public Procurement Bulletin, which is now \nproposed to be upgraded to a procurement newspaper, and an e-procurement bulletin/website \nhas been established. The Government has substantially unified and elevated the legislative \nframework for public procurement by passing a new  Bidding Law instead of the originally \nexpected procurement ordinance. A decree for implementing the new law is at an advanced \nstage of preparation and is planned to be issued shortly. The Bidding Law, which became \neffective on  1 April 2006, retains the improvements of earlier decrees and introduces some \nimprovements, most notably the establishment of a complaint handling mechanism, albeit not \nyet fully independent; provisions against conflicts of interest; clearer remedies for dealing with \nfraud and corruption; and removing the previous requirement for mandatory joint ventures \nbetween foreign and local firms bidding on public contracts. However restricting the use of \nlesser competitive methods such as direct contracting and limited bidding will be important, as \nwell using merit point systems in the evaluation of bids for goods and works. Another area to be \naddressed is the prevention of collusive practices in public procurement, particularly common \nplace at the local level. \n77.  Since IMF does not currently have a program in Viet Nam, its assessment of the control \nenvironment of  SBV is not available. However, the enactment of the  Audit Law of 2005 will \nassist in addressing issues related to audit and accounting arrangements. The  Audit  Law \nestablished the State Audit of Viet Nam as an independent institution reporting to the National \nAssembly with the auditor general being appointed and dismissed by the National Assembly. \nAudit reports will be made public. SBV will be subject to annual auditing and disclosure of the \naudit reports. \n5.  Accounting, Auditing, and Reporting \n78.  The Government will prepare and provide progress reports on the program loan. ADB \nwill participate in all joint assessments by the Government and development partners on the \noutcomes  of  PRSC  5  and  PRSC  5  triggers  (measures  and  actions).  Further  details  are \npresented the program framework in Appendix 1. \n \n6.  Program Performance Monitoring and Evaluation \n79.  Viet Nam continues to make good use of information and analysis in its policy making \nand development of individual components of the PRSC program. PRSC 5 continues to build on \nthis experience, streamlining the numerous ongoing monitoring and evaluation initiatives. Key \nsources of monitoring information for poverty and program outcomes include the proposed \nbiannual household living standard survey, periodic participatory poverty assessments, small \nbusiness registration survey, public expenditure tracking survey, as well as quarterly progress \nreports from the relevant sector ministries and committees implementing the reform program.  \n \n80.  Efforts for national and provincial implementation of the CPRGS rely on the development \nof appropriate monitoring indicators. Gradually, the number of indicators for monitoring  the \nCPRGS, including monitoring development outcomes for  Viet Nam development goals, has \nbeen narrowed to around 140, of which 40 can be selected by the provinces. These narrower \nindicators were merged with 285 indicators of the national statistical system collected by the \nGeneral Statistics Office, which are partly generated by the household living standard surveys. \nThe recent survey in 2004 by the General Statistics Office is a source of information for many \nindicators in the system. However, despite the efforts to refine the indicator system, the line ", "    25 \nministries have not agreed to  about 47 indicators, and 16 are considered unknown by the \nGeneral Statistics Office.33 Indicators to monitor the coming SEDP have been in the process of \nbeing  identified.  For  monitoring  arrangements,  ADB,  World  Bank,  and  United  Nations \nDevelopment Programme are doing some joint work on strengthening the monitoring system for \nthe CPRGS and SEDP, which will give definite results to monitor outcomes of the PRSCs.  \n \nIV.   PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n81.  The SIPRP III will benefit the Vietnamese people and businesses on three fronts. First, \nthrough policy actions designed to facilitate Viet Nam’s transition to a market economy, the loan \nwill increase efficiency, accelerate economic growth, and create jobs. These policy actions will \nhelp  improve  the  regulatory  framework  for  private  sector  development,  and  enhance \ntransparency and accountability in SOE operations and in banking. Second, through policy \nactions  addressing  social  inclusion  and  environmental  sustainability,  the  benefits  include \nimproved quality of education (especially in poor areas), improving access of the poor to health \nservices, and helping secure asset ownership through the implementation of the Land Law, and \nmore sustainable management of  natural resources including through strategic environment \nassessments. Third, through policy actions addressing  modern governance, the benefits are \nincreased transparency and accountability of public finances, and improved legal transparency \nand accessibility. These will be achieved through, among others, better coordination plans and \nbudgets, adoption of the  medium-term expenditure framework, and greater accountability in \npublic finance and public administration.  \n \n82.  Three potential risks are associated with the proposed loan: containment of contingent \nliability, social inclusion and environmental sustainability, and a fiduciary risk related to public \nfinancial management. First, benefits from WTO accession will accrue if complementary reforms \ntake place in areas such as trade logistics, infrastructure and financial services, taxes, and the \ninvestment climate. Second, disparities between urban and rural areas, and between the Kinh \nmajority and ethnic minorities, could widen. Inequality could increase and new forms of urban \npoverty could emerge. Reaching the latest group of out-of-school children is proving difficult. \nHealth care remains underfunded. The incentives given to service providers to charge fees have \nnot been matched by sufficient accountability on the delivery of basic services. And increasingly \nsophisticated environmental legislation still needs to translate into effective tools for natural \nresource  management  and  pollution  control.  Third,  in  a  rapidly  growing  economy  the \nopportunities for graft could outpace improvements in anticorruption policies for some time. \nWhile  progress  on  enhancing  budget  transparency  has  been  considerable,  the emerging \ninstitutional  architecture  for  managing  and  investing  state  capital  faces  governance  risks. \nFurther, rapidly emerging and fast-growing provincial investment funds could contribute to the \ndevelopment of local infrastructure, but their transparency and accountability are still matters of \nconcern. While the  Government is working toward effective anticorruption measures, a rapid \ngrowing economy and the opportunities for graft could outpace improvements and efforts in \nanticorruption policies. \n \n83.  Through appropriate measures and proactive programs during program implementation, \nthe  Government  will  introduce  risk-mitigating  measures.  ADB  along  with  other  PRSC \ncofinanciers have provided technical assistance and conducted analytical studies to help policy \nmakers formulate and execute mitigating and corrective measures in anticipation of these \n                                                 \n33 ADB. 2005. Technical Assistance to the Socialist Republic of Viet Nam for Results-Based Monitoring of Poverty \nReduction  and  Growth.  Manila  (TA  4612-VIE).  The  United  Nations  Development  Programme  has  been \nimplementing a US$1.6-million project for strengthening capacity of the statistical system. \n ", "26 \npotential  risks.  The  risk  related  to  growing  contingent  liabilities  could  be  addressed  by \nenhancing  the  credibility  of  government  policies  regarding  nonperforming  loans,  and \nstrengthening the commercial orientation and autonomy of SOCBs with decisive policy actions. \nThrough the PRSC process, the Government has already decided to adopt the classification of \nloans  based  on  international  accounting  standards.  In  addition,  the  Government  has \ncontinuously strengthened macroeconomic management. The second risk related to social \ninclusion and environmental sustainability could be mitigated by the strong commitment of the \nGovernment to keep growth inclusive and sustainable. This risk could be addressed through \nimprovements  in  data  availability  and  analytical  work  on  issues  arising  from  rural-urban \ndisparities included as part of the PRSC process. Regarding environmental sustainability, the \ncountry environmental assessment and PRSC policy actions on land, water, and environmental \nprotection  should  help  mitigate  risks.  Finally,  the  fiduciary  risk  related  to  public  financial \nmanagement caused by uncontrollable corruption could be addressed by initiatives that provide \neffective counter mechanisms. A comprehensive diagnostic of corruption and its modality was \nfinalized and publicly disclosed in December 2005. The Anticorruption Law, passed by the \nNational Assembly in November 2005, has introduced stronger accountability requirements for \nheads of agencies, monitoring of assets of senior government officials and their families, and \nintroduction of a more effective mechanism for exposing corruption. The Government has also \nencouraged the media to apply a more proactive approach in detecting and reporting corruption. \n \nV.    ASSURANCES \n84.  In addition to the standard assurances, the Government and SBV have given the \nfollowing assurances, which are incorporated in the legal documents: \n \n(i)  Such measures and actions will continue to be in effect for the sustainability of \nthe poverty reduction program under the CPRGS and PRSC frameworks. \n(ii)  Adequate and timely counterpart funds will be provided for the implementation of \nthe poverty reduction program under PRSC 5. \n \nVI.   RECOMMENDATION \n85.  I am satisfied that the proposed loan would comply with the Articles of Agreement of \nADB and recommend that the Board approve the loan in various currencies equivalent to \nspecial  drawing  rights  10,062,000  to  the  Socialist  Republic  of  Viet  Nam  for  Support  the \nImplementation of the Poverty Reduction Program III from ADB’s Special Funds resources with \nan interest charge at the rate of 1.0% per annum during the grace period and 1.5% per annum \nthereafter; a term of 24 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft Loan Agreement \npresented to the Board. \n \n \n \n \n \nHaruhiko Kuroda \nPresident \n \n \n6 September 2006 \n  ", "Appendix 1  27    \nDESIGN AND MONITORING FRAMEWORK \n  Program Performance     \nDesign Summary  Targets/Indicators  Data Sources/Reporting  Assumptions and Risks \n(by end-2006)  Mechanisms \nImpact       \nReduced poverty and high  •  Poverty incidence  •  Progress reports on the  Assumption \neconomic growth  below the level of the   Comprehensive Poverty  •  Feasible and effective \nsustained   Viet Nam Household  Reduction and Growth  policy reform \nLiving Standard  Strategy (CPRGS)  measures  \nSurvey, conducted in  •  Draft 5-Year   \n2004 (i.e., 24.1% of  Socioeconomic  Risk \npopulation)a  Development Plan  •  Coordination and \n•  Annual gross domestic  (SEDP) 2006–2010  cooperation among \nproduct (GDP) growth  •  Progress reports on the  various stakeholders \n7.5% or higher   SEDP  including development \npartners and \ngovernment agencies \n \nOutcomes        \nAttainment of development  Baselines and progress of  •  Summary of progress  Assumptions \noutcomes specified under  the outcome targets are  status on all program  •  Adequate capabilities \nthe three pillars of the  presented in Appendix 6:  outcomes identified  to enforce measures \nPoverty Reduction Support  Development Outcomes  under the three pillars is  •  Actions based on clear \nCredit (PRSC) Framework:    updated annually by  understanding and \ntransition to market  sector specialists of the  pragmatic resolution of \neconomy, social inclusion    World Bank with inputs  issues \nand environmental    from government  •  Regular monitoring \nsustainability, and modern    agencies and other  and feedback to policy \ngovernance    development agencies  makers \nas presented in \n     Appendix 9:   \n    Development  Risk \n    Outcomes  •  Unmatched \n  macroeconomic \n   \n  management \n      capacities of \n1. Transition to market  Move to a market    government agencies \neconomy (reduced  economy and integrate    due to more complex \nstructural weaknesses and  with the global economy     and liberalized \nimproved business  •  Ratio of exports  •  Quarterly progress  economy \nenvironment)  (value) to GDP is 55%  reports of relevant  •  Wider disparities \n   •  Share of private sector  ministries/committees  between urban and \nexports in total exports  implementing the  rural areas and \nis 85%  CPRGS; partnership  between Kinh majority \n•  All quantitative  and taking stock reports  and ethnic minorities \nrestrictions on imports  (every 6 months)  due to rapid economic \nremoved  •  Sector progress reports  growth \n•  Modern customs  •  Annual reports on the  •  Opportunities for graft \nprocedures are in  SEDP, CPRGS  could outpace \nplace  •  Investment climate  improvements of \n•  Viet Nam becomes a  assessment survey  anticorruption policies \nmember of the World  •  Comprehensive  in the short run due to \nTrade Organization  diagnostic study on  rapid economic growth  \nwith good legal  corruption   \nregulations and  •  Assessments of the   \nmechanism for \nnew SEDP 2006–2010 \nintegration   \nby development \n  partners \n   \n \n \n \n \n \n ", "28  Appendix 1                            \n  Program Performance     \nDesign Summary  Targets/Indicators  Data Sources/Reporting  Assumptions and Risks \n(by end-2006)  Mechanisms \nPromote competition in   \nproduct markets by   \ntightening the budget as \n \nincentive for state-owned \nenterprises (SOEs) to   \nrestructure   •  Annual SEDP, CPRGS, \n•  Number of SOEs  and PRSC progress \ndown to 2,100   reports \n•  Share of bank credit to  •  Annual budget report \nSOEs is less than   \n25%   \n•  Increased number of \n \nprofitable SOEs \n•  Most nonperforming   \ninterenterprise debts   \nresolved   \n•  Data on performance \n \nof SOEs available \nannually   \n   \nStrengthen the \n \ninstitutional and \n \nregulatory framework of \nthe financial sector    \n•  Delinquent joint-stock  •  Annual SEDP, CPRGS, \nbanks closed or  and PRSC progress \nmerged; all banks  reports \ncompliant with  •  Draft law discussed \nregulations  publicly \n•  Reduced  •  Laws amended and \nnonperforming loan  approved by the \nratio and appropriate  National Assembly \nmechanisms in place   \nto prevent resurgence   \nof nonperforming loans  \n \n•  State Bank of Viet Nam \nmore focused on   \nsupervision and   \nregulation \n \n•  Reform of policy \n \nlending—transferred to \nthe budget, with well-  \nspecified eligible   \nsectors and terms of \n \nsupport \n \n \nFoster private sector   \ndevelopment by   \nproviding an equitable \n \ninvestment environment \n•  Private domestic  •  Annual CPRGS and \ninvestment is at least  PRSC progress reports \n20% of GDP  •  Laws amended and \n•  Around 5 million  approved by the \npeople are employed in  National Assembly \nthe formal private   \nsector \n \n•  All regulations apply to \nall firms   \n   ", "Appendix 1  29    \n  Program Performance     \nDesign Summary  Targets/Indicators  Data Sources/Reporting  Assumptions and Risks \n(by end-2006)  Mechanisms \nFocus infrastructure   \ndevelopment on the   \nquality of investment    \n•  Free entry in  •  Annual SEDP, CPRGS, \ntelecommunications  and PRSC progress \nand information  reports \ntechnology services  •  Viet Nam Business \n•  Improved infrastructure  Forum reports \nprovision and  •  Annual budget reports \noperation, i.e., \ntelecommunications   \n•  Rational pricing \npolicies for \ninfrastructure services \n2. Social inclusion and  Provide satisfactory     \nenvironmental  coverage of the poorest   \nsustainability   groups and quality of \neducation imparted     \n•  Net primary school  •  Annual CPRGS and \nenrollment rate attains  PRSC progress reports \n98%   •  Sector reports \n•  School quality in terms   \nof qualified teachers \n \nhas improved, with a \n \nsubstantial catch up of \npoor areas   \n•  Net lower secondary   \nschool enrollment rate \n \nattains 80%  \n   \nChange the financing of   \nhealth services and \n \nimprove heath indicators \n•  Infant mortality rate is  •  Annual CPRGS and \n30/1,000  PRSC progress reports \n•  Under 5 mortality rate  •  Sector reports \nis 36/1,000    \n•  Effective mechanisms   \nto reduce out-of-pocket   \npayments by the poor   \n•  A public health   \napproach is in place to   \ntackle HIV/AIDS   \nepidemic   \n   \nImprove social   \nprotection   \n•  A financially viable  •  Annual CPRGS and \nsocial insurance  PRSC progress reports \nsystem  •  Sector reports \n•  Expansion of \n \nmandatory system and \n \nvoluntary scheme for \n \ninformal sector \n   \n   \n \n \n \n \n \n \n ", "30  Appendix 1                            \n  Program Performance     \nDesign Summary  Targets/Indicators  Data Sources/Reporting  Assumptions and Risks \n(by end-2006)  Mechanisms \nImprove use of land and   \nwater resources  \n•  All land allocated, with  •  Annual CPRGS and \nall upland areas  PRSC progress reports \nallocated to locals and  •  Laws amended and \nethnic communities  approved by the \n•  A functioning land  National Assembly \nmarket is in place and  •  Review of Land Law \nland tenure secured  implementation. \n•  Increased access of   \npopulation to water, \n \nand sanitation services \n•  Integrated river basin   \nplanning and increased   \nparticipation of users in   \nirrigation management \n \n   \nUpgrade the legal   \nframework for   \nenvironmental protection   \n•  Forest cover expands  •  Annual CPRGS and \nto 38%   PRSC progress reports \n•  No further degradation  •  Sector reports \nof highly biodiverse   \nforest and wetlands   \n•  A framework is in place   \nto assess the   \nenvironmental impact   \nof projects   \n•  Mechanisms are in   \nplace to handle waste   \ndischarge and pollution   \noffenders    \n   \nAddress gender issues   \n•  All newly issued or  •  Review of work on the \nreissued land-use right  Gender Equality Law  \ncertificates are in the  •  Review of Land Law \nname of both spouses  implementation \n3. Modern governance  Improve planning     \nand improved service  processes    \ndelivery   •  Planning toward  •  Approved plan for \ndevelopment goals  implementation of \n(moving from output- to  working rules, etc. \noutcome-oriented)   •  Annual CPRGS and \n•  A number of provinces  PRSC progress reports \nand sectors have pro-\n \npoor socioeconomic \ndevelopment plans   \n•  Substantially improved   \nintegration of the public \n \ninvestment projects \n \nwith budget \n \n \n   \nImprove public financial   \nmanagement    \n•  Expansion of pilot  •  Annual budget report \nimplementation of the  •  Annual CPRGS and \nPRSC progress reports ", "Appendix 1  31    \n  Program Performance     \nDesign Summary  Targets/Indicators  Data Sources/Reporting  Assumptions and Risks \n(by end-2006)  Mechanisms \nmedium-term  •  Evaluation of \nexpenditure framework  implementation of the \ncontinues in some  2002 Law on State \nsectors and provinces  Budget \n•  Appropriate budget is   \nallocated for operation \n \nand maintenance costs  \n•  Budget plan and   \napproved budget   \naccounts are publicly \n \ndisclosed at all levels \nof state budget entities   \n•  Public debt ratios are   \nsustainable, with   \nassessment of \n \ncontingent liabilities \n \n \nStrengthen financial   \naccountability and   \ntransparency  •  Annual CPRGS and \n•  Accounting norms in  PRSC progress reports  \naccordance with   \ninternational practice \n \n \n \nProvide legal and public \n \nadministration reform   •  Annual CPRGS and \n•  A legal system in place \nPRSC progress reports \nbased on the rule of  •  Investment climate \nlaw and promoting \nsurvey (by World Bank) \ndevelopment  \n•  Doing business survey \n•  Progress toward \n(by International \nadministrative \nFinance Corporation) \nsimplification and \n•  Business sentiment \nadministration \nsurvey (by Japan Bank \nprocedures  \nfor International \n  Cooperation) \n   \n  •  Annual CPRGS and \nAddress anticorruption  PRSC progress reports \n•  Reduced corruption  •  Public administration \nand perception of  reform progress reports \ncorruption as rated by  •  Investment climate \nindependent monitors  survey (by World Bank) \n  •   Doing business survey \n  (by International \n  Finance Corporation) \n   \n   \n   \nProvide information   •  Annual CPRGS and \n•  Reliable, publicly  PRSC progress reports \navailable economic  •  Report state \nand social data,  inspectorate \nallowing evaluation of  •  Diagnostic study \npublic policies  findings \n   \n \n \n \n \n ", "32  Appendix 1                            \n  Program Performance     \nDesign Summary  Targets/Indicators  Data Sources/Reporting  Assumptions and Risks \n(by end-2006)  Mechanisms \nOutputs      Assumptions \n1.  Extend policy advisory  •  Policy measures and  •  Policy matrices  •  Commitment of State \nservices in a  actions as per policy  •  Official copies of laws,  Bank of Viet Nam (the \ncoordinated manner to  matrices of PRSC 1–5  decrees, regulations,  Executing Agency), \n19 PRSC participants  (Supplementary  etc. from relevant  Ministry of Planning and \nto assist the  Appendix A)  government agencies  Investment (the \nGovernment in  •  Sector road maps and  •  Annual CPRGS and  Implementing Agency) \nformulating and  strategies (including  PRSC progress reports  all line ministries and \nimplementing the  banking sector road  •  Review and progress  agencies, as well as all \nreform policies under  map and National  reports by sector  development partners \nthe program  Water Resource  specialists of the Asian  participating in the \nframework  Strategy)  Development Bank  reform program \n2.  Issue regulations and  •  New laws, ordinances,  (ADB) and other   \ndecisions, and decrees  development partners   \npolicies conducive to \nreforms specified  (e.g., Law on  •  Reports by other  Risks \nunder the reform  Intellectual Property,  stakeholders including  •  Poor coordination or \nprogram’s three pillars   Law on Securities,  private sector and  inappropriate \nInvestment Law,  nongovernment  sequencing with related \n3.  Strengthen or amend  Enterprise Law,  organizations (e.g.,  reforms \nregulations and  Bidding Law, and  reports from Viet Nam  •  Insufficient local \npolicies conducive to  Anticorruption Law)  Business Forum,  resources and skills \nthe reform program  •  Amended laws  newsletters from  •  Inadequate capital, \n4.  Issue action plans  (including Amended  business associations,  maintenance, and \nconducive to the  Law on Environmental  newsletters from  operating budgets \nreform program  Protection, Revised  nongovernment  •  Resistance of impacted \n5.  Prepare self  Accounting Law in  organizations)   agencies and officials \nassessments to  accordance with    •  Insufficient support from \nidentify the status quo  international practice)  development partners \nas prerequisite for  •  Sublaws and  in sector-specific \nreforms  implementation  projects/programs (that \nguidelines to new laws  are being implemented \n \n(e.g., guiding circular  in parallel) to \n  for the Construction  supplement this \nLaw)  multisector policy-\n•  Action plans including  oriented program in \nequitization plan for  terms of technical \ncertain state-owned  capacity and financial \ncommercial banks, and  resources  \naction plans for   \nsimplification and \ngreater transparency of \nadministrative \nprocedures \n•  Self assessment \nreports (including \nBasel Core Principles \nself assessment, \nassessment of social \nand economic impacts \nof World Trade \nOrganization \naccession, fiscal risk \nassessment, etc.) \n \n \n \n \n ", "Appendix 1  33    \n \nActivities with Milestones  Inputs (Tentative) \n• Meetings to discuss reform policies under the PRSC framework. Processing of each  Policy dialogue and \nannual PRSC program; each participant attends at least 40 meetings including (i)  program loan proceeds \ninternal meetings with sector specialists, (ii) meetings of development partners, and (iii)  of \nmeetings between development partners and government agencies.   •  World Bank: US$100 \n• In addition to the direct PRSC-specific meetings, ADB staff participate in relevant  million equivalent \npartnership group meetings on several development issues related to the reform  •  Asian Development \nBank: US$15 million \nprogram of this proposed loan. The partnership group meetings of 20-plus groups are \nheld at least quarterly. The main reports from all partnership group meetings are  equivalent \ncompiled and reported at the semiannual Consultative Group meetings.   •  Japan Bank for \nInternational \n• Assessments of the Vietnamese economy as well as socioeconomic and \nCooperation: to be \ndevelopment strategy and policies by development partners including the annual \ndetermined \nVietnam Development Reports (prepared jointly by several development partners \n•  Germany: €6 million \nincluding ADB) and the joint staff advisory note on the Poverty Reduction Strategy \n(prepared jointly by the International Monetary Fund and World Bank with inputs from   \nall development partners including ADB)  Policy dialogue and \n  program grant proceeds \nof  \n \n•  Australian \n  Government Overseas \n  Aid Program: A$10 \nmillion  \n \n•  Agencia Española de \n \nCooperación \n  Internacional: €3 \n  million \n•  European \n \nCommission : €10 \n  million  \n  •  Canadian International \n  Development Agency: \nCan$4.0 million \n  •  Danish International \n  Cooperation Agency: \n  US$10.3 million \nequivalent  \n \n•  Ireland: €3 million \n  •  The Netherlands: €9–\n  14 million (to be \n  confirmed) \n•  United Kingdom’s \n \nDepartment for \n    International \nDevelopment: £20 \nmillion \nTotal official \ndevelopment assistance \nof over US$210 million   \nA$ = Australian dollar, Can$ = Canadian dollar, € = euro, £ = pound sterling, US$ = United States dollar.  \na  The Government set a target for the poverty rate using a local version of the Millennium Development Goals, the \nViet Nam Development Goals, to achieve a lower poverty rate of 14–16% by 2010 in the Draft Socioeconomic \nDevelopment Plan 2006–2010. \n ", "34  Appendix 2 \nSECTOR ANALYSIS \n \nA.  The Comprehensive Poverty Reduction and Growth Strategy  \n \n1.  Evolution of the Strategy \n \n1.  The Comprehensive Poverty Reduction and Growth Strategy (CPRGS), approved by the \nPrime  Minister  in  May  2002,  translated  the  vision  of  a  market  economy  with  a  socialist \norientation presented in the 10-year Socioeconomic Development Strategy for 2001–2010 into \nconcrete public actions. Unlike previous planning documents, the CPRGS is focused and clearly \ndefines development targets, identifies appropriate policies to attain those targets, and aligns \nresources to those policies. The country’s development goals, which are a local version of the \nMillennium Development Goals, are among the key targets pursued in the CPRGS (Table A2). \nIn  2003,  the  CPRGS  was  expanded,  with  a  thorough  discussion  of  the  role  of  large \ninfrastructure in promoting economic and social development. The formulation of the CPRGS \nwas coordinated by the CPRGS Secretariat based in the Ministry of Planning and Investment \nand supported by several official development assistance (ODA) partners, including the Asian \nDevelopment Bank (ADB). \n \n2.  The CPRGS provides a framework for poverty reduction policies, programs, and actions \nin Viet Nam (Figure A2.1). The ODA community has adopted the CPRGS as the reference \ndocument for planning and formulating external assistance.  \n \n \n \n ", "Appendix 2  35 \nTable A2.1: The Development Goals of Viet Nam \n \nGoals and Targets Directly Based on the Millennium  Indicators  \nDevelopment Goals  \n1998  2002  2003a  2004b \n \nGoal 1: Reduce the percentage of poor and hungry households.  \n \nTarget 1: Reduce by 40% the proportion of people living  37.4%   28.9%   27.0%   19.5% \nbelow the internationally accepted poverty line by 2010.  \nTarget 2: Reduce by 75% the proportion of people living  15.0%   10.9%   —  7.4% \nbelow the internationally accepted food poverty line by \n2010.  \n \nGoal 2: Universalize education and improve education quality.  \n \nTarget 1: Increase the net enrolment in primary school  91.4%   92.0%   93.4%   93.6% \nto 97% in 2005 and to 99% in 2010.  \n61.7%   67.0%   76.3%   79.9% \nTarget 2: Increase the net enrolment rate in junior \nsecondary school to 80% in 2005 and 90% by 2010.  \nTarget 3: Eliminate the gender gap in primary and  99.0%  99.0%  —  —  \nsecondary education by 2005, and the gap with ethnic  88.2%   86.8%   \nminorities in 2010.    \n \n93.2%   94.3%  —   —  \nTarget 4: Increase the literacy rate of under-40-year-old \nwomen to 95% by 2005 and 100% by 2010.  \nTarget 5: By 2010 improve the quality of education and  —    — .   —   — \nincrease full-day schooling at the primary level.  \n \nGoal 3: Ensure gender equality and empower women. \n \nTarget 1: Increase the percentage of women in elective  18.0%  27.0%   26.0%   27.3% \nbodies at all levels.   (1992)       \n-  women in elective national assembly  17.8%  26.2%  27.3%  27.3% \n  (1992)   (1997)  (2002) \n \nTarget 2: Increase the leadership participation of         \nwomen in ministries, central agencies, and enterprises  —   —   —   \nat all levels by 3% to 5% in the next 10 years.    \n-  ministry level and central agencies  12.0% \n-  enterprises  20.0% \n-  supreme court  22.0% \n-  Peoples’ Councils at all levels  16.5–23.8% \n \n—    10.0%  —   12.5% \nTarget 3: Ensure that the names on both husband and \nwife appear on all land-use right certificates by 2005.  \nTarget 4: Reduce the vulnerability of women to  —   —   —    —  \ndomestic violence. \n  \nGoal 4: Reduce child mortality, child malnutrition, and the birth rate.  \n \n ", "36  Appendix 2 \nGoals and Targets Directly Based on the Millennium  Indicators  \nDevelopment Goals  \n1998  2002  2003a  2004b \n \nTarget 1: Reduce the infant mortality rate to 30 per  36.7   31.0   32.0  18.0 \n1,000 live births by 2002 and 25 by 2010, and at a more   \nrapid rate in disadvantaged regions.  \n48.4   42.0   40.0   35.0 \nTarget 2: Reduce the under-5 mortality rate to 36 per \n1,000 live births by 2005 and 32 by 2010.  \nTarget 3: Reduce under-5 malnutrition to 25% by 2005  37.0%   30.0%   28.0%   26.6% \nand 20% by 2010.  \nGoal 5: Improve maternal health.  \n \nTarget 1: Reduce the maternal mortality rate to 80 per  200   165   90  90 \n100,000 live births by 2005 and 70 by 2010  \nGoal 6: Reduce HIV/AIDS infection and other major diseases.  \nTarget 1: Slow the increase in the spread of HIV/AIDS  12,500   70,000   75,000   86,000 \nby 2005 and halve the rate of increase by 2010 (cases).  \nGoal 7: Ensure environmental sustainability.  \n \nTarget 1: Extend forest cover to 43% by 2010 (from  30.0%  36.0%  37.5%  38.5% \n33% in 1999). \nTarget 2: Ensure that 60% of the rural population (80%  48.0%  52.0%   54.0%  62.0% \nof urban) has access to clean and safe water by 2005  (2004–2005) \nand 85% in 2010. \n \nTarget 3: Ensure there are no slums and temporary  13.6%   12.2%   —   9.4% \nhouses in all towns and cities by 2010.  \nTarget 4: Ensure that all wastewater in towns and cities  —   —      \nis treated by 2010.  \nTarget 5: Ensure that all solid waste is collected and  —,  15.0%,  —  16.2%, \ndisposed of safely in all towns and cities by 2010.   59.0%  64.0%   76.1% \n(1999)  (2001)  \nTarget  6:  Ensure  national  air  and  water  pollution         \nstandards are achieved by 2005.          \n-  % of water and air quality monitoring stations  58.0%  64.0%  —  — \nshowing improvement) \n \nGoal 8: Reduce vulnerability.  \n \nTarget 1: Increase the average income of the lowest  29%  8%   —  9% \nexpenditure quintile to 140% of that in 2000 and 190%  (1993– (1998–2002)   (2002–2005) \nin 2010.   1998)  \nTarget 2: Reduce by half the rate of poor (in  —  —  —  1.5% \nhouseholds) people falling back into poverty due to \nnatural disasters and other risks by 2010.  \n \nGoal 9: Improve governance for poverty reduction.  \n ", "Appendix 2  37 \nGoals and Targets Directly Based on the Millennium  Indicators  \nDevelopment Goals  \n1998  2002  2003a  2004b \n \nTarget 1: Effectively implement grassroots democracy.  —  —  —  — \n \nTarget 2: Ensure budget transparency.   —  —  —  — \nTarget 3: Implement legal reform agenda.   —  —  —  — \n \nGoal 10: Reduce ethnic inequality. \n \nTarget 1: Preserve and develop the reading and writing         \nability  of  ethnic  languages  (literacy  rates  of  ethnic  —   —   —   \nminorities aged 15–24).    \n-  ethnic minority children enrolled at all   \neducational levels   \no  primary   17.7% \no  lower secondary   12.9%  \no  upper secondary  8.5% \n         \nTarget 2: Ensure entitlement of individual and collective  —  —  —  — \nland-use rights for a large percentage of the population \nin ethnic minority and mountainous areas. \nTarget 3: Increase the participation of ethnic minorities  —  —  —  — \nin authority bodies at various levels.  \n \n-  ethnic minorities as members of parliament  —  17.3%  —  16.8% \n(center)  (1997–2002)  (2002–2004) \n   \nGoal 11: Ensure pro-poor infrastructure development.  \n \nTarget 1: Provide basic infrastructure to 80% of poor         \ncommunes by 2005 and 100% by 2010.  \n-   poor communes with car accessible roads to  —  —  57.3%  92.2% \ncenter \n-   poor communes with health stations  —  —  98.6%  98.9% \n-   poor communes with primary schools,  —  —  86.9%  93.0% \nkindergartens, and nursery classes \n-   poor communes with markets  —  —  10.3%  50.2% \n-   poor communes and districts with safe clean  —  —  23.3%  67.4% \nwater system \n-   poor communes with electricity  —  —  57.7%  95.4% \na  The Viet Nam Household Living Standards Survey is conducted every 2 years; some 2003 data are not available. \nb  The General Statistics Office is still completing data processing for the 2004 Viet Nam Household Living Standards \nSurvey, some 2004 data are not available. \nSources: Government of Viet Nam. 2005. Comprehensive Poverty Reduction and Growth Strategy, Government’s \nMillennium Development Goal Report 2005. Hanoi.; Joint Development Partners. 2003. Vietnam Development Report \n2004: Poverty. Hanoi: Printing and Cultural Product Company; General Statistics Office data; Government of Viet \nNam. 2004. Vietnam Household Living Standards Survey (2002–2004); Government of Viet Nam. 2004.  Annual \nProgress Report on the Comprehensive Poverty Reduction and Growth Strategy 2003–2004. Hanoi. \n \n ", "38  Appendix 2 \n2.  The Poverty Reduction Support Credit Process  \n \n3.  The policy actions supported through the Poverty Reduction Support Credit (PRSC) \nprocess can be seen as a distillation of the CPRGS and other development strategies and \nplans. The PRSC policy actions are aimed at identifying a coherent sequence of key measures \nin each area over the medium  term. Identification of the policy actions needed to attain the \ndevelopment outcomes documented in the CPRGS has been strongly influenced by the CPRSG \nprogress reports, and analytical work carried out by the development partners in recent years. \nThe annual Viet Nam Development Reports have played a very important role in this respect. \nThese reports are prepared in partnership by the World Bank and other development partners, \nincluding  ADB.  In  addition  to,  the  CPRGS/PRSC-related studies and reports, sector work \nreports and assessments done under sector-based programs/projects of each development \npartner also provide input to ensure the complementarity and efficiency of the PRSC reform \nagenda. Figure A2.2 illustrates the timing and relation of the strategy, implementation, analyses, \nand sector work.   \n \n3.  Financing \n \n4.  The ODA community in Viet Nam considers the PRSC an important instrument for \nsupporting CPRGS implementation. In addition to ADB, other  major ODA partners intend to \ncontribute both financial and intellectual resources to PRSC 5 with the World Bank in 2006. The \nODA partners include Australia, Canada, Denmark, European Commission, Germany, Ireland, \nJapan, Netherlands, Spain, and United Kingdom. Switzerland, while not a cofinancier, partially \nfunds the PRSC Program Coordination Unit, which is responsible for coordinating the PRSC \nprocess between government agencies and development partners. The International Monetary \nFund (IMF), France, and United Nations Development Programme also participate in policy \ndialogue to provide intellectual contributions to the PRSC process.   \n \n4.  Progress with Implementation \n \n5.  The CPRGS, though approved by the Prime Minister, was formulated on the margins of \nmainstream planning processes and coexisted with the 5-year SEDP 2001–2005, which was \ndiscussed by the Party Congress and approved by the National Assembly. But the process of \nformulating, implementing, and monitoring the outcomes of the CPRGS has initiated permanent \nchanges in the approaches to socioeconomic planning. In late 2004 the Government decided to \ndraft SEDP 2006–2010 according to the same principles that governed preparation of the \nCPRGS, and during the last year has made concerted efforts to reform the planning process \nand incorporate these principles. ADB and other development partners expect to use SEDP \n2006–2010 as a basis for their development assistance. ADB’s country strategy and program \n2007–2010 for Viet Nam was formulated in close alignment with the new SEDP.  \n \n6.  Implementation of the ambitious reform agenda articulated in  the CPRGS and other \ngovernment strategies and plans has been supported through four PRSC operations so far. The \nfocus of PRSC 1 was mainly on the structural reform agenda, with policies articulated around \nfive main areas: liberalizing trade, reforming state-owned enterprises (SOEs), strengthening the \nbanking subsector, creating an enabling environment for the private sector, and improving \nmanagement and transparency  of public finances. Under PRSC 2, the range of economic \nreforms supported by the international community was considerably broadened. In addition to \nthe mainly structural reforms covered by PRSC 1,  PRSC 2 included various policy actions \naimed at keeping development inclusive and building modern governance. Measures related to \nthe  education  and   health   sectors,  environmental   sustainability,   land   management,  legal  ", "Appendix 2  39 \n \nFigure A2.2 Timing and Relation of the Strategy,  \nImplementation, Analysis, and Sector Work \nSEDP  CPRGS  Expanded  Integration of  Preparation and  \nGovernment \n(2001– (2002– CPRGS  CPRGS in to the   Adoption of SEDP \nStrategy \n2005)  2006)  (2002–2006)  SEDP  (2006-2010) \nBudget Cycle  2001  2002  2003  2004  2005  2006 \nImplementation                     \n           \nGovernment   PRSC 1  PRSC 2  PRSC 3  PRSC 4  PRSC 5 \nand development partners  \nNumber of cofinanciers   5  4  8  11  12 \n(including the World Bank  No ADB  No ADB  including ADB  including ADB  including ADB \nand ADB)  cofinancing  cofinancing \n \n         \n  CPRGS  CPRGS  CPRGS  CPRGS \nGovernment  Progress  Progress Report  Progress  Progress \nReport  Report  Report \n \n         \nVDR 2003:  VDR 2004:  VDR 2005:  VDR 2006:  VDR 2007: \nAnalysis  Delivering  Poverty  Governance  Business  Aiming High \nOn Its \nPromises \nADB Sector Programs/Projects  \n2001: Red River Basin Sector; Third Provincial Towns Water Supply; Central Region Livelihood Improvement; \nProvincial Road Improvement \n2002: Financial Sector Development II; Greater Mekong Subregion Tourism Development; Agriculture Sector \nDevelopment; Upper Second Education Development; and Housing Finance \n2003: Public Administration Reform; Phuoc Hoa Water Resources; and Central Region Urban Environment \nImprovement. \n2004: Health Care in the Central Highland; Small and Medium Sized Enterprise Development Program; Second \nLower Secondary Education Development; Financial Sector Development II; Support to Implementation of Poverty \nReduction Program; and Northern Power Transmission \n2005: Preventive Health System Support; Central Region Transport Network; Northern Power Transmission \nExpansion; Support the Implementation of the Poverty Reduction Program II; Central Region Water Resources; \nGreater  Mekong  Subregion  Kunming–Haiphong  Transport  Corridor:  Noi  Bai–Lao  Cai  Expressway  Technical \nAssistance \n2006: Support the Implementation of  the Poverty Reduction Program III; Small and Medium Sized Enterprise \nDevelopment Program loan II; First Song Da, Mong Duong Thermal Power Generation; Forests for Livelihood \nImprovement in Central Highland; Agriculture Science and Technology; HIV/AIDS Prevention among Youth; Central \nRegion  Small-  and  Medium-Sized  Town  Development;  Upper  Secondary  and  Professional  Technology \nDevelopment; Song Bung 4 Hydropower \n \nOngoing Projects (%)  Agriculture = 18.0 \n  Education = 10.2 \nEnergy = 21.3 \nFinancial = 6.9 \nHealth = 5.6 \nIndustry and nonfuel mineral = 3.1 \nMultisector = 6.3 \nTransport and communications = 20.9 \nWater supply = 7.7 \n(as of 30 July 2006) \n \nCPRGS = Comprehensive Poverty Reduction and Growth Strategy; GMS = Greater Mekong Subregion; HIV/AIDS = \nhuman immunodeficiency virus/acquired immunodeficiency syndrome; PRSC = Poverty Reduction Support Credit; \nSEDP = Socioeconomic Development Plan; VDR = Vietnam Development Report. \n \n ", "40  Appendix 2 \n \ndevelopment, and public financial management, were all part of PRSC 2. PRSC 3 and 4 \nbroadened sectoral  coverage  from PRSC 2 (Supplementary Appendix D provides detailed \npolicy actions undertaken in PRSCs 1–5). \n \n7.  In addition to providing resources to the budget, PRSC operations have served as an \neffective  coordination  device,  supported  by  an  increasingly  large  number  of  development \npartners. The National Steering Committee for the PRSCs is led by the deputy prime minister in \ncharge of economic reforms, and brings together representatives  from more than 20 line \nministries and government agencies. On the  development partners’ side, PRSC operations \nhave been cofinanced by several bilateral and multilateral agencies, either through grants or \nparallel lending. More importantly, the process saw a transition in the role of cofinanciers, from \nproviders of finance to partners substantially engaged in the preparation of operations and \npolicy  dialogue  with  government.  This  dialogue  is  organized  by  policy  areas,  in  which \ndevelopment partners engage selectively, based on their interests and technical capacity on the \nground. The number of development partners participating in this process has increased from 4 \nin PRSC 1 to 7 in PRSC 3 to 9 in PRSC 4 and possibly to 11 in PRSC 5. All development \npartners who seriously consider the possibility  of partnering  in  this  process are invited to \nparticipate in the preparation of PRSC operations, even if they cannot commit to cofinance them \nin the short term. Nineteen have actively contributed to preparation of PRSC 5. The PRSC \ngroup dominates the landscape of development assistance in Viet Nam.  \n \n8.  The implementation of Viet Nam’s ambitious reform agenda was initially supported by \nthe  International  Monetary  Fund  (IMF),  through  a  Poverty  Reduction  and  Growth  Facility \n(PRGF)  credit  approved  at  the  same  time  as  PRSC  1.  However,  disbursements  were \nsuspended at the end of 2002 due to a disagreement between IMF and the Government on the \nauditing of the State Bank of Viet Nam.1 The credit expired in April 2004. IMF has remained \nengaged in several policy areas, especially in the monitoring of macroeconomic policies. In the \nabsence  of  an  active  PRGF,  IMF  has  provided  an  assessment  of  the  macroeconomic \nframework as part of the preparation of each of the PRSC operations. \n \n \nB.  Toward PRSCs 6 to 10 \n \n9.  SEDP 2006–2010 could be used as the document of reference for the implementation of \neconomic reforms and alignment of  development partner support over the next 5 years. The \nadoption of the CPRGS principles in the preparation of the new SEDP signals a departure from \nthe traditional command and control approach. Broad-based consultation, a strong poverty \nfocus,  identification  of  the  most  appropriate  policies  to  attain  the  chosen  development \nobjectives, and application of a monitoring and evaluation framework make use of a government \nplanning document as the next poverty reduction strategy possible. Viet Nam would be one of \nthe  first  countries  to  make  this  move.  SEDP  2006–2010  was  approved  by  the  National \nAssembly in June 2006. The Joint Staff Advisory Note for the latest CPRGS annual progress \nreport notes that staff of the World Bank and IMF are supportive of government efforts to bring \nthese positive reforms to the planning process. This advisory note is to be presented to the \nBoard at the same time as the current credit. The staff will also submit SEDP 2006–2010 to the \nboards of the World Bank’s International Development Association and IMF for discussion as \n                                                 \n1  Under the PRSC operations, efforts have been made to ensure that the State Bank of Viet Nam and all government \nagencies are annually and satisfactorily audited. The agency responsible for such auditing is the State Audit of Viet \nNam, which was made independent as a result of PRSC policy. ", "Appendix 2  41 \nViet Nam’s next poverty reduction strategy following National Assembly’s approval of the SEDP \nin June 2006.  \n \n10.  Because of its broad coverage of policy areas and the multiplicity of decisions reflected \nin it, SEDP 2006–2010 needs to be translated into a workable action plan. This requires clearly \nassessing the level expected for key development outcomes in each of the policy areas, as of \n2011. It also requires that the key policy actions needed to attain those outcomes be identified, \nand their budgetary implications evaluated. Prioritization and sequencing will be essential in this \nrespect. For instance, the latest version of the SEDP includes three main pillars: economic, \nsocial, and environmental; but the cross-cutting reforms associated with modern governance \nare somewhat subsumed in each of these pillars, and need to be given clear prominence. \nWithout those cross-cutting reforms, progress in each of the three pillars is bound to be partial. \nFinally, the most appropriate indicators need to be selected from the monitoring and evaluation \nframework and possibly from the broader statistical system as well, in order to assess progress \nwith reform agenda implementation.  \n \n11.  The translation of SEDP 2006–2010 into a workable action plan should serve as the \nbasis for discussion of the next PRSC cycle and its contents with the Government. Indeed, the \nSEDP will only be approved by the time this proposed credit is negotiated. And even then, a \nconsiderable amount of analytical work will be needed to derive a broad policy matrix in each of \nthe main policy areas. The translation of the SEDP into an outline of PRSCs 6–10 will be jointly \ndone by the World Bank and the  development partners cofinancing  the PRSCs during the \nsecond half of 2006. Progress in improving development outcomes will be assessed to identify \nareas lagging. The major annual analytical report, Vietnam Development Report 2007 (prepared \nin partnership with PRSC cofinanciers, including ADB, with substantive inputs from Vietnamese \npolicy makers and academics), will attempt to translate the new SEDP, which is also the \nnational poverty reduction and growth strategy into concrete, properly sequenced policy actions \nfor  the  subsequent  5-year  cycle  of  the  PRSC.  This  exercise  will  be  conducted  in  close \ncollaboration with policy makers and academic researchers, and the outcome will be brought to \nthe Consultative Group  meeting at end-2006. Agreement on the possible contents of the \nproposed PRSCs 6–10 will then play a similar role to that of assessing  triggers under the \ncurrent PRSC cycle. After PRSC 6, however, annual triggers may be used as the instrument of \nchoice to determine activities for the next operation. \n \n12.  The design of the next cycle of PRSCs will also be informed by an evaluation of the \ncurrent PRSC cycle. This evaluation is expected to be conducted by an independent party, and \nwill seek views from government as well as from all development partners involved in the PRSC \nprocess.  A  similar  evaluation  covering  the  previous  PRSCs  was  completed  in  2005  with \ndevelopment  partner funding. That study employed the standard evaluation criteria of the \nDevelopment  Assistance  Committee  of  the  Organisation  for  Economic  Co-operation  and \nDevelopment: relevance, effectiveness, efficiency, impacts, and sustainability. The proposed \nevaluation could employ a similar methodology to update the findings of the previous study and \ncover the entire cycle from PRSC 1 to 5.   \n \n13.  While the contents of the next cycle of PRSCs have not yet been prepared, the benefits \nand risks identified for the current operation provide some guidance. In relation to the transition \nto a market economy, the focus should be on implementation. Viet Nam has made a large \nnumber of commitments in the context of World Trade Organization accession, and needs to \nfollow them through. Implementing the ambitious banking reform road map will be an equally \nimportant challenge. The announced transformation of the Development Assistance Fund into a \ndevelopment  bank  will  need  to  be  closely  monitored.  As  for state-owned enterprises, the \n ", "42  Appendix 2 \nestablishment of  the State Corporation of Investment Capital opens the prospect of a more \nefficient and transparent management of state assets, with a clear separation of ownership and \nregulation  functions,  and  reliance  on  credible  performance  indicators  to  allocate  capital. \nHowever, the large economic groups being created are bound to be powerful global players, \nand achieving an unambiguous delimitation of responsibilities and liabilities between these \ngroups and the Government is bound to be challenging. Meanwhile, the enormous infrastructure \nneeds of the coming period call for effective regulation of access to networks and pricing of \nservices. Strong incentives for private participation and transparent regulation will be needed. \n \n14.  On the social front, enabling ethnic minorities to move out of poverty will remain one of \nthe most important objectives. Issues related to urban migration and the consequences of the \nregistration  system  in  relation  to  access  to  services  are  bound  to  become  increasingly \nimportant. In parallel, the foundations for more modern social protection systems will need to be \nbuilt,  combining  the  coverage  of  universal  programs  with  reliance  on  strong  economic \nincentives. The model being adopted for the health sector is promising in this respect, as it \ninvolves various access modalities to the same services, from compulsory but not subsidized \ncoverage for the formal sector, to compulsory but fully subsidized for the poor, to voluntary for \nthe rest of the population, with partial subsidies for the near poor. A similar model could be \nadopted in relation to old-age, survivor, and disability pensions. The passage of the first-ever \nlaw on social insurance in 2006 offers an opportunity to establish a system that is financially \nviable and does not distort incentives. But implementing and designing such a system will be \nchallenging. Preventing the degradation of natural resources and increasing the efficiency of \ntools for pollution control will be the main challenge in relation to the environmental pillar. \n \n15.  Finally, the governance area will be central in the next PRSC cycle. The relationship \nbetween  planning  and  budgets  will  have  to  be  strengthened,  and  modernization  of  the \nmanagement of public revenues and public expenditures completed. Work against corruption \nwill involve better and more accountable systems to manage state assets, especially in relation \nto capital investments and land conversion. A reliable system to monitor progress, building on \nthe strengths of the first diagnostic  study  while  extending  its  coverage,  could  be  set  up. \nStreamlined  administrative  procedures,  increased  reliance  on  e-government,  and  more \ntransparent public procurement are bound to feature prominently in the next PRSC cycle. Some \nof the most difficult challenges may be associated with judiciary reform, especially in relation to \nthe reorganization of courts by jurisdiction and the revamping of processes to enhance access. ", "Appendix 3  43 \nVIETNAM – IMF STAFF ASSESSMENT OF RECENT DEVELOPMENTS  \nContact Person: Carol Baker (cbaker@imf.org, 202-623-4041)  \nMacroeconomic performance and policy  \n1.  Overall macroeconomic performance was strong in 2005 and has remained broadly \nfavorable so far in 2006. Real GDP growth picked up to 8.4 percent in 2005, led by strong \nconsumption and investment. Non-oil import growth slowed significantly and the resulting \nimprovement in the current account, together with strong ODA and FDI, helped increase gross \nofficial reserves by more than US$2.2 billion in 2005. While imports have rebounded somewhat \nin recent months, on the strength of robust exports, reserves have increased by another US$2.3 \nbillion in the first five months of 2006. The recently-approved Socioeconomic Development Plan \n(SEDP) for 2006–10 targets growth of 7½–8 percent, to be spurred by a sustained increase in \ninvestment, which would rise from 35½ percent of GDP in 2005 to 40 percent of GDP by 2010. \nWhile rising FDI is envisioned to contribute to the achievement of these objectives, the \ngovernment and State-Owned Enterprises (SOE) would continue to account for about half of \nnew investment.  \n \n2.   Inflation has shown some signs of moderation in recent months. The year-on-year \n(yoy) rate of inflation edged down from 8.7 percent in December 2005 to 7½ percent in July. \nHowever, inflation has remained well above the rates prevailing in Vietnam’s major trading \npartners and care needs to be taken to ensure that inflationary expectations do not become \nentrenched. The effects of the pass-through of the April and August hikes in domestic petroleum \nprices are likely to be compounded by necessary adjustments in key administered prices (e.g., \npower tariffs, cement and steel prices), and by a further large increase in public sector wages \nscheduled for October.  \n \n3.  The dong has remained broadly stable vis-à-vis the U.S. dollar during the first seven \nmonths of 2006, after having depreciated by less than 1 percent in 2005. No pre-announced \nmaximum depreciation has been set for 2006 (as against a limit of 1 percent in 2005). Vietnam’s \ninflation differential relative to trading partners, together with movements in major currencies, \nhas resulted in significant fluctuations in the real effective exchange rate (REER) of the dong. \nThe REER appreciated by about 13 percent in 2005, but this appreciation was partly reversed in \nthe first seven months of 2006, as the Euro, the yen, and other major Asian currencies \nstrengthened vis-à-vis the U.S. dollar. At present, the ongoing increase in Vietnam’s export \nmarket share, together with the comfortable balance of payments position, would seem to \nsuggest that the exchange rate is not misaligned to any significant extent.  \n \n4.  Credit growth has decelerated considerably over the last year, but monetary policy \nneeds to remain vigilant. Credit growth has come down significantly since 2004 to near the \nState Bank of Vietnam’s (SBV) revised 2006 target of 20 percent as a result of state-owned \ncommercial banks’ (SOCB) efforts to improve loan quality. However, excess bank  \nliquidity has been boosted in recent months, largely as a result of a sharp increase in SBV \npurchases of foreign exchange, and credit growth could easily pick up again during the second \nhalf of the year, especially if the SOCBs were to step up the financing of a number of large SOE \n ", "44  Appendix 3 \nprojects that are in the pipeline.   \n5.  Fiscal policy was eased in 2005, and looks set to remain expansionary in 2006. \nDespite the oil revenue windfall, the narrowly-defined official budget balance shifted from a \nsurplus of 1 percent of GDP in 2004 to a deficit of about 1 percent of GDP in 2005, spurred by \nincreasing public sector wages and oil subsidies. A surge in off-budget investment and net \nlending increased the overall deficit (as measured in accordance with the IMF’s definition, which \nincludes broader coverage of the government’s fiscal operations) from less than 3 percent of \nGDP in 2004 to almost 6 percent of GDP in 2005, with an even larger widening of the non-oil \ndeficit. The 2006 budget implies a further expansion of the overall deficit notwithstanding a \nsignificantly larger than expected increase in oil revenues, with the total stock of public debt \nprojected to rise from 43½ percent of GDP in 2005 to 45½ percent of GDP in 2006. \nImplementation of the large state sector investment program contained in the SEDP would keep \npublic sector debt on a rising path over the medium term. While debt service on the mostly-\nconcessional external debt would remain manageable, the debt burden would be increased by \ncontingent liabilities from the SOCB and SOE sectors that the government may eventually have \nto absorb. The amount of such liabilities depends critically on the progress of reforms in these \nsectors in coming years, but is potentially large, adding a degree of uncertainty to the outlook.  \n \nStructural Reforms  \n6.  Good progress has been made over the last year in adopting legislation and market \nopening measures required for WTO compliance. The much-awaited Common Investment \nLaw (CIL) and Unified Enterprise Law (UEL), which were approved by the National Assembly \nin November 2005, are expected to take effect in the near future. While it is difficult to assess the \neffectiveness of these measures pending the finalization of implementing regulations, the new \nlaws are intended to level the playing field between domestic and foreign firms, and introduce a \ncommon investment regime for domestic and foreign investors, consistent with Vietnam’s \ninternational commitments. Vietnam has also completed all bilateral negotiations and hopes to \naccede to the WTO prior to hosting the APEC Summit in November. With the accession, \nVietnam is expected to lower its trade barriers to a wide range of industrial and agricultural \nproducts and services.   \n \n7.  Progress in banking sector reform has been uneven in recent years, but it is \nexpected to gather pace in the period ahead. The issuance of SBV’s Decision 493 in April \n2005 has brought prudential regulations closer into line with international standards, and is likely \nto have contributed to the adoption of more cautious lending practices by SOCBs. However, \ndifficulties in the proper application of the Decision have delayed the development of NPL \nresolution and SOCB recapitalization plans, with reported discrepancies between  \nSOCBs’ initial NPL estimates and those of international auditors leading to continuing \nuncertainty regarding the size of potential contingent liabilities. Progress on SOCB equitization \nhas also been slow and the existing equitization plans envisage the retention of a controlling \nownership share by the state. Faster financial restructuring, and an enlarged role for participation \nby strategic foreign investors, would be key to improving the SOCBs’ governance, profit \norientation, and competitiveness ahead of Vietnam’s planned liberalization of foreign entry into \nits banking system from April 2007. In this connection, the approval of the long-awaited banking ", "Appendix 3  45 \nsector reform road map in May 2006 has been a welcome development. Under this road map, the \nrestructuring of commercial banks is to be accelerated, with all SOCBs to be gradually equitized \nand with international standards of loan classification, provisioning, and capital adequacy to be \napplied by 2010. In addition, the SBV is to be transformed into a modern central bank by 2010, \nwith more clearly-defined responsibilities and enhanced independence and autonomy in the \nconduct of monetary policy.    \n8.  In the SOE sector, progress towards restructuring larger enterprises has been slow, \nbut the government has recently taken some steps to speed up needed reforms. Despite over \n3,000 SOE transformations to date, equitized firms represented only 12 percent of SOE assets as \nof end-2005. A new directive was issued in 2005 to step up equitization, and a new State Capital \nInvestment Corporation (SCIC) was established to improve the management of government \nstakes in equitized SOEs. In addition, SOEs were instructed to submit to the Ministry of Finance \naudited financial reports to be used as the basis of a performance-based rating exercise. \nHowever, the recent formation of eight “economic groups” that are to remain wholly state-owned \ncould potentially strengthen state control over key industries and complicate efforts to reform \nlarger SOEs. In the meantime, the need to prepare SOEs for the challenges of WTO accession \nhas heightened the urgency of reform, and the need to provide incentives to SOE managers to \nmove operations onto a commercial basis. In this context, the recently completed first round of \nthe rating exercise is welcome and could be used as a basis for early equitization of larger SOEs. \n \nStatus of Fund Relations  \nA three-year arrangement supported by the IMF’s Poverty Reduction and Growth Facility \n(PRGF) expired on April 12, 2004. Since then, the IMF has remained fully committed to an \neffective partnership with the government of Vietnam in support of its growth and poverty \nreduction goals, through its advisory role comprised of surveillance missions and the resident \nrepresentative office, coupled with focused technical assistance in areas of core Fund expertise.\n ", "46  Appendix 4 \nPOLICY MATRIX AND COMPLIANCE STATUS \nPillar I: Transition to a market economy \nSector \nActions achieved under PRSC 5 \nTrade  • Issue Intellectual Property Law in accordance with WTO requirements. \nintegration  • Eliminate quantitative restrictions on imports in accordance with WTO requirements. \nSOE reform  • Classify SOEs by performance in accordance with Decision 271. \n• Approve plans for restructuring selected large SOEs based on the holding company model. \n• Establish State Capital Investment Corporation to exercise state ownership rights in equitized \nindependent SOEs instead of ministries and provinces. \n• Require valuation of assets for all transactions by the state by independent appraisal enterprises, \nunless through auctions.   \nFinancial  • Issue a comprehensive roadmap for reform of the banking sector.  \nsector \nreform  • Complete the Basel Core Principles self-assessment to identify weaknesses in banking supervision. \n• Complete preparations for equitization of Mekong Housing Bank with a strategic investor. \n• Issue plan for equitization of Vietcombank allowing the participation of a strategic investor. \n• Increase provisioning for NPLs in SOCBs based on their classification in line with international practice. \n• Submit a Securities Law for capital markets development and strengthened disclosure for publicly held \ncompanies. \n• Increase the cap for foreign shareholding in listed companies to 49%. \nPrivate   • Issue a unified Enterprise Law leading to equal treatment for firms regardless of ownership. \nSector \n• Issue an Investment Law applicable equally to domestic and foreign investors. \n• Establish an independent competition authority to address restrictive commercial practices. \nInfrastructure  • Establish a regulator for electricity responsible for guidance on prices, licenses, and market \norganization. \n• Prepare pilot MTEF for transport sector to better balance maintenance and capital expenditures. \nPillar II: Inclusive and sustainable development \nEducation  • Issue regulations for inclusive education for children with disabilities. \n• Use the pilot MTEF in preparing the education sector budget. \n• Raise average FSQL index of primary schools by 6.4%, with faster progress in poorer districts. \nHealth  • Make health insurance compulsory for the poor, with greater coverage and increased budget \nallocation. \n• Employ MTEF on a pilot basis to address the underfunding of key programs. \nSocial  • Revise Program 135 to support the development of communes facing extreme hardship in \nprotection  ethnic minority and mountainous areas. \n \n \n ", "Appendix 4  47 \nSector  Actions achieved under PRSC 5 \nLand and  • Set up provincial land registration offices in compliance with the 2003 Land Law. \nforests \n• Pilot a MTEF for agriculture and rural development. \nWater  • Assign institutional responsibilities to implement the national targeted program on rural water \nand sanitation. \n• Issue the National Water Resources Strategy. \n• Adopt cost recovery principle for the water supply sector with provisions to assist the poor. \nEnvironment  • Develop economic tools and pilot strategic environmental assessments for environmental \nprotection. \n• Issue implementing guidelines for the Clean Development Mechanism under the Kyoto protocol. \nGender  • Pilot the planning manual for selected ministries and provinces including the mainstreaming of \ngender. \nPillar III: Modern governance \nPlanning  • Submit SEDP based on broad consultation with a poverty focus, and develop monitoring \nprocesses  tools. \n• Initiate assessment of social and economic impacts of WTO accession, identifying countermeasures. \nPublic financial  • Require all ministries and provinces to prepare forward-looking budgets in support of SEDP. \nmanagement \n• Monitor service quality, introduce user feedback and cap salary bill in public service delivery \nentities. \n• Reformulate norms for allocating recurrent and capital budget to provinces with a pro-poor focus. \n• Unify the management of foreign debt and reckon all government guarantees on it. \n• Scale up autonomy for government entities under the block grant modality for administrative \nexpenditures. \nFinancial  • Issue all relevant accounting and auditing standards consistent with international practice. \naccountability \nLegal  • Require stakeholder consultation and condition the effectiveness of legal documents on publication. \ndevelopment \n• Approve strategies for the improvment and development legal and judiciary systems. \nPublic  • Issue action plans for simplification and greater transparency of administrative procedures. \nadministration \nAnticorruption  • Issue Anticorruption Law including denunciations and monitoring of assets. \n• Complete and make public a diagnosis of corruption and its modalities. \n• Issue Procurement Law focused on publicity and addressing bidders’ complaints. \nFSQL= fundamental school quality level, MTEF = medium-term expenditure framework, NPL = nonperforming \nloan, SEDP = Socioeconomic Development Plan, SOCB = state-owned commercial bank, SOE = state-owned \nenterprise, WTO = World Trade Organization. \n \nNote: Actions highlighted in bold are tranche conditions as they were documented in the World Bank’s Financing \nAgreement. These conditions have been built on actions identified as triggers for PRSC 5 during the World Bank’s \nloan negotiations for PRSC 4. The other actions were achieved but are nontranche conditions. \nSource: World Bank. 2006. International Development Association Program Document for a Proposed Credit to the \nSocialist Republic of Vietnam for a Fifth Poverty Reduction Support Operation (May 26, 2006). Washington DC. \n  \n ", "48  Appendix 4 \nCompliance Status of Policy Actions/Conditions a \n \nNo.  Actions/Conditions  Compliance Status \n1.  Issue  Intellectual  Property  Law  in  Complied with. Intellectual Property (IP) Law was passed \naccordance with WTO requirements  by the National Assembly in November 2005, and became \neffective on 1 July 2006. \nThe  IP  Law  is  in  accordance  with  WTO  requirements \nregarding  (i)  national  treatment  in  the  area  of  copyright \nprotection  (Article  13);  (ii)  exclusion  of  certain  types  of \nworks from protection for reasons of public interest (Article \n8.1); (iii) compulsory licensing of inventions that is fully in \nline with the Trade-Related Aspects of Intellectual Property \nRights Agreement (Section 3, Articles 145, 146, 147); (iv) \nenforcement  provision,  notably  border  measures,  and \nregulations on administrative offences and crimes in the \narea of IP (Section 2, Chapter XVIII); and (v) regulations \nrelating to geographical indications (Article 80.3).     \n \n2.  Classify  SOEs  by  performance  in  Complied with. Decision 271/2003/QD-TTg of December \naccordance with Decision 271  31,  2003  stipulated  that  SOEs  have  to  be  classified \naccording to their 2004 performance, and the results of this \nclassification be disclosed. SOEs are to be classified into \none of three groups (A-strongest, B-average, or C-weakest) \nbased on four criteria: turnover, profitability, solvency, and \ncompliance with laws and regulations. As of 22 May 2006, \nthe  Ministry  of  Finance  (MOF)  has  received  self-\nassessment reports from 3,763 SOEs. It has prepared a \nfirst classification based on these reports with nearly 86 \npercent of the enterprises falling in categories A and B.  In \nthe  coming  months  MOF  will  reappraise  the  reports  for \naccuracy, and based on its first experience will suggest \nchanges to Decision 271.  \n \n3.  Issue a comprehensive roadmap for the  Complied  with.  The  Prime  Minister  issued  Decision \nreform of the banking sector  112/2006/QD-TTg on 23 May 2006 on a comprehensive \nroadmap for the reform of the banking sector. The banking \nsector reform roadmap covers action agenda to 2010 and \norientation to 2020. SBV will be responsible for monitoring \nthe implementation of the roadmap.  \n \n4.  Issue a unified Enterprise Law leading to  Complied with. The Law was passed in November 2005 \nequal  treatment  for  firms  regardless  of  and  became  effective  on  1  July  2006.  Under this Law, \nownership  domestic and foreign enterprises will be governed by the \nsame  corporate  legislation.  Foreign  enterprises  will  be \nsubject to the same registration procedures as domestic \nfirms, and will be able to choose the form of corporate entity \nthat is most suitable on business grounds. The Law also \nrequires that all SOEs be transformed into limited liability \ncompanies or joint stock companies within a period of four \nyears. With this stipulation, the SOEs will move under the \ncorporate governance models of the new Law alongside \nprivate enterprises, rather than be governed by a separate ", "Appendix 4  49 \nNo.  Actions/Conditions  Compliance Status \nlaw as present.  \n \n5.  Issue regulations for inclusive education  Complied with. Decision 23/2006/QÐ-BGDÐT was issued \nfor children with disabilities  on 22 May 2006 by the Minister of Education and Training \non the issuance of regulations for inclusive education for \npeople  (adults  as  well  as  children)  with  disabilities. \nRegulations for inclusive education for children living with \ndisabilities have been issued, aiming for equal access to \neducation services.  The regulations apply to all educational \ninstitutions in the public education system.  The preparation \nof these regulations is the result of effective coordination \namong ministries such as the Ministry of Education and \nTraining  (MOET),  Ministry  of  Health  (MOH),  and  the \nMinistry of Labor, Invalids and Social Affairs (MOLISA), and \nagencies  dealing  with  child  protection.    The  regulations \naddress the special needs of children living with disabilities \nin terms of classrooms, school facilities, equipment, and \ntextbooks. Individual education plans will be prepared with \nmaterials  and  methodological  designs  tailored  to  their \nspecial requirements.  The regulations allow for educational \ninstitutions to hire specialized staff and helpers, and entitle \nthem to make investments in facilities and equipment which \nmeet the special needs of children living with disabilities. \nInclusive  education  staff  will  be  entitled  to  training  and \nrefresher courses and to reduced norms for teaching hours.  \nEarly intervention is promoted by the regulations in order to \nminimize disability-caused constraints.  People living with \ndisabilities will also be given priority in entrance exams for \nvocational  secondary  schools  and  institutions  providing \ncontinuing and higher education services. \n \n6.  Make health insurance compulsory for the  Complied  with.  Decree  63/2005/ND-CP  dated  16  May \npoor,  with  greater  coverage  and  2005 on the issuance of Health Insurance Regulations has \nincreased budget allocation  adopted a regime of compulsory health insurance for the \npoor. Compulsory health insurance’s coverage expanded to \ncover more persons, and supported by increased budget \nallocation through: (i) the revised Decision 139/2002/QD-\nTTg on  the health care system for the poor, which was \nsubmitted on to the Prime Minister for approval, extends \ncoverage  based  on  the  new  poverty  line,  and  includes \nprovisions to protect the near-poor and all ethnic minorities. \nThe poor and the ethnic minorities are to be entitled to free \ncompulsory  health  insurance;  and  (ii)  the  reformulated \nnorms for budget allocation to provinces taking into account \npoverty rates by MOF, which was approved on 29 June \n2006 by the Prime Minister in Decision 151/QD/TTg (to be \napplied for the 2007 budget and period from 2007-2010).  \n \n7.  Revise  Program  135  to  support  the  Complied  with.  Decision  07/2006/QD-TTg  dated  10 \ndevelopment  of  communes  facing  January 2006 revised the National Targeted Program 135. \nextreme hardship in ethnic minority and  Program  135,  phase  II,  comprises  policies,  actions  and \nprocedures to be carried out by the Committee on Ethnic \n ", "50  Appendix 4 \nNo.  Actions/Conditions  Compliance Status \nmountainous areas  Minority Affairs  which is working together with line agencies \nand local authorities to develop detailed guidelines for the \nimplementation  of  the  program  so  as  to  support  the \ndevelopment of poor communes in the mountainous and \nethnic minorities areas. \n \n8.  Set up provincial land registration offices  Complied with. In accordance with the requirements of the \n(LRO) in compliance with the 2003 Land  2003 Land Law, to date, provincial LROs have been set up \nLaw  in  62 out of the 64 provinces and cities under central \njurisdiction.  LROs have also been established in districts \nwith high demand for land registration and LUC issuance \n(reportedly about 20% of districts).  \n \n9.  Assign  institutional  responsibilities  to  Complied  with.  The  institutional  responsibilities  to \nimplement the national targeted program  implement the national targeted program on rural water and \non rural water and sanitation  sanitation have been assigned among line agencies and \ndepartments under the National Targeted Program phase II \n(NTP II), 2006-2010, which has been submitted for final \napproval  by  the  Prime  Minister.  In  the  draft  NTP,  the \nimplementation  responsibilities  among  line  agencies  and \ndepartments (MARD, MOH, MOET and others) have been \nclearly assigned. MARD will perform the state management \nfunctions  and  will  be  the  main  agency  in  charge  of \ncoordinating,  monitoring,  and  supervising  the \nimplementation  of  the  NTP  II.  In  addition,  Decision \n17/2005/QDD-BNN dated 22 March 2005 of the Ministry of \nAgriculture  and  Rural  Development  assigned  the \nresponsibilities within MARD. The Center for Rural Water \nand Sanitation will be the implementing agency for targeted \nprogram for rural water and sanitation  and Department for \nWater Resources will be the monitoring agency and will \nalso be responsible for setting standards.  \n  \n10.  Develop  economic  tools  and  pilot  Complied  with.  Economic  tools  refer  to  payments  for \nstrategic environmental assessments for  natural resources use and rehabilitation, and reliance on \nenvironmental protection  environmental  protection  funds.  The  Government  has \ndeveloped  economic  tools  for  environmental  protection.  \nThe Law on Environment Protection was passed by the \nNational Assembly in November 2005 and became effective \non 1 July 2006. The Law includes provisions for adopting \n‘polluter  pays’  measures.  The  circular  on  Wastewater \nPollution  Coefficients,  which  identifies  the  volume  of \npollutants in industrial waste water as a basis for fees to be \nlevied  under  Decree  67/2003/ND-CP,  was  submitted  in \nAugust 2006. The law also foresees payments for natural \nresources  use  and  rehabilitation,  and  reliance  on \nenvironmental protection funds. The Government allocated \n1% of total budget expenditure for 2006 for environmental \nprotection  funds  for  all  relevant ministries. The Strategic \nEnvironmental Assessments have also been piloted: one for \nthe Ha Tay masterplan and the other for the Socioeconomic \nDevelopment  Plan  for  Dai  Tu  District,  to  promote ", "Appendix 4  51 \nNo.  Actions/Conditions  Compliance Status \nsustainable  development  and  management  of  Tam  Dao \nNational Park and its buffer zone. \n \n11.  Submit  SEDP  based  on  broad  Complied  with.  The  SEDP  2006-2010  was  formulated \nconsultation,  with  a  poverty  focus  and  under  broad  consultation  with  local  governments, \ndevelop monitoring tools  communities, private sector, local associations, NGOs, and \n  researchers.  Poverty  focus  goes  beyond  targeted \nprograms.    Monitoring  indicators  being  developed, \nidentifying  data  sources  and  responsible  agencies.  The \nPlan was approved by the National Assembly Resolution \nNumber 56 in June 2006.  \n \n12.  Require  all  ministries  and  provinces  to  Complied with. Directive  18/2005/CT-TTg dated 31 May \nprepare  forward-looking  budgets  in  2005  of  the  Prime  Minister  instructed  ministries  and \nsupport of SEDP  provinces to prepare multi-year budget plans to support the \nimplementation  of  the  SEDP  2006  -  2010.  Separate \nestimates  to  be  prepared  for  capital  and  recurrent \nexpenditures. \n \n13.  Monitor  service  quality,  introduce  user  Complied with. Decree 43/2006/NÐ-CP was issued on 25 \nfeedback  and  cap  salary  bill  in  public  April  2006  on  the  autonomy  of  public  service  delivery \nservice delivery entities  entities in organizational arrangement, human resources \nand finance (replacing Decree 10/2002/ND-CP). Decree 43 \nwas issued to strengthen the public service delivery through \n(i) improved monitoring; (ii) introduction of user feedback; \nand (iii) limits on salary expenditure. Through a requirement \nthat performance standards be set and specific criteria to \nevaluate the performance, mechanisms to monitor service \ndelivery by responsible line ministry or agency have been \nimproved.  The limits on salary expenditure and salary caps \nthat vary inversely with budget support would prevent the \nservice delivery units from charge excessively high prices \nfor services. The basic services are also protected from the \nstipulation that 25% of net revenues have to be set aside to \nbe  used  to  improve  the  quality  of  service  delivery.  The \ndecree introduces mechanisms for eliciting feedback form \nservice  users  including  the  possibility  of  “report  card \nsurveys” in addition to mailboxes or websites.   \n \n14.  Issue action plans for simplification and  Complied  with.  The  implementation  of  the  Public \ngreater  transparency  of  administrative  Administration Reform including review, revision and admin \nprocedures  procedures simplification in the areas under management \n  was  indicated  in  document  1108/VPCP-CCHC  dated  2 \nMarch 2006, on the final review of admin procedures in \ncompliance with the Prime Minister’s Directive 09/2005/CT-\nTTg  dated  5  April  2005  on  the  strengthening  the \nadministrative  reform,  prepared  by  the  Office  of  the \nGovernment to the Prime Minister.   \n \nThis has also been emphasized and strengthened by (i) \n ", "52  Appendix 4 \nNo.  Actions/Conditions  Compliance Status \nDirective  10/2006/CT-TTg  dated  23  March  2006  of  the \nPrime  Minister  and  Decision  94/2006/QD-TTg  dated  27 \nApril 2006; and (ii) Decision 94/2006/QD-TTg dated 27 April \n2006.  This  former  regulates  responsibilities  of  each \nconcerned entity in planning, implementing and simplifying \nadministrative procedures of the government agencies and \noffices.  The  latter  includes  6  main  areas:  institutional \nreform,  administrative  system  reform,  human  resources \ndevelopment,  public  financial  reform,  administration \nmodernization  and  governance  of  public  administration \nreform. Plans for revising and streamlining procedures have \nbeen  prepared,  adopted  and  are  being  implemented  at \nvarying  speeds  across  agencies.  Positive  progress  has \nbeen  recognized  in  the  critical  areas  such  as  tax  and \ncustoms,  civil  and  household  registrations,  business \nregistration, land use certificates, building permits. \n \nLocal governments submitted the plans for decentralization \nof state management functions to the Office of Government. \nA  number  of  provincial  and  local  governments  have \nimplemented the decentralization program. \n \n15.  Issue  Anticorruption  Law  including  Complied with.  Anticorruption Law was passed by the \ndenunciations and monitoring of assets  National Assembly in November 2005 and became effective \nin June 2006. The new law includes compulsory declaration \nof assets and income by state employees including spouses \nand children.  It makes organizational heads accountable \nfor corruption in entities under their management. An action \nplan  specifying  the  tasks  of  different  ministries  and \nagencies in implementing the law has been issued by the \nPrime  Minister.  The  Law  specifies  the  contents  and \nmodalities  for  public  disclosure  and  transparency  in  the \nareas such as public procurement, civil works, management \nand  equitization  of  SOEs,  auditing  of  the  state  budget, \nmanagement and use of Land, and personnel management. \nThe  law  encourages  ‘whistle-blowing’  by  the  public  and \nother agencies, and the rewarding of such actions.   \n \n \nLUC  =  land-use  right  certificate,  MARD  =  Ministry  of  Agriculture  and  Rural  Development,  NGO  = \nnongovernmental organization, SBV = State Bank of Viet Nam, SEDP = Socioeconomic Development Plan, \nSOE = state-owned enterprise, WTO = World Trade Organization. \n \na. The policy conditions included in this compliance status matrix are tranche conditions as documented in the World \nBank’s Development Financing Agreement. The compliance status was recorded as of 24 August 2006 during the \nloan negotiations for the proposed SIPRP III. \n \nSources: State Bank of Viet Nam, Ministry of Finance, Ministry of Planning and Investment, World Bank, and Asian \nDevelopment Bank staff. \n \n ", "Appendix 5  53 \nDEVELOPMENT PARTNERS COORDINATION MATRIX \n \nDevelopment  Main Areas of Involvement in  PRSC 5 Cofinancing \nPartner  Policy Dialogue  Amount  Modality \nAsian Development  Trade integration, state-owned  US$15 million  A single-tranche program \nBank  enterprise (SOE) reform,    loan on the Fifth Poverty \nfinancial sector reform, private  Reduction Support Credit \nsector development,  (PRSC 5) policy \ninfrastructure, education,  framework \nhealth, land, water, \nenvironment, planning \nprocesses, public \nadministration reform, legal \ndevelopment, anticorruption \nAgencia Española de  Land, water, environment,  €3 million  Parallel financing to the \nCooperación  social protection, planning  (about US$3.8  state budget as a grant \nInternacional  processes  million) \nAustralian Agency for  Trade integration, private  A$10 million  Grant \nInternational  sector development, public  (about US$7.4 \nDevelopment  administration reform, public  million, to be \nfinancial management,  confirmed) \nanticorruption, water \nCanadian  Trade integration, financial  Can$4 million  Grant  \nInternational  sector, private sector  (about US$3.6 \nDevelopment Agency  development, education,  million) \nenvironment, gender, public   \nfinancial management, \nanticorruption, legal reform \nDanish International  Trade integration, SOE reform,  DKr61 million  Grant \nDevelopment Agency  private sector development,  (about US$10.4 \nland, water, environment,  million \nplanning processes, public  equivalent) \nfinancial management, financial   \naccountability, public \nadministration reform, legal \ndevelopment, anticorruption, \nsocial protection \nDepartment for  Trade integration, SOE reform,  £20 million  Grant  \nInternational  private sector development,  (about US$37.0 \nDevelopment (United  infrastructure, education,  million) \nKingdom)  gender, planning processes,   \npublic financial management, \nfinancial accountability, \nanticorruption, social protection \nEuropean  Trade integration, SOE reform,  €10 million  Grant  \nCommission   financial sector reform, private  (about US$11.6   \nsector development, health,  million) \neducation, planning processes,   \npublic financial management,   \nfinancial accountability \nIreland   Social protection, gender,  €3 million  Grant \n(about US$3.8 \n ", "54  Appendix 5 \nDevelopment  Main Areas of Involvement in  PRSC 5 Cofinancing \nPartner  Policy Dialogue  Amount  Modality \nfinancial sector reform, private  million) \nsector development, \nanticorruption \nJapan Bank for  Trade integration, SOE reform,  ¥ (to be  Concessional parallel \nInternational  financial sector reform, private  determined)  lending with a separate \nCooperation  sector development,  billion   loan agreement following \ninfrastructure, land,  the PRSC 5 policy \nenvironment, planning  framework \nprocesses, public   \nadministration reform, legal \ndevelopment, anticorruption, \nsocial protection \nGermany  Water, environment  €6 million  Concessional parallel \n(about US$7.6  lending with a separate \nmillion)  loan agreement following \nthe PRSC 5 policy \nframework; the terms of \nthe loan are the same as \nWorld Bank’s International \nDevelopment Association  \n \nNetherlands Ministry  Trade integration, financial  €9 million–€14  Grant \nof Development  sector reform, health, water,  million (about \nCooperation  environment, gender, public  US$11.4 \nfinancial management, financial  million–US$17.7 \naccountability, public  million) \nadministration reform, legal   \ndevelopment, anticorruption \nWorld Bank  All  US$100 million  A single-tranche program \nloan with standard \n \nInternational \nDevelopment Association \nterms approved by World \nBank board on 22 June \n2006; the development \ncredit agreement was \nschedule to be signed on \n5 September 2006 \n \n  Total    More than   \nUS$210 million \nSource: World Bank. 2006. International Development Association Program Document for a Proposed Credit to the \nSocialist Republic of Vietnam for a Fifth Poverty Reduction Support Operation (May 26, 2006). Washington DC.", "Appendix 6  55 \nDEVELOPMENT OUTCOMES \nPillar I: Transition to a Market Economy \nSector  Originally expected as of 2006  In 2001  Latest Available \n       \nTrade integration  Ratio of exports to gross domestic  47%  61%  \nproduct (GDP) is 55%     \n  56%  77% \nShare of private sector exports in     \nnonoil exports is 85%     \n     \nAll quota restrictions removed  Quota restrictions on many  All quota restrictions removed \n  products   \n     \nModern customs procedures are in  Customs procedures are  Modernization project being \nplace  burdensome  implemented under the revised \n    Customs Law; e-customs piloted \n     \nViet Nam becomes a member of  Slow progress in WTO  Substantial progress toward \nthe World Trade Organization  negotiations  accession \n(WTO) \n       \nState-owned  About 2,100 SOEs  5,334 SOEs  About 3,000 SOEs; large SOEs are \nenterprise (SOE)      being transformed;  SOE shares sold \nreform      through auctions  \n     \nThe share of bank credit going to  42%  32%. Marginal share of bank credit to \nSOEs is less than 25%    SOEs in last 5 years was 27% \n     \nHigh proportion of profitable SOEs  High proportion of  Operational reviews and General \n  unprofitable SOEs  Statistics Office surveys reveal better \n    than expected performance \n    Most SOEs make profits, but profits \n    are generally low  \n     \nMost nonperforming interenterprise  Large volume of  Analytical work needed to measure \ndebts resolved  nonperforming inter- the extent of interenterprise debts  \n  enterprise debts   \n     \nData on performance of SOEs  Data about SOE sector is  Performance monitoring of SOEs in \navailable annually  sketchy  progress; financial disclosure \nrequirements strengthened through \nDecision 192 \n       \nFinancial sector  Banks in full compliance with  No commercial bank in full  Improved compliance on \nreform  banking regulations  compliance  provisioning, capital adequacy, and \n    disclosure; prudential standards \n    raised and being complied with in a \n    phased manner; profitability \n    improved; joint-stock banks \n    consolidated and perform better than \n    state-owned commercial banks \n     \nLow estimated nonperforming loan  NPLs represent 15% of  Estimate of NPLs is 8–10%, but is \n(NPL) ratio in banking system  credit  subject to revision  \n    Limited progress \n     \nThe State Bank of Viet Nam (SBV)  Conflicting SBV  Banking reform road map approved \nfocused on supervision and  responsibilities as owner  to remove conflicts and focus SBV \nregulation  and regulator  on supervision; Basel core principles \n    self assessment under way \n ", "56  Appendix 6 \n \n  Pillar I: Transition to a Market Economy   \nSector  Originally expected as of 2006  In 2001  Latest Available \n       \nSound regulation of policy lending   Policy lending still done  Policy lending shifted to \n  through state-owned  Development Assistance Fund and \ncommercial banks  the Viet Nam Bank for Social \nPolicies under stricter regulation \n       \nPrivate sector  Private investment is equal to 20%  14%  18% \ndevelopment  of GDP     \n     \nAround 5 million people are  0.6 million registered with  2.8 million registered with social \nemployed in the formal private  social security; 1.3 million in  security; 3.6 in formal wage \nsector  formal wage employment; 7  employment; 9.1 million in wage \n  million in wage employment   employment  \n     \nRegulations applicable for all firms  Discrimination on access to  New land law improves access to \nland, taxes, and public  land \ncontracts  \n       \nInfrastructure  Liberalized entry in  State monopoly in  Telecommunications sector open to \n  telecommunications and  telecommunications and  competition \ninformation technology services   information technology-  \n  services   \n     \nImproved infrastructure provision  Provision of infrastructure  Telecommunications sector opened \nand operations  services often inefficient  to competition for mobile and \n    internet service providers; further \n    opening imminent under WTO  \n     \nRational pricing policies for  Infrastructure services are  Gradual convergence to regional \ninfrastructure services  expensive  prices; cost recovery in \ntelecommunications and electricity. \noperation and maintenance costs \ncovered in water sector. \n \nPillar II: Social Inclusion and Environmental Sustainability \n \n       \nEducation  Net primary school enrollment rate  88% (in 1998)  94% \n  98%     \n     \nSchool quality improved, especially  School quality is uneven and  Fundamental school quality level \nin poor areas  low in poor areas  standards under implementation, \n    with poorer areas recording faster \n    progress  \n     \nNet lower secondary school  62% (in 1998)  80% \nenrollment rate 80% \n       \nHealth  Infant mortality rate per 30/1,000  37/1,000 (in 1998)  18/1,000 (95% confidence interval \n      ranges from 9 to 27 per thousand) \n     \nUnder five mortality rate 36/1,000  48/1,000 (in 1998)  24/1,000 (95% confidence interval \n    ranges from 14 to 33 per \n \nthousand) \n \n \n \n \n ", "Appendix 6  57 \nPillar II: Social Inclusion and Environmental Sustainability \nSector  Originally expected as of 2006  In 2001  Latest Available \n       \nHealth  Effective mechanisms to reduce  Out-of-pocket payments  Compulsory health insurance for the \n  out-of-pocket payments by the  deter use of health services  poor funded by government budget, \npoor    with top up for uncovered amounts \n    from health care funds; free health \n    care for children under 6 years; 30% \n    subsidy for near-poor to buy voluntary \n    insurance; voluntarily insured to rise \n    from 9.1 million in 2005 to 10 million \n    in 2006 \n     \nA public health approach is in  No appropriate framework to  HIV/AIDS strategy under \nplace to tackle the HIV-AIDS  prevent HIV/AIDS spreading  implementation; new cases fell from \nepidemic   16,980 in 2003, to 14,200 in 2004, \nand to 13,731 in 2005. \n       \nSocial protection  A financially viable social  Unsustainable formula for  New law in 2006 to increase \ninsurance system  pension benefits, especially  coverage and address financial \n  in the public sector  viability \n     \nExpansion of mandatory system  4.4 million (11%) workers  Estimated 6.9 million (16%) of \nand voluntary scheme for informal  covered under mandatory  workers covered at end-2006, and \nsector   system  voluntary scheme to be launched \n       \nLand and forests  All land allocated with all upland  Not all land allocated  In 2004, 72% of households have \n  allocated to locals and ethnic  especially in urban and  LUCs for agricultural land, 68% for \ncommunities  upland areas; in 1998, 42%  urban residential land, 64% for \n  of households had land-use  forestry land  \n  right certificates (LUCs) for   \n  agricultural land; 34% for   \n  urban residential land; 42%   \n  for forestry land   \n     \nA functioning land market is in  7.9% of rural households  10.7% in 2004; and tenure secured \nplace and land tenure has been  rent-in agricultural land  by a rapid rise in LUC allocation  \nsecured  (1998)   \n     \nForest cover expands to 38%  35%  Cover expanded to 37%, but its \nquality has not improved \n \nWater  Increased population access to  76% have access to  79% have access to improved water \nwater and sanitation services  improved water and 25% to  and 32% to latrines (in 2004) \n  latrines (in 2002)   \nIntegrated river basin planning and     \nparticipation of irrigation users  Inefficient irrigation and  Greater participation of water users \nlimited participation of users  expected following new decree \nInstitutional conflicts impede \nintegrated river basin planning \n \nEnvironment  A framework in place to assess  Environmental impact  Departments of natural resources and \nenvironmental impact of projects  assessments are uncommon  environment established in all \nprovinces for environmental review of \n   \nprojects \n \n \n \n \n \n \n ", "58  Appendix 6 \nPillar II: Social Inclusion and Environmental Sustainability \nSector  Originally expected as of 2006  In 2001  Latest Available \n       \nEnvironment  No further degradation of highly  Cover of rich closed-canopy  Rich closed-canopy forest 4.6% (in \nbiodiverse forests and wetlands  forest is 3.4% (2000)  2004), although more fragmented. \n  Protected area coverage  Protected area coverage 5.5% (in \n  4.1% (1999); widespread  2005); stabilization of mangrove \n  loss of mangrove forest;  forest area; degradation of wetlands \n  degradation of wetlands and  and coral reefs continues \n  coral reefs   \n     \nMechanisms in place to handle  Urban pollution is unchecked  Polluter pays principle introduced for \nwaste discharge and pollution  and affects the poor  wastewater, with fees collected in \noffenders  2005; implementation weaknesses \nremain \n       \nGender  All newly issued or reissued LUCs  Low percentage of LUCs  Progress on newly issued LUCs but \nare in the name of both spouses  issued in the name of both  no reissuance of old LUCs \nspouses  Convergence in other development \nindicators by gender. \nPillar III: Modern Governance \nSector  Originally expected as of 2006  In 2001  Latest Available \n       \nPlanning Process  Planning toward development  Planning focused on  Draft SEDP based on broad \n  goals  production targets but   consultation and focused on \n    CPRGS under preparation  development outcomes; poverty \n      focus beyond targeted programs \n      alone; monitoring tools being \n      developed, identifying data sources, \n      and responsible agencies \n       \n  A number of provinces and sectors  Planning is not well-geared  Provincial CPRGS roll-out piloted in \nhave pro-poor socioeconomic  toward pro-poor goals  20 provinces and to be scaled up to \nplans    all provinces \n     \nSubstantially improved integration  PIP is a compilation of  Improved criteria to prepare, \nof the PIP with budget  projects with few links to the  appraise, and implement public \nbudget  investment projects leading to better \nselection and more transparent \nfunding \n       \nPublic financial  A publicly disclosed medium-term  Budget preparation is based  MTEF for 3-years prepared and will \nmanagement   fiscal framework is used  on a short-term perspective   be disclosed in 2006. Budget for 2006 \n    linked to 5-year plan  \n     \n    Ban on public investment projects \nOperation and maintenance costs  Little integration of capital  without proper funding; MTEFs better \nare fully taken into account  and recurrent expenditures  integrate capital and recurrent \n    expenditure in four sectors  \n     \nAnnual publication of detailed and  Partial central and commune  Full disclosure of the central budget \naccurate budget data at all levels  budget data available  aggregate categories \n     \n     \nSustainable public debt ratios, with  Limited knowledge of  Assessment of contingent liabilities \nassessment of contingent liabilities  contingent liabilities  launched debt ratios at sustainable \nlevels \n ", "Appendix 6  59 \nPillar III: Modern Governance \nSector  Originally expected as of 2006  In 2001  Latest Available \n       \nFinancial  Accounting norms in accordance  Accounting practices differ  Convergence to international \naccountability  with international practice  from international standards  standards; 37 auditing and 26 \naccounting standards issued \n       \nLegal  A legal system based on the rule of  Limited legal transparency  Effectiveness of legal documents is \ndevelopment  law and promoting development  conditional upon publication in Official \nGazette; legal and judiciary system \nstrategies approved, but effective \nimplementation measures needed \n       \nPublic  Progress toward simplifying  Cumbersome procedures  One-stop shop model adopted in 63 \nadministration  administrative procedures  and murky payments  provinces, but quality needs attention \nreform   Action plans for simplification under \nimplementation \n       \nAnticorruption  Reduced corruption as rated by  Perception of widespread  Comprehensive diagnostic study on \nindependent monitors  corruption  corruption and its modalities is \navailable. Its findings are \ncorroborated by the investment \nclimate assessment survey. Bribes as \na proportion of sales are low by \ninternational standards; no evidence \nof state capture; petty corruption is \nwidespread \n       \nInformation  Reliable, publicly available  Limited statistical  Poverty measurement in line with \navailability  economic and social data  development and data  international standards. Household \ndifficult to access  and enterprise surveys regularly \nconducted with publicly available data \nCPRGS = Comprehensive Poverty Reduction and Growth Strategy,  GDP = Gross National Product, HIV/AIDS = \nhuman immunodeficiency virus/acquired immunodeficiency syndrome,  LUC = land-use right certificate,  MTEF = \nmedium term expenditure framework,  OSS = One-stop shop, PIP = public investment plan,  SOE = state-owned \nenterprise, SEDP = Socioeconomic and Development Plan, WTO = World Trade Organization.  \n \nSource:  World Bank. 2006. International Development Association Program Document for a Proposed Credit to the \nSocialist Republic of Vietnam for a Fifth Poverty Reduction Support Operation (May 26, 2006). Washington DC. \n \n \n \n \n \n \n \n \n ", "60  Appendix 7 \nSTATE BANK OF VIETNAM \n47-49 Ly Thai To Street, Hanoi, Vietnam \nTel: (844) 9343366/1; Fax: (844) 8250612 \nE-mail: adbsbv@fpt.vn \n \n \nHanoi, 24 August 2006 \n \nMr. Haruhiko Kuroda \nPresident, \nThe Asian Development Bank \nManila, Philippines \n \n \n \nDear Mr. President, \n \nIt has been two decades now since Viet Nam launched Doi Moi, an ambitious economic \nrenovation program.  The objective of  Doi Moi was to rely more systematically on market \nmechanisms,  while  maintaining  the  poverty  alleviation  focus  which  has  characterized  the \neconomic  policies  of  Viet  Nam  since  its  independence.    This  combination  of  economic \nincentives and social inclusion reflects Viet Nam’s determination to build a market economy with \na  socialist  orientation.    While  much  remains  to  be  done,  economic  developments  have \nconfirmed the wisdom of the reform agenda initiated with Doi Moi.  The economy has grown by \n7.7% per year since  1991(1991-2005), in real terms, with GDP per capita attaining $640 in \n2005, compared to $143 in 1991.  The poverty rate, measured in internationally comparable \nterms, declined from 58% of the population in 1993 to less than 20% in 2004.  Other social \nindicators, like those monitored under the Millennium Development Goals, have also improved \nsteadily.  These accomplishments took place without the major turmoil experienced by several \ntransition economies in the initial stages of their reform process, in the early 1990s.  Viet Nam \nalso managed to avoid a recession during the East Asia crisis, in the late 1990s. \n \nThe proposed Poverty Reduction Support Program loan (PRSC), is the last one in a \nseries of five operations, fully aligned with our own planning cycle.  The Doi Moi agenda for \neconomic renovation has been articulated through a series of Government strategies and plans.  \nIn  recent  times,  the  broadest  statement  was  provided  by  the  Ten-Year  Socio-Economic \nDevelopment Strategy 2001-2010.  Key planning documents for the period covered by the \ncurrent cycle of PRSCs are the 5-year Socio-Economic Development Plan (SEDP) 2001-2005, \nand the Comprehensive Poverty Reduction and Growth Strategy (CPRGS).  The CPRGS, \napproved by the Prime Minister in May 2002, was presented in July 2002 to the Board of \nExecutive Directors of the International Development Association, as the strategy to implement \nthe SEDP 2001-2005.  The policy actions supported by the proposed program loan reflect the \nreform directions set out in our planning documents and in the CPRGS in particular. \n \nImportant  developments  and  policy  breakthroughs  have  also  contributed  to  further \nshaping the reform agenda along this 5-year cycle.  In 2003, the CPRGS was “expanded” to \ninclude a development policy for large-scale infrastructure and review its role in promoting \neconomic  growth  and  poverty  reduction.    In  that  same  year,  the  decision  was  made  to \naccelerate Viet Nam’s accession to the World Trade Organization (WTO) and this, in turn, has \ninfluenced policy actions related to international trade and the legal framework.  There has also \nbeen considerable progress regarding public financial management.  The Public Expenditure ", "Appendix 7  61 \nReview-Integrated Fiduciary Assessment of 2005, jointly prepared by the Ministry of Finance \nand the World Bank with support from several donors, is charting the way to increase the \nefficiency and transparency of public financial management.  Since 2004, the Government \nInspectorate has been leading a process to make anti-corruption  policies  and  tools more \neffective.  And starting in early 2005, the State Bank of Viet Nam prepared a strategy to \nsubstantially accelerate the reform of the banking system. \n \nThe  proposed  program  loan  also  supports  some  of  the  policy  orientations  being \ndeveloped in view of the next planning cycle.  As Viet Nam emerges from massive poverty, the \nfocus is moving in the direction of becoming a middle-income country towards the end of the \ndecade.  Without downplaying the importance of a continued and effective fight against poverty, \nthe new orientations highlight the need for institutional development, with more appropriate \nmechanisms to support an increasingly sophisticated economy and modern social protection \narrangements to keep development inclusive.  These new orientations include the strengthening \nof  the  legal  foundations  for  business,  a  transparent  financing  and  efficient  regulation  of \ninfrastructure,  a  drive  towards  universal  systems  in  the  social  sectors,  a  much  stronger \nprotection of the environment, a more transparent public administration and reduced corruption.  \nWhile rapid economic growth remains a priority, the next planning cycle will also focus on the \nquality of growth. \n \n  The preparation of the SEDP 2006-2010 has actually built on the strengths of the \nCPRGS.  The  decision to integrate the CPRGS principles and the Millennium Development \nGoals into the SEDP was made in late 2004.  Since then, there has been a large-scale \nconsultation process with stakeholders in and out of Government, and an active involvement of \nthe donor community.  The new SEDP discussed by the tenth Party Congress last month and \nsubmitted to the National Assembly for approval this month, pays greater attention to the \nattainment  of  development  outcomes,  over  production  targets.    A  system  to  monitor  and \nevaluate the progress in attaining those outcomes is currently being set up.  And for the first \ntime,  forward-looking  exercises  are  being  conducted  at  aggregate  and  sectoral  levels  to \ntranslate the broad orientations of the SEDP into the preparation of annual budgets.  The \nintegration of the CPRGS approach into the SEDP removes the need for two separate planning \ndocuments.  \n \nOne of the main objectives of Viet Nam’s development strategy under the current 5-year \ncycle is to complete the transition to a market economy, as reflected in Part III sections I and II, \nand Part IV of the CPRGS.  In this respect, over the last twelve months we have come close to \nconcluding WTO negotiations, and several important laws and regulations have been issued in \npreparation for accession.  A level playing field is being attained, with all firms and investors \nbeing treated equally, regardless of whether they are privately owned, foreign-owned or state-\nowned.  After having equitized a large number of State-Owned Enterprises (SOEs), including \nincreasingly large ones, the decision has been made to transfer the management of state \nshareholder rights out of line ministries and agencies, so as to avoid a conflict between \nownership and regulation.  In the financial sector, an ambitious reform roadmap has been \nadopted at the highest level of Government.  Its objective is to separate the management of \nState-Owned Commercial Banks (SOCBs) from their supervision, to create a modern central \nbank, and to strengthen the commercial orientation of SOCBs through their equitization. \n \n  Another important policy objective is to ensure that growth remains socially inclusive and \nenvironmentally sustainable.  In this respect, the proposed program loan is grounded on Part V \nsection I, Part III sections I and III, Part IV section IV and Part V section I of the CPRGS.  The \nprogram loan also builds on recent decisions to combine universal systems in the social sectors, \n ", "62  Appendix 7 \nwith  contributions  by  beneficiaries  towards  defraying  the  cost  of  service  provision,  and \nmechanisms to finance the participation of the poor.  A sustained effort is under way to increase \nthe quality of education, with an emphasis on primary schools in poorer districts.  The financing \nof health care is being revamped, with the introduction of health insurance to separate funding \nfrom service provision.  Resources are allocated to cover the health insurance premium of the \npoor and to improve infrastructure and economic opportunities in the communes facing the \ngreatest hardship.  An effort is also under way to complete the issuance of land-use right \ncertificates and to strengthen the management of water resources.  While not as fast as it could \nbe desired, economic and information tools to protect the environment are being developed.   \n \nSuccess in promoting economic growth, and in ensuring the social and environmental \nsustainability of development, crucially depends on building modern governance.  This area is \ncovered in Part VII section I, and Part III sections I and II and Part VII section I in the CPRGS.  \nThe much strengthened process followed to prepare the SEDP 2006-2010, with its emphasis on \nstakeholders’ consultation and its reliance on development outcomes, is in itself an illustration of \nthe drive towards modern governance.  Equally important are the actions aimed at bridging the \ngap between planning and budgeting, through the preparation of medium-term frameworks, and \nbetween capital and recurrent expenditures, through the development of budget allocation \nnorms.  A strategy has been adopted  to develop the legal system and reform the judicial \nsystem.  Its implementation will entail a substantial change in the way courts operate and will \nstrengthen access to justice.  Among the policy actions supported by this program loan is the \nfirst-ever anti-corruption law in Viet Nam, including a mechanism to monitor the assets of civil \nservants and their close families. \n \nThe opening speech of Deputy Prime Minister Nguyen Tan Dung to at the opening of the \nninth session of the National Assembly, on May 16, 2006, articulated the same themes and \nreviewed some of the same actions covered by the proposed program loan.  Deputy Prime \nMinister Nguyen Tan Dung is also the Chairman of the Steering Committee for the PRSC \nprocess.  His speech to the National Assembly confirms that the proposed program loan is fully \naligned with the reform agenda of Viet Nam. \n \n  Over this planning cycle, the Government of Viet Nam has regularly assessed the \nprogress accomplished, and identified the implementation challenges faced, sharing its findings \nand views with the donor community.  The annual CPRGS Progress Reports, presented at the \nConsultative  Group  meetings  in  December  of  each  year,  have  been  one  of  the  main \ncommunication channels in this respect.  The latest of these reports, produced in November \n2005, is currently being circulated to the Executive Directors of the World Bank and the \nInternational Monetary Fund, alongside an advisory note jointly written by the staff of the two \norganizations. \n \n  The proposed program loan and the previous program loans cofinancing a series of \nPRSCs have also been an effective tool for harmonization.  In the spirit of the Paris Declaration \non  Aid  Effectiveness  and  the  associated  Hanoi  Core  Statement  on  Aid  Effectiveness: \nOwnership,  Harmonization,  Alignment,  Result,  PRSCs  have  allowed  a  coordinated  policy \ndialogue  between  line  ministries  and  Government  agencies  on  the  one  hand  and  an \nincreasingly  large  number  of  donors  on  the  other  hand.    The  Government  of  Viet  Nam \nappreciates this increased coherence of the policy dialogue, and the considerable reduction in \ntransactions costs resulting from the PRSC approach.    \n \n  We have noted gratefully the increasing number of cofinanciers, which has increased \nfrom four in the case of PRSC 1 to twelve, including ADB, for the current PRSC 5.  The ", "Appendix 7  63 \nGovernment recognizes that the support of donors goes beyond filling the gap for external \nfinancing needs. Donors also participate in partnership groups with the Government, which \ncover all economic policy areas, and are instrumental in providing factual information and \nanalysis, thus contributing to the monitoring of progress in reform implementation, sharing \ninternational good practices.  \n \nWe have been committed to pursuing the PRSC process in creating momentum to \npromote and sustain national growth and development. We assure you that the measures and \naction outlined in this Development Policy Letter and specified in the Policy Matrix of PRSC 5 \ndocument and subsequent ADB loan documents have been adopted in a timely and sustainable \nmanner. With PRSC 5 being the last PRSC operation in the current 5-year cycle, we look \nforward to ADB’s continued support alongside with other cofinanciers beyond this planning \ncycle. \n \n \n \nYours sincerely, \n \n \n \n \n \n \nLe Duc Thuy \nGovernor  \nState Bank of Viet Nam \n \n \n \n \n \n ", "64  Appendix 8 \nSUMMARY POVERTY STRATEGY AND ASSESSMENT \n \nA.  Summary Poverty Reduction and Social Strategy  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Viet Nam:  \n \nThe program loan will contribute to poverty reduction by supporting implementation of the Government’s medium-term \nComprehensive Poverty Reduction and Growth Strategy (CPRGS), covering 2002–2006. The program loan in the \nform of a poverty reduction support credit (PRSC) is a multisector instrument covering a range of issues in a broad-\nbased reform agenda related to poverty reduction through three main  reform areas  (i) for the transition of the \neconomy, (ii) on social inclusion and environmental sustainability, and (iii) on modern governance. The PRSCs and \nthe program loan provide an opportunity to advance restructuring of the economy to achieve equitable economic \ngrowth and well-being. The CPRGS is an important vehicle to reduce poverty and improve social service delivery and \nother social indicators in a sustainable, equitable, and cost-effective manner. The program loan, which follows the \nPRSC 5 policy framework, calls for accelerating policy changes and reforms that increase efficiency, transparency, \nand accountability; and stimulate growth, thereby reducing poverty and improving social services to poor people. The \nCPRGS and thus the program loan are consistent with the poverty reduction strategy, the Asian Development Bank \n(ADB) country strategy and program update for Viet Nam 2006–2008,1 the final draft of  the country strategy and \nprogram for Viet Nam 2007–2010, and the attainment of the Viet Nam Development Goals (the country version of the \nMillennium Development Goals). \n \n \nB.  Poverty Analysis         Targeting Classification: General intervention \n \n \nWhat type of poverty analysis is needed?  \n \nA comprehensive poverty analysis in terms of poverty participatory assessments and poverty survey data2 was jointly \ncarried out as background to the preparation of PRSC 5.3 ADB also prepared the country poverty assessment to \nprovide analytical inputs to the preparation of PRSC 5 and the country strategy and program 2007–2010. Viet Nam’s \nachievements in terms of social development and poverty reduction have been remarkable. Almost one third of the \ntotal population was lifted out of poverty in less then 10 years. Poverty incidence was halved during 1993–2002, from \n28.9% in 2002 to 24.1% in 2004.4 Economic growth underpinned the rapid poverty reduction. The elasticity of poverty \nreduction to economic growth was higher than one. The decline in poverty was widespread as the increase in \ninequality was modest. Social indicators improved markedly, positioning Viet Nam well to attain key  Millennium \nDevelopment Goals. The country has shown remarkable progress in access to education, health care for children and \nthe poor, and gender equality. The last decade was thus characterized by undeniable progress in the lives of the \nVietnamese population. \n \nPoverty incidence is high in remote mountain and highland areas and in the pockets of densely populated deltas and \nriver basins. Living standards in these areas are much lower than other regions. Ethnic people account for 14% of \npopulation, but 30% of the poor. Ethnic minorities in remote mountainous areas have not been afforded the same \ndevelopment pace and have limited access to resources, infrastructure, markets, and government services.5 The \nshare of poverty in these regions increased during 2002–2004.6 Aware of this phenomenon, the Government prepared \nan explicit section on ethnic support in the draft SEDP 2006–2010, which means poverty reduction interventions are \nintegrated in the overall socioeconomic development strategy. Also the Government has preferential and special \nprograms for the poor and special programs for ethnic people in these regions, e.g., the comprehensive Hunger \nEradication and Poverty Reduction Program 2001–2005 and other targeted programs, such as Program 135, which \nare in place and have generally benefited the poor. The two programs are under design for the new phase that would \nbe further decentralized, focus on capacity building, and include participation of people in planning, monitoring, and \nevaluation to increase the programs’ effectiveness.  \n \n                                                 \n1  ADB. 2005. Country Strategy and Program Update (2006–2008): Viet Nam. Manila. \n2  World Bank and Vietnam Academy of Social Science. 2006. Draft report of the Poverty Update 2005.  ", "  Appendix   8         65 \n \nWhile decentralization has many advantages, the trend to decentralized government could amplify disparities between \nrich and poor regions, because rich regions have higher local resources and revenues, and thus will be able to spend \nconsiderably more on development and social services than poorer regions, which are dependent on central \nGovernment transfers. However, in the context of World Trade Organization accession and with the possible social \nimpact of economic integration, Government transfers and support to the provinces can be seen as positive mitigation \nmeasures.7  \n \nThe comprehensive Vietnam Development Report 2005 involved seven major development agencies, including ADB. \nThe Vietnam Academy of Social Science took a proactive role in studies and data analysis such as on poverty and \nsocial impact assessment of  World Trade Organization accession.  The World Bank, in collaboration with the \nDevelopment Strategy Institute prepared reports on regional perspectives on poverty and growth for  the central, \nMekong delta, and northern mountainous regions. These reports provided inputs for PRSC 4 and this program loan \noutlined under the PRSC 5 framework.  \n \nTo continue to  reduce poverty and sustain the high economic growth, Viet Nam needs to remove structural \nweaknesses, promote socially and environmentally inclusive development, and modernize governance and the public \nadministrative  system.  Viet  Nam  needs  to  develop  policy  solutions  for  poverty  reduction, such as create  an \nenvironment for sustainable growth, successfully implement the social safety net, and socialize the poverty reduction \nprograms. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \nFormulation of the CPRGS and PRSCs (and thus the program loan) involved comprehensive consultations and \ndiscussions with a wide range of stakeholders. It included stakeholder consultations with beneficiaries, national and \nlocal officials, development agencies, and nongovernment organizations. The international development community \nhas supported this process by financing studies, participatory poverty assessments, surveys, and analysis under a \nnumber of activities. The participatory poverty assessment was widely conducted in 12 provinces in 7 regions and will \ncontribute significantly to monitoring of the CPRGS. The annual CPRGS progress reports continue to provide good \nmonitoring and evaluation tools for the Consultative Group meeting. The Government, during 2005, worked to \nintegrate the CPRGS into SEDP 2006–2010 by organizing wide stakeholder consultation including the local grassroots \ncommunities, local government officials, nongovernment organizations, associations, business and private sector \ncommunities, researchers, etc.  With the commitment and proactive approach of the Government, official development \nassistance (ODA) partners and nongovernment organizations have provided support to the Ministry of Planning and \nInvestment in technical and financial matters. The results of this process will be very useful for the Government to \nformulate the SEDP at both national and local levels and ODA partners to align their strategy with the Government’s \nSEDP. ADB would also align its new country strategy and program 2007–2010 with SEDP 2006–2010. \n \nThe joint stocktaking workshop on the PRSC in October 2005, supported by ADB, was participated in by the various \n \n                                                                                                                                                             \n3 ADB, Australian Government’s Overseas Aid Program, DFID, German Agency for Technical Cooperation, JICA, \nSave the Children UK, United Nations Development Programme, and the World Bank. 2003. Vietnam Development \nReport 2004: Poverty. Hanoi. (The report was distributed at the Consultative Group meeting on 2–3 December \n2003.) \n4  Government Statistic Office. 2004. Vietnam Living Household Standard Survey. Hanoi: GSO. The Government of \nViet Nam made efforts to merge two poverty line into one to be the international accepted poverty line.  \n5  ADB-Committee for Ethnic Minorities–Development Strategy Institute. 2006. Draft Research Report. Speed up the \ndevelopment for the Northern Mountainous Areas in Viet Nam. \n6  ADB-Development Strategy Institute. 2005. How to accelerate socioeconomic development in Central Region? \nHanoi. \n7  ADB, DFID, Japan Bank for International Cooperation, United Nations Development Programme, and the World \nBank. 2005 Vietnam Development Report 2006: Business. Hanoi. (The report was distributed at the Consultative \nGroup meeting on 6–7 December 2005.) \n ", "66  Appendix 8 \n \nstakeholders and the Government took strong ownership in seeking views and perspectives of other related line \nministries and development partners and also civil society in lessons learned, and advantages and challenges for the \nPRSCs.8 The PRSCs are found relevant to the Government and development partners that support the Government’s \npursuit of ongoing reforms. Stakeholders’ perspectives are well captured in the process of negotiation on policy \nactions for PRSC 5.   \n \n \nIs there a participation strategy?    Yes      No \n \nParticipatory processes were followed during the formulation of the CPGRS. It continued with the roll-out of  the \nCPRGS in more than 20 provinces during PRSC 3 and 4. The CPRGS is being integrated into the SEDP in many \nprovinces as indicated in one of the PRSC 4 policy actions. During 2005, ODA partners and nongovernment \norganizations committed to conduct participatory community consultation, together with a series of regional workshops \nwith local governments, workshops with ministries, and workshops with business groups and ODA communities on the \nSEDP. Development agencies, including ADB, financed the roll-out and the capacity building for local governments to \nconduct studies, such as participatory poverty assessments, and participatory planning and strategic planning of key \nprograms for the poor.9 This progress reflects effective CPRGS implementation in the context of the pillar III reforms, \nwhich aim to encourage greater participation of the poor, ethnic minorities, and other marginalized groups in commune \ndecision making. The SEDP, adopting the CPRGS principles, serves as the national poverty reduction strategy. The \nGovernment has shared its experience in developing more participative strategy  with  other  nations  (regional \nworkshop, Vientiane, April 2006). The new approach in planning is also envisaged in the Budget Law and the \nGrassroots Democracy Decree. Training support, career development, and mechanisms to increase participation of \ngroups (large and small) in local authorities, management boards, and service delivery are being promoted by the \nGovernment working jointly with development agencies, including ADB.  \n \n \nD.  Gender Development \nStrategy to maximize impacts on women: \n \nThe CPRGS and PRSC 5 support actions to benefit women. The Government is committed to gender equality through \npolicies and actions that will require gender sensitive implementation of the program loan. The Government has \nsigned the Convention on the Elimination of All Forms of Discrimination Against Women. The National Committee for \nthe Advancement of Women comprises 18 members at the deputy-minister level from key ministries and central \norganizations. The National Strategy for the Advancement of Women in Viet Nam by 2010 includes discrete targets for \n2010, which relate to equal rights for women in labor, employment, education, and health care; an increase in the \nnumber of woman candidates for leadership positions at all levels and in all sectors; and strengthening of the \nmechanisms for the advancement of women.  \n \nThe 2001–2005 National Plan of Action for the Advancement of Women guides the first 5 years of implementation of \nthe national strategy and has recorded good progress toward five  objectives (i) women’s equality in labor and \nemployment, (ii) women’s equality in education, (iii) women’s equality in health care, (iv) improvement of quality and \neffectiveness of women’s participation in sociopolitical and economic activities, and (v) strengthened mechanisms for \nwomen’s advancement. The midterm review of the action plan, organized in early May 2006, identified achievements \nover the last 5 years and recommended attention be given to (i) the need to strengthen the capacity of women to \nensure their ability ot take up/influence policies for women’s advancement, and  (ii) the monitoring system and \ndatabase on women for all action plan components to improve plan implementation. \n \nThe draft gender equality law, drafted by the Viet Nam Women’s Union, was submitted to the National Assembly in \nsummer 2006. The Government asked ADB to provide advisory technical assistance to support preparation of this \nlaw. ADB has also supported gender mainstreaming in the agriculture sector. Gender mainstreaming has been \nimplemented in the national SEDP; ADB supported the Government in organizing the gender mainstreaming \nworkshop during August 2005. Gender mainstreaming was also conducted in several ministries, e.g., the ministries of \neducation and training; agriculture and rural development; and labor, invalids, and social affairs. ADB also supported \nmainstreaming of gender into the socioeconomic development planning manual being finalized by the Ministry of \nPlanning and Investment. The manual requires that gender issues be integrated into all levels of planning cycles. \n                                                 \n8  ADB. 2006. Minutes of Joint Stock Taking Workshop on PRSC 24–25 October 2005 (internal document). \n9  ADB. 2005.  CPRGS integration into the Socioeconomic development planning in Central Highlands. Manila \n(support under TA4163 and TA4252) ", "  Appendix   8         67 \n \nHas an output been prepared?     Yes     No \nA social and poverty impact assessment of the program loan was prepared and is presented as Supplementary \nAppendix D. The appendix includes an assessment on gender, as well as the impact of the program loan on gender \ndevelopment. From the assessment, the overall impact on gender is expected to be positive. \n \nE.   Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone    \n Significant  The program loan does not include land acquisition or   Full \n  resettlement. ADB has  completed  two  studies  on  the   \nResettlement   Not significant  potential implications of the development of a land market;   Short \n  the  World  Bank  and  Institute  of  Ethnicity  have  jointly   \n None  conducted studies on resettlement, land and poverty, and   None \nland law practice for private sector development. These \nstudies were used as inputs for the preparation of PRSC \n5. ADB and  the Committee for Ethnic Minorities have \nprepared a joint study on a northern mountainous areas \nsituational analysis that reviews resettlement policies in \nthe  region.  These  studies  help  to  ensure  any  policy \nactions needed under PRSC 5. \n    Targeted programs are already in place to assist the poor   \n   Significant  in need of social services. Early in 2006, the Government   Yes \nAffordability    approved a second phase for both the Hunger Eradication   \n Not significant  and Poverty Reduction Program and Program 135 for up    No \n  to  2010.  However,  more  concrete  guidelines  and \n None  strategies to implement these programs are needed. The \nUnited Nations Development Programme and some other \ndevelopment partners are supporting the Government in \ndeveloping clearer guidelines that prepare the capacity of \nthe Government at all levels to better undertake these \ntargeted programs. The action to improve the targeted \nprogram is set as one policy action in the PRSC 5 policy \nmatrix.  Development  partners  should  coordinate  as \nenvisaged in the Hanoi Core Statement (June 2005) to \ndevelop  a  plan  to  ensure  readiness  and synergy  of \nnumerous projects supporting the Government’s targeted \nprograms.  The  focus  should  be  the  Government’s \nabsorptive capacity. \n    Labor redundancy in rural areas and lack of off-farm work   \n   Significant  are  slowly  being  solved  by  economic  restructuring.   Yes \nLabor    However,  according  to  the  studies  on  World  Trade   \n Not significant  Organization accession by the World Bank and Vietnam    No  \n  Academy of Social Science, this will have little impact on \n None  labor redundancy and challenges in getting higher labor \nskills in several competitive export sectors. Urban labor \nand the labor market become unstable especially  when \nfaced  with  migrants.  Negative  labor  impacts  will  be \nminimized by some Government measures such as the \ncreation of an environment and market for labor export, \npromotion of vocational training, and development of a \nviable voluntary social insurance system. A social safety \nnet program  has  been  prepared  for  retrenched  SOE \nworkers;  the  program  will  comply  with  national  labor \nlegislation. The labor code will be revised during 2007. \nTherefore, no further plan is required. \n \n ", "68  Appendix 8 \n \n        \nItem  Significant/  Strategy to Address Issues  Plan Required \nNot Significant/   \nNone \n    Even though the record on poverty reduction has been   \n   Significant  impressive, the potential risk exists in the medium-to long-   Yes \nIndigenous    term for increased disparities between the majority Kinh   \nPeoples    Not significant  and ethnic minorities. Thus, the program loan includes     No \n  two policy measures to ensure that indigenous people are \n None  included  and  well-targeted  as  beneficiaries  in  the \nGovernment-initiated poverty targeting programs, such as \nHealth Care Funds for the Poor and Program 135. The \nimplementation of these programs will be carried out in \nparallel  outside  of  the  PRSC  operations.  No  adverse \nimpact on indigenous people associated with these two \npolicy actions is foreseen. The Government is committed \nto advancing the well-being of these indigenous groups, \npublic  awareness,  and  incorporation  of  needs  and \ninterests  of  ethnic  minorities  in  plans  and  programs \nthrough their active involvement. Besides targeted support \nto  areas,  like  specific  programs  to  support  the \nadvancement  of  ethnic  minorities  and  regional \nsocioeconomic development under decisions 168, 173, \nand 186 for  the central highlands, Mekong  delta, and \nnorthern mountainous areas, the new land legislation and \nland transfer to ethnic people is likely to have a positive \nimpact.  Grassroots  democracy  is  more  strongly \nimplemented  in  terms  of  more  participation  of  ethnic \npeople, and training and leadership for ethnic people. \nOther programs in education and health also address the \nethnic issues to ensure access to social services.  \n \n    The Government if responding to the evolving HIV/AIDS   \nOther Risks   Significant  epidemic. The national strategy for combating HIV/AIDS   Yes \nand/or    and the setup of  a national steering committee on the   \nVulnerabilities   Not significant  prevention  of  AIDS  illustrate  the  Government’s   No  \n    commitment  to  combating  AIDS.  The  risks  for \n None  environmental sustainability, like waste management in \nurban  and  industrial  zones  and  natural  resource \nmanagement, may be increasing in the future, as per the \nGovernment  evaluation.  Negative  impacts  on  the \nenvironment  are  likely  when  enterprises  compete  in \neconomic integration, causing environmental and pollution \npressure. However, the Government has established a \nlong-term strategy and action plan under Agenda 21 to \naddress environmental issues. \n \n ", "  Appendix   8         69 \n B.  Summary Poverty Impact Assessment of the Program \n \nPossible  Effects on the Poor  Effects on Other  Mitigation or \nChannels    Stakeholders  Enhancement \nof Effect    Measures \n \nLabor  Direct Short Term   • Fostering private sector development  • Several packages and \nMarkets  • The reforms and the pro-poor  and providing an equitable investment  other compensatory \nand  growth strategy will have a  environment will accelerate economic  measures are in place to \nWages  positive effect on economic  growth and employment. The flexible  offset initially adverse \n  growth in an equitable and  labor market should reduce the social  impacts. Improving the \nsustainable fashion. However,  cost of churning, but some workers  access to social \ninitially adjustments are likely to  loosing jobs in formal sector may end  insurance and its \nhave some adverse implications.  up in the informal sector.  mechanism could \nWith trade liberalization, in a    improve job equality.  \nmore open economy, the least  • Joining the World Trade   \ncompetitive sectors (especially  Organization (WTO) will increase  • Other targeted \nstate-owned enterprises [SOEs])  foreign investment in key strategic  programs including \ncould be forced to shed many  sectors. Numerous laws and  vocational training for \nworkers. Equitization and  regulations will be amended, all having  youth in rural areas have \nrestructuring of SOEs will lead to  a positive effect on economic growth,  been mentioned as a \nlabor retrenchment and  employment generation, and income.  strategic direction in \nunemployment.    SEDP 2006–2010 \n  • Better access to social services will,   \nIndirect Short Term  in the case of education, increase  • Hunger Eradication and \n• Employment will be created for  availability of educated and trained  Poverty Reduction \ninfrastructure development and  workers and create jobs for teachers.  Program (HEPRP) and \nmaintenance, especially in rural    similar other measures in \nareas. Part-time and seasonal  • Destruction of protected sectors will  job creation for the poor \njobs for the poor and even the  affect livelihood of suppliers to  are already in place, \nethnic people will be created.  protected sectors.  which can mitigate \n• Expansion of forest cover will    adverse impacts. \nprovide employment in poor  • A series of consultations on    \nupland areas, but may reduce  SEDP (2006–2010) with  • Restructuring of SOEs \nland available for annual  stakeholders, especially with the  will be carried out in \nproduction.  private sector, is under way and  consultation with \n  will encourage more demand- employees to minimize \nIndirect Medium Term  oriented needs thus creating  adverse effects. \n• Expansion of trade will  more employment opportunities.   \nincrease employment    • Rapid creation of wage \nopportunities. The reforms will  • Improved growth prospects will raise  employment is necessary \nattract foreign investment, which  labor demand and wages. Improved  for the involuntarily \nwill create jobs. Better access to  service delivery will help develop  landless households. \neducation will provide for better  human resources.   \npaying jobs and higher status.     \n• In the medium and longer term, \nthe impact of the reforms on \nemployment and wages of the \npoor will be positive, because of \nincreased and higher quality \nemployment opportunities. The \nconsultation on SEDP 2006–\n2010 among the \npopulation/community will \nfacilitate the inclusion process. \n \n \nAccess to  Direct Short Term  • Liberalization is usually an  • The Vietnam Academy \nMarkets  • Exposure to world markets  advantage for agriculture and thus  of Social Science \nand Prices  may lead to higher risk/variability  rural households, but less lenient  prepared an assessment \nin prices and market share, but  terms for farmers from state-owned  of the poverty and social \n ", "70  Appendix 8 \nPossible  Effects on the Poor  Effects on Other  Mitigation or \nChannels    Stakeholders  Enhancement \nof Effect    Measures \n \n  also increase efficiency of  trading organizations may affect rural  implications of WTO \nproduction. Some irregularities  populations.  accession for 24 sectors. \nemerged in some sectors from     \nthe economic integration and in  • Environmental abuse and  • Analytical studies \nan array of changes in the level  exploitation of natural resources to  assess whether access \nof trade barriers, like textile,  make the sectors more competitive,  of the poor to services is \ngarment, footwear   may result in loss of the client’s trust  improved or preserved, \n  and hence market as world consumers  in particular in the areas \nIndirect Short Term   require high environmental standards  of education and health. \n• The world integration also has  in products and more social   \nenvironmental impacts that  responsibility of enterprises.   • Compensation to coffee \ninfluence the techniques of  .  farmers may be \nproduction and the sectoral  • Capital market development,  considered. For example, \ncomposition of outputs. The  transparency, and accountability will  SOEs trading in coffee \nadverse impact leads to likely  increase private investment and  may transfer land and \nenvironmental issues dealing  improve enterprises’ performance.  bushes to farmers. \nwith production of more     \npollution-intensive goods  • Reinforcing open competitive bidding  • SEDP 2006–2010 and \n  for public goods will give greater  various regulations \n• Instability of land prices and  access to private business and reduce  feature the need to \ninaccuracies of land boundaries  wrongdoings in bid consideration and  strengthen monitoring of \nin land-use right certificates  selection.  environment and \n(LUCs) make cautious in valuing    enforceable \ncollaterals for the poor to access  • More efficient enterprises are more  environmental standards, \ncredit  competitive and therefore contribute to  and for environmental \n  economic expansion and provide more  compliance mechanism \n• The reforms will attract direct  rewarding employment opportunities.  and tools. The SEDP \nforeign investment, which will    third pillar 3 is “to ensure \nincrease demand for skilled and  • Investment and capital mobilization  environmental and \neducated workers, and transfer  seems slower for foreign direct  natural resource \nof technology and know how;  investment and enterprises without an  protection.”  \nand make goods available to  effective stock and bond market.   \ndomestic markets. Competition    • The Unified Enterprise \nand privatization will lead to  • Improved infrastructure will result in  Law will lead to equal \nhigher efficiency and therefore  better access to markets and price  treatment for firms. \nlower consumer prices.   setting.   \n    • A diversified informal, \n• Expansion of trade will  • Protection of intellectual property  semiformal, and formal \nincrease employment  rights will lead to innovative  microfinance mechanism \nopportunities.  development and attract foreign  will mitigate the adverse \n  investment.   impact on land and LUCs \nIndirect Medium Term  for collateral. Targeted \n• Viet Nam’s stock market  programs that include \nremains relatively small and less  microfinance and \nattractive in the formal market.  programs through \nLack of effective financial and  nongovernment \ncapital markets may hinder  organizations, and mass \nprivate sector development.  organizations provide an \n  example. \n   \n  • The local development \ninvestment fund and \nregulatory mechanisms \nin many sectors, e.g., \nroad, electricity, \ntelecommunications, and \nwater supply will ", "  Appendix   8         71 \nPossible  Effects on the Poor  Effects on Other  Mitigation or \nChannels    Stakeholders  Enhancement \nof Effect    Measures \n \nencourage private sector \nparticipation.  \n \nAccess to  Direct Short Term     \nAssets  • Land was distributed quite  • Improvements of the institutional and  • The Government has \n  uniformly across households.  regularly framework will lead to a more  implemented land \nOnly in the case of perennial  commercially oriented financial system  registration with the \nand forestry land was the initial  (in particular at state-owned  registration office, the \nallocation unequal. Recognizing  commercial banks), improve access to  one-stop shop, which \ncommunity based land-use right  commercial credit and acquisition of  facilitates the registration \ncertificates, secure registration  assets, and increase the creation of  process. Land-use rights \nof certificates, and improved  private businesses and expansion of  are under names of both \ntenure rights to forestland will  household businesses into larger  husbands and wives. \nimprove access to land and  businesses.   \nsecurity.     • Two studies have been \n  • Landlessness is not necessarily  undertaken to offset \n• As the land market develops,  associated with poverty, especially for  potential implications for \nhouseholds could gradually be  the poor, and specifically the middle  the land market.  \nforced to sell some of land.   poor. The poor who moved out of   \n  poverty also moved out of farming  • A well-developed \nIndirect Short Term    market for land may \n• Migration policy to specific  • Increased participation of users in  prevent distress sales of \nregions like the central highlands  irrigation management will give greater  land. The new Land Law, \nhas made the native hill-tribe  efficiency in water use.  a functioning land \npeople a minority group; they are    market, and secure land \nvulnerable to livelihood options.  • Some reform measures could have  tenure will stimulate \n  adverse social impacts of distress  investments, economic \nIndirect Medium Term  sales of land.  growth, and employment. \n• Various institutional and     \nregulatory barriers impeding  • The poor and middle poor should  • In the central \ndomestic and foreign enterprises  have better benefits from job creation  highlands, the main \nstill exist, and are to be  and credit by opportunities given by  policy response is to \naddressed under the program.  local enterprises and by expanding  protect the ethnic \n• Improved access to credit has  household businesses.   minorities from \nhelped households and  encroachment on their \nentrepreneurs to continue growth  land. \nof their businesses. Mechanisms   \nfor lending, such as cumbersome  • The Government has \ndocumentation procedures and  developed the legal \nneed for collateral still prevent  framework for semiformal \nthe poor from accessing credi.   microfinancial institutions \n• Growth and poverty reduction  to help enhance the \nare the guiding principle for  access to credit for the \npublic investment projects.  poor. \nServices  Direct Short Term  • Increased transparency, improved  • Effective mechanisms \nAccess  • Employment will be created by  access to information, simplified  to reduce out-of-pocket \n  expanding services and  administrative procedures, and access  expenses for health \nimproving access to services.  to a comprehensive range of services  services for the poor may \n• Changes in the financing of the  in one center provide for better access.  need to be expanded. \nhealth system and social service  Curbing corruption will increase  Health programs for the \ndelivery, which increasingly relies  efficiency in allocation of resources  poor are already in place \non user fees, may become too  and reduce transaction costs.  (the provincial heath care \nexpensive for the poor. Some    funds for the poor). \nincrease in retail prices of    HEPRP, and PDCED are \nservices is likely in the short    already in place. \nterm.     \n     \n ", "72  Appendix 8 \nPossible  Effects on the Poor  Effects on Other  Mitigation or \nChannels    Stakeholders  Enhancement \nof Effect    Measures \n \nIndirect Short Term     \n• Reduction in government  • Piloting of the report card system for  • A multisector action \nbudget support to SOEs frees up  public services will have a positive  program to implement an \nbudget that may be used for  impact on service delivery.  HIV/AIDS strategy has \nother public service investments    been adopted, and a \n(e.g., health and education).  • Reduction of petty corruption in  public health program to \n• Reform of SOEs will create an  education and health makes these  tackle HIV/AIDs epidemic \nefficiency gain in service  services less expensive and more  is proposed. \ndelivery.  accessible.   \n    • Consultations on SEDP \nIndirect Medium Term  • In the medium term, the reform  2006–2010 with \n• Improved access of the poor to  measures will generate beneficial price  provincial governments, \nservices, particularly education,  effects for all segments of society  communities, and private \nwill result in skill enhancement  through better growth and production  sector will ensure better \nand better access to employment  efficiency.  access to social services. \nopportunities.     \n• Decentralization and increased  • Opening of the Internet and mobile \nparticipation of stakeholders will  telephone services to competition will \nbetter address their needs.  increase availability and reduce prices. \n• Obstacles to entry in services   \ndominated by the state will be \nremoved, delivery of services \nexpanded, and increased \nefficiency provided at reduced \ncosts. Several of the reforms will \nfree resources for a significant \nincrease in other (pro-poor) \nexpenditures with positive \nemployment effects. \n \nDirect  Direct Short Term  • Measures to improve water  •  The programs that \nTransfers  • Subsidized programs to  resources management will be  directly transfer \n  address the needs of the poor  beneficial for the (rural) population.  resources are already in \n(e.g., health, education) and    place (for example, the \noffset the adverse effects of  • Reduction of corruption will reduce  Social Safety Net Fund, \nretrenchment are in place and  transaction costs of private business  heath care funds for the \nconstitute a direct transfer to the  and lower the costs of public  poor, HEPRP, Education \npoor.  investment projects.  for All). \n     \nIndirect Short Term  • The allocation and titling of lands  • Budget allocations that \n• Completion of the transfer of  provides for secure assets and will  redress regional \nland-use rights to households,  induce investment, economic growth,  inequalities may become \nespecially in upland and ethnic  and employment.  necessary. In the new \nminority areas, and for    HEPRP (2006–2010) a \ncommunal use will have a highly  • None of the provinces is expected to  community development \npositive effect.  be adversely affected while some of  fund, among others, is \n  them will benefit from economic  planned to give the \nIndirect Medium Term.  reforms.  community more \n• A number of provinces and    autonomy and resources \nsectors will have developed pro- to tackle immediate \npoor socioeconomic  issues. \ndevelopment plans.   \n  • Budget transfer from \n• WTO brings could have  the provinces benefiting \nunforeseen impacts on the  to those with adverse \nprovinces including price,  affected will reduce gaps \ninvestment, and market.  between provinces and ", "  Appendix   8         73 \nPossible  Effects on the Poor  Effects on Other  Mitigation or \nChannels    Stakeholders  Enhancement \nof Effect    Measures \n \nProtectionism or any assistance  support social inclusion. \nto firms would be against WTO   \nrules.  \nNet Impact:      Positive \n \nInformation Basis and Crucial Assumptions: \n \nThe program loan will support the provision of reforms and policies that will stimulate and promote sustainable, \nequitable growth, as stipulated in PRSC 5 documents, on three main fronts. First, it will promote growth and create \nemployment through greater internal and external competition, accelerate the divestiture of SOEs and state-owned \ncommercial banks, establish a sound regulatory framework, and improve transparency and accountability in SOE \noperations and in the financial sector. Second, it will advance human development and economic growth through an \nexpanded budget appropriation and higher quality standards for education, resources to cover the health care costs of \nthe poor, mechanisms to complete the transfer of land-use rights to households, more secure asset ownership in the \nform of a new land law especially in upland and ethnic minority areas, and measures to improve environmental and \nwater resources management. Third, the program loan will increase transparency and accountability of public \nfinances, promote simplified administrative procedures, reduce corruption, and revamp the planning processes as part \nof a broader effort to build modern governance. The reforms will pursue the attainment of specified development goals \nbased on empirical analysis and wider consultations. \n \nThe reforms will result in increased private investment and exports, which will lead to additional job creation. Further \ndecentralization of public administration leading to better service delivery to the poor and increased local beneficiary \nparticipation are other expected benefits. Through appropriate measures and proactive programs, the Government will \nneed to mitigate the potential adverse economic, social, and environmental impacts of increased trade openness, \nreduction of state enterprises, and liberalization of land transactions. \n \nStrong direct and indirect benefits are expected to reach the poor in terms of increased and more rewarding \nemployment  opportunities,  improved  service  delivery,  decentralized  planning,  and  promotion  of  beneficiary \nparticipation. Any increase in employment opportunity and efficiency gain in service delivery will directly benefit the \npoor. The Government has special programs and policies in place to ensure that women and the poor have access to \njobs, basic health services, education, and infrastructure, especially in the mountainous regions and in poor urban \nareas. Its commitment to enhancing the well-being of ethnic minorities is reflected in the country’s constitution and the \ncreation in 1983 of the Committee for Ethnic Minorities with ministry equivalent status. \n \nGreater exposure to world markets and WTO accession could lead to higher risk/variability in prices and hence the \nincome of wage earners and farmers, but its overall impact is likely to be positive for the rural sector. Further \ncommercialization of the economy may increase inequality, unless rectifying measures are taken early. Analytical work \nhas been done for 24 sectors under an assessment of the poverty and social impact of WTO accession. This work \nincludes a combination of analyses at three levels (a computable general equilibrium model to predict chances in \nprices of goods and services; regional models to determine changes in prices of factors of production that are not \nmobile, such as land and labor; and estimated impact on household consumption). Rural sectors such as livestock \nraising, fisheries, rice, and sugar show positive economic impacts but some show negative social impacts (sugar, \nrice). The regions of Danang City, Hai Phong, Hanoi,and Ho Chi Minh City are expected to benefit most from WTO \naccession, while the poverty reduction effect for the mountainous areas could be more modest.  \n \nRestructuring and divesting of SOEs will cause labor retrenchment. To offset the adverse impact of retrenchment, the \nGovernment has established a fund for retrenched SOE workers. This fund has been in place since mid-2002 and an \nevaluation rates the fund as highly effective. \n \nReliance on market forces and private sector involvement in providing basic services could help expand the availability \nof services and create new employment opportunities, but prices of services may go up. To minimize such impacts, \nbasic services for low-income groups are provided free of charge or at reduced costs and as part of safety nets. These \nprograms already exist but may need to be expanded depending on the scope and pace of privatization/cost recovery. \nCareful consideration must be given to interregional equity when reforming service delivery, particularly for health, \neducation, transportation, and communication infrastructure. \n \nDecentralization should make local government more accountable to the poorest for their participation in decision \n ", "74  Appendix 8 \nPossible  Effects on the Poor  Effects on Other  Mitigation or \nChannels    Stakeholders  Enhancement \nof Effect    Measures \n \nmaking on development programs and delivery of services. The current participation of the poor in the planning and \ndecision-making process is low, but ongoing efforts to increase the participatory process will have positive impacts: \nCommunity consultations on SEDP 2006–2010, participatory small infrastructure planning in selected projects run by \nthe Government or supported by ODA funds, better harmonization principles, and enhanced ownership of the \ngovernment through budget support, will strengthen the decentralization through budget transfer. Experiences with \ncommunity participation will  provide substantial inputs for the design of the new 135 program.  Because poor \nhouseholds are usually physically remote and socially marginalized, the Government has programs in place to \naccelerate access to social services and education for the poor and ethnic minorities in remote areas. The recent Viet \nNam Inequality Report 2005 (funded by Department for nIternational Development, United Kingdome) provides \ninsights for better inclusion of the poor, thus ensuring access of the poor to basic social services. \n \nThe Land Law is expected to benefit poor and vulnerable people. As the land market develops in the medium term, \npotential adverse social impacts may have to be addressed. Two studies on the potential implications of a land market \nwere undertaken as part of the ongoing Making Markets Work Better for the Poor Project being implemented by ADB \nto contribute to preparation of PRSC 5.  \n \nIncomplete structural reform could jeopardize growth and stability in the longer term. A fiduciary risk is associated with \ninadequate progress on enhancing budget transparency and tackling corruption. Haphazard introduction of market \nforces in the social sectors, and the trend toward decentralization have put service delivery under strain. At the same \ntime, fast integration with the world economy may lead to increased inequality, at least temporarily, as the benefits \naccrue to specific regions. Growth in Viet Nam could become less inclusive in the years to come. These issues are \nwell understood and several programs are already well established to offset the adverse effects. \n \nFurther details are presented in Supplementary Appendix D. \n \n \n ", "Appendix 9  75 \nLIST OF INELIGIBLE ITEMS \n \n1.  The proceeds of the loan will be utilized to finance foreign exchange expenditures for the \nreasonable  cost  of  imported  goods  (excluding  any  duties  or  taxes)  required  during \nimplementation of the program loan for Support the Implementation of the Poverty Reduction \nProgram. All imported goods financed from the proposed loan must be produced in, and \nprocured from, member countries of the Asian Development Bank (ADB). \n \n2.  Notwithstanding the provision in para. 1, no withdrawals will be made for \n \n(i)  expenditures for goods included in the groups or subgroups of the United Nations \nStandards International Trade Classification, Revision 3 (Table A7), or further \nrevisions as designated by ADB by notice to the Government; \n(ii)  expenditures for goods intended for military and paramilitary purposes or for \nluxury consumption;  \n(iii)  expenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous in class 1a or 1b, respectively, of the World Health Organization’s \nClassification of Pesticides by Hazard and Guidelines to Classification; \n(iv)  expenditures for goods supplied or to be supplied under any contract that a \nnational or international financing institution or any other financial agency has \nfinanced or agreed to finance, including any contract financed or to be financed \nunder any loan from ADB; or \n(v)  expenditures incurred more than 180 days prior to the date of effectiveness of \nthe loan. \n \nIneligible Items \nGroup  Subgroup  Description of Items \n     \n112  —  Alcoholic beverages  \n     \n121  —  Tobacco, unmanufactured tobacco refuse  \n     \n122  —  Tobacco,  manufactured  (whether  or  not  containing  tobacco \nsubstitutes) \n     \n525  —  Radioactive and associated materials  \n     \n667  —  Pearls;  precious  and  semiprecious  stones,  unworked  or \nworked \n     \n718  718.7  Nuclear reactors and parts thereof, fuel elements (cartridges), \nnonirradiated for nuclear reactors \n     \n897  897.3  Jewelry  of  gold,  silver,  or  platinum  group  metals  (except \nwatches and watch cases); goldsmiths’ or silversmiths’ wares \n(including set gems) \n     \n971  —  Gold, nonmonetary (excluding gold ores and concentrates) \nSource: Schedule 3 Loan Agreement. \n "], "metadata": {"ModDate": "D:20061009113235+08'00'", "CreationDate": "D:20061003172149Z", "Title": "Proposed Program Loan Socialist Republic of Viet Nam: Support the Implementation of the Poverty Reduction Program III", "Creator": "RRP VIE SIPRP III MAIN FINAL 3 Oct 06 (P) - Microsoft Word", "Author": "", "Keywords": "General intervention, multisector, finance, social protection, public finance and expenditure management\r\nsustainable economic growth, governance, inclusive social development\r\neconomic efficiency, enabling markets, public governance, other vulnerable groups\r\n", "Subject": "Report and Recommendation of the President to the Board of Directors", "Producer": "Acrobat PDFWriter 5.0 for Windows NT"}}