{"path": "data/input/ta/38401-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 38401 \nDecember 2006 \n \n \n \nManaging Hazardous Wastes  \n \n ", "", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BBIN  –  Bangladesh, Bhutan, India, and Nepal \n  DMC  –  developing member country \n  DOE  –  Department of Environment \n  MOEF  –  Ministry of Environment and Forest \n  MOSTE  –  Ministry of Science, Technology, and Environment \n  POP  –  persistent organic pollutant \n  PPP  –  public-private partnership \n  RCSP  –  regional cooperation strategy and program \n  RETA  –  regional technical assistance \n  SASEC  –  South Asia Subregional Economic Cooperation \n  UNEP  –  United Nations Environment Programme \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Water Supply, Sanitation, and Waste Management \nSubsectors  –  Waste management \nTheme  –  Environmental sustainability, regional cooperation, governance, \nand private sector development  \nSubtheme  –  Cleaner production/ industrial pollution control, global and trans-\nboundary environmental concerns and issues, environmental \npolicy and legislation, public governance, and public-private \npartnerships  \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  K. Higuchi, Transport and Communications Division, SARD \n  Y. Kojima, Country Coordination and Regional Cooperation Division, SARD \n \nTeam leader  D. Utami, Senior Environment Specialist, SARD \nTeam members  M. Nagata, Principal Regional Cooperation Specialist, SARD \nP. Dayal, Senior Economist (Regional Cooperation), India Resident Mission \nP. Kamayana, Senior Country Program Specialist, Bangladesh Resident \nMission \nP. Spantigati, Senior Country Programs Specialist, Nepal Resident Mission  \nK. Mulqueeny, Office of General Counsel \n \n \n \nNOTE \nIn this report “$” refers to US dollars \n \n \n ", "", " \nI.  INTRODUCTION \n1.  Regional  technical  assistance  (RETA)  on  Managing  Hazardous  Wastes,1 previously \nknown as Review of Regulation on Hazardous Wastes for Bangladesh, Bhutan, India, and \nNepal (BBIN), was proposed by the Environmental Working Group of South Asia Subregional \nEconomic Cooperation (SASEC) at its special meeting in 2002, and endorsed at the Country \nAdvisors Meeting in 2005. The proposed RETA is included in the regional cooperation strategy \nand program (RCSP) for 2006–2008. \n \n2.  Fact-finding missions were carried out from 24 to 30 November 2005 in Bhutan and \nNepal, from 24 to 26 February 2006 in Bangladesh, and from 29 to 31 March 2006 in India, to \nreach  agreement  with  the  governments  on  the  impact,  outcome,  outputs,  implementation \narrangements, cost, financing arrangements, and outline terms of reference of the RETA. The \ndesign and monitoring framework is presented in Appendix 1.  \n \nII.  ISSUES \n3.  In  many  developing  countries,  including  Bhutan,  Bangladesh,  Nepal,  and  India, \nincreased economic activity can have negative impacts on the environment. Economic activities \nassociated  with  industry,  agriculture,  health  services,  and  other  service  sectors  generate \nchemical and hazardous wastes, which if left unmanaged, can lead to serious environmental \nproblems that threaten public health and endanger economic sustainability.  \n \n4.  Problems associated with the management of waste, especially hazardous waste, vary \nin the four RETA member countries. In Bhutan, where the environment is still intact and pristine, \nproblems associated with hazardous waste are emerging slowly but steadily.2 Bhutan is still in \nthe  preliminary  stage  with  regard  to  hazardous  waste  management.  A  proper  system  for \nhazardous waste collection, separation, transportation, and disposal needs to be put in place \nbefore public health is threatened. Although several studies have been carried out to assess the \nimproper management of hazardous wastes, Bhutan has not yet established institutional and \nlegal frameworks to effectively address the problem. In Nepal, several studies and workshops \non managing hazardous wastes have been carried out, and the hazardous, polluting industries \nand  activities  have  been  identified.3 Nepal’s  next  step  is  to  develop  policies  under  the \nEnvironmental Protection Act. In Bangladesh, pollution associated with industrial activities has \nbeen identified as a major environmental concern.4 Some rivers have been severely polluted. \nThe  industrial  activities  have  contributed  to  the  increase  of  wastes  disposed  into  the \nenvironment. The Bangladesh Environmental Conservation Act and Rules have put in place \nmeasures  to  address  pollution  problems;  however,  a  clear  strategy  and  policy  as  well  as \npractical  guidance  have  not  yet  been  established.  India,  on  the  other  hand,  has  a \ncomprehensive regulatory and institutional framework, as well as technical guidelines to handle \nvarious types of hazardous wastes. However, increasing industrial activities are also facing \nsignificant challenges in disposing of hazardous wastes, and therefore more appropriate and \nmodern facilities are required. \n \n5.  The governments have taken steps to minimize pollution associated with chemical and \nhazardous wastes, not only at the country level, but also internationally, as parties of the Basel \n                                                 \n1  The RETA first appeared in ADB Business Opportunities on 10 August 2006.   \n2  National Environment Commission, 1999. Environmental Assessment of Existing Industries in Bhutan. \n3  Ministry of Population and Environment. 2004. Initial Inventory of Hazardous and Toxic Wastes. Nepal. \n4  United Nations Environment Programme. 2001.  State of the Environment.  \n   Available: http://www.rrcap.unep.org/reports/soe/bhutan_toc.pdf \n ", "2   \nConvention on Transboundary Movement of Hazardous Wastes and their Disposal, and the \nStockholm  Convention  on  Persistent  Organic  Pollutants.5 As  parties  of  these  conventions, \nBhutan, Nepal, and Bangladesh have benefited from training and seminars. In addition, Bhutan \nwas able to export around 32.19 metric tons of obsolete pesticides to Switzerland for treatment \nand safe disposal. However, while these conventions extend invaluable assistance to their \nparties, they also impose strict obligations. Such obligations include undertaking real efforts at \nthe country level to handle chemical and hazardous wastes prior to ratification. The goal is to \ncombine their efforts to reduce pollution associated with chemical and hazardous wastes.  \n \n6.  The  five  main  steps  in  managing  hazardous  wastes  at  the  national  level 6  are  \n(i)  identifying  the  problems;  (ii)  designating  a  lead  agency;  (iii)  promulgating  rules  and \nregulations; (iv) developing treatment and disposal facilities; and (v) creating compliance and \nenforcement  programs.  Clearly,  the  four  RETA  member  countries  need  different  levels  of \ninterventions to institutionalize the management of hazardous wastes. Bhutan would need to  \n(i) complete a national inventory of the types and quantities of hazardous wastes, (ii) draft policy \nto cover the institutional and regulatory framework to manage hazardous wastes, (iii) develop \nappropriate  technical  guidelines  for  hazardous  waste  management,  and  (iv)  develop  a \nmechanism for institutional strengthening and capacity development. Bangladesh and Nepal \nwould need to (i) update their hazardous waste inventories as a basis for promulgating rules \nand regulations; and (ii) develop technical guidelines on handling, treating, transporting, and \ndisposing hazardous wastes as a basis to identify the potential amount and type of wastes that \nneed special treatment and disposal facilities. Meanwhile, India needs to (i) review the capacity \nof  its  hazardous  waste  treatment  facilities,  including  facilities  involving  public-private \npartnerships; (ii) review the existing institutional and regulatory framework to create effective \ncompliance programs by taking into account that some hazardous wastes have economic value; \nand (iii) build capacity by organizing trainings that will also be shared with other RETA member \ncountries. \n \n7.  Considering the range of issues, problems, degrees of effort, and the immediate needs \nfor managing hazardous wastes, this RETA will serve as a basis for strengthening cooperation \namong  the  four  countries.  Cooperation  will  be  fostered  not  only  through  the  sharing  of \nknowledge,  but  also  through  the  identification  of  ways  to  use  common  facilities  for  safely \ntreating,  transporting,  and  disposing  hazardous  wastes.  In  sharing  knowledge,  Bhutan, \nBangladesh,  and  Nepal  will  benefit  from  India’s  lessons  in  regulating  the  management  of \nhazardous wastes. Ultimately, these four countries are expected to have compatible rules and \nguidelines on managing hazardous wastes. In terms of using common facilities, India has \nalready made efforts to explore the participation of the private sector in facilitating the disposal \nof hazardous wastes in these countries. India will benefit also from knowing which hazardous \nwastes  will  potentially  be  generated  by  its  neighboring  countries.  In  this  context,  future \ninvestment in common treatment facilities for hazardous wastes may be feasible. Therefore, it is \nclear that the activities developed under this RETA will be consistent with the program and \nobjective of the RCSP 2006–2008.  \n \n                                                 \n5  Out of the four RETA member countries, only India has ratified these three international conventions. \n6  Center for Risk Management. 1999. The Evolution of Hazardous Waste Programs:  Lessons from Eight Countries. \nWashington, DC:  Resources for the Future. ", "  3\nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The RETA will assist the four member countries to improve and develop policy and \nregulations to effectively manage hazardous wastes. Therefore, it is expected that the RETA will \ncontribute to the overall reduction of pollution related with hazardous wastes. \n \nB.  Methodology and Key Activities \n9.  To achieve the main outcomes, the following outputs and activities have been identified. \n \n10.  Output 1: Waste inventory reports for Bangladesh, Bhutan, and Nepal. Inventories \nof hazardous wastes will be completed for Bhutan, Bangladesh, and Nepal. The types and \nquantities of hazardous wastes will be recorded for each country. As part of the inventory \nprocess, the consultants will review existing information on waste generation sources, examine \nlessons from other countries, conduct field surveys, and hold local workshops with potential \nstakeholders. They will also identify who is doing what and who will be expected to do what, \nincluding identifying the gaps and needs for improving management of hazardous wastes. On \nthis basis, the institutional framework to manage hazardous wastes will be strengthened and \ndeveloped.  \n \n11.  Output 2: Draft policy and rules to manage hazardous waste for Bangladesh, \nBhutan,  and  Nepal.  In  formulating  policy  and  rules  for  managing  hazardous  wastes  in \nBangladesh, Bhutan, and Nepal, the hazardous waste inventories will be used as a basis for (i) \nidentifying  specific  technical  procedures  for  treating,  storing,  transporting,  and  disposing \nhazardous waste; (ii) identifying wastes that will be subject to regulation; and (iii) identifying and \ndeveloping an appropriate institutional framework to manage hazardous wastes. The policies \nand rules of other countries, including India, will be studied, and local workshops will be held to \nallow stakeholders to voice their opinions. \n \n12.  Output 3: Report on India’s hazardous waste regulations, with recommendations \non incorporating reuse and recycling principles. An in-depth review of India’s regulations \nand  technical  guidelines  will  be  carried  out,  and  several  small  workshops  involving \nrepresentatives from waste generators will be held, to recommend practical and economical \nways to reuse and recycle waste. Although output 3 is designed specifically for India, the other \nRETA member countries will also benefit if their inventories identify hazardous wastes that can \nbe reused or recycled. \n \n13.  Output  4.  Report  on  potential  involvement  of  private  sector  in  managing \nhazardous wastes. The potential involvement of the private sector in managing hazardous \nwastes will be explored through the following: (i) visits to treatment and disposal facilities in the \nregion that have been built and/or operated by the private sector, (ii) assessment of existing \nfinancial facilities, (iii) seminars and workshops to gather inputs from relevant stakeholders, and \n(iv) outputs from RETA 6292: Promoting Environmental Investment in Asia and the Pacific.7 \nThese activities are expected to be used as a basis to develop a business proposal for private \nsector involvement in handling hazardous wastes.  \n \n                                                 \n7  RETA 6292 (ADB. 2005. Technical Assistance for Promoting Environmental Investment in Asia and the Pacific.  \nManila), approved 28 December. \n ", "4   \n14.  Output 5: Training modules for managing hazardous wastes. Training modules that \nprovide instruction on preparing inventories and developing technical and procedural guidelines \nfor hazardous waste treatment, storage, and disposal facilities will be developed.  \n \n15.  The  RETA  design  is  based  on  several  assumptions  essential  for  successful \nimplementation: (i) regional workshops for sharing knowledge between RETA member countries \non handling hazardous wastes are carried out on time; (ii) each government will consistently \nsupport the inventory of wastes; (iii) each government will consistently support the formulation of \nguidelines/regulations  that  will  reduce  pollution  associated  with  hazardous  wastes;  (iv) \ncoordination  among  the  departments  that  contribute  to  generating  hazardous  wastes  is \nestablished; and (v) relevant stakeholders, such as financial agencies and waste generators, \nactively participate. \n \n16.  Output 6: Mechanism to maintain network among member countries. It is also \nexpected that the RETA will enable these four countries to establish and maintain a hazardous \nwaste network for future cooperation and knowledge sharing. In this context, the RETA will also \nbe implemented in line with ADB’s efforts in developing knowledge hubs under ADB’s RETA on \nEstablishment of Regional Knowledge Hubs.8 \n \nC.  Cost and Financing \n17.  The TA is estimated to cost $424,000 equivalent. The TA will be financed on a grant \nbasis by ADB’s TA funding program for $400,000. The participating governments will provide \noffice accommodation, counterpart staff, and miscellaneous expenses equivalent to $24,000. \nThe TA will finance two regional workshops, eight country trainings and workshops, international \nand national consulting services, and three computers and printers for activities in Bangladesh, \nBhutan, and Nepal. The detailed cost estimates are in Appendix 2.  \n \nD.  Implementation Arrangements \n18.  ADB  will  be  the  Executing  Agency  for  the  RETA  and  will  work  closely  with  the \nenvironment  ministries  of  the  participating  countries.  In-country  focal  points  will  be  \n(1) Bangladesh’s Department of Environment, Ministry of Environment and Forest; (ii) Bhutan’s \nNational  Environment  Commission;  (iii)  Nepal’s  Environmental  Division  of  the  Ministry  of \nEnvironment, Science, and Technology; and (iv) India’s Ministry of Environment and Forest.   \n \n19.  One international consultant with expertise in hazardous waste management (4 person-\nmonths) will be recruited on an intermittent basis. National consultants (30 person-months; \naverage 7.5 person-months for each country) will also be recruited on an intermittent basis. \nNational  consultants  will  include  (i)  hazardous  waste  management  specialists  for  all  four \ncountries; (ii) environmental policy specialists for Bangladesh, Bhutan, and Nepal; and (iii) a \npublic-private partnership  specialist for India. The international consultant will work closely with \nall national consultants and will act as resource person in undertaking waste inventory as well \nas in developing guidelines/rules for managing hazardous wastes, including exploring the role of \nthe private sector in managing hazardous wastes and formulating guidelines and policies. The \nnational hazardous waste management specialists will carry out the inventory of hazardous \nwastes and will work closely with the international consultant to develop guidelines to manage \nhazardous  wastes.  The  national  environmental  policy  specialists  will  be  responsible  for \n                                                 \n8  RETA 6295 (ADB. 2005. Technical Assistance for the Establishment of Regional Knowledge Hubs. Manila), \napproved in December. ", "  5\nformulating policy to manage hazardous wastes. The national private sector consultant will \nexplore  the  role  of  the  private  sector  in  waste  management  and  develop  guidelines  that \nencourage greater participation. Outline terms of reference are in Appendix 3. The consultants \nwill be engaged by ADB in accordance with the Guidelines on the Use of Consultants (2006). \nComputers will be purchased locally and after the completion of the RETA will be granted to the \nimplementing  agencies  in  Bhutan,  Bangladesh,  and  Nepal,  in  accordance  with  ADB’s \nProcurement Guidelines (2006). \n \n20.  The RETA will be implemented over 12 months, beginning in January 2007. For each \ncountry, the national consultant will submit (i) an inception report within 4 weeks, (ii) brief \nmonthly progress reports, (iii) a brief midterm report, and (iv) a final report (hard and soft copies) \nat the end of the RETA. The international consultant will submit (i) an inception report within 3 \nweeks, (ii) progress reports after completing assignments related to RETA milestones, and (iii) a \nfinal report that summarizes the activities and recommendations of the national consultants. \nNational  workshops  will  be  held  to  allow  stakeholders  to  voice  concerns,  and  regional \nworkshops will be held to share lessons and best practices of countries in the region.  \n     \nIV.  THE PRESIDENT'S DECISION  \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of regional technical assistance not exceeding the equivalent of $400,000 on a grant \nbasis for Managing Hazardous Wastes, and hereby reports this action to the Board.  \n \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact       \nImprovement of  Reduced levels of  Monitoring reports from the \nmanagement of handling  hazardous waste  environment ministries \npollution especially related  disposed into the   \nwith hazardous wastes in  environment \nthis subregion   \n   \n \n \nOutcome      Assumptions \nThe approach to manage  Institutional frameworks  Consultant progress reports  •  Regional workshops for \nhazardous wastes is  for managing hazardous    sharing knowledge on \ninstitutionalized and the  wastes are established for    handling hazardous wastes \nsystem to prevent  Bhutan, Bangladesh, and    are carried out on time.  \npollution associated with  Nepal     •  Governments consistently \nhazardous wastes is      support the inventory of \nimproved  Policy and rules for    waste. \n  managing hazardous  Consultant progress reports   •  Governments consistently \n  wastes are available in    support the formulation of \n  Bangladesh, Bhutan, and    guidelines/rules as part of the \n  Nepal     effort to reduce pollution \n      associated with hazardous \n  India adopts reuse and    wastes. \n  recycle principles to  Consultant progress reports  •  Coordination among the \n  manage hazardous  and reports from local  departments that contribute to \n  wastes and includes them  workshops  generating hazardous wastes \n  in the regulatory    is available.  \n  framework   \n•  Waste generators actively \n      participate. \n  Ways to involve the  Consultant progress reports \n \n  private sector in waste     \n  management are   \n \n  identified      \n     \n \nCountries within the  Hazardous waste network  International consultant \n•  RETA member countries \nsubregion share their  for BBIN is established  progress reports \ncontinue to participate in the \nknowledge on handling   \nnetwork/forum to exchange \nhazardous wastes \nknowledge.  \n•  ADB is willing to support the \nnetwork/forum. \n \nOutputs      Assumptions  \n1. Waste inventory reports  Inventory reports are  Consultant progress reports  •  Consultants recruited on time \nfor Bangladesh, Bhutan,  available by September  and reports from local  •  Continued support from the \nand Nepal  2007; each Government  workshops  governments \n  accepts the results.     \n       \n2. Draft policy and rules  The draft policy and rules  Consultant progress reports  •  Availability of counterpart staff \nfor managing hazardous  are available by October  and reports from local  •  Active participation of waste \nwastes in Bangladesh,  2007; each Government  workshops  generators and other relevant \nBhutan and Nepal  endorses the proposed    stakeholders \n  policy for further adoption   \n•  RETA member countries \n  by the country.    continue to participate in the \n     \nnetwork/forum to exchange \n      knowledge.  \n     \n \n       \n ", "Appendix 1  7\nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n3. Report on India’s  Report is available by  Consultant progress reports \nhazardous waste  September 2007 and is  and reports from local \nregulations, with   accepted by the  workshops \nrecommendations on  Government of India.    \nincorporating reuse,     \nrecycling, and recovery     \nprinciples       \n     \n4. Report on potential  The business proposal is  Consultant progress reports \ninvolvement of private  prepared and endorsed by  and reports from local \nsector in managing  the Government of India  workshops \nhazardous wastes    by October 2007.   \n     \n5. Training modules for  Training modules are  Consultant progress reports \nmanaging hazardous  available and endorsed by  and reports from local \nwastes   the governments by May  workshops \n  2007.   \n     \n6. Mechanism to maintain  Available after the first  Consultant progress reports  \nthe network  regional workshop in \n  March 2007 \n   \nActivities with Milestones  Inputs \n  ADB: $400,000 \n1.   Obtain government concurrences for the RETA paper by December 2006.  •  International consultant  \n2.   Recruit consultants in February 2007.  (4 person-months) and \n3.   Hold the first regional workshop and study tour of hazardous treatment facilities in  national consultants  \nBangkok in March 2007.   (30 person-months) - \n4.   Prepare and conduct inventories of hazardous wastes in Bangladesh, Bhutan, and  $247,000 \nNepal from March to August 2007.   •  Equipment - $15,000 \n5.   Review India’s rules and regulations from March to May 2007.    •  Seminars and/or workshops - \n6.   Prepare training modules from February to April 2007.  $76,000 \n7.   Conduct study to identify ways to involve the private sector in managing hazardous  •  Survey - $40,000 \nwastes (start in February 2007).  •  Miscellaneous - $2,000 \n8.   Hold final regional workshop in ADB Headquarters, Manila in November 2007. \n•  Contingencies - $20,000 \n \n \nGovernments: \n(in-kind) \n•  Office accommodation -\n$12,000 \n•  Counterpart staff - $6,000 \n•  Other - $6,000 \n \n \n \n \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n    Total \nItem    Cost \nA.  Asian Development Bank Financinga     \n  1.  Consultants     \n    a.  Remuneration and Per Diem     \n      i.  International Consultants     60,000.0 \n      ii.  National Consultants     120,000.0 \n    b.  International and Local Travel    51,000.0 \n    c.  Reports and Communications    16,000.0 \n  2.  Equipment    15,000.0 \n  3.  Training, Seminars, and Conferences     \n    a.  International workshops    60,000.0 \n    b.  Local trainings, workshops, and local    16,000.0 \n                  expert inputs \n  4.  Surveys    40,000.0 \n  5.  Miscellaneous Administration and     2,000.0 \n    Support Costs \n  6.  Contingencies    20,000.0 \n       \n      Subtotal (A)    400,000.0 \n     \nB.  Government Financingb     \n  1.  Office Accommodation and Local Transport    12,000.0 \n  2.  Remuneration and Per Diem    6,000.0 \n    of Counterpart Staff \n  3.  Others    6,000.0 \n      Subtotal (B)    24,000.0 \n        Total    424,000.0 \na  Financed by the Asian Development Bank’s technical assistance funding program. \nb   Bangladesh, Bhutan, India, and Nepal. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.   The  regional  technical  assistance  (RETA)  will  require  services  from  international  and \nnational consultants with specializations and work assignments as described below.  \n \nA.  International Consultant (4 person-months) \n2.  The  international  consultant  will  have  an  educational  background  in  environmental \nmanagement and expertise and practical experience in hazardous waste management. \n \n3.  The international consultant will be responsible for the following: \n \n(i)  Assist  in  identifying  waste  treatment  facilities  in  or  near  Bangkok  for  member \ncountries to visit. Study tour participants will learn how to engage the private sector \nin managing hazardous wastes, including how to formulate terms of reference. \n(ii)  Assist national consultants in designing a survey and methodology for hazardous \nwaste inventory. \n(iii)  Assist national consultants in developing technical guidelines for hazardous wastes, \nand formulating policy and mechanism for institutional arrangement for managing \nhazardous wastes, by taking into account good practices within and outside the \nregion. \n(iv)  Assist  India’s  national  consultant  in  reviewing  existing  regulations  on  waste \nmanagement to ensure the inclusion of reuse and recycle principles. \n(v)  Assist in developing training modules.  \n(vi)  Attend and actively participate in several local workshops to ensure that inputs on \n(ii), (iii), (iv), and (v) are incorporated. \n(vii)  Organize the regional workshops. \n(viii)  Prepare a final report that summarizes the activities of the four member countries. \n(ix)  Assist the member countries to establish a regional network or forum for sharing \nknowledge on managing hazardous wastes.  \n(x)  Undertake other activities to assist in achieving the outputs and outcome of the \nRETA.      \n \nB.  National Consultants (30 person-months) \n \n  1.  Bhutan (6.5 person-months, intermittent basis) \n4.  Two  national  consultants  will  be  recruited  in  Bhutan.  The  lead  consultant  will  be  a \nhazardous  waste  management  specialist  (4.5  person-months),  who  will  be  assisted  by  an \nenvironmental policy specialist (2 person-months). Both national consultants will work closely with \nthe local implementing agency, National Environment Commission, which will assign counterpart \nstaff for the RETA. The national consultants will have the following responsibilities:  \n(i)  Work  closely  with  the  international  consultant  to  (a)  design  an  approach  and \nmethodology to undertake the inventory of hazardous wastes; (b) draft policy, rules, \nand  regulations;  and  (c)  develop  technical  guidelines  and  a  mechanism  for \ninstitutional arrangement for managing hazardous wastes. \n(ii)  Prepare an approach and methodology to undertake the inventory of hazardous \nwastes in Bhutan.  \n(iii)  Organize workshops to familiarize stakeholders with the purpose, methodology, and \nexpected results of the hazardous waste inventory. \n ", "10  Appendix 3 \n \n(iv)  Prepare draft policy and rules as well as proposed institutional arrangements for \nmanaging hazardous wastes in Bhutan. \n(v)  Prepare three main reports: (a) inventory of hazardous wastes, (b) draft technical \nguidelines for handling hazardous wastes, and (c) draft proposed policy and rules as \nwell as proposed institutional arrangements to manage hazardous wastes.  \n(vi)  Prepare a brief monthly progress report, an inception report, midterm report, and \nfinal report. \n \n2.  Nepal (7.5 person-months, intermittent basis) \n \n5.  Two national consultants will be recruited in Nepal. The lead consultant will be a hazardous \nwaste management specialist (5.5 person-months). He or she will be assisted by an environmental \npolicy specialist (2 person-months) who has a background in policy analysis and solid knowledge \nand experience in formulating environmental policy. Both national consultants will work closely with \nthe head of the Environmental Division of the Ministry of Environment, Science, and Technology, \nwho will assign counterpart staff. The national consultants will have the following responsibilities:  \n \n(i)  Assist the Environmental Division to update the inventory of hazardous wastes, as a \nbasis to formulate the hazardous waste management regulation, by:  \n(a)  reviewing the 2004 report on the inventory of hazardous wastes and other \nreports on the inventory of persistent organic pollutants (POPs); \n(b)  preparing an approach and design a survey for collecting primary data; \n(c)  assisting  the  Environmental  Division  in  conducting  workshops  with  the \nChamber  of  Commerce  and  Industry,  Industry  Department,  Health \nDepartment, and other relevant sectors to test the survey tools; \n(d)  undertaking the survey; and \n(e)  analyzing the results of the survey and  making predictions about waste \ngeneration for the next 5 to 10 years (in terms of amount and types). \n(ii)  Assist the Environmental Division to prepare a draft set of guidelines and rules on \nhazardous waste management that meets the requirements of the Basel Convention, \nStockholm Convention, and Rotterdam Convention. \n(iii)  Assist the Environmental Division in organizing workshops and seminars to gather \ninputs for (ii).  \n(iv)  Prepare two main reports: (a) report on the types and quantities of hazardous waste, \nand (b) draft rules for managing hazardous wastes. \n(v)  Prepare brief monthly progress reports, an inception report, midterm report, and \nfinal report.  \n     \n  3.  Bangladesh (8 person-months, intermittent basis) \n \n6.  Two  national  consultants  will  be  recruited  in  Bangladesh.  The  lead  consultant  will  be \nhazardous waste management specialist (6 person-months). He or she will be assisted by an \nenvironmental policy specialist (2 person-months), who has a background in policy analysis and \nsolid knowledge and experience in formulating environmental policy. Both national consultants will \nwork closely with the technical director, Department of Environment (DOE), Ministry Environment \nand Forest. The national consultants will have the following responsibilities:  \n(i)  Assist the DOE to update the inventory of hazardous wastes, as a basis to formulate \nthe hazardous wastes management regulation, by:  \n(a)  reviewing the present studies on hospital wastes and lead batteries, as well \nas POP;  \n(b)  identifying key industries to be included in the survey;  \n ", "  Appendix 3  11 \n(c)  preparing an approach and designing a survey for collecting primary data; \n(d)  assisting the DOE in conducting workshops with the Chamber of Commerce \nand Industry and other relevant sectors to test the survey tools; \n(e)  undertaking the survey; and \n(f)  analyzing the results of the survey and  making predictions about waste \ngeneration for the next 5 to 10 years (in terms of amount and types). \n(ii)  Assist the DOE to prepare a draft set of guidelines and rules on hazardous waste \nmanagement  that  meet  the  requirements  of  the  Basel  Convention,  Stockholm \nConvention, and Rotterdam Convention. \n(iii)  Assist the DOE in organizing workshops and seminars to gather inputs for (ii).  \n(iv)  Prepare two main reports: (a) report on the types and quantities of hazardous \nwastes, and (b) draft rules for managing hazardous wastes. \n(v)  Prepare brief monthly progress reports, an inception report, midterm report, and \nfinal report. \n \n  4.  India (8 person-months) \n \n7.   Two national consultants will be recruited in India. One consultant will have a background \nand  extensive  experience  in  hazardous  waste  management  (5  person-months);  the  other  (3 \nperson-months)  will  have  a  background  in  public-private  partnerships  (PPP)  and  extensive \nexperience in waste management. Both consultants will work closely with the counterpart staff in \nthe Ministry of Environment and Forest (MOEF).  \n \n8.  The hazardous waste management specialist will be responsible for the following: \n   \n(i)  Assist the MOEF to review all regulations and guidelines on hazardous waste to \nensure that reuse, recycle, and recovery aspects are well addressed.   \n(ii)  Assist the MOEF to review all regulations and guidelines on hazardous wastes to \nensure that the economic value for recycle, reuse, and recovery is the major criteria \nfor identifying the valuable resources from various waste streams. \n(iii)  Assist the MOEF to prepare training module for undertaking inventory of hazardous \nwastes. \n(iv)  Undertake training of trainers by utilizing the proposed module.  \n(v)  Produce two main reports: (i) report on the result of reviewing regulation, and (ii) a \nset of training module for undertaking inventory of hazardous wastes.  \n \n9.  The PPP consultant will be responsible for the following: \n \n(i)  Prepare a brief overview of the legal business environment. \n(ii)  Identify and assess the key impediment to private sector participation in managing \nhazardous wastes. \n(iii)  Analyze the legal roots of potential private sector participation in the context of legal \ninstitution. \n(iv)  Undertake intensive stakeholder consultation to verify the accuracy of the findings. \n(v)  Prepare several scenarios for PPP investment for managing hazardous wastes \n(private sectors in term domestic and foreign investors’ participations).  \n(vi)  Prepare a report on possible private sector participation on managing hazardous \nwastes, such as potential scenarios on business plan, and guidelines on private \nsector participation. \n \n \n ", "12  Appendix 3 \n \n(vii)  Prepare brief monthly progress reports, an inception report, midterm report, and \nfinal report. \n "], "metadata": {"CreationDate": "D:20061215112141+08'00'", "Author": "GTB", "Creator": "PScript5.dll Version 5.2.2", "Producer": "Acrobat Elements 7.0.5 (Windows)", "ModDate": "D:20070108095459+08'00'", "Title": "Microsoft Word - RETA for Managing Hazardous Wastes Paper - 14 Dec 2006.doc"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BBIN  –  Bangladesh, Bhutan, India, and Nepal \n  DMC  –  developing member country \n  DOE  –  Department of Environment \n  MOEF  –  Ministry of Environment and Forest \n  MOSTE  –  Ministry of Science, Technology, and Environment \n  POP  –  persistent organic pollutant \n  PPP  –  public-private partnership \n  RCSP  –  regional cooperation strategy and program \n  RETA  –  regional technical assistance \n  SASEC  –  South Asia Subregional Economic Cooperation \n  UNEP  –  United Nations Environment Programme \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Water Supply, Sanitation, and Waste Management \nSubsectors  –  Waste management \nTheme  –  Environmental sustainability, regional cooperation, governance, \nand private sector development  \nSubtheme  –  Cleaner production/ industrial pollution control, global and trans-\nboundary environmental concerns and issues, environmental \npolicy and legislation, public governance, and public-private \npartnerships  \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  K. Higuchi, Transport and Communications Division, SARD \n  Y. Kojima, Country Coordination and Regional Cooperation Division, SARD \n \nTeam leader  D. Utami, Senior Environment Specialist, SARD \nTeam members  M. Nagata, Principal Regional Cooperation Specialist, SARD \nP. Dayal, Senior Economist (Regional Cooperation), India Resident Mission \nP. Kamayana, Senior Country Program Specialist, Bangladesh Resident \nMission \nP. Spantigati, Senior Country Programs Specialist, Nepal Resident Mission  \nK. Mulqueeny, Office of General Counsel \n \n \n \nNOTE \nIn this report “$” refers to US dollars \n \n \n ", "authors": [{"documentRole": "", "fullname": "boundary environmental concerns and issues", "role": "environmental", "organization": ""}, {"documentRole": "", "fullname": "policy and legislation", "role": "public governance", "organization": "and public"}, {"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "K. Higuchi", "role": "Transport and Communications Division", "organization": "SARD"}, {"documentRole": "Director", "fullname": "Y. Kojima", "role": "Country Coordination and Regional Cooperation Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "D. Utami", "role": "Senior Environment Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "M. Nagata", "role": "Principal Regional Cooperation Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "P. Dayal", "role": "Senior Economist (Regional Cooperation)", "organization": "India Resident Mission"}, {"documentRole": "Team members", "fullname": "P. Kamayana", "role": "Senior Country Program Specialist", "organization": "Bangladesh Resident"}, {"documentRole": "Team members", "fullname": "P. Spantigati", "role": "Senior Country Programs Specialist", "organization": "Nepal Resident Mission"}, {"documentRole": "Team members", "fullname": "K. Mulqueeny", "role": "Office of General Counsel", "organization": ""}]}