{"path": "data/input/ta/38411-ind-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 38411  \nJuly 2006 \n \n \n \n \nIndia: Preparing the Orissa Integrated Irrigated \nAgriculture and Water Management Project \n(Cofinanced by the Government of the United Kingdom and the \nCooperation Fund for the Water Sector) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 16 June 2006) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe1.00 =  $0.0217 \n$1.00 =  Rs45.99 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CSPU  –  country strategy and program update \n  DOWR  –  Department of Water Resources \n  DPR  –  detailed project report \n  EARP  –  environmental assessment and review procedure \n  EIA  –  environmental impact assessment \n  IEE  –  initial environmental examination \n  ISC  –  irrigation service charge \n  IWRM  –  integrated water resources management \n  MIS  –  management information system \n  NGO  –  nongovernment organization \n  NWP  –  National Water Policy \n  O&M  –  operation and maintenance \n  OSG  –  Orissa state government \n  PIM  –  participatory irrigation management \n  SWP  –  state water policy \n  TA  –  technical assistance \n  WRB  –  Water Resources Board \n  WUA  –  water users association \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  Targeted intervention \nSector  –  Agriculture and natural resources \nSubsector  –  Irrigation and drainage \nThemes  –  Sustainable economic growth, governance, capacity development  \nSubthemes  –  Developing rural areas, public governance, institutional \ndevelopment  \n \n \nNOTES \n(i)  The fiscal year (FY) of the Government of India ends on 31 March. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2000 ends \non 31 March 2000.  \n(ii)  In this report, \"$\" refers to US dollars.  \n ", " \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  F. Roche, Agriculture, Natural Resources, and Social Services Division, \nSARD \n   \nTeam leader  K. Yokoyama, Senior Water Resources Specialist, SARD \nTeam members  J. Chatterji, Project Implementation Officer, SARD \n  J. Everett, Young Professional, SARD \n  S. Nebel, Poverty Reduction Specialist, SARD \n  V. Samarasekara, Natural Resources Management Specialist, SARD \n \n \n ", "", " \nI.  INTRODUCTION \n1.  The  Asian  Development  Bank  (ADB)  India  Country  Strategy  and  Program  Update \n(CSPU) (2005-2007), approved by ADB’s Board of Directors on 28 September 2004, included \nsupport  for  irrigated  agriculture  development.  Following  consultations,  the  Orissa  state \ngovernment (OSG) and the Government of India (the Government) confirmed a request for \ntechnical  assistance  (TA)  to  prepare  the  Orissa  Integrated  Irrigated  Agriculture  and  Water \nManagement Project. The Fact-Finding Mission was undertaken in December 2005 to prepare \nthe TA project. The Mission held discussions with the representatives of the Government, OSG, \nand a cross section of stakeholders to reach an understanding on the objectives, scope, costs, \nand implementation arrangements of the TA.1 The TA design and monitoring framework is in \nAppendix 1.  \nII.  ISSUES \n2.  National Agriculture, Irrigation, and Rural Sectors. India has seen rapid economic \ngrowth over the past decade and had achieved a per capita income of $560 by FY2003. \nHowever, many people remain poor: some 390 million people were living on less than $1 a day \nin 2000, most of them in rural areas. Agriculture growth has slowed recently, despite the fact \nthat major crop yields are still lower than those of other developing countries.2 The Government \nannounced a “Common Minimum Programme” in 2004, stressing its resolve to achieve more \nbroad-based and inclusive growth. High priority has been accorded to pro-poor growth in rural \nareas, through aggressive investments in agriculture, rural infrastructure, and irrigation.   \n3.  Irrigation is essential for agriculture throughout the year in most of India, with 40% of the \nnet cultivated area of 142 million hectares (ha) having irrigation access. It has become the major \nissue for the water sector, as irrigation represents 84% of total water use and more will be \nneeded to meet growing food demands. At the same time, per capita water availability is rapidly \ndeclining with increasing water stress in many river basins. These have prompted calls for more \nstorage  and  better  water  management.  However,  the  subsector  is  facing  fundamental \nchallenges. There is a huge portfolio of unfinished new irrigation schemes (requiring additional \n$20 billion to create 14 million ha of land under irrigation), most of which suffer from large time \nand cost overruns. Moreover, many completed schemes are underused (at least 14 million ha \nremain unutilized) because of insufficient operation and maintenance (O&M). State irrigation \nagencies are also unable to deliver services with adequate farmer participation.  \n4.  The Government revised the National Water Policy (NWP)3 in 2002 to address these \nchallenges, promoting state-level policy and institutional reforms to (i) manage water efficiently \nwith integrated water resources management (IWRM), (ii) pursue higher system utilization and \nsustainable O&M with participatory irrigation management (PIM), and (iii) reorganize irrigation \ndepartments to effectively carry out these measures. While several states have begun reforms \nto implement IWRM and PIM, the process is still at an initial stage in the country as a whole.  \n5.  Rural Economy and Agriculture in Orissa. Orissa remains one of the poorest states in \nIndia, with a per capita income of $220 in FY2003. About 47% of the population was poor in \n2000.  Most  of  the  poor  live  in  rural  areas.  Agriculture  is  the  backbone  of  the  economy, \naccounting for some 30% of the state domestic product and employing over 60% of the total \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 28 May 2005 as Integrated Irrigation Development \nProject. The ensuing loan is included in ADB’s lending program for 2007 in the CSPU (2006–2008): India.  \n2  The annual growth rate was 3.2% from FY1981 to FY1996, 1.9% up to FY2002, and 0.9% in FY2003–2004 \n(against a target of 4%). The average rice yield is half that in Indonesia and Viet Nam.  \n3  Government of India, Ministry of Water Resources. 2002. National Water Policy. New Delhi. \n ", "2   \nworkforce and 80% of the workforce in rural areas. Yet productivity remains low, with (i) low \ncropping intensity (130–140%), (ii) low levels of irrigated land (about 30%) and other input use, \nand (iii) a predominance of paddy cropping (70% of cultivation), with yields much lower than the \nnational  average.  With  an  average  landholding  size  of  1.3  ha,  and  over  80%  of  holdings \noperated by small farmers, agriculture is largely based on traditional practices, although 10% of \nthe total cultivated area is also devoted to fruit and vegetable cultivation.  \n6.  To enhance agricultural productivity, a state agriculture policy was launched in 1996 to \nincrease  crop  intensity  and  diversity  through  better  water  management,  input  distribution, \nextension systems, and infrastructure. The state is now introducing a market act, which will (i) \npermit private investments in marketing and storage facilities, and (ii) provide a framework for \ncontract farming. Although there are still key bottlenecks in public seed and fertilizer supply and \nextension  systems,  sporadic  development  with  significant  paddy  and/or  high-value  crop \nintensification can be seen in many places, particularly where irrigation is assured with good \nconnections to the market. Concerted efforts are needed to (i) identify suitable area-specific \nfarming systems by analyzing local production and marketing conditions and farmer incentives, \n(ii)  set  realistic  output  targets,  and  (iii) define  programs  to  address  local  constraints  while \nmeeting the specific needs of the poor. Innovative methods that have been effective in India \nshould be pursued, including the use of private providers of agricultural services and inputs.  \n7.  Status  of  Irrigation  and  Water  Resources.  Orissa  has  relatively  abundant  water \nresources. Yet irrigation is an essential input for agriculture throughout the year, as 80% of the \nannual rainfall occurs erratically during the June–September period. Its net sown area is 6.0 \nmillion ha, and 2.7 million ha of net irrigation potential has been created through ongoing and \ncompleted projects.4 However, the area with assured irrigation remains only about 1.7 million ha \nbecause  of  (i)  ineffective  water  distribution  with  lack  of  field  channels,  (ii) chronic  system \ndeterioration due to insufficient O&M, and (iii) lack of farmer participation to support O&M, \ncausing hardship and poverty in tail reach areas of canal systems. Following the NWP, the OSG \nis now according high priority to restoring and sustaining created irrigation potential at higher \nproductivity, since this will be cheaper and quicker than creating new irrigation potential.  \n8.  Policy and Institutional Environment. Since the late 1990s, OSG has progressively \nimproved the policy and institutional environment. Supported by externally funded programs,5 \n(i) a draft state water policy (SWP) and a state water plan have been prepared, following the \nNWP and adopting key principles of PIM and IWRM; (ii) legislation has put in place a water user \nassociation  (WUA)  framework  to  implement  PIM;  (iii)  a  principle  of  full  O&M  financing  by \nbeneficiaries has been adopted; and (iv) steps towards establishing institutions and functions for \nIWRM have been initiated on the basis of river basins. The Department of Water Resources \n(DOWR)  has  been  reorganized  and  its  management  strengthened.  Nevertheless,  the \nimplementation of the reforms is at an early stage, and will require close support to transform \nthese initiatives into sound sector operations.  \n9.  Irrigation  Service  Delivery.  The  state  has  begun  management  transfer  of  minor \nirrigation canals to WUAs and joint management of other facilities, with (i) WUA formation and \ntraining, (ii) a sixfold increase in the irrigation service charge (ISC), and (iii) the introduction of \ngrant provisions to WUAs to support O&M of the transferred canals. While WUAs now cover \n                                                 \n4  Comprising 1.24 million ha in major (more than 20,000 ha of irrigation command area) and medium (2,000–20,000 \nha) schemes, 0.88 million ha in minor (less than 2,000 ha) schemes, and 0.57 million ha in other areas. \n5  Including the Orissa Water Resources Consolidation Project, funded by the World Bank for $290 million in 1996–\n2002, which covered irrigation scheme rehabilitation with PIM, and institutional strengthening for IWRM. Irrigation \nrehabilitation followed a sector project approach. The project was rated successful in its completion report.    \n ", "  3\n1 million ha of irrigated area, progress has been affected by their inability to perform O&M work, \nand by the poor infrastructure of many irrigation systems. Provider–recipient relations between \nDOWR and WUAs are yet to be well developed to support accountable service delivery and \nO&M cost recovery. There is a vicious cycle of modest irrigation performance, limited ISC \ncollection, and insufficient maintenance funding, leading to further facility deterioration and lower \nirrigation performance.6 This needs to be transformed to a self-sustaining management cycle \nthrough effectively sequenced WUA strengthening and facility renovation of individual schemes.   \n10.  In DOWR, there is significant support for PIM and good analytical capacities to plan and \ndesign  irrigation  projects.  However,  DOWR  still  remains  an  engineering  agency  with  high \nestablishment costs and an aging staff structure. It needs to become a genuine service-oriented \nagency  capable  of  delivering  accountable  services  to  farmers,  with  a  smaller  setup  and \nenhanced multi-disciplinary management skills. Support systems for PIM need strengthening \nwith effective arrangements for establishing viable WUAs and promoting productive agriculture \nsystems.7 Sound management information systems (MIS) is also needed to monitor, plan, and \nimplement O&M to ensure sustainability.8 These are required to fully operationalize OSG’s well-\nintended initiatives for PIM with significant WUA empowerment.  \n11.  IWRM. In recognition of increasing competition for water, the draft SWP proposes IWRM \non the basis of river basins. OSG is also contemplating establishing river basin organizations \nunder the Water Resources Board (WRB), an existing sector apex body chaired by the chief \nsecretary. These reforms need to be advanced while operationalizing specific IWRM functions, \nsuch as (i) participatory and holistic basin planning incorporating water investments, watersheds, \nagriculture, and other support services; (ii) the introduction of regulatory functions for water use \nand quality management; and (iii) database and its management for sound monitoring.     \n12.  Opportunities  for  ADB  Support.  Against this backdrop, OSG has requested ADB \nsupport for irrigated agriculture development, focusing on enhancing productivity and assuring \nthe sustainability of existing, weakly-performing irrigation schemes, including traditional tanks \nand lift irrigation, in selected river basins.9 This is expected to be the first phase of a long-term \npartnership. To this end, an intervention package needs to be prepared that is ready for prompt \nimplementation. This package needs to generate high returns and revenues commensurate with \nADB’s  lending  terms,  while  strengthening  and  operationalizing  the  policy  and  institutional \nframework for PIM and IWRM. The TA will support this process by assessing the most effective \nway of addressing the aforementioned issues. It is also consistent with ADB’s water policy.  \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n13.  The overall impact of the TA will be the increased rural incomes and reduced poverty in \nselected river basins in Orissa10 with improved irrigated agriculture development planning and \nprogram delivery systems. The TA outcome will be a project design agreed by OSG, the \n                                                 \n6  ISC is collected by district collectors as state revenue, and there is no link between the amount collected and that \nprovided to WUAs as an O&M grant at present. This is a constraint on enhancing ISC collection performance.  \n7  Vast opportunities exist to expand irrigation through coordinated crop planning by WUAs, including rotational \nplanting of high-value crops that use less water. WUAs may also be trained as local agriculture agents to liaise with \nlocal input and service providers and markets and to use collective bargaining power.  \n8  An alternative institutional modality under public–private partnerships may also be explored. \n9  Including the four river basins north of the Mahanadi river basin, and the Mahanadi delta irrigation systems. DOWR \nis preparing detailed project reports, including feasibility studies for the requested schemes.  \n10  In addition to proposed basins in footnote 9, the possibilities for including other basins, such as southern basins of \nthe states suffering from high poverty and frequent droughts, will also be explored during the TA.  \n ", "4   \nGovernment, and ADB that will (i) enhance productivity and sustainability of existing irrigation \nsystems  with  increased  state  revenues;  and  (ii)  strengthen  institutions  including  DOWR \ndelivering accountable irrigation services, WUAs fulfilling specified O&M tasks, other agencies \nproviding sound support services, and a WRB and RBOs carrying out IWRM functions.  \n14.  In view of the OSG’s progressively developing policy and institutional basis including \nSWP, state water plan, and DOWR capacities, a sector loan modality will be adopted for the \nensuing  project.11 This  TA  will  have  three  specific  outputs:  (i) a  basin  irrigated  agriculture \ninvestment strategy and plans; (ii) an investment package, including implementation guidelines \nand appraised subproject proposals that meet safeguard and other requirements; and (iii) an \ninstitutional development strategy and actions for PIM and IWRM, with a program of capacity \nbuilding and project management.  \nB.  Methodology and Key Activities \n15.  The TA outputs will utilize (i) detailed project reports (DPRs) prepared by DOWR that \ninclude feasibility studies of proposed subprojects; (ii) existing policy, planning, and institutional \ndocuments; and (iii) other information on the sector. Building on these, the TA will carefully \nanalyze local conditions while applying lessons and best practices learned in India and other \ncountries.  A  consultative  approach  will  be  taken,  including  focus  group  meetings  with \nrepresentatives of poor communities. The policy and institutional framework will be harmonized \nwith other state programs. Activities will be divided into three phases. \n16.  Phase 1─Strategic Framework Studies (1.5 months). During this phase, the TA will \nconduct sector and institutional studies to define a strategic framework to formulate the ensuing \nproject. The TA will assess and define (i) an irrigated agriculture development strategy, with \nupdated irrigation scheme inventories; (ii) action agendas for institutional development, defined \nby applying a diagnostic analysis of public agencies;12 (iii) a preliminary social development \nstrategy  and  safeguard  assessment  frameworks  (including  environment,  resettlement,  and \nindigenous peoples); and (iv) a project implementation framework (subproject selection criteria \nand implementation arrangements). An initial poverty and social analysis is in Appendix 2. \n17.  Phase 2─Subproject Proposals and Institutional Actions (4 months). There will be \ntwo parallel activities. First, the TA will prepare detailed subproject proposals, building on the \nDPRs prepared by DOWR. Covering at least four major, six medium, and six minor schemes, \nthe DPRs will be expanded through baseline surveys; stakeholder consultations; supplementary \nplanning to define clear output targets and specific programs for irrigation, agriculture, and \nassociated  services  in  accordance  with  the  holistic  strategy  defined  in  phase  1;  feasibility \nanalysis; and safeguard plans. Second, the TA will prepare and recommend, through detailed \ninstitutional studies, immediate reforms and medium-term institutional action plans. \n18.  Phase 3─Project Package (2 months). This phase will prepare and finalize the draft TA \noutputs specified above (para. 14). Among these, the basin investment plan will be based on \nscheme inventories and resource assessments. The investment package will set out component \ndesigns, and the implementation sequence and arrangements, including the establishment of a \nMIS with clear process and output targets for irrigated agriculture development. An institutional \n                                                 \n11  Its preliminary scope include (i) participatory subproject planning and WUA formation; (ii) improvement of irrigation \n(including field channels) and associated infrastructure (such as drainage); (iii) support services for (a) agriculture \nand fishery development, (b) livelihood enhancement for the poor, and (c) watershed management of reservoirs \nand tanks; (iv) sustainable O&M; and (v) institutional strengthening (for PIM and IWRM) and project management. \n12 Including (i) O&M financial sustainability; (ii) DOWR’s resources, management infrastructure, and vision and \nstrategy; (iii) a WUA framework; (iv) private sector involvement; and (v) institutions for IWRM, among others.   \n ", "  5\nsupport program will be designed to fill in capacity and resource gaps through training and \noutsourcing to ensure high-quality implementation, while pursuing the institutional actions.13     \nC.  Cost and Financing \n19.  The total cost of the TA is estimated at $875,000 equivalent. The TA will be cofinanced \non a grant basis by the Government of the United Kingdom for $590,000 equivalent and by the \nCooperation  Fund  for  the  Water  Sector  for  $110,000  equivalent,  both  of  which  will  be \nadministered by ADB. OSG will finance the remaining $175,000 equivalent through provision of \noffice space; counterpart staff; data and analysis, including DPRs; and other administrative \ncosts. Details of the cost estimates and financing are in Appendix 3. The Government has been \ninformed that approval of the TA does not commit ADB to finance any ensuing project.   \nD.  Implementation Arrangements \n20.  DOWR will be the Executing Agency of the TA. It will appoint a TA director at the level of \nchief  engineer.  DOWR  will  also  form  (i)  a  project  preparatory  working  group  including  (a) \nspecialists in irrigation, drainage and flood control, hydrology, PIM, water resources planning, \nand  MIS  nominated  by  DOWR,  and  (b)  specialists  in  agriculture,  horticulture,  fisheries, \nwatershed, soil conservation, and forestry nominated by the departments concerned; (ii) an \ninterdepartmental  TA  steering  committee  chaired  by  the  secretary  of  DOWR;  and  (iii)  an \nadvisory group of renowned sector specialists, to implement and guide the TA activities. At the \noutset, DOWR will provide (i) the DPRs for the proposed subprojects to be studied in detail \nunder the TA; (ii) irrigation scheme inventories for the river basins; and (iii) other available \nmaterials related to the sector and its policy and institutional framework.  \n21.  The TA will be implemented for 7.5 months from August 2006 to April 2007. It will require \n8.5 person-months of international and 39 person-months of domestic consultants covering \nirrigation planning and management, irrigation institutions, PIM, IWRM, agronomy, agriculture \neconomics,  sociology,  environment,  and  resettlement,  along  with  studies,  surveys,  and \nconsultations. Outline terms of reference for consultants are in Appendix 4. The consultants will \nbe engaged by ADB on an individual basis according to ADB’s Guidelines on the Use of \nConsultants, and other arrangements acceptable to ADB for engaging domestic consultants. \nThe consultants will submit an inception report within 2 weeks, interim reports for phase 1 within \n1.5 months and for phase 2 within 5.5 months, and a draft final report within 6.5 months of the \nstart of the TA. Tripartite meetings with OSG, ADB, and the consultants will be held to discuss \nthese reports, along with workshops with stakeholders. A final report will be submitted within 2 \nweeks after the Government, OSG, and ADB comment on the draft final report.    \nIV.  THE PRESIDENT'S DECISION \n22.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering  (i)  technical  assistance  not  exceeding  the  equivalent  of  $590,000  to  the \nGovernment of India to be financed on a grant basis by the Government of the United Kingdom, \nand (ii) technical assistance not exceeding the equivalent of $110,000 to the Government of \nIndia  to  be  financed  on  a  grant  basis  by  the  Cooperation  Fund  for  the  Water  Sector  for \npreparing  the  Orissa  Integrated  Irrigated  Agriculture  and  Water  Management  Project,  and \nhereby reports this action to the Board.  \n                                                 \n13 A work plan for conducting (i) further subproject planning, (ii) preconstruction works, and (iii) training prior to loan \nsigning will also be prepared, to support OSG through a separate TA facility included in CSPU (2006–2008): India. \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources/ Reporting  Assumptions and \nDesign Summary  Performance Targets/Indicators \nMechanisms  Risks \nImpact      Assumptions  \nEnhanced economic growth  • Incomes: Incremental farm  •  National and district  •  The Orissa state \nand reduced poverty in rural  household incomes (to be  statistics on agriculture,  government (OSG) \nareas of selected river basins  quantified during the TA)  incomes, and human  will accept loan \nin Orissa, together with  • Poverty: Incremental poverty  development index  terms and conditions \nincreased state revenues  reduction in rural households in  •  Budget monitoring and  offered by the \n(brought about through a  subproject areas   evaluation (BME) reports  Government of India \nproject prepared under this  • Food security: Incremental food  •  Other appropriate  for the follow-on \ntechnical assistance [TA])  self sufficiency among farmers   statistics including those  investment project. \n  • State total revenue: Incremental  related to the improved  •  Ensuing loan project \n \nrevenue from land, crop sales,  management information  is feasibly designed, \nand irrigation levies   system (MIS) system of  funded, and \n• Institutions: Similar interventions  the Department of Water  implemented. \n \nare replicated, accelerating  Resources (DOWR)    \nagriculture growth   \nOutcome      Assumptions \nAn investment project design  Specific results to be defined at  •  BME reports  •  Project institutions \nagreed by the borrower and  project and subproject levels, with  •  National statistics  are willing to \nAsian Development Bank  individual subproject targets fixed  •  Project MIS comprising  promote \n(ADB) to achieve enhanced  in DPRs, and monitored:  baseline, targets, process  participatory \nproductivity and sustainability  (i)  cropping intensity increased,  and management, and  irrigation \nof existing irrigation systems  and irrigated area extended  impacts   management (PIM) \nsuffering from low productivity  (ii)  increase in annual cereal and    and IWRM. \nand poverty in the selected  other crop production    •  WUAs will \nriver basins, through  (iii) increase in gross margin per    strengthen their \ncomponents tentatively  farm family    institutional basis \ncomprising:  (iv) increase in permanent    while managing the \n(i)  Delivering services for (a)  employment, and annual family    facilities effectively. \ndetailed project report  income of landless laborers    •  WUAs are willing to \n(DPR) preparation and  (v)  increase in state revenue    adopt modern \nwater users association       cropping patterns.  \n(WUA) development; (b)      •  Damage from natural \nirrigation and associated      disasters is manage-\ninfrastructure; (c) support      able or can be \nfor agriculture and      rehabilitated.  \nlivelihood enhancement;        \nand (d) monitoring,  Specific institutional performance  •  Project MIS comprising  •  Political conditions \nevaluation, and support for  targets to be defined under the TA:   baseline, targets, process  remain conducive. \nsustainable operation and  (i)  individual outputs for  and management, and  •  Project institutions \nmaintenance (O&M).   institutional actions   impacts  are willing to \n(ii) Strengthening institutions to  (ii) improved irrigation service \n•  Executing Agency’s  strengthen irrigation \noperate the above functions  delivery system is operated  (EA’s) MIS of irrigation  service delivery and \nwhile delivering intended  (iii) effective IWRM functions are \nschemes (asset and  IWRM. \nbenefits and sustaining  defined and operated  performance inventory)   •  WUAs are willing to \nO&M and integrated water  (iv) effective support systems for \n•  Joint irrigation  strengthen their \nresources management  agriculture development \nmanagement / WUA  institutional basis \n(IWRM) as appropriate.    identified and operated \nperformance audit  adopting new \n   (v) effective joint irrigation \nreports   cropping practice. \nmanagement system defined   \n  •  A system is in place \nand operated in all schemes in   \nto monitor \nthe project basins \nperformance.  \n(vi) WUAs are functioning, \n•  Leadership and \nachieving DPR targets, and \nsupport exist within \nsustaining O&M including \nand outside EA. \nfinance aspects \n \n ", "Appendix 1  7\nData Sources/ Reporting  Assumptions and \nDesign Summary  Performance Targets/Indicators \nMechanisms  Risks \nOutputs      Assumptions \nA.  Irrigated Agriculture  Constraints and action agenda/  •  Inception report  •  EA and support \nStrategic Framework  strategy defined within 1.5 months  •  Draft framework reports   agencies provide \n(i) An irrigated agriculture  of the start of the TA, covering  •  EA, working group,  support, including \ndevelopment strategy, (ii)  (i) irrigated agriculture  advisory group, and  data and information. \npolicy and institutional  development  steering committee  •  Monitoring and \naction agendas for PIM and  (ii) institutional agendas for PIM,  meeting minutes   quality support are \nIWRM, (iii) preliminary  IWRM and WUA development   •  Aide memoire (AM) of  effective. \nsafeguard frameworks, and  (iii)  preliminary frameworks for  ADB inception and \n(iv) a preliminary  safeguards  review missions \nimplementation strategy  (iv)   draft implementation \nprocedures and arrangements \nB.  DPR Expansion and       \nInstitutional Studies      Assumptions \n1. Draft DPRs prepared by the  Sound DPRs are prepared within  •  Prepared draft DPRs  •  Participatory process \nEA enhanced in  5.5 months of the start of the TA in  •  EA, working group,  is duly followed by \nconsultation with  consultation with stakeholders with:  advisory group, and  all. \nstakeholders, with clear (i)  (i) output targets in terms of   steering committee  •  Monitoring and \nprogram implementation  (a)  WUA development (with  meeting minutes   quality support are \nplan, (ii) feasibility analysis,  indicators such as membership,  •  Consultants’ progress  effective. \nand (iii) safeguards plans.  registration, and contributions)  reports  •  Beneficiaries support \nThe TA would support at  (b)  irrigation and associated  •  AM of ADB review  collective action. \nleast four major, six  infrastructure  missions   \nmedium, and six minor  (c)  irrigated agriculture     \nschemes.   (irrigation intensity, cropping     \n  patterns, inputs and yields) \n  (d)  sustainable O&M (with \n  performance indicators) \n(ii) specific program inputs to \nachieve the output targets \n(iii)  economic and feasibility \nassessments of the above \n(iv) safeguards plans including \ninitial environmental examination/ \nenvironmental impact assessment \n(IEE/EIA) including environ-mental \nmanagement plan, resettlement \nplan (if needed), and indigenous \npeople’s development plan (if \nneeded)  \n      Assumptions \n2. Institutional action plans  Appropriate actions defined within  •  Institutional study reports  •  Participatory process \ndefined through  5.5 months of the start of the TA,  •  EA, working group,  is followed by all. \nconsultative studies   prospectively including   advisory group, and  •  Monitoring and \n(i) irrigation service delivery  steering committee  quality support are \nsystems by DOWR  meeting minutes  effective. \n(a)  institutional vision/strategy  •  Consultants’ reports   \n(b)  human, financial, and other  •  AM of ADB review \nresources  missions \n(c)  management infrastructure \nincluding business process, \ndecision support system, M&E, \nand quality control \n(d) alternative institutional \nmodels (ring-fenced \ncorporation, private \nmanagement contract, etc.) \n(ii) IWRM institutions (IWRM \nfunctional expansion, \noperationalization, and \norganizational change) \n(iii) DOWR-WUA joint management \n ", " 8  Appendix 1 \nData Sources/ Reporting  Assumptions and \nDesign Summary  Performance Targets/Indicators \nMechanisms  Risks \n(a)  joint management \nframework \n(b) O&M financing and \nimplementation mechanisms \n(c) WUA legal/regulatory \nframework \n(d) broad-based WUA \nparticipation including women \n(iv)  support institutions including \nprivate providers, and \nnongovernment organizations \n(v)  policy and other enabling \nframework \n(vi) institutional support needs \nassessed and defined to \naddress the above agendas \nC. Project intervention  Intervention package is drafted    Assumptions \npackage  within 6.5 months of the start of the     \n  Project proposal including  TA that tentatively includes:  •  Draft final and final  •  Project institutions \nsector strategy and  •  irrigated agriculture strategy and  reports of the TA  are supportive. \ninvestment plan,  investment plan  •  Prepared DPRs  •  Sufficient \ninstitutional actions,  •  irrigation service delivery and  •  IEE/EIAs, resettlement  counterpart support \ninvestment package;  IWRM institutional actions  plans, indigenous  is provided. \nimpacts and risk  •  project framework and design  peoples development  •  Stakeholders are \nassessments, and DPRs  synthesis with outcome,  plan  willing to participate. \nfor implementation  outputs, activities, and  •  Project MIS including  •  Consultants perform \n  indicators  baseline data for DPRs  in line with \n  •  representative DPRs  •  Consultants’ reports  expectations. \n•  implementation arrangements  •  AM of ADB’s final TA \nand procedures, including MIS  review mission \n•  institutional development   \nsupport  \n•  training programs for EA, \nsupport institutions, and WUAs \n•  economic and financial analyses \nincluding state fiscal impacts \nand O&M sustainability \n•  safeguards framework/plans \n•  risk analysis  \nAct ivities with Milestones  Inputs \nA. By Government/OSG    \n(i)  Appoint counterpart staff and form steering committee, working  • Counterpart staff, operating, and other \ngroup, and advisory group by OSG, and appoint advisors by the  implementation expenses (in kind) \nGovernment (prior to TA start)   • Engineering designs and other activities for DPR \n(ii)  Prepare draft DPRs (4 major, 6 medium, and 6 minor schemes  preparation as appropriate (in kind)    \nprior to TA start) \n(iii)  Regularly work with consultants to provide surveys and other \nsupport, and to organize meetings \n(iv)   Provide office space, data and information and documents, \nDPRs (and other inputs as appropriate), and other support to \nthe TA \nB. By Consultants   \nUndertake TA activities in close collaboration with the Government,  •  8.5 person-months of international consultants: \nstakeholders, and ADB  irrigation management specialist (team leader, 5 \n(i)  strategic frameworks for irrigated agriculture (within 1.5 months)  person-months), agriculture economist (2 person-\n(ii)  DPR preparation and institutional studies (within 5.5 months)  months), and sociologist (1.5 person-months) \n(iii)  project intervention package as draft final report (within 6.5  •  39 person-months of domestic consultants: irrigation \nmonths) and final report (within 7.5 months)  specialist (deputy team leader, 6 person-months), \n  irrigation institutional specialist (5 person-months), \n  PIM/WUA specialist (3 person-months) IWRM \nspecialist (3 person-months), agriculture economist (5 \nperson-months), agriculture specialist (5 person-  \n ", "Appendix 1  9\nActivities with Milestones  Inputs \n  months), sociologist (5 person-months), environment \nspecialist  (4  person-months),  and  resettlement \nspecialist (3 person-months) \n• Special studies for fisheries, public expenditure re-\nview, and other state opportunities, and study tours \n \nC. By Stakeholders    \n(i)  Participate in TA workshops organized at various stages  • Workshop and participatory inputs \n(ii)  Participate in DPR preparation process                         \n   \nD. By ADB   \n(i)  Recruit consultants in coordination with the Government  • Internal staff resources \n(ii)  Monitor and supervise TA activities regularly  • Inception and three review missions  \n(iii)  Guide TA activities through inception and review missions   \n  TA Cost     Total   $875,000 \nADB = Asian Development Bank, AM = aide memoire, BME = benefit monitoring and evaluation, DOWR = Department of Water \nResources, DPR = detailed project report, EA = executing agency, EIA = environmental impact assessment, IEE = initial \nenvironmental examination, IWRM = integrated water resources management, M&E = monitoring and evaluation, MIS = \nmanagement information system, O&M = operation and maintenance, OSG = Orissa state government, PIM = participatory \nirrigation management, TA = technical assistance, WUA = water users association. \n \n \n \n \n           \n ", "10  Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n    No  agreement?      No \nContribution of the sector or subsector to reduce poverty in India: \nIndia. Since the 1960s, agriculture improvement led by the Green Revolution has been the major contributor to \npoverty reduction in India. Irrigation is essential for agriculture throughout the year in most of the country. Nationwide, \n40% of net cultivated land has irrigation access. However, the utilization of water resources has remained uneven. \nIndia will reach a state of water crisis in 2025a and significant water scarcity is already being experienced in some \nregions. Although the economy is no longer predominantly  dependent on agriculture, about two thirds of the \npopulation living in rural areas depends on agriculture for its livelihood. Irrigated agriculture has become the prime \nengine of agricultural production. Although significant strides have been made in poverty reduction in both rural and \nurban areas, food grain surpluses co-exist with chronic poverty in the form of entrenched poverty pockets in many \nstates. There is an urgent need to examine (i) intervention strategies, (ii) resource distribution, and (iii) inclusive and \nparticipatory development to sustain development efforts. \nAccording to the National Human Development Report,b the incidence of poverty declined from 44.5% in 1983 to \n26.1% in 1999–2000. The report highlighted the marked differences in poverty incidence within the country. Poverty \nreduction is a joint responsibility of the central and the state governments and programs fall into four main groups: \n(i) group-oriented poverty programs, (ii) area development programs, (iii) infrastructure development, and (iv) public \ndistribution. Landless laborers will not benefit directly from public irrigation interventions. Rather, they will benefit \nindirectly through increases in demand for their services as agricultural wage laborers.  \n  \nOrissa State. Orissa is one of the poorest states of India. Its per capita income was $220 in FY2003 and about 47% \nof the population lives below the poverty line. Although there has been a steady decline in poverty incidence, it \nremained stagnant in the second half of the 1990s. This may be related to the poor performance of the agriculture \nsector, but it also reflects regional trends within the state, as poverty has increased in northern and southern Orissa. \nSince almost 75% of the state’s poor live in these regions, this has influenced the overall poverty ratio. Poverty is \noverwhelmingly a rural phenomenon. The rural poverty ratio in the southern region is more than two and a half times \nthat of the coastal region and in the northern region it is more than one and a half times that of the coastal region. This \npartly reflects the incidence of poverty among scheduled tribes and castes, which are concentrated in these regions.  \nOrissa is predominantly an agrarian economy and agriculture contributes 30% of the state domestic product. Although \nthis share declined in the 1990s, the percentage of the workforce engaged in agriculture remained unchanged. The \nratio of agricultural wage laborers to owners/cultivators has increased substantially because of an increase in \nlandlessness or near landlessness caused in turn by population growth and the subdivision of landholdings among \nlegal heirs. As the pace of industrialization is slow, agricultural growth is essential to the overall development of the \nstate as it (i) creates employment, (ii) generates income, (iii) provides raw materials for the industrial sector, and \n(iv) ensures food security. However, agricultural productivity remains low, with (i) low cropping intensity (130–140%), \n(ii) a small amount of irrigated land (32% of gross cultivated area), and (iii) limited use of other agricultural inputs and a \npredominance of food grain cropping (85% of gross cultivated area). \nIrrigated agriculture has the potential to raise productivity and diversify agricultural practice. Underutilized irrigation \nschemes need to be expanded and rehabilitated. Poor management of water resources needs to be reduced by \nparticipatory irrigation management (PIM) and water user associations (WUAs). Modern agricultural technology needs \nto be applied and productivity raised through intercropping and diversification of agricultural produce (from mainly \npaddy cultivation to high-yield rice varieties), cash crops, and fisheries. This can provide additional income to farmers, \nmaking  them  less  vulnerable.  The  ensuing  project  will  adopt  irrigation  schemes  that  are  operated  mostly  by \nsmallholders with a poverty incidence significantly higher than the national average.   \n \n \nB.  Poverty Analysis   Targeting Classification: Targeted Intervention \nWhat type of poverty analysis is needed?  \nParticipatory poverty analysis is required to analyze specific groups of the poor and disadvantaged sections of the \npopulation, such as scheduled tribes and scheduled castes, irrigation users, landless people, and sharecropping \ntenants in the project area and to develop specific strategies to meet their needs and priorities for enhancing \nlivelihoods.  \n \n \n ", "  Appendix 2  11 \nAnalysis of Vulnerability and Access to Livelihood Assets. Underlying the concept of sustainable livelihoods is the \nnotion that poverty is a multidimensional and impermanent condition. The challenge is to focus on the many aspects of \nfarm  households  and  to  analyze  their  poverty  characteristics.  The  technical  assistance  (TA)  will  provide  a \ncomprehensive picture of rural poverty in the project area, focusing on selected irrigation schemes, and formulating \noptions for enhancing and developing the asset base of the poor for income-generating activities, e.g., diversification \nof cropping patterns, fisheries, and upper watershed management. The livelihood strategy and activities will be \nreflected in the project synthesis with sample subproject proposals developed with active participation of stakeholders. \n \nDistribution Analysis and Poverty Impact Ratio Analysis. Poverty impact ratio and distribution analyses will \nassess the distribution of project benefits and show how the costs and benefits are shared among the poor and other \nstakeholders. They will also analyze how much of the net economic benefits will accrue to the poor. The feasibility \nstudy will identify (i) how the costs will be incurred and benefits realized, (ii) gains from the distribution of project \neffects, (iii) how the cost burden can be made acceptable to those who will pay, (iv) overall project performance and \nreturns on equity considerations, and (v) modifications of the project design and components to enhance the impact \non target beneficiaries. \n \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nThe TA will carry out a stakeholder analysis through a participatory process with communities, public agencies, the \nprivate sector, and external financiers. \n \nIs there a participation strategy?     Yes                   No \nThe TA will prepare a stakeholder participation strategy with particular emphasis on PIM and the transfer of irrigation \nmanagement to WUA. However, this will not necessarily improve the situation of poor farmers. Research suggests \nthat  even  participatory  irrigation  management  transfer  processes  based  on  strong  voting  rights  for  farmers, \nirrespective of farm size, may not necessarily be pro-poor. Poor farmers are less informed about their rights and tend \nto have a smaller share of the potential benefits of management transfer. They participate more in repair and \nrehabilitation work, while the larger farmers are more involved in the decision-making process, dominating the \nmeetings and committees.c \nHence, pro-poor irrigation management transfer issues addressed by the participation strategy will have to take into \naccount (i) the need for a high level of  farmer participation in the WUA; (ii) the fact that poor and nonpoor farmers may \nnot be equally well informed about WUAs and may not participate equally in their activities; (iii) farm size can be a \nreliable proxy indicator of poverty; (iv) poor farmers rely more on canal waters and have less access to alternative \nsources (as they tend to have fewer pumps and wells). \nThe participation strategy will complement the WUA study and will assess the performance of WUAs in terms of their \nawareness, membership, roles and responsibilities in operation and maintenance (O&M) in particular, and the \nmanagement and capacities needed to meet those responsibilities. It will identify gaps and actions needed, including \nthe need to modifying the existing framework. \n \n \nD.  Gender Development \nStrategy to maximize impacts on women: \nA strategy to maximize the impact of irrigated agriculture and water resources management on women will be \nprepared under the TA. Women play a significant role in irrigated agriculture, especially if they are targeted early. \nWomen are engaged in vegetable farming and sell their produce at local markets and consume it at home—if \nadequate access to irrigated fields is provided this will increase their productivity. \nApart from specifically targeting women as project beneficiaries, their participation will be ensured throughout the \nproject cycle by mainstreaming gender. Women play an active role in both household affairs and in such activities as \nshifting cultivation (where men do the land clearing and women all other agricultural operations). In addition to this, \nthey often take up wage labor. In parts of Orissa, women from scheduled tribes and castes work night shifts in canal \nand tunnel excavation work for irrigation projects. Women may be paid less than men for equal work. \n \nHas an output been prepared?      Yes     No \nThis will be prepared during the TA. \n \n ", "12  Appendix 2 \nE.  Social Safeguards and Other Social Risksd \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n    It is anticipated that resettlement issues will be   \n   Significant  insignificant, as the project intends to rehabilitate existing   Full \nResettlement    irrigation schemes. However, some land acquisition may   \n Not significant  be caused by construction work. A resettlement   Short \n  framework and a short sample resettlement plan will need   \n None  to be prepared.   None  \n    It may be difficult for poor farm households to pay     \n   Significant  increasing irrigation service charges to cover O&M    Yes \nAffordability    needs, although the benefits of irrigation far outweigh its   \n Not significant  O&M costs. An affordability assessment will be    No \n  undertaken under the TA.  \n None \n    Labor-based, machine-assisted technologies will be   \n   Significant  explored for the rehabilitation and construction work   Yes \nLabor    required at existing irrigation schemes.    \n Not significant    No  \n \n None \n    Orissa is the heartland of India’s indigenous peoples.   \n   Significant  Apart from indigenous systems of terracing and dams in   Yes \nIndigenous  (possibly)  the up-hills area, indigenous peoples usually have little   \nPeoples    access to government-sponsored irrigation schemes as    No  \n Not significant  most of their settled agriculture is carried out in the lower \n  hill slopes, which are usually not included in irrigation \n None  schemes. Agricultural practices are characterized by rain- \nfed annual cropping, producing millet, sorghum, maize, \nand pulses.  \nThe ensuing project’s focus on rehabilitation and \nimprovement of existing irrigation schemes will have an \ninsignificant impact on indigenous peoples. Efforts will be \nmade to ensure scheduled tribes and castes benefit from \nand are not negatively affected by the project. The TA will \nprepare an indigenous peoples development plan (or \nindigenous peoples action plan, if the impacts are found to \nbe insignificant).  \n    Other risks and vulnerabilities will be examined during the   \n   Significant  TA and  will be reflected in the final report and summary   Yes \nOther Risks    poverty reduction and social strategy.   \nand/or   Not significant    No  \nVulnerabilities   \n   None \nO&M = operations and maintenance; PIM = participatory irrigation management, TA = technical assistance; WUA = \nwater users association.  \na  International Water Management Institute and Asian Development Bank. 2004. Pro-Poor Intervention Strategies in \nIrrigated Agriculture in Asia. Colombo. \nb  Government of India. 2002. National Human Development Report. New Delhi. \nc  IWMI-TATA. 2003. Pro-Poor Irrigation Management Transfer?  Water Policy Briefing. Issue 6. Vallabh Vidyanagar. \nd  To be further updated during the TA based on field findings. \n \n ", "  Appendix 3  13 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem      Total Cost \nA.  Government of the United Kingdom and the       \nCooperation Fund for the Water Sector Fundinga \n      1.  Consultants       \n           a.  Remuneration and Per Diem      \n                i.  International Consultants  220 \n                ii. Domestic Consultants  190 \n           b.  International and Local Travel   \n                i.  International Travel  40 \n                ii. Local Travelb  20 \n       2.  Surveys and Studies   \n           a.  Specialist Studiesc    20 \n           b.  Socioeconomic Survey and Assessmentd  40 \n           c.  Resettlement Survey and Assessment  20 \n           d.  Technical Surveys  20 \n       3.  Workshops, Seminars, and Training  20 \n       4.  Administrative and Support Services   \n            a.  Office Administration  20 \n            b.  Office Refurbishment  10 \n       5.  Contingencies  80 \n             Subtotal (A)           700 \n   \nB.  Government Financing   \n      1. Office Facilities and Administrative Support  30 \n      2.  Counterpart Staff  30 \n      3.  Local Travel and Vehicles for Counterpart Staffe  30 \n      4.  Studies, Surveys, Data Analysis, and Reports  85 \n             Subtotal (B)  175 \n   \n                  Total (A+B)  875 \na  Financed  on  a  grant  basis  by  the  Governme nt  of  the  United  Kingdom  ($590,000)  and  the \nCooperation Fund for the Water Sector ($110,000). Both grants will be administered by the Asian \nDevelopment Bank, and the TA expenditure items will be financed on a pro-rata basis. \nb   Includes vehicle rental and operation and local airfares. \nc   Includes country irrigation study, fisheries study, and communication strategy and programs. \nd   Includes at least four major, six medium, and six minor schemes. \ne   Includes vehicles for the consultants during field trips. \n \nSource: Asian Development Bank estimates.  \n ", " 14  Appendix 4 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The  technical  assistance  (TA)  will  support  the  preparation  of  the  Orissa  Integrated \nIrrigated Agriculture and Water Management Project (the Project) in three phases: (i) strategic \nframework studies, (ii) subproject proposals and institutional actions, and (iii) project package. \nThe  team  of  consultants  will  comprise  international  and  domestic  consultants  engaged  as \nindividual consultants. The consulting services will include those described below, which may be \naugmented by Asian Development Bank (ADB) staff to improve the quality of the outputs as \nneeded. The consultants should closely coordinate with and use the outputs provided by the \nOrissa state government (OSG), including the draft detailed project report (DPR), and materials \nprepared with the assistance of other external financiers. Extensive consultation is needed to \nensure the full ownership of the processes and outputs by OSG agencies.  \nA.  International Consultants \n \n2.  Irrigation/Water  Resources  Management  Specialist/Team  Leader  (5  person-\nmonths). The consultant will guide overall direction of the TA team ensuring team integration (in \nterms of expert outputs and deliverables) and quality control through regular meetings with team \nmembers and reporting to Department of Water Resources (DOWR) and ADB. The consultant \nwill manage the relations with the project preparatory working group and TA steering committee, \nform and liaise with advisory groups, and conduct TA workshops. Tasks in phase 1 will include \n(i) preparing an inception report; (ii) leading the review of similar projects synthesizing lessons; \n(iii)  guiding  the  institutional  assessment  for  participatory  irrigation  management  (PIM)  and \nintegrated water resources management (IWRM) while identifying action agendas; (iv) arranging \nfor specialist studies for fisheries, public expenditure, and other specific issues; (v) guiding the \npreparation of irrigated agriculture development strategy and social and safeguards assessment \nframeworks; (vi) preparing a preliminary implementation strategy, selection criteria, procedures, \nand options for beneficiary contribution; (vii) reviewing the technical robustness of draft DPRs, \nproposing schemes for TA assessment, and preparing a work plan for their strengthening; and \n(viii) compiling the strategic framework reports encompassing the above. The tasks in phase 2 \nwill include (i) monitoring and guiding the TA activities to strengthen DPRs, and (ii) leading the \ninstitutional  specialists’  tasks  in  addressing  the  agendas,  including  (a)  DOWR  institutional \nactions; (b) measures to ensure full maintenance funding; (c) alternative models of irrigation \nservice delivery; and (d) actions to implement IWRM, among others. During phase 3, the \nconsultant will prepare the project package and plan and program institutional strengthening, \nproject management, and training programs for DOWR and water user associations (WUAs) so \npreparation for implementation can begin upon completion of the TA.  \n3.  Agriculture  Economist  (2  person-months).  Guiding  all  tasks  undertaken  by  the \ndomestic agriculture economist and agronomist following the relevant ADB guidelines,1 the \nconsultant will (i) support and guide the preparation of the irrigated agriculture and fishery \ndevelopment strategies for productivity enhancement and crop diversification (assessing the \nstate’s  competitive  position,  market  opportunities  and  input  availability,  farmer  incentives, \nstandards  of  social  equity,  and  institutional  capacity);2 (ii)  develop  economic  and  financial \nanalyses, methodology and spreadsheets for different categories of subprojects under the TA, \nand prepare a work plan for data collection and analyses; (iii) monitor and support the economic \nand financial analyses undertaken during the TA to ensure their quality; (iv) develop practical \n                                                 \n1  Including ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila; and ADB. 2005. Technical Note 12: \nImproving  the  Relevance  and  Feasibility  of  Agriculture  and  Rural  Development  Operational  Designs:  How \nEconomic Analysis Can Help. Manila.    \n2  Current state and national policies and systems affecting irrigated agriculture will also be analyzed in this context.  \n ", "  Appendix 4  15 \nprocedures and approaches for baseline data collection, economic and financial analyses, and \nimpact monitoring of subsequent subprojects to be used by DOWR; (v) assess (a) fiscal impacts \nof  the  overall  project,  taking  into  account  changes  in  operation  and  maintenance  (O&M) \nexpenditure, increased revenue from irrigation tax and/or service charges, land and other sales \ntaxes, changes in subsidies and cost recovery arrangements; and (b) the financial sustainability \nof the ensuing project in terms of the capacity of DOWR, WUAs, and farmers to bear the costs \nof investments and O&M; and (vi) assist in synthesizing the TA reports into a consolidated \nappraisal document.   \n4.  Sociologist (1.5 person-months). Guiding all tasks undertaken by domestic sociologists, \nthe consultant will (i) support and guide the preparation of the strategies for social development \nand poverty reduction, gender development, and indigenous people’s development, and assist \nin drawing appropriate strategies and in preparing the strategy reports (including identification of \nsubproject  selection  criteria);  (ii)  design  data  collection  and  field  consultations  (including \nsocioeconomic surveys and participatory rural appraisals) to be undertaken during the DPR \nstrengthening stage of the TA; (iii) monitor and support the DPR stakeholder consultation with \nthe WUAs concerned, social impact assessments (including social and poverty analysis and \nstakeholder analysis, and an indigenous people’s development plan as required), and livelihood \ndevelopment  programming  undertaken  during  the  TA  to  ensure  their  quality;  (iv)  develop \nprocedures and approaches for baseline survey, social assessments, and impact monitoring of \nsubprojects to be used by DOWR during project implementation; and (v) help to synthesize the \nTA reports into a consolidated appraisal document covering social development aspects. \nB.  Domestic Consultants \n5.  Irrigation Specialist/Deputy Team Leader (6 person-months). During phase 1, the \nconsultant will (i) assess the performance of various irrigated agriculture projects in India, and \nsynthesize lessons; (ii) support DOWR to ensure draft DPRs provide sufficient technical data \nand analyses; (iii) review and assess DOWR’s technical guidelines and identify gaps if any; \n(iv) pursue opportunities for enhancing water distribution and utilization efficiency; (v) assist \ninstitutional  specialists  to  identify  action  agendas;  (vi)  review  and  synthesize  technical \nconstraints on expanding groundwater irrigation (as an input to an irrigated agriculture strategy); \n(vii) review  and  synthesize  the  status  and  issues  of  irrigation,  including  command  area \ndevelopment;  and  (viii)  develop  an  appropriate  O&M  framework  (following  the  guidelines \ndeveloped in Orissa and other states), comprising effective monitoring of system performance \nand  planning  and  implementation  of  maintenance  works;  (ix)  assist  DOWR  to  prepare  an \nupdated irrigation scheme inventory for the selected river basins; and (x) support the team \nleader to prepare a draft implementation strategy. During phase 2, the consultant will (i) support \ninstitutional specialists in addressing the identified agendas, including the improved DOWR \ntechnical and administrative functions; (ii) support DOWR in undertaking necessary technical \nworks;  (iii) support  (a)  adoption  of  water-efficient  cropping  patterns  to  expand  coverage  of \nirrigation areas, and (b) inclusion of command area development works; (iv) take the overall \nresponsibility for compiling information and analysis in the expanded DPRs; (v) design (a)  \nmanagement information system (MIS) for O&M monitoring, planning, and implementation, and \n(b) plans for DOWR’s overall data and information systems; and (vi) arrange and organize study \ntour(s) for DOWR staff to other state(s) in India that can serve as models. During phase 3, the \nconsultant  will  (i) support  the  team  leader  in  proposing  and  finalizing  the  project  design, \nincluding the estimated contract packaging and draft project administration memorandum; and \n(ii) synthesize the irrigated agriculture investment plan for the selected river basins.     \n6.  Irrigation Institutional Specialist (5 person-months). During phase 1, the consultant \nwill undertake diagnostic institutional analysis of DOWR and identify action agendas covering \n ", " 16  Appendix 4 \n \n(i) policy and legal framework, (ii) organizational structure, (iii) human resource management, \n(iv) knowledge  base  and  asset  management,  (v)  business  processes  and  management, \n(vi) maintenance funding arrangements, (vii) DOWR’s affiliated corporations, and (viii) other \nadministrative matters. During phase 2, the consultant will (i) work with DOWR to identify \nspecific options to address the action agendas, and lay out specific short- to medium-term \nactions and supporting arrangements, including technical assistance activities and resources; \n(ii) assess alternative institutional arrangements such as forms of corporate organization and \nmanagement contracts being piloted elsewhere; and (iii) assess options and steps that need to \nbe taken by the state, DOWR, and WUAs to ensure full maintenance funding. During phase 3, \nthe consultant will (i) identify appropriate arrangements and programs for capacity strengthening \nand project management, and (ii) prepare immediate training programs for DOWR and WUAs to \nundertake implementation preparation.   \n7.  PIM/WUA Specialist (3 person-months). During phase 1, the consultant will (i) review \nthe existing legal framework and supporting systems for WUAs; (ii) assess WUA performance in \nterms of awareness, membership, roles and responsibilities, particularly with regard to O&M, \nand  associated  organizational  management  and  capacities;  (iii)  identify  gaps  and  actions \nneeded, including any possibility or need to modify the existing framework; (iv) assess various \nmodels  pursued  in  terms  of  WUA  legal  framework,  supporting  arrangements  for  its \nestablishment, strengthening and monitoring, and key lessons learned; (v) assess in this context \nthe appropriate means to enhance the participation and power of poorer people within the \nWUAs; and (vi) synthesize the findings in the PIM institutional assessment and options report. \nDuring phases 2 and 3, the consultant will (i) support in finalizing the institutional arrangements \nfor the WUA establishment and strengthening, (ii) assist the initial WUA formation process in the \nselected  subprojects,  and  (iii)  prepare  project  management  and  capacity  strengthening \nprograms that can be immediately implemented for the ensuing project. \n 8.  IWRM  Specialist  (3 person-months). During phase 1, the consultant will (i) review \nexisting  IWRM-related  documents,  and  synthesize  (a)  resources  status,  (b)  policy  and \ninstitutional framework (at state and basin levels), and (c) functions and capacities (such as \nbasin planning and programming including watershed management, database and management, \nand regulatory functions such as allocation and water quality control including groundwater); \n(ii) identify issues, constraints, and action agendas; and (iii) synthesize these in the IWRM \nassessment report. During phases 2 and 3, the consultant will (i) work with DOWR to propose \nspecific options to address the identified action agendas, including the possibility of a future \nseparation of DOWR’s IWRM functions as the state apex body; (ii) provide recommendations for \nthe ongoing finalization processes of the draft state water policy and River Basin Organization; \nand  (iii)  develop  programs  for  strengthening  IWRM  functions  and  capacities  of  the  state, \nincluding the programs for institutional strengthening of IWRM, and training.   \n9.  Agriculture  Economist  (5  person-months).  During  phase  1,  the  consultant  will \n(i) review and synthesize the current performance of irrigated agriculture and fisheries, including \nproduction and productivity, policy and institutional arrangements and performance for input \ndelivery, extension services, finance, and output marketing, and farmer incentives for adopting \nintensified and diversified cropping; and (ii) draw up a strategy and arrangements for subproject \nplanning and implementation under the ensuing project, including the alternative options for \ndelivering extension services and possible linkage with research organizations. During phase 2, \nthe consultant will (i) arrange for and undertake data collection, and economic and financial \nanalysis (including risk analysis3 of specific subprojects carried out under the TA), differentiating \n                                                 \n3  Addressing major project risks, including beneficiary capacity for capital and O&M cost recovery, impacts from \nfloods and mitigation measures.  \n ", "  Appendix 4  17 \nthe farm budget of each irrigation system’s head, middle, and tail-reach areas and/or small, \nmarginal, and large farmers under with- or without- project conditions; and (ii) undertake (a) an \nanalysis of affordability and willingness to pay by WUA beneficiaries, in coordination with the \nsociologist,  and  (b)  a  poverty  impact  assessment,  including  distribution  analysis  using  the \nrelevant ADB guidelines. During phase 3, the consultant will (i) provide a detailed costing using \nCOSTAB software; (ii) prepare simple draft procedures for economic analysis of subsequent \nprojects to be used during project implementation; and (iii) propose a final irrigated agriculture \nstrategy, and arrangements and programs for project management and capacity strengthening \nfor the subject matter while supporting preparing the irrigated agriculture investment plan.  \n10.  Agriculture Specialist (5 person-months). During phase 1, the consultant will (i) assess \nthe performance of various irrigated agriculture projects, and synthesize lessons and good \npractices; (ii) review, assess, and synthesize key technical and other constraints, marketing \nprospects, and farmer incentives for intensified and diversified cropping in the project area; (iii) \nsupport  preparation  of  the  irrigated  agriculture  development  strategy,  including  options  for \ndelivering  more  effective,  responsive  and  sustainable  extension  systems  to  WUAs;  and \n(iv) identify options and strategies for (a) an alternative extension approach (such as private \nproviders and research institutions), (b) using WUAs to address complementary farm activities \nsuch as extension systems, input purchases, and marketing, and (c) effective linkage with \nresearch organizations. During phases 2 and 3, the consultant will (i) assist in collecting data, \nanalyzing constraints, estimating realistically achievable cropping pattern and yield levels, and \nidentify appropriate targets for post-project cropping patterns and yields, along with design of \neffective extension arrangements and promotion of command area development works; (ii) work \nwith the Central Rice Research Institute and other research institutions to identify appropriate \nresearch and extension activities in particular for saving irrigation water; and (iii) propose the \nfinal arrangements and programs for project management and institutional strengthening.  \n11.  Sociologist  (5  person-months).  During  phase  1,  the  consultant  will  (i)  review  the \nexisting  documentation  on  irrigated  agriculture  projects,  conduct  a  brief  field  survey,  and \ndevelop  a  framework  strategy  for  social  development  and  poverty  reduction,  gender \ndevelopment  and  indigenous  people’s  development,  following  ADB’s  Policy  on  Indigenous \nPeoples (1999) and other policies and regulations of OSG and the Government, including a \nprofile of poverty, social development, scheduled tribes and scheduled castes, and women’s \ninvolvement  and  status  in  irrigated  agriculture;  (ii)  identify  potential  areas  for  livelihood \nopportunities and the means to increase involvement of the poor in the WUAs; (iii) support the \ndevelopment of subproject selection criteria from social perspectives; and (iv) support the WUA \nperformance assessment through WUA interviews. During phases 2 and 3, the consultant will \n(i) plan and organize a socioeconomic survey and WUA consultation to strengthen the DPRs \nunder the TA, and undertake social impact assessments (including social and poverty analysis \nand stakeholder analysis) for individual DPRs based on the collected data; (ii) prepare (a) a \nsample indigenous people’s development plan as necessary, and (b) a gender action plan; and \n(iii) propose the final strategies for poverty reduction and social development, and arrangements \nand programs for project management and institutional strengthening.  \n12.  Environment  Specialist  (4  person-months).  The  consultant  will  undertake  tasks \naccording to ADB’s Environmental Policy (2002) and the environmental laws and regulations of \nOSG and the Government. During phase 1, the consultant will (i) prepare a draft environmental \nassessment and review procedure (EARP), to be applied to the subprojects under the TA and \nthe ensuing project, based on (a) a review of OSG and Government environmental policy, \nlegislation,  guidelines,  and  arrangements,  (b)  a  broad  assessment  of  likely  environmental \nimpacts, (c) an assessment of environmental examination, review and approval process by \nDOWR and OSG and the Government, and capacities and training needs, and (d) formulation of \n ", " 18  Appendix 4 \n \nenvironmental criteria and guidelines followed as a part of the subproject selection criteria; and \n(ii) review and synthesize the performance and impacts of watershed management activities in \nthe state, and propose a potential method of upper catchment treatment of reservoirs or tanks, \nfor reflection in an irrigated agriculture development strategy. During phases 2 and 3, the \nconsultant  will  (i) arrange  and  organize  information  collection  and  undertake  an  initial \nenvironmental examination (IEE) (or environmental impact assessment [EIA] as necessary) and \nprepare  its  summary,  proposing  any  environmental  management  and  monitoring  plans  to \nmitigate  the  negative  impacts  and  their  corresponding  costs;  (ii)  prepare  the  final  EARP; \n(iii) compile IEE/EIAs for subprojects, and (iv) define arrangements and programs for project \nmanagement and institutional strengthening for the environmental issues. \n13.  Resettlement Specialist (3 person-months). The consultant will follow ADB’s Policy on \nInvoluntary  Resettlement  (1995),  the  section  in  the  Operations  Manual  on  involuntary \nresettlement (OM Section F2/BP), OSG’s Resettlement and Rehabilitation (R&R) Policy for \nWater Sector (1994) and its amendment (1998), and other policies of the Government as \napplicable. During phase 1, the consultant will prepare a draft resettlement framework, based on \n(i) an assessment of all potential involuntary resettlement impacts; (ii) a review of national and \nstate R&R, land acquisition, and other relevant policies and guidelines while assessing any \ndiscrepancies between the state and national policies and ADB’s Involuntary Resettlement \nPolicy requirements and procedures; and (iii) an assessment of DOWR’s arrangements and \ncapacities to address R&R issues. During phases 2 and 3, the consultant will (i) organize \nnecessary surveys of and consultations with affected people and to ensure that women are \ninvolved in the process, and prepare sample resettlement plans for the subprojects concerned, \nwith appropriate institutional arrangements to fully mitigate negative impacts; (ii) work with \nDirector, R&R, DOWR, and ADB to propose the final resettlement framework and sample \nresettlement plans, and arrangements and programs for project management and institutional \nstrengthening of resettlement issues. The consultant will also (i) ensure that any voluntary land \ndonations are addressed in accordance with the above Operations Manual, and, in coordination \nwith  other  specialists,  and  (ii)  ensure  that  resettlement  planning  and  implementation \narrangements are integrated into the overall project design.   \nC.  Reporting and Schedule \n14.  The consultants will prepare the following reports during the course of the TA: (i) an \ninception report (within 2 weeks of fielding), describing the consultants’ detailed work plans, \nincluding the methodology to be employed, a list of potential schemes with data, sampling \nprocesses, field visit schedule, and the structure of the TA reports, with a brief description of \neach section; (ii) a strategic framework report (within 1.5 months of fielding), including (a) an \nirrigated agriculture and fishery development strategy, (b) institutional assessments of irrigation \nservice delivery and IWRM, (c) a social and environmental assessment framework (including a \npreliminary  EARP,  resettlement  framework,  and  social  development  and  poverty  reduction \nstrategy),  and  (d)  preliminary  project  implementation  strategy;  (iii)  enhanced  DPRs  and \ninstitutional actions reports (within 5.5 months of fielding), including sample schemes, safeguard \nassessments, action plans, institutional actions and a time frame; (iv) a draft final report (within \n6.5 months of fielding), including (a) all the design elements and supporting materials for the \nproposed investment project, and (b) capacity strengthening programs including a list of training \nprograms  and  issues,  and  training  synthesis  and  consultant  terms  of  reference  for  the \npreconstruction activities required immediately; and (v) a final report (within 7.5 months of \nfielding), after incorporating all comments received from the Government, OSG, and ADB.  \n "], "metadata": {"ModDate": "D:20060724134656+08'00'", "CreationDate": "D:20060719103928+08'00'", "Title": "Orissa Integrated Irrigated Agriculture and Water Management Project", "Creator": "PScript5.dll Version 5.2.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}