{"path": "data/input/ta/38412-022-ind-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 38412-2  \nSeptember 2008 \n \n \n \nIndia: Preparing the Integrated Flood and Riverbank \nErosion Risk Management Project–Assam (Phase 2): \nProcessing and Institutional Strengthening \n(Cofinanced by the Multi-donor Trust Fund under the Water \nFinancing Partnership Facility)  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 September 2008) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe1.00 =  $0.02276 \n$1.00 =  Rs43.94 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  ASG  –  Assam state government \n  COBP  –  country operations business plan \n  CWC`  –  Central Water Commission \n  DMO  –  disaster management organization  \n  FFW  –  flood forecasting and warning \n  FRERM  –  flood and riverbank erosion risk management \n  ha  –  hectare \n  IWRM  –  integrated water resources management \n  MOWR  –  Ministry of Water Resources \n  SWP  –  State Water Policy \n  TA  –  technical assistance \n  WRD  –  Water Resources Department \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Agriculture and natural resources \nSubsector  –  Water resource management \nThemes  –  Sustainable economic growth, environmental sustainability, \ncapacity development \nSubthemes  –  Fostering physical infrastructure development, natural resources \nmanagement, institutional development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  B.N. Lohani, Vice-President-in-Charge, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  F. Roche, Agriculture, Natural Resources, and Social Services Division, \nSARD \n   \nTeam leader  K. Yokoyama, Principal Water Resources Management Specialist, SARD \n ", " \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) has included in its country operations business \nplan (COBP) 2008–2010 for India1 a loan for flood and river erosion management for Assam \nand  Arunachal  Pradesh  as  a  component  of  ADB’s  2009  lending  program.  To  support  the \nprograms for Assam, a project preparatory technical assistance (TA) was undertaken from April \n2007  to  June  2008,2 and  a  follow-on  TA  to  support  further  preparation  and  institutional \nstrengthening was included in the COBP as part of the 2008 TA program.3 A fact-finding mission \nwas fielded in June 2008 and formulated the TA design. The design and monitoring framework \nis in Appendix 1.   \nII.  ISSUES \n2.  India is one of the most disaster-prone countries in the world. Flooding is a major \nrecurrent  natural  disaster,  causing  damage  on  average  of  $450  million  annually  that  is \nincreasing in the recent years. The country has a flood-prone area accounting for about 14% of \nIndia’s geographic area and 25% of its cultivable area. A comprehensive policy framework for \nflood management was developed at the national level through the 2002 National Water Policy \nto promote short- to long-term programs for structural and non-structural measures with a basin-\nwide approach that integrates catchment improvements. To date, about 18 million (hectares) ha \nof flood prone area has been protected with flood embankments and other structures, and a  \nnation-wide flood forecasting and warning (FFW) system has been established. However, large \ngaps still exist between the national policy framework and operations at the state level. Key \nissues include: (i) the predominance of structural measures pursued on a piecemeal basis, (ii) \ntheir limited integration with long-term planning and strategic programming at the basin level, (iii) \nlimited attention and coverage of nonstructural measures, and (iv) limited institutional capacity \nof the state agencies to deliver programs that include effective stakeholder participation. \n  \n3.  Assam remains one of the poorest states in India, with 36% of its 26 million people living \nunder the poverty line in 2000, and the state’s per capita domestic product was 43% below the \nnational average in 2003. Many other development indicators also lag behind. This is caused by \nseveral factors including poor infrastructure, a remote location, and an inability to minimize the \ndamage from frequent flooding. The state’s strategy for economic development emphasizes \nrapid urban and industrial growth, and rural development through strategic interventions, with \ninvestments in key infrastructure such as transport, power, and communications.  \n \n4.  Effective flood and riverbank erosion risk management (FRERM) remains high on the \ndevelopment agenda of Assam, given that 90% of its agriculture land and urban areas are \nlocated in flood-prone areas. Flooding has a devastating impact, affecting an average of 3 \nmillion people and more than 1.2 million ha of land annually. In 2004 it affected 12 million \npeople and more than 2.9 million ha, with total damages amounting to $1.5 billion. In addition, \nabout 7% of the land in the state’s 17 riverine districts has been lost due to river erosion over \nthe last 50 years. The social disruption and costs of these natural disasters have been rising in \nrecent years due to a growing population and expanding economic activities. \n \n5.  The state is mostly covered by the alluvial plains and low-lying hills of the Brahmaputra \nand Barak River basins. Severe flooding and riverbank erosion are caused by runoff from \n                                                 \n1  ADB. 2007. India: Country Operational Business Plan (2008-2010). Manila. \n2  ADB. 2006. Technical Assistance to India for Preparing the North East Integrated Flood and Riverbank Erosion \nManagement Project (Assam). Manila.  \n3  The TA first appeared in the business opportunities section of ADB’s website on 17 July 2008. \n ", "2   \nextremely heavy rainfall during the monsoon season, giving the Brahmaputra the fourth highest \nlevel of flood discharge in the world and the second highest level of sediment loads coming from \nupper watersheds that are geologically unstable. This situation is exacerbated by watershed \ndegradation due to deforestation and shifting cultivation practice. Effective FRERM calls for a \nholistic, basin-wide approach with a sound planning and coordination framework that integrates \nshort- to long-term strategies and programs, including: (i) improved catchment management, (ii) \nreservoirs  that  are  feasible  on  social  and  environmental  grounds,  and  (iii)  balanced \ncombinations of structural and nonstructural measures to manage the immediate annual risks of \ninundation and land loss. \n \n6.  The state has installed flood embankment systems protecting about 50% of its flood-\nprone  areas.  However,  their  effectiveness  is  limited  due  to  poor  construction  quality  and \ndeterioration caused by insufficient maintenance, riverbed levels rising, and failure caused by \nriver erosion. Coping with river erosion is particularly challenging due to the high capital and \nmaintenance costs of protection works, which limits their application to highly strategic locations. \nMany embankment systems suffer from frequent flood damages caused by overtopping and \nerosion-induced  breaches,  constraining  investments  in  urban  and  agriculture  development. \nLess-protected areas suffer from chronic flooding.4 To cope with the problems, a high priority \nneeds to be accorded to the improvement of existing embankments, particularly along high \nvalue areas where maintenance can be ensured. Riverbank protection should be provided \nwhere feasible, while also exploring more cost effective and flexible options that apply leading \nnational and international technologies to adapt to dynamic river processes. Alternative risk \nmanagement measures should be put in place in other areas including flood proofing; strategic \nretirement (or setback) of embankments; and a range of nonstructural measures such as FFW, \nflood and river erosion risk mapping, adaptive cropping, and social safety nets for the poor.  \n \n7.  The 11th five-year plan (2007–2012) of the Government of India has accorded higher \npriority to FRERM. This is in line with a paradigm shift reflected in the country’s new disaster \nmanagement strategy that now focuses on preparedness as opposed to post-disaster response; \npersistent poverty particularly in flood-prone areas; and the impacts of climate change such as a \nhigher  incidence  of  water-related  natural  disasters.  Within  this  context,  the  Assam  state \ngovernment (ASG) has initiated steps to establish a sound policy and an institutional framework \nof integrated water resources management (IWRM) and FRERM. A state water policy (SWP) \nhas been drafted that envisages establishing institutions for IWRM, and a holistic, state-wide \nFRERM plan as an essential instrument to address the problems from an integrated long-term \nperspective.  The  need  for  institutional  strengthening  and  better  coordination  of  key  sector \norganizations  is  also  recognized,  including  the  Water  Resources  Department  (WRD)  and \ndisaster management organizations (DMOs) at the local government level.  \n \n8.  The Integrated Flood and Riverbank Erosion Risk Management Investment Project–\nAssam (the Project) has been included in ADB’s 2009 lending program for India, on the basis of \nthe ASG’s proposal. A multitranche financing facility (MFF) proposal was prepared under the \nfirst TA (footnote 2). It aims to enhance security against flooding and river erosion in the \nselected, flood-prone areas of the state while strengthening the requisite policy, planning, and \ninstitutional foundations. Its scope includes (i) institutional and knowledge base development, \nincluding holistic state level FRERM planning, strengthening of sector institutions, data and \nknowledge base development, and regional networking; (ii) comprehensive FRERM structural \nand nonstructural measures; and (iii) participatory project management systems. The proposal \n                                                 \n4  Poverty incidence along the riverine front lines is particularly high, with a large number of people displaced by river \nerosion now occupying areas, including the flood embankments, as squatters. \n ", "  3\nplaces significant emphasis on advance efforts to strengthen institutional bases, including a \ncomprehensive planning framework, and a sound knowledge base to effectively respond to the \ndynamic natural river processes. Structural measures focus on the four existing embankment \nsystems, which protect critical areas of the state’s interest, through adoption of alternative cost \neffective and sustainable designs. Nonstructural measures extend to the areas most vulnerable \nto chronic flooding. Field level programs will be provided following the establishment of effective \nmechanisms for participatory planning and implementation, and the building of capacities of the \nlocal DMOs to which the program delivery agencies will be held accountable. These objectives \nare in line with the lessons identified during the first TA.    \n \n9.  The first TA has prepared the abovementioned MFF proposal with a sector road map, \nfeasibility  and  safeguard  assessments  for  four  subprojects,  and  multi-disciplinary \nimplementation arrangements, building on the existing policy, planning, and study documents.5 \nThese are examined by ASG, the Government of India, and ADB to initiate project processing.  \nIn this context, the relevant policy and institutional strengthening actions need to be advanced to \nprovide an enabling environment. These actions include (i) finalization of the SWP and its initial \nimplementation with appropriate IWRM functions, (ii) preparation of a state-level FRERM plan \nwith a wider basin perspective, and (iii) initiation of the institutional strengthening actions of \nWRD.6 The experience of ADB-assisted infrastructure projects in India indicates the critical need \nto  eliminate  the  time  gap  between  project  approval  and  implementation.7 Addressing  this \nproblem requires (i) early establishment of multi-disciplinary project management offices at the \nstate and subproject levels; (ii) timely processing of the detailed project reports incorporating \ninnovative designs; (iii) providing training for the assigned staff on the required implementation \nprocedures and arrangements; (iv) initiating pre-construction activities, including a participatory \nplanning  and  design  process  with  local  stakeholders;  (v)  initiating  critical  knowledge  base \ndevelopment such as morphological prediction and flood plain zoning; and (vi) advancing the \nrecruitment of critical service providers such as consultants and nongovernment organizations. \nThe proposed TA is needed and designed to address these specific project issues. \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The overall impact of the TA and the Project will be enhanced security against flooding \nand river erosion, and induced economic growth in the state’s vital areas of economic interests, \nincluding urban and productive rural areas, and natural heritage sites. This will be achieved \nthrough an integrated FRERM approach comprising (i) a comprehensive planning framework, \n(ii)  a  balanced  combination  of  structural  and  nonstructural  measures  implemented  with \nstakeholder participation, and (iii) sound institutional foundations. The TA’s outcome will include \n(i)  an  improved  policy  environment,  planning  framework,  and  capacity  of  WRD  and  other \nagencies  to  operationalize  IWRM  and  integrated  FRERM  with  set  reform  actions;  and  (ii) \n                                                 \n5  Including the National Water Policy 2002, 11th five-year plan of the Government, Assam state government, \nBrahmaputra master plans prepared by the Brahmaputra Board, and a comprehensive natural resources sector \nstudy of the North East region undertaken by the Government of India with the assistance of the World Bank.  \n6  Little external assistance has been provided to sector operations in Assam. WRD remains largely structure-\noriented, with insufficient management systems (from planning to monitoring and evaluation) to respond to the \ndynamic river process in an adaptive, efficient, and sustainable manner. Capacities to pursue holistic FRERM \nprograms in consultation with diverse stakeholders also need strengthening. The road map has set out specific \nagendas and actions including (i) office realignment; (ii) vision and institutional strategy formulation; (iii) functional \nstrengthening (human resources, data and knowledge base, work execution, and quality control); (iv) management \ntools; (v) multi-disciplinary and participatory systems; and (vi) sustainable maintenance operations. \n7  Long delays were observed in some circumstances due to the large gaps in the executing agency’s capacity to put \ninto operation the required implementation procedures, and delays in mobilizing consultants and contractors. \n ", "4   \nadvanced management capacities and readiness to initiate the Project in terms of detailed \nproject report preparation and clearance, project office establishment, staff assignment and \ncapacity development, implementation materials and management systems, and progress in \nadvance actions for procurement. The initial poverty and social analysis is in Appendix 2. \n \nB.  Methodology and Key Activities \n \n11.  The TA will support the policy, program, and institutional development efforts owned by \nWRD and the ASG by supplementing the latter’s resources and materials to facilitate the \nstipulated outputs. Close coordination will be maintained with government agencies, including \nthe Ministry of Water Resources (MOWR) and affiliated organizations such as the Central Water \nCommission (CWC) and Brahmaputra Board. The TA will also introduce best practices and \nlessons learned in the Asian region and other Indian states. A consultative approach will be \ntaken to include participation from the wider stakeholders associated with FRERM and water \nresources management at large. The TA activities comprise two components. \n \n1.  Part A: Institutional Strengthening  \n \n12.  The TA’s first component will support ASG’s actions to provide an overall enabling policy \nenvironment, planning framework, and institutional foundation for integrated and sustainable \nFRERM in the context of IWRM. Activities will include assistance for (i) finalizing a draft SWP  \nthrough  stakeholder  consultations,  and  initial  steps  to  functionalize  IWRM;  (ii)  preparing  a \nframework for a state-level integrated FRERM plan with catchment interventions, institutional \nand  knowledge  development,  and  environmental  conservation;  (iii)  implementing  WRD’s \ninstitutional actions defined under the first TA for operationalizing integrated FRERM, including \nchanges in structure, staffing and resources, and management systems; (iv) pursuing a change \nmanagement process for WRD to meet its emerging mandates, including a vision and mission \nstatements, institutional strategy, and an action plan; (v) developing a computerized asset \nmanagement  system  of  FRERM  infrastructure  for  sustainable  monitoring  and  maintenance \nplanning; (vi) developing knowledge base through various studies, including support for the \ndevelopment  of  a  river  erosion  prediction  system;  (vii)  establishing  database  management \nsystems on hydrology, morphology, sediment transport, and environmental parameters; and (viii) \norganizing  seminars  for  staff  of  ASG  and  the  Government  of  India  on  presentation  of \ninternational best practices and lessons for integrated FRERM and IWRM. \n \n  2.  Part B: Project Management Systems Support \n  \n13.  The  TA’s  second  component  will  enhance  institutional  capacity  to  operationalize \nintegrated  FRERM  under  the  Project  while  accelerating  its  timely,  efficient,  and  effective \ninitiation and implementation. Activities will include (i) advisory support for WRD’s preparation of \ndetailed project reports with innovative designs for the individual subprojects for Government of \nIndia’s  clearance;  (ii)  preparation  of  a  project  implementation  plan,  including  the  relevant \nguidelines and manuals related to implementation and management information systems; (iii) \ntraining programs for the project staff, local providers, and stakeholders at the state, district, and \nsubproject levels, with capacity mapping and training needs assessments; (iv) detailed design, \ncontract  packaging,  bid  document  preparation,  and  advance  actions  for  procurement;  (v) \nimplementation of requisite surveys, and investigation and preparation of resettlement plans and \nother safeguard documents; (vi) consultative processes for detailed design and planning with \nthe district and village level disaster management organizations; and (viii) preparation of sample \ncommunity-based disaster management plans with participatory planning for appropriate local \nminor interventions. \n ", "  5\nC.  Cost and Financing \n \n14.  The total TA cost is estimated at $1,130,000 equivalent. The amount of $150,000 will be \nfinanced on a grant basis by ADB's TA funding program and $750,000 will be financed on a grant \nbasis by the Multi-donor Trust Fund under the Water Financing Partnership Facility,8 to be \nadministered by ADB. ASG will finance the remaining $230,000 equivalent with in-kind support. \nThe Government of India and ASG will also provide relevant information and materials. Details \nof the cost estimates and financing plan are in Appendix 3. The Government of India has been \ninformed that approval of the TA does not commit ADB to finance the Project. \n \nD.  Implementation Arrangements \n \n15.  WRD of ASG will be the TA’s Executing Agency (EA) and will implement the TA in close \ncoordination with Government of India agencies, including the Department of Economic Affairs, \nMinistry of Development of North East Region, MOWR, CWC, and Brahmaputra Board. ASG \nwill  (i)  expand  the  existing  TA  management  office  to  include  a  coordinator  and  database \nmanager,  and  to  become  the  project  management  unit;  (ii)  maintain  the  existing,  multi-\ndisciplinary TA steering committee and project preparatory core group; (iii) expand WRD’s \ninstitutional  development  working  group  to  include  managerial  staff;  and  (iv)  form  an \ninterdepartmental IWRM working group to define a road map to implement SWP.9    \n \n16.  The TA will be implemented over a period of 15 months from October 2008 to December \n2010 (with a break from June to September 2009). The TA will require the engagement of 11 \nperson-months  of  international  and  33  person-months  of  national  consultant  services.  All \nactivities will be owned and implemented by ASG, with the facilitation and analytical support \nprovided by the national consultants under the overall advice and guidance of the international \nconsultants,  who  will  be  engaged  as  advisors.  An  outline  terms  of  reference  is  shown  in \nAppendix 4. All consultants will be engaged individually by ADB in consultation with the ASG \nand the Government of India to obtain the best mix of consultants having the most appropriate \nqualifications  and  experience.  The  consultants  will  be  recruited  in  accordance  with  ADB’s \nGuidelines  on  the  Use  of  Consultants  (2007,  as  amended  from  time  to  time)  and  other \narrangements satisfactory to ADB for selecting and engaging national consultants. The specific \nreporting requirements, which will be consolidated by the international and/or national team \nleader based on the inputs from individual consultants, are also stipulated in Appendix 4. \nStakeholder workshops involving ASG, the Government of India, the consultants, and ADB will \nbe organized at the inception, midterm, and draft final stages. Seminars and workshops will also \nbe organized with the ASG staff and other stakeholders concerned.  \n \nIV.  THE PRESIDENT'S DECISION  \n17.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $750,000 to be \nfinanced on a grant basis by the Multi-donor Trust Fund under the Water Financing Partnership \nFacility, and (ii) ADB providing the balance not exceeding the equivalent of $150,000 on a grant \nbasis, to the Government of India for preparing the Integrated Flood and Riverbank Erosion Risk \nManagement Project–Assam (Phase 2): Processing and Institutional Strengthening, and hereby \nreports this action to the Board.    \n                                                 \n8  Contributors: the governments of Australia, Austria, and Norway.  \n9  These measures will be pursued to develop strong ownership of ASG to proceed with necessary institutional \ndevelopment to provide the enabling environment for effective and sustainable FRERM operations.   \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets and/or  Data Sources and/or  Assumptions and \nDesign Summary \nIndicators  Reporting Mechanisms  Risks \nImpact      Assumptions  \nEnhanced economic growth  • Incomes: Increases in household  •  National and district  •  ASG will accept loan \nand reduced poverty in the  incomes (to be quantified during  statistics on agriculture,  terms and conditions \nselected subproject areas and  the TA)  incomes, and human  offered through the \nsub-basins of Brahmaputra  • Poverty: Incremental poverty  development index  Government of India. \nRiver Assam, together with  reduction in subproject areas  •  Benefit monitoring and  •  Ensuing loan project \nreduced flood and riverbank  • Production: Increases in  evaluation reports  is feasibly designed, \nerosion damages (brought  production in agriculture, industry  •  Other appropriate  funded, and \nabout through the ensuing  and urban services   statistics including those  implemented. \nProject prepared under the two  • Flood security: reduced damages  related to the improved  •  Political will and \nTA programs.  due to flooding and riverbank  management information  stable leadership to \n  erosion   system of the Water  pursue reforms \n \n• State total revenue: Increased  Resources Department   •  Strong ownership \nrevenue from rising incomes, and    and stakeholder \nreduced expenditure from state  participation \ncalamity funds   Risk \n• Institutions: Similar interventions  •  Natural disasters \nare replicated, accelerating  beyond the design \neconomic growth  return period \n \nOutcome      Assumptions \nEnsuring project design is  • Ensuring the  project is approved  •  TA consultants progress  •  Project institutions \nagreed to by the Government  by the Government of India,  reports  are committed to \nof India, ASG and ADB, and  ASG, and ADB, with MFF  •  ADB review mission  promote integrated \nnecessary institutional  modality having three phases  reports   FRERM  \ndevelopment substantially  • Detailing and finalizing  policy  •  TA final report  •  Timely establishment \nprogresses with associated  and institutional action plan to    of project offices and \nproject startup activities by the  operationalize integrated FRERM    assignment of \ntime of its effectiveness, all of  and its initial implementation, and    qualified staff  \nwhich contribute to achieving  generic capacities are developed    •  Willingness and \nthe project objective of  • Sound planning framework    responsiveness of \nreduced flood and riverbank  developed for integrated FRERM    line agencies, local \nerosion damages (through  • Project management system is    governments, and \nimproved FRERM institutional  established and staff trained for    stakeholders to \nfoundations, a sound planning  implementation arrangements     operationalize \nframework, extension of  • Training modules and programs    participatory FRERM  \nstructural and nonstructural  for project staff, stakeholders,    •  Stable leadership \nmeasures, and project  and private providers developed,    and support within \nmanagement).  and initial training conducted   and outside the EA \n    • Substantial progress in advance   \nprocurement of goods and civil \nworks and recruitment process of \nconsultants and NGOs  \nOutputs       \nA.  Progress in Institutional  By December 2009     Assumptions \nStrengthening for  (i) IWRM  •  Inception report  •  ASG provides timely \nIntegrated FRERM and  • Finalization of state water policy  •  Draft reports on the  support in \nIWRM  • Framework for IWRM setup and  outputs concerned  establishing office \n(i)  Policy and institutional  arrangements defined  •  ASG orders, guidelines,  and assigning \nframework for  IWRM, (ii)  • Action plan for policy  and manuals   qualified staff \nPlanning framework for  implementation developed and  •  EA, working group,  •  Ownership on the \nintegrated FRERM, and (iii)  finalized by ASG apex body  advisory group, and  part of  ASG and \ninstitutional foundations for    steering committee  WRD to proceed \nintegrated FRERM  (ii) FRERM planning framework  meeting minutes   with necessary \n  • FRERM strategy and framework  •  Aide memoire of ADB  institutional actions \n   drafted for consultative process   inception and review  •  Strong political \n• Arrangements for planning and  missions  support and \nmanagement defined   leadership \n \n ", "  Appendix 1  7 \nPerformance Targets and/or  Data Sources and/or  Assumptions and \nDesign Summary \nIndicators  Reporting Mechanisms  Risks \n  (iii) Flood and riverbank erosion     \nrisk management institutional \nfoundation \n• Immediate institutional changes \nas defined by the first project \npreparatory TA completed \n• WRD’s change needs recognized \nand change management \nprocess initiated \n• Progress in preparing institutional \nvision and strategy for WRD   \n• Detailed design prepared for data \nand knowledge management \nsystem  \n• Prediction system developed for \nriverbank erosion for major rivers \n• Basic design prepared for asset \nmanagement system and \ninstitutions for their monitoring \nand maintenance planning  \n• Seminars for advanced flood and \nriverbank erosion risk \nmanagement systems conducted \nB.  Sound Project  By June 2009  •  Draft detailed project  Assumptions \nManagement Systems  (i)  Project management system    reports and project  (Same as above) \n(i) Integrated FRERM  • Detailed project implementation  documents of ASG and  •  Participatory process \nproject management  plan with various manuals  the Government of India  is appreciated by \nsystems, (ii) capacity  • MIS  for baseline, process, and  •  Project implementation  line departments, \ndevelopment, (iii) project  outputs and impacts, including  and training materials    local governments, \nprocessing and initial  socioeconomic and institutional  •  EA, working group,  and stakeholders \nimplementation    data  advisory group, and  •  Local security \n   • Immediate action plan for smooth  steering committee  problems will not \n     project launching   meeting minutes   disturb the process \n    •  Consultants’ progress  •  WRD provides \n  (ii) Capacity development   reports  sufficient ownership \n  • Project offices at state and  •  Aide memorie  of ADB  and counterpart \nsubproject levels established with  review missions  support to \nstaff assignments      institutionalize the \n• Training programs and manuals    outputs \ndeveloped for the ensuing Project \n• Training provided to project staff  Risk \n(at central and subproject levels)  •  2008 and 2009 \nand stakeholders   monsoons may \n• Training institutions and trainers  hamper the local \nidentified and trained   preparatory \n  processes  \n(iii) Project processing and initial \nimplementation  \n• Detailed project reports and \nproject documents prepared and \napproved by ASG and the \nGovernment \n• Detailed designs for main civil \nworks, and safeguards plans for \nsubsequent works prepared \n• Detailed procurement plan \nprepared and finalized \n• Consultative process progressed \nfor the main civil works \n ", "8  Appendix 1 \nPerformance Targets and/or  Data Sources and/or  Assumptions and \nDesign Summary \nIndicators  Reporting Mechanisms  Risks \nimmediately initiated in tranche 1 \n• Advance procurement of goods \nand civil works, and engagement \nof consultants and NGOs \nsubstantially progressed    \nActivities with Milestones  Inputs \nA. By the  ASG/ Government of India  ADB - $900,000 \n(i)  Appoint counterpart staff and form steering committee, working  • Consulting services 44 person-months - $591,000 \ngroup, and advisory group (completed)  • Surveys and Studies - $150,000 \n(ii)  Establish ensuing project management setup at state, and  • Workshops, Seminars and Trainings - $25,000 \nsubproject levels (Jan 2009)   • Administrative and Support Services - $38,000 \n(iii)  Prepare draft detailed project reports for the subprojects ( Dec \n• Equipment - $6,000 \n2008), and detailed designs for main civil works for tranche-1 \n• Contingencies - $90,000 \n(iv)  Regularly work with consultants to provide surveys and other \n \nsupport, and to organize meetings (Oct 2008–Dec 2009) \nGovernment - $230,000 \n(v)  Organize workshops at the inception, midterm, and draft final \n• Counterpart and administrative support - $60,000 \nstages, and trainings for project staff (project management unit \n• Local Travel - $30,000 \nand four subproject offices) and stakeholders \n• Studies and Surveys - $140,000 \n(vi)   Provide office space, data, information, documents, detailed \nproject  reports (and other inputs as appropriate), and other \nsupport to the TA (Oct 2008–Dec 2009) \nB. By Consultants   \nUndertake TA activities in close collaboration with the Government of \nIndia, ASG, stakeholders, and ADB \n(i)  Immediate support for the critical actions of  the two \ncomponents below, to be conducted by individual consultants \n(Oct 2008–Dec 2009) \n(ii)  Institutional strengthening for integrated FRERM and integrated \nwater resources management(Oct 2008–Dec 2009) \n(iii)  Project management systems development and support (Oct \n2008–June 2009)  \nC. By Stakeholders    \n(i)  Join workshops at various stages (Oct 2008–Dec 2009) \n(ii)  Participate in the preparation of detailed design processes and \ntrainings (same as above) \nD. By ADB   \n(i)  Recruit consultants in coordination with ASG and Government \nof India (Sep 2008) \n(ii)  Monitor and supervise TA activities regularly \n(iii)  Guide TA activities through inception and review missions \nADB = Asian Development Bank, ASG = Assam state government, EA = executing agency, FRERM = flood and riverbank \nerosion risk management, IWRM = integrated water resources management, MFF = multitranche financing facility, MIS = \nmanagement information system, NGO = nongovernment organization, TA = technical assistance,  WRD = Water Resources \nDepartment. \n       \n   \n \n \n ", "  Appendix 2  9 \nINITIAL POVERTY AND SOCIAL ANALYSIS \nCountry and Project  India: Integrated Flood and Riverbank Erosion Risk Management Project–Assam \nTitle: \n \nLending or Financing  Multitranche Financing Facility  Department/   South Asian Department/ Agriculture, Natural \nModality:  Division:  Resources, and Social Services Division  \n \nI.  POVERTY ISSUES \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy \n1.  Based on the country poverty assessment, the country partnership strategy and the sector analysis describe how the \nproject would directly or indirectly contribute to poverty reduction and how it is linked to the poverty reduction strategy of the \npartner country. \nIndia’s 11th five-year plan (2007–2012) prioritizes reducing regional and rural-urban disparity, and chronic poverty, particularly \nin rural areas, through inclusive and equitable growth, with a strong focus on accelerating the growth rate in underdeveloped \nregions. Assam remains one of the least developed states in India, with its per capita income level 43% below the national \naverage in 2003. This is the result of several factors, including poor infrastructure, remoteness, and inability to minimize the \nimpacts of damage from frequent flooding. Among these, effective flood risk management remains high on the development \nagenda, given that 90% of Assam’s agriculture land and urban areas are located in flood prone-areas that are mostly inundated \nduring extreme flooding, which has a devastating impact. About 7% of the land in the state’s 17 riverine districts has also been \nlost due to river erosion in the last 50 years, displacing a large number of people and adding to the landless and homeless \npoor. Following the holistic national policy framework for flood management, the Assam state government now intends to \naddress this chronic problem through a comprehensive approach encompassing a sound policy and planning framework with a \nbasin-wide integrated catchment management perspective; structural and nonstructural measures to cope with immediate \nannual risks by exploring innovative cost effective, and sustainable options adaptive to natural processes; and firm institutional \nfoundations to deliver programs in an accountable manner, including stakeholder consultations. The proposed project (the \nProject) will support the ASG’s efforts towards this end, with a primary focus on improving the performance of existing flood \nembankment systems that protect the strategic areas of interests (urban and productive rural areas, and a natural heritage \nsite), extending nonstructural measures to the most vulnerable flood-prone areas, and strengthening the requisite planning and \ninstitutional basis (e.g., database). ADB’s country strategy and program for India (2003–2006)a expanded ADB’s operations in \nrural infrastructure including water resources as the most important feature to address the country’s chronic regional disparity \nand looming water crisis. The new draft country partnership strategy (2008–2012) envisage enhanced ADB roles in rural \ninfrastructure development for irrigation, water resources, and agriculture marketing, in accordance with the priority of the \nsector in the Government’s 11th five-year plan and ADB’s long-term strategic framework 2008–2020 (Strategy 2020).b The \nobjective and design of the ensuing Project are consistent with the strategic direction of these planning frameworks.  \n \nB.     Targeting Classification          \n1.  Select the targeting classification of the project: \n General Intervention (GI)   Individual or Household (TI-H);  Geographic (TI-G);  Non-Income MDGs (TI-M1, M2, etc.) \n2.   Explain the basis for the targeting classification:  \nC.  Poverty Analysis \n1.  If the project is classified as TI-H, or if it is policy-based, what type of poverty impact analysis is needed?  \n2.  What resources are allocated in the project preparatory technical assistance (PPTA)/due diligence? \n3.  If GI, is there any opportunity for pro-poor design (e.g., social inclusion subcomponents, cross subsidy, pro-poor \ngovernance, and pro-poor growth)? \nThe proportion of Assam’s population living below the poverty line is high (about 36%). Over two thirds of Assam’s population is \nrural. Poverty is largely a rural issue, with 40% of the rural population living below the poverty line. Poverty is more widespread \nin the western and southern districts, and the hill districts. The Brahmaputra and Barak rivers and their tributaries dominate the \neconomic and social life of Assam. Over 90% of urban and agriculture land is located in the flood-prone area. Thus, the regular \noccurrence of floods and loss of land due to river erosion constrains the state’s economic activities. Agriculture remains the \nprimary economic sector, with paddy, wheat, mustard, potatoes, and other vegetables as the major crops. The agriculture \nsector’s productivity is well below the national average, and only about half of the state’s farmers cultivate their fields more than \nonce a year. The uncertainties of rainfall and associated floods hamper agricultural productivity. Likewise, service and industrial \nsectors are also affected by frequent flooding and associated low level of investments and a lack of employment opportunities.  \n \nIn view of the intrinsic linkage between flooding and river erosion, and the state’s economic performance, effectively managing \nannual flooding is critical to accelerate economic growth and make major inroads in poverty reduction. The risk of flooding is \n ", "10  Appendix 2 \ncited as the main factor hampering urban and industrial development, as the risk of investment losses is considered very high \nin most areas. Given the concentration of the poor in the rural areas, enhancing agriculture and rural development also needs \nto be pursued. Increased rice production will require developing irrigated agriculture (only 20% of the state’s cropland is \nirrigated), for which flood embankment and river erosion control will provide a more conducive environment. The unpredictable \nnature of the annual floods has also made farmers risk averse, planting only one rain-fed paddy crop annually. People have \nbeen made homeless and landless by progressive riverbank erosion, and have been forced into sharecropping arrangements \nto survive, with little incentive to invest in productivity-enhancing agro-technology.  \n \nThe  proposed  Project  will  enhance  the  performance  of  existing  flood  embankment  systems  through  the  provision  of \nembankment upgrading, riverbank protection works, and associated infrastructure such as flood-proofing platforms, sluice \ngates, and minor drainage channels, along with a range of nonstructural measures to cope with flooding and river erosion risks. \nThrough the improved reliability of flood protection infrastructure, the Project is expected to reduce the loss of income due to \nfrequent flooding and induce urban and rural populations to make productive investments, which will enhance the incomes of \nproject beneficiaries. As an important part of the project component, local participatory disaster management committees will \nbe strengthened at the district, block, and village levels to take leading roles in planning and implementing the designated \nFRERM and associated programs. Participation of poor and vulnerable groups will be pursued through nongovernment \norganizations (NGOs) that will be engaged for the purpose of strengthening the disaster management committees. The Project \nwill also seek poverty reduction by prioritizing the provision of community-based risk management programs, including flood \nproofing platforms in areas with a high incidence of poverty, such as the riverine communities displaced by riverbank erosion. \nWithin the framework of the disaster management committees’ planning process, efforts will be made to link with existing \npoverty reduction programs at the district and village levels for more effective and participatory delivery to the poorest and most \nvulnerable populations. A separate project proposed for Japan Fund for Poverty Reduction (JFPR) will also be prepared to \nprovide livelihood enhancement to supplement existing programs. The Project will pursue the active involvement of poor and \nvulnerable groups in disaster management committees and other group formation, planning, and implementation processes.   \n \nII.  SOCIAL DEVELOPMENT ISSUES \nA.  Initial Social Analysis \nBased on existing information: \n1.  Who are the potential primary beneficiaries of the project? How do the poor and the socially excluded benefit from the \nproject? \nA large segment of the population in the four selected subproject areas (Dibrugarh town, Kaziranga in Jorhat district, and \nPalasbari in Kamrup district) live in flooding and riverbank erosion high-risk zones. As a result, they frequently suffer. The local \npopulation reported the loss of nearly half of their crops every year along with substantial damages to homes and livestock. \nAgriculture and wage laborers are the principal local occupations. The incidence of landlessness is high in all subproject areas. \nOn the average, nearly 40% of the population is poor. Almost all of the population in Matmara is classified as indigenous, while \nthe indigenous population accounts for 42% in Kaziranga, and 15% in both Dibrugarh and Palasbari. Nevertheless, according \nto the field assessment carried out during the first project preparatory technical assistance (TA), the social, economic, and \ncultural characteristics of indigenous people do not differ significantly from other social groups.  \n2.  What are the potential needs of beneficiaries in relation to the proposed project? \nAccording to the participatory rural appraisal survey, the local population reported problems related to high levels of insecurity \nand stress due to chronic flooding and river erosion, which prohibits them from developing a long-term perspective for \ndevelopment. Specific problems relate to the lack of early warning systems; the need to evacuate their houses and move to \nhigher places mostly on embankments; where a number of new problems are encountered such as unhygienic conditions, no \nprivacy that especially affects women’ lack of drinking water, food and fuel for cooking,  and fodder for cattle; and inadequate \neducation facilities. In general, development needs are clustered into three groups: (i) addressing immediate needs related to \nsafer, hygienic shelter facilities providing food security and employment; (ii) organizing the communities and providing reliable, \nyear-round facilities and infrastructure; and (iii) developing economic self-sufficiency through sustainable livelihoods.  \n3.  What are the potential constraints in accessing the proposed benefits and services, and how will the project address \nthem? \nThe project is expected to deliver significant benefits in terms of reduced flood and erosion damages, protection against \ndisplacement, protection of assets and livelihoods, and increased economic activities and incomes induced by more reliable \nflood management infrastructure. However, there exists a general distrust among the community regarding the performance of \nthe Water Resources Department in flood and riverbank erosion risk management (FRERM) due to the (i) overall poor \nperformance of flood embankments that fail to deliver reliable protection; (ii) poor quality of construction and insufficient \nmaintenance; (iii) repeated embankment retirement to cope with river erosion as an emergency response in the past, but \nwithout compensation for the land acquired; (iv) overemphasis on structural measures with the lack of advance warning \nsystems; and (v) absence of stakeholder participation in planning and implementation of FRERM interventions leading to a lack \nof transparency and accountability in the delivered programs. There is also limited coordination among the local government \ninstitutions, line departments, and stakeholders concerned for flood response and recovery activities.  \n ", "  Appendix 2  11 \nUnder the circumstances, the project design and institutional arrangements need to place strategic emphasis on beneficiary \nand stakeholder participation, transparency and accountability measures of the program delivery organizations, interagency \ncoordination, and full compliance with social safeguards. The strategy will comprise several layers, including (i) policy \nmeasures to deliver program activities under the overall guidance  of participatory disaster management committees at the \ndistrict, block, and village levels, with central-level supervision to be provided by an empowered, autonomous, and multi-\ndisciplinary project management unit that will ensure compliance in stakeholder participation and interagency coordination; (ii) \ncapacity  strengthening  and  empowerment  of  disaster  management  committees  to  ensure  sound  governance,  including \nrepresentation and participatory decision making; (iii) specific actions and programs targeted to vulnerable groups including \nwomen to support their higher representation and livelihoods enhancement; and (iv) supporting systems for compliance with \nsocial safeguards measures, including the resolution of the pending land acquisition cases of past flood embankment works.   \nB.  Consultation and Participation \n1. Indicate the potential initial stakeholders. \nDuring the first TA, socioeconomic surveys were undertaken covering representative households of all categories within the \nsubproject area to capture the present socioeconomic status, development constraints and needs, and possible impacts of the \nproject. Consultations were held in the four subproject areas, particularly with those living along the bank lines threatened by \nflooding and riverbank erosion and those outside of the embankment systems and riverine char land (sand bars). Participants \nin the consultations included village headmen, panchayat (local government) members, women, and socioeconomically \ndisadvantaged groups–tribal, elderly, children–through focus group meetings. In addition, semi-structured interviews were also \nundertaken with officials from WRD, district administration officers, medical and health officers, local school teachers, and \nNGOs and civil society members.  \n2. What type of consultation and participation is required during the PPTA or project processing (e.g., workshops, community \nmobilization, involvement of nongovernment organizations and community-based organizations, etc.)? \nA participatory process was used during the first PPTA, and consultations and collaborative decision making were carried out \nwith a particular focus on women, the landless, indigenous people, and other vulnerable groups in the subproject area using \nparticipatory rural appraisal techniques, along with other ordinary stakeholders. Focus group meetings were organized targeting \nthe most vulnerable people, and an inventory of local needs was prepared, encompassing problems and constraints related to: \n(i) water resources and disaster management, including flooding and river erosion, agriculture, fisheries, environment, and \nother uses; (ii) possible solutions to resolve the constraints identified; and (iii) appropriate institutional mechanisms to address \nthose constraints. NGOs were engaged to facilitate this process.  \nIn addition to the local consultative process, state level workshops were organized at the midterm and draft final stages of the \nfirst TA to present and discuss key findings and the prospective scope and issues of the proposed investment project, and to \nseek the feedback of the central, state, and local governments, local and international experts, and a wide range of \nstakeholders (e.g., civil society organizations active in environmental and vulnerable groups development issues such as tribal \npopulations). Useful suggestions were provided, including the need for duly reflecting the interests of the marginal and poorest \npopulation, such as embankment squatters, who are often outside of the embankment systems and displaced by river erosion, \nand the significant strengthening of the institutional basis and capacities of the relevant organizations. \n3.  What level of participation is envisaged for project design? \n     Information sharing          Consultation         Collaborative decision making         Empowerment7 \n4.  Will a consultation and participation plan be prepared?    Yes          No    Please explain. \nThe Project will strengthen and effectively utilize the existing local participatory disaster management framework including \ndistrict, subdistrict, and village level disaster management committees. They will be empowered to take a lead role to plan and \ndecide on implementing the FRERM plans concerned at the subproject and community levels, based on which the programs \nwill  be  delivered  by  the  designated  organizations  under  the  monitoring  and  supervision  of  the  disaster  management \ncommittees. This participatory process will be institutionalized after completion of the Project in the annual planning and \nimplementation process of FRERM program delivery, and maintenance and adaptation of the infrastructure. Village disaster \nmanagement committees and community groups will also be strengthened to take over the management of minor infrastructure \nsuch as flood proofing platforms, small sluice gates, and drainage canals. NGOs will be engaged to facilitate the process.   \n \nC.  Gender and Development \n1. What are the key gender issues in the sector and/or subsector that are likely to be relevant to this project or program? \nDue  to  unequal  access  of  women  to  productive  resources  and  the  prevailing  gender  discrimination  within  traditional \nhouseholds, women bear a disproportionately higher burden of poverty. A lack of autonomy within the household and social \nrestrictions on mobility prevent women from access to education, skills training, and health facilities as well as to labor markets. \nBesides household chores, rural women are major contributors to the rural economy in crop and livestock production. In \naddition, women spend a large part of their time gathering water and firewood for household use. Women also face particular \nstress and hardships at times of evacuation and displacement caused by flooding and river erosion, with exposure to various \n ", "12  Appendix 2 \nexploitative risks. A strategy for gender mainstreaming was formulated taking these features into consideration and sets out the \nProject’s approach toward addressing gender concerns. \n2. Does the proposed project or program have the potential to promote gender equality and/or women’s empowerment by \nimproving women’s access to and use of opportunities, services, resources, assets, and participation in decision making?       \nYes          No    Please explain.  \nThe first TA’s output has recommended a gender and development strategy including steps to enhance women’s participation \nin relevant organizations, in particular disaster management committees at district, block, and village levels, and their ability to \nimprove their livelihoods. The draft gender action plan proposes (i) employment opportunities for women generated by \ninvestment and maintenance works; (ii) promotion of women participation in disaster management committees  with numerical \ntargets with training for their active involvement; (iii) identify and respond to women’s needs in FRERM planning process; (iv) \nestablish links with existing development programs of the district for stronger participation of women; (v) targeting women in the \ncomplementary support programs of the project; and (vi) preparing a separate JFPR project with particular focus on women’s \nparticipation and livelihoods enhancement in the context of community based flood and river erosion risk management.   \n3. Could the proposed project have an adverse impact on women and/or girls or widen gender inequality?10 \n          Yes          No    Please explain.  \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nSignificant/Limited/  Plan or Other Action \nIssue  Nature of Social Issue \nNo Impact/Not Known  Required \nInvoluntary  While the project focus is on rehabilitation  Significant for all four    Full Plan \nResettlement  and upgrading existing embankment  subproject sites.     Short Plan \nsystems, this often requires strip land  (First TA has prepared a    Resettlement  \n  acquisition to enhance the embankment  draft resettlement  Framework \ncross sections and their retirement. For  framework, and a full    No Action \nsome subprojects, there are squatters on  resettlement plan for    Uncertain \nembankments who were displaced by  immediate work in one of the \nriver erosion and evacuated there.   subproject areas.)  \nIndigenous Peoples   The project will benefit the entire local  Insignificant.     Plan \n  population groups and will not  (First TA has prepared a    Other Action \n  differentially affect any groups, including  draft indigenous peoples    IP Framework \n  indigenous peoples. The four subprojects  development framework.)    No Action \nare supported by all groups.     Uncertain \nLabor  Reliability of flood management  Limited impacts.    Plan \n Employment  infrastructure will create increased    Other Action \nOpportunities  employment opportunities for all    No Action \n Labor Retrenchment  industries. Core labor standards will be    Uncertain \n Core Labor Standards  included in contractors’ contract clauses.  \nAffordability  The project does not envisage cash  Limited or no impacts.    Action \ncontributions by beneficiaries (given the    No Action \npublic goods nature of the benefits)    Uncertain \nexcept for minor structures which \nbeneficiaries are expected to operate and \nmaintain through labor contribution.  \nOther Risks and/or  The project does not envisage adverse  Limited or no impacts.    Plan \nVulnerabilities  impacts.     Other Action \n HIV/AIDS    No Action \n Human Trafficking    Uncertain \n Others (conflict, \npolitical instability, etc.), \nplease specify \nIV.  PPTA OR DUE DILIGENCE RESOURCE REQUIREMENT \n1.  Do the terms of reference (TOR) for the PPTA (or other due diligence) include poverty, social and gender analysis and the \nrelevant specialist(s)?  \n        Yes                    No   If no, please explain why.      \n2.  Are resources (consultants, survey budget, and workshop) allocated for conducting poverty, social and/or gender analysis, \nand consultation and participation during the PPTA or due diligence?       Yes           No    If no, please explain why. \na  ADB. 2003. Country Strategy and Program (2003–2006): India. Manila. \nb  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020.  Manila. \n ", "  Appendix 3  13 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem Total Cost\nA. ADB and the Multi-donor Trust Fund under the Water \nFinancing Partnership Facility Financing a\n1. Consultants\na. Remuneration and Per Diem\ni. International Advisors 340.0\nii. National Consultants 175.0\nb. International and Local Travel\ni. International Travel 45.0\nii. Local Travel b 21.0\n  c. Reports and Communications 10.0\n2. Surveys and Studies\na. Technical and Institutional Studies and Surveys c 100.0\nb. Socio Economic Surveys and Studies  50.0\n3. Workshops, Seminars, and Training d 25.0\n4. Administrative and Support Services\na. Office Operation and Maintenance 12.0\nb. Administration and Support Staff 26.0\n5. Equipment and Furniture e 6.0\n6. Contingencies 90.0\nSubtotal (A) 900.0\nB. Government Financing \n1. Administrative Support 30.0\n2. Counterpart Staff 30.0\n3. Local Travel and Vehicles for Counterpart Staff 30.0\n4. Studies, Surveys, Data Analysis, and Reports 140.0\nSubtotal (B) 230.0\nTotal 1,130.0\nADB = Asian Development Bank, TA = technical assistance.\na Financed on a grant basis by ADB's technical assistance funding program ($150,000) and Multi-donor Trust Fund \nfor Water Financing Partnership Faciity ($750,000) contributed by the governments of Australia, Austria, and \nNorway and administered by ADB. TA expenditure items will be financed on a pro-rata basis.\nb Includes vehicle rental and operation and local airfares.\nc Include support for studies to develop morphological prediction and hydrological and other analyses ($70,000) \nundertaken by local research organizations, and supporting surveys. \nd Includes workshops on TA inception, interim, and draft final stages, and various seminars.  \ne Includes survey equipment, office equipment, computer software, and furniture, to be transferred to the executing \nagency upon completion of the TA.\nSource: Asian Development Bank estimates.\n \n \n \n ", "14  Appendix 4 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS 1 \n  \nA.  General \n1.  The technical assistance (TA) will further prepare the Integrated Flood and Riverbank \nErosion Risk Management Project–Assam (the Project), by enhancing its policy and institutional \nbasis and advancing the management capacities of the relevant institutions, building on the \noutput of the first TA that has prepared the Project proposal. The TA will include (i) part A: \ninstitutional strengthening for integrated flood and riverbank erosion risk management (FRERM) \nand integrated water resources management (IWRM), and (ii) part B: project management \nsystems support. The consulting services will include international and national experts and \nundertake the tasks outlined here. The consultants will assist the analyses using the materials \nprovided by the Assam state government (ASG) and the Government of India (the Government), \nand other documents to conform to international best practices,2 with extensive consultations. \nThe inputs of the consultants are shown in Table A4.1. \nTable A4.1: Consulting Services Inputs \nExpertise Person-Months\nA. International Advisors\n1. River Management Specialist/International TL 4.0\n2. Flood Management Specialist 2.0\n3. Water Resources Institutional Specialist 2.0\n4. Social Safeguards Specialist 1.0\n5. Management Information Systems Specialist 2.0\nSubtotal (A) 11.0\nB. National Consultant\n1. Project Mgt Specialist (Flood Management)/National TL 8.0\n2. IWRM Specialist 2.0\n3. Institutional Specialist 3.0\n4. Design Engineer 3.0\n5. Geotechnical Specialist 2.0\n6. Project Economist 3.0\n7. Sociologist 4.5\n8. Environment Specialist 2.5\n9. Resettlement Specialist 5.0\nSubtotal (B) 33.0\nTotal 44.0\nIWRM = integrated water resources management, TL = team leader.  \nSource: Asian Development Bank. \n \nB.  Scope of Services \n1.  Part A: Institutional Strengthening \n2.  Part A will support ASG’s efforts to provide an overall enabling policy environment, \nplanning framework, and institutional foundation for operationalizing integrated and sustainable \nFRERM within the context of IWRM.  \n                                                 \n1  The terms of reference on the basis of experts are prepared as Supplementary Appendix.  \n2  Including Food and Agriculture Organization. 2007. Hazard Risk Preparedness in Agriculture: Good Practice \nExamples from South and South East Asia. Thailand.  \n ", "  Appendix 4  15 \na.  Institutional Framework for Integrated Water Resources Management \n3.  On the basis of the draft state water policy (SWP) prepared by ASG, the consultants will \nassist and undertake the following activities, in close contact and consultations with the State \nWater Resources Board and its representatives.  \n(i)  Review and advise on the draft SWP and its bases including resource base, \nstatus and issues of management and service delivery, and action agendas.   \n(ii)  Facilitate  the  consultative  process  towards  SWP  finalization  with  wider \nawareness campaigns and stakeholder workshops.  \n(iii)  Assess appropriate IWRM functions including environmental conservation and \ntheir  institutional  arrangements  following  the  framework  envisaged  under  the \ndraft SWP (water council, management agency, and data/information center).  \n(iv)  Assist the development of short- to medium-term action plan to stipulate the \nsteps  to  start  implementing  SWP,  such  as  public  awareness,  data  and \nknowledge  base,  planning  and  programming,  management  instruments, \ninstitutions, legal framework, etc. for recommendation to the state apex body.   \nb.  Planning Framework for State Level Integrated Flood and Riverbank \nErosion Risk Management and Catchment Interventions  \n4.  In accordance with the draft SWP, the national Disaster Management Guidelines for \nFlood Management (2008), and other international best practices, the consultants will assist the \npreparation of a framework for integrated FRERM plan for strategic planning, implementation \nmonitoring and coordination of FRERM and the relevant watershed operations synthesized \nunder the first TA, the consultants will assist and undertake the following activities.  \n(i)  Compile and review available data on FRERM and catchment management in \nAssam  and  the  North  East  region  in  the  five-year  plan  and  other  available \ndocuments, including information on indigenous approaches.  \n(ii)  Collect and synthesize data and maps on flood- and riverbank erosion-prone \nareas  and  on  land  use,  including  upper  watersheds,  historical  damages \n(inundated  area,  land  lost,  and  financial  damages),  and  the  vulnerability  of \nsocioeconomic conditions and ecosystems on the basis of tributary basins.  \n(iii)  Collect and assess existing systems (structural assets, nonstructural systems, \nretention  basins,  community  flood  proofing/  shelters,  and  environmental \nmanagement systems) of FRERM and catchment management, with respect to \nperformance, lessons, and issues and prospects for extension.  \n(iv)  In  line  with  the  integrated  FRERM  strategies  (prepared  under  the  first  TA), \nexisting plan documents by the ASG, the Government, and other organizations, \ndevelop a framework for a state-level flood management plan integrated with \nupper  catchment  interventions,  encompassing  structural  and  nonstructural \nmeasures, environmental management systems, and institutional foundations.  \n(v)  Support  the  initial  development  of  the  integrated  flood  and  catchment \nmanagement plan following the above framework, with listing and synthesizing of \nthe ongoing, planned, and recommended programs and actions to be included.   \n(vi)  Suggest  institutional  arrangements  for  annual  and  periodic  planning, \nprogramming, implementation coordination and monitoring of the integrated plan.  \nc.  Institutional  Foundations  for  Integrated  Flood  and  Riverbank \nErosion Risk Management   \n \n5.  This component will support the initial implementation of the institutional development \naction  in  Water  Resources  Department  (WRD)  and  relevant  institutions,  including  disaster \n ", "16  Appendix 4 \nmanagement committees, to put into operation an integrated FRERM system. Following the \ninstitutional development road map prepared under the first TA through diagnostic institutional \nanalysis of WRD and relevant institutions, the activities will include the following:  \n(i)  Assist WRD to undergo short-term changes in terms of the structure and staffing \nto operationalize integrated FRERM in the context of the Project, with preparation \nof ASG orders, office and staff job descriptions, and staff recruitment.   \n(ii)  Organize consultations with WRD staff at all levels and key stakeholders with \nfocus group meetings, and discuss the perceived need for institutional changes \nand the institutional action plan suggested under the first TA.  \n(iii)  Facilitate the initiation of the change management process owned by WRD to \nmeet its mandates for integrated FRERM, including the preparation of vision and \nmission  statements  owned  by  WRD,  institutional  development  strategy,  and \nmedium-term  action  plan  covering  all  required  aspects  (structure,  financial \nresources,  human  resources  and  management  with  incentive  systems,  and \nmanagement systems for all stages of project cycle) including capacity building.  \n(iv)  Following the first TA, define the detailed arrangements for improved quality \ncontrol  of  FRERM  infrastructure,  including  specifications  for  construction \nsupervision, and internal and external technical auditing arrangements.  \n(v)  Assist detailing the structure and arrangements for WRD’s data and knowledge \nbase management system for physical profiles, hydrology, geo-morphology and \nmodeling, and support initial operationalization and development. \n(vi)  Assist the initial development of a state-wide river erosion prediction system \nusing the assessment of historic satellite images, and hydrological modeling, with \nthe involvement of capable local research institutions.    \n(vii)  Review the available asset management systems used internationally and in \nIndia  (including  the  road  sector  in  India  and  flood  control  system  in  other \ncountries), and outline recommended system options including technical scope \n(hardware and software needs), costs, and implementation schedule. \n(viii)  Assist the detailing of the sustainable financing mechanisms of FRERM system \noperation and maintenance following the framework prepared under the first TA. \n(ix)  Organize  seminars  and  workshops  to  introduce  and  discuss  national  and \ninternational best practices in integrated FRERM. \n \n2.  Part B: Project Management Systems Support  \n6.  Part B will support the immediate operationalization process of integrated FRERM in the \ncontext  of  the  Project,  with  the  provision  of  services  for  capacity  development  of  project \ninstitutions.  It  comprises  the  following  components:  (i)  project  management  systems \ndevelopment, (ii) capacity strengthening, and (iii) advisory support for project processing and \ninitial implementation. The initial part of the first and third components will be assisted by the \nindividual consultants mobilized in the first four months of the TA implementation period. \na.  Project Management Systems Development  \n7.  This TA component will support the preparation of the necessary materials to set out the \nsystem and procedures to implement the Project. The specific activities will include the following. \n(i)  Assist the preparation of the detailed project implementation plan including the \nrelevant  guidelines  and  manuals  such  as  component-wise  detailed \nimplementation  procedures  and  arrangements;  social  and  environmental \nsafeguards; procurement; financial management; and information disclosure.  \n(ii)  Assist  the  preparation  of  the  project  management  system  including  a \nmanagement  information  system  for  baseline,  process,  and  outputs  and \n ", "  Appendix 4  17 \noutcomes; reporting, recording, monitoring and evaluation system; internal and \nexternal quality control; and safeguards management systems.    \n(iii)  Assess the detailed project implementation plan and management systems, and \nsuggest any measures for addressing potential constraints.  \n \nb.  Capacity Strengthening  \n8.  This TA component will support the capacity strengthening of the project institutions \nconcerned to start operationalizing integrated FRERM. The activities will include the following:  \n(i)  Assist the establishment of a project management office and subproject level \noffice, including multidisciplinary staffing arrangements and assignments, along \nwith disaster management committees at district and village levels.  \n(ii)  Assist the development of a comprehensive capacity strengthening program and \nmaterials for the project staff to effectively implement the Project, including WRD, \nother line departments, other service providers, and representatives of the local \ngovernments and stakeholders.   \n(iii)  Support the establishment of project offices and staff assignments at the central, \nand district and subproject levels, including the offices and units dedicated to \nenvironmental  and  social  safeguards  management;  and  advise  ASG  on  the \nnecessary staff recruitment and assignment processes as appropriate.  \n(iv)  Impart  initial  training  to  the  assigned  staff  for  the  project  from  ASG,  local \ngovernment, providers, and stakeholders to support the initial implementation of \nthe ensuing Project, including safeguards training and seminars at WRD.  \n(v)  Identify appropriate training institutions that can provide training to operationalize \nintegrated FRERM, and support the development of training capacities of the \ninstitutions and staff concerned.  \n \nc.  Advisory Support for Project Processing and Initial Implementation   \n9.  This TA component will provide necessary advisory support to facilitate WRD to process \nthe necessary program, subproject, and design documents for clearance by the ASG and the \nGovernment, while supporting necessary supporting surveys, consultations, and analyses. This \nis intended to expedite the project processing and initiation.  \n(i)  Advise on WRD’s preparation and processing of the detailed project reports for \nthe individual subprojects, and overall Project documents, with analytical support \nto complete technical (including innovative FRERM designs, and physical and \nmathematical modeling as needed), socioeconomic, and other analyses.  \n(ii)  Advise on WRD’s process of detailed design for the main civil work packages for \ninclusion in the first tranche of the Project.   \n(iii)  Support surveys and analysis to prepare and finalize draft resettlement plans and \nother relevant social and environmental safeguards documents for the specific \nworks envisaged during the latter part of the first tranche.  \n(iv)  Facilitate local level consultations—with effective linkage with and mobilization of \ndisaster  management  committees  at  the  district  and  village  levels—on  the \nimplementation  plans  of  the  relevant  structural  and  nonstructural  FRERM \nmeasures to be implemented in the locality concerned.  \n(v)  Prepare  sample  village-level,  community-based,  risk  management  plans \nspecifying the scope of disaster management and other interventions. \n(vi)  Support the finalization of detailed procurement plan for the first tranche of the \nProject encompassing all equipment, works, and services.  \n(vii)  Advise on (a) WRD’s preparation and finalization of the standard bid documents \nfor the procurement of goods and civil works, including appropriate technical \n ", "18  Appendix 4 \nspecifications and of the request for proposal documents for the consulting and \nnongovernment organization (NGO) service packages; and (b) advance actions \nfor procurement, and advance recruitment of consultants and NGOs.   \n \nC.  Reporting Requirements \n \n10.  For effective planning and progress monitoring, the consultants will prepare an inception \nreport within three weeks of being fielded, to be followed by quarterly progress reports, which \nwill be prepared by international and national team leaders with inputs from the individual \nexperts. The TA will produce the following reports and documents for submission to ASG, the \nGovernment, and the Asian Development Bank (ADB) for review and advice.3 \nTable A4.2: Reports and Schedules \nTerms of  Draft Final  Final \nNo.  Title \nReference  Reports  Reports \nPart A \n1.  Inception Report  Para 10  Week 3  Week 5 \n2.  Quarterly Progress Reports  Para 10  Not required  Every quarter \n3.  State Water Policy Implementation Plan  Para. 3  Month 13  Month 15 \n4.  Planning Framework for Integrated Flood and Catchment  Para. 4  (i) Month 8  (i) Month 9 \nManagement: (i) interim report and (ii) final report   (ii) Month 13  (ii) Month 15 \n5.  WRD Institutional Development Plan   Para. 5 (i)-(iii)  Month 9  Month 15 \n6.  Guidelines for FRERM Infrastructure Quality Control  Para. 5 (iv)  Month 9  Month 15 \n7.  WRD Data and Knowledge Management System Report  Para. 5 (v)  Month 9  Month 15 \n8.  Management Information System for Infrastructure  Para. 5 (vi)- Month 9  Month 15 \nPerformance Monitoring and Maintenance Planning  (vii) \n9.  Seminar Reports on International FRERM Practices  Para. 5 (viii)  Not required  After events \nPart B \n1.  Project Implementation Plan (including implementation  Para 7   Month 8  Month 9 \nmanuals on subject matters and MIS design)  \n2.  Capacity Development Plan and Training Materials   Para.  8  Month 8  Month 9 \n3.  Resettlement Plans for Tranche-1 Civil Works  Para. 9 (iii)  Month 4  Month 9 \n4.  Sample Village Community Disaster Management Plans  Para. 9 (iv)  Month 6  Month 9 \n5.  Bid Documents for Civil Works and Other Procurements  Para. 9 (vii)  Month 6  Month 9 \nFRERM = flood and riverbank erosion risk management, MIS = management information system, WRD = Water \nResources Department. \nSource: Asian Development Bank. \n \n11.  To facilitate the effective preparation of the outputs, the following workshops will be \norganized in consultation with the ASG: (i) workshop at the beginning of month 2 to discuss the \ndraft inception report and institutional development work plan, (ii) workshop in month 9 to \ndiscuss the interim outputs, and (iii) workshop to present the draft outputs of the TA in month 15. \nSpecific subject matter seminars will also be organized during the TA period.  \n1.  Facilities to Be Provided by the Assam State Government \n12.  ASG will provide the consultants with the following facilities and services: \n(i)  office space including furniture and utilities; \n(ii)  technical surveys to support the analytical works and detailed design; \n(iii)  draft  detailed  project  reports,  and  data,  records  and  other  information;  and \ncounterpart staff to work with the consultant team. \n                                                 \n3  Ministry of Development of North East Region will be the nodal agency of the Project to oversee and take stock of \nany constraints at the central or state government levels.  \n "], "metadata": {"Author": "jc7", "CreationDate": "D:20080930090725+08'00'", "Creator": "PScript5.dll Version 5.2", "ModDate": "D:20130301090636+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Title": "Microsoft Word - TAP EDIT 26 Sept_edited.doc"}}