{"path": "data/input/ta/38456-pak-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 38456 \nAugust 2008 \nProposed Multitranche Financing Facility                                 \nIslamic Republic of Pakistan: Power Distribution \n \nEnhancement Investment Program\n \n ", "CURRENCY EQUIVALENTS \n(as of 5 August 2008) \n \nCurrency Unit  –  Pakistan rupee/s (PRe/PRs) \n \nPRe1.00  =  $0.0139     \n$1.00  =  PRs71.89     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  CPPA  –  Central Power Purchasing Agency  \n  DDR  –  due diligence report \n  DISCO  –  distribution company \n  DOP  –  distribution of power \n  EA  –  executing agency \n  EARF  –  environmental assessment review framework \n  EIRR  –  economic internal rate of return \n  ELR  –  energy loss reduction \n  EMP  –  environmental management plan  \n  FESCO  –  Faisalabad Electric Supply Company \n  FFA  –  framework financing agreement \n  FIRR  –  financial internal rate of return  \n  GDP  –  gross domestic product  \n  GEPCO  –  Gujranwala Electric Power Company \n  HESCO  –  Hyderabad Electric Supply Company \n  IA  –  implementing agency \n  ICB  –  international competitive bidding  \n  IEE  –  initial environmental examination \n  IESCO  –  Islamabad Electric Supply Company  \n  IPDF  –  indigenous peoples development framework  \n  IPDP  –  indigenous peoples development plan  \n  IPP  –  independent power producer \n  KESC  –  Karachi Electric Supply Company  \n  LAR  –  land acquisition and resettlement \n  LARF  –  land acquisition and resettlement framework  \n  LARP  –  land acquisition and resettlement plan \n  LESCO  –  Lahore Electric Supply Company  \n  LIBOR  –  London interbank offered rate  \n  MEPCO  –  Multan Electric Power Company \n  MFF  –  multitranche financing facility \n  MOWP  –  Ministry of Water and Power \n  MTDF  –  Medium Term Development Framework \n  NCB  –  national competitive bidding \n  NEPRA  –  National Electric Power Regulatory Authority  \n  NTDC  –  National Transmission and Despatch Company  \n  O&M  –  operation and maintenance \n  OCR  –  ordinary capital resources \n  PC-1  –  Planning Commission \n  PEPCO  –  Pakistan Electric Power Company  \n  PESCO  –  Peshawar Electric Supply Company  ", " \n  PFR  –  periodic financing request \n  PMU  –  project management unit \n  PPTA  –  project preparatory technical assistance \n  QESCO  –  Quetta Electric Supply Company \n \n  SDR  –  special drawings rights  \n   STG  –  secondary transmission grid  \n  TA   –  technical assistance \n  WACC  –  weighted average cost of capital \n  WAPDA  –  Water and Power Development Authority  \n \n \nWEIGHTS AND MEASURES \n \n  GWh  –  gigawatt-hour (1,000 megawatt-hours) \n  kV  –  kilovolt (1,000 volts) \n  kW  –  kilowatt (1,000 watts) \n  kWh  –  kilowatt-hour, unit of electrical energy (1 kilowatt for 1 hour) \n  MVA   –  megavolt-ampere (1,000 kilovolt-amperes), in a perfect \nsystem the same as MW \n  MW  –  megawatt (1,000 kilowatts) \n  MWh  –  megawatt-hour (1,000 kilowatt-hours) \n  V  –  volt, unit of electrical pressure \n  W  –  watt, unit of electric power \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies runs from 1 July to \n30 June of the following year. FY before a calendar year denotes the year in \nwhich the fiscal year ends, e.g., FY2008 ends on 30 June 2008.  \n(ii)  In this report, \"$\" refers to US dollars. \n(iii)  For an explanation of rating descriptions used in ADB evaluation reports, see:  \nADB. 2006. Guidelines for Preparing Performance Evaluation Reports for Public \nSector Operations. Manila.   \n \n \nVice-President  B. Lohani, Vice-President-in-Charge, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  H. Wang, Infrastructure Division, CWRD \n   \nTeam leader  R. Stroem, Principal Energy Specialist, CWRD \nTeam members  A. Aleem, Programs Officer, CWRD \n  L. Blanchetti-Revelli, Social Development Specialist, CWRD \n  B. Byambasaikhan, Energy Specialist, CWRD \n  H. Hong, Financial Analysis Specialist, CWRD  \n  J. Liston, Principal Energy Specialist, CWRD \n  L. Nazarbekova, Senior Counsel, Office of the General Counsel \n \n ", " \nCONTENTS \n \nPage \n \nMULTITRANCHE FINANCING FACILITY SUMMARY                     i  \n \nMAPS \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR POLICY, STRATEGY, AND PERFORMANCE  1 \nA.  Strategic Context  1 \nB.  Power Distribution Sector Overview  6 \nC.  Analysis of Key Problems and Opportunities of the Power Distribution Sector  9 \nIII.  THE PROPOSED INVESTMENT PROGRAM  13 \nA.  Impact and Outcome  13 \nB.  Outputs  13 \nC.  Investment Program Benefits and Beneficiaries  14 \nD.  Technical Justification and Selection Criteria  14 \nE.  Subproject Preparation, Implementation, and Monitoring Capabilities  14 \nF.  Cost Estimates and Financing Plan  15 \nG.  Implementation Arrangements  17 \nH.  Performance Monitoring and Evaluation  19 \nIV.  DUE DILIGENCE OF THE PROPOSED INVESTMENT PROGRAM  20 \nA.  Technical Analysis  20 \nB.  Financial Management and Financial Analysis  21 \nC.  Economic Analysis  22 \nD.  Environmental Assessment  22 \nE.  Social Safeguards  23 \nF.  Poverty Assessment  24 \nG.  Potential Risks and Assumptions  24 \nV.  ASSURANCES  25 \nA.  Specific Assurances  25 \nB.  Conditions for Loan Effectiveness  27 \nC.  Condition for Disbursement  28 \nVI.  RECOMMENDATION  28 \n \n \n \n \n \n \n \n \n ", "APPENDIXES  \n1.  Design and Monitoring Framework for the Investment Program and Tranche-1         29                         \n2.  Power Distribution Sector Road Map and Investment Plan                                             32 \n3.  Investment Program Support Component                   36                         \n4.  Cost Estimates and Financing Plan                     38 \n5.  Investment Program Implementation Plan and Schedule                42                         \n6.  Procurement Plan and Tentative Contract Packages for Tranche-1                               46                     \n7.  Summary Financial Management Assessment of Distribution Companies                     49 \n8.  Tranche-1 Project Financial Analysis                    53 \n9.  Summary of Economic Analysis                                                                                      57 \n10.  Summary Social Safeguards                                                                                           62 \n11.  Summary Poverty Reduction and Social Strategy                 72                         \n                                                                                                                                         \nSUPPLEMENTARY APPENDIXES (available on request) \nA.   Power Sector Assessment  \nB.  ADB Lending and Nonlending to the Power Sector  \nC.  Tranche-1 Subproject Descriptions  \nD.  Summary Distribution Company Financial Performance and Projections  \nE.  Indigenous Peoples Development Framework \nF.  Summary Initial Environmental Examination  \nG.  Land Acquisition and Resettlement Framework  \nH.  Report on Financial Management and Financial Performance \nI.  Detailed Cost Estimates \nJ.  Economic Analysis \n   \n ", " \nMULTITRANCHE FINANCING FACILITY SUMMARY \n \nBorrower  Islamic Republic of Pakistan (Pakistan) \n \nClassification  Targeting classification: General intervention \nSector: Energy \nSubsector: Transmission and distribution \nThemes: Sustainable economic growth, capacity development \nSubthemes:  Fostering  physical  infrastructure  development, \ninstitutional development \n \nEnvironment  Tranche-1 – Category B (initial environmental examination has \nAssessment  been undertaken) \n \nInvestment Program  The Government of Pakistan (the Government) has requested the \nDescription  Asian Development Bank (ADB) to support the Power Distribution \n  Enhancement Investment Program (the Investment Program) and \nprovide financing through a multitranche financing facility (MFF) \nfor $810 million over 10 years. This represents 15% of the total \npower  distribution  sector  investment  plan  for  2008–2017  of \n$5.2 billion.  The  MFF  has  a  maximum  utilization  period  of \n10 years,  and  the  periodic  financing  requests  (PFRs)  will  be \nconverted into separate loans. \n \nThe  Government  has  entered  into  a  framework  financing \nagreement  (FFA)  with  ADB  for  up  to  $810  million  through \nindividual loans to finance the Investment Program in July 2008.  \n \nIn accordance with the FFA, the Government has submitted the \nfirst  PFR  to  ADB  in  an  amount  of  $242  million  from  ordinary \ncapital  resources  (OCR)  and  in  an  amount  of  $10  million \nequivalent  in  special  drawings  rights  (SDR)  from  Asian \nDevelopment Fund (ADF) resources. The first PFR for these two \nloans will be presented to ADB’s Board of Directors at the same \ntime as this paper and the FFA. \n \nSector Strategy  Pakistan’s power sector faces difficulties in its efforts to support \nthe Government’s strategy of increasing the electricity supply to its \nurban  and  rural  population  and  of  securing  overall  economic \ngrowth. The key problems are (i) lack of generation capacity, (ii) \nincreasing  constraints  in  the  transmission  and  distribution \nsystems, (iii) weak financial management and sustainability of the \nsector  entities,  and  (iv)  inadequate  corporate  governance \nstructures for the power companies.  \n \nTo support development of the power sector and to encourage \nprivate sector participation, the Government has approved power \nsector  policies,  strategies,  and  road  maps  to  (i)  ensure \nindependent  regulation  of  the  power  sector;  (ii)  complete  the \npower sector unbundling of the Water and Power Development \nAuthority  (WAPDA)  by  establishing  four  generation,  one \ntransmission,  and  eight  distribution  companies;  (iii)  begin  the ", "ii   \npower sector privatization program; and (iv) evaluate and optimize \nthe fuel sources of the power sector to ensure energy security and \nminimize overall tariff requirements.  \n \nImplementation of the Government’s power sector strategy would \nhave  three  main  outcomes:  (i) sector  reforms  to  increase \nefficiencies  and  effectiveness  and  to  create  an  enabling \nenvironment for more private sector participation and investment; \n(ii) capacity building in all sector organizations, covering financial \nmanagement,  efficiency  improvement,  the  clean  development \nmechanism, and project management; and (iii) completion of large \ninfrastructure development projects in generation, transmission, \nand distribution. \n \nThe  Investment  Program  is  closely  linked  to  Pakistan’s  power \nsector strategy and is an integral part of the power distribution \ndevelopment program. The Investment Program will enhance the \nefficiency of the overall power distribution system; and provide an \nadequate  and  reliable  power  supply  to  a  greater  number  of \nindustrial, commercial, and residential customers.  \n \nSector Road Map   This Investment Program focuses on power distribution. In order \n  to enable the power to be effectively, reliably, and safely delivered \n  to existing and new customers, the power distribution companies \n  (DISCOs), in coordination with the Ministry of Water and Power \n  (MOWP), have prepared the Power Distribution Sector Road Map, \n  2008–2017. Based on current system demand and load growth \n  forecasts  in  each  region,  the  road  map  recommends  short- \n  (priority), medium-, and long-term system improvement projects \n  and details the investment needs.  \n   \nThe objective of the road map is to show how the eight DISCOs \n \ncan deliver reliable and high-quality power supply to the rising \n \nnumber  of  industrial,  commercial,  agricultural,  and  domestic \n \ncustomers.  It  is  consistent  with  the  Government’s  poverty \n \nreduction strategy and has the following intended outcomes: (i) a \n \nmore efficient power system; (ii) high-quality power supply through \n \na  more  reliable  and  stable  system;  (iii)  greater  geographic \n \ncoverage; and (iv) greater availability of and access to affordable \nelectricity, by relieving the power distribution constraints. \n \nThe eight DISCOs were established as part of Pakistan’s power \nsector unbundling in 1999. Among them, they cover the whole of \nPakistan, except areas serviced by the Karachi Electricity Supply \nCompany, tribal areas, and the Northern Areas. Each DISCO is \nrequired  by  incorporation  and  by  regulatory  requirements  to \n(i) maintain and upgrade its current system; (ii) plan, design, and \nimplement  system  expansion;  and  (iii) operate  the  system \naccording to operational needs and distribution license conditions \nto ensure effective, reliable, and safe distribution of electricity from \nthe  supply  points  to  customers’  premises  across  its  licensed \nterritory. ", "  iii\n \nInvestment Plan   The total investment requirement for the DISCOs from 2008 to \n2017  is  estimated  at  $5.2  billion.  The  investments  consist  of \nimprovements  to  the  secondary  transmission  grid  (STG), \ndistribution  of  power  (DOP),  energy  loss  reduction  (ELR), \ncapacitors,  and  miscellaneous  investments  to  the  distribution \nsystem.  \n \n  Distribution Companies’ Investment Plan Summary \n  ($ million) \n  Source  Subprojects (OCR)  Program Support (ADF) \n    Amount  Share (%)  Amount  Share (%) \nADB     800   15  10.0   80 \n \nOther Financiers  2,400   46    0.0     0 \n \nDISCOs  2,043   39    2.5   20 \n      Total  5,243  100  12.5         100 \n      ADB = Asian Development Bank, ADF = Asian Development Fund,  \n      DISCO = distribution company, OCR = ordinary capital resources. \n    Sources: Asian Development Bank and DISCO estimates. \n \n \n  The immediate priority for investment in the distribution systems is \nto address the capacity shortfalls that currently result in regular \nsystem  outages  and  supply  interruptions  to  customers.  These \nworks need to be done urgently to avoid rapid deterioration of \npower transformers which could result in prolonged outages and \nload shedding.  \n \nTranche-1  under  the  Investment  Program  will  cover  these \nidentified  priorities  and  include  (i)  addition  of  circuit  and \ntransformer capacity to enable the already overloaded systems to \ndeliver  present  demand  reliably  and  meet  the  expected  load \ngrowth, (ii) loss reduction, and (iii) refurbishment of distribution \nnetworks.  Benefits  to  be  delivered  from  the  subprojects  in \nTranche-1  include  addition  of  about  2,200  megavolt-amperes \n(MVA)  of  transformer  capacity,  improved  security  of  supply  to \ncustomers by moving toward compliance with regulatory security \nstandards  governing  planning  and  operation  of  the  distribution \nsystem, and reliability improvements on the lower voltages. \n \nTranche-1 Financing Plan Summary \n($ million) \nSource  Amount  Percentage \nAsian Development Bank (OCR)  242   74 \nAsian Development Bank (ADF)    10      3 \nDISCOs    75    23 \n    Total  327  100 \nADF  =  Asian  Development  Fund,  DISCO  =  distribution  company,  OCR  = \nordinary capital resources. \nSources: Asian Development Bank and DISCO estimates. \n \nImplementation Support  The  power  sector  entities,  specifically  the  DISCOs,  lack  the \nComponent  required level and mix of skills or support systems necessary to \noperate  as  independent  entities  covering  the  whole  range  of \nelectricity  business  requirements.  Improvements  to  corporate \n ", "iv   \ngovernance and support systems are required.  \n \nA  support  component  is  an  integral  part  of  the  proposed \nInvestment Program. The total cost of the Investment Program’s \nsupport component is estimated at $10 million for the duration of \nthe Investment Program. The objective of the component is to \nprovide both resources and capacity to enable the DISCOs to \nimprove  and  expand  their  current  project  preparation, \nimplementation, and monitoring capabilities. Support activities will \nbe  developed  to  cover  (i)  general  power  distribution  business \nmanagement  including  project  implementation,  portfolio  review, \nproject  management,  and  program  management;  (ii) technical \noperation  and  maintenance;  (iii)  accounting,  financial  and \neconomic management, and financial reporting; (iv) contracting, \nprocurement,  and  inventory  management;  (v)  a  management \ninformation  system  and  economics  of  cost  recovery  and  tariff \nsetting;  and  (vi)  project  development,  including  policy \ndevelopment,  a  feasibility  study,  site  identification,  and  project \ndesign. \n \nSet of Representations  The Government has completed the legal unbundling of the power \nand Warranties  sector.  The  regulator,  the  National  Electric  Power  Regulatory \nAuthority (NEPRA), determined distribution tariffs for each of the \neight DISCOs in 2007. Timely submissions of tariff applications \nwill be ensured and DISCOs’ financial and operational autonomy \nsafeguarded. During implementation of the Investment Program, \nfurther improvements and refinements will be encouraged, and \nmeasures will be put in place to ensure further progress toward \noperational and financial autonomy.  \n \nInvestment Program  Power is an essential commodity for the economic and social \nRationale  development  of  Pakistan.  Supply  of  reliable  electricity  to  all \ncustomers  throughout  the  country  raises  living  standards  and \nstimulates commercial and industrial growth. Historically, power \ngeneration  and  transmission  subsectors  have  received  more \nattention than distribution. Inadequate distribution of electricity has \nbecome a bottleneck, inhibiting economic growth and affecting all \ncustomers. The Investment Program will address this bottleneck \nand improve future performance, as well as increasing efficiency \nand effectiveness through technical and other improvements.  \n \nPakistan’s  power  sector  is  experiencing  severe  shortfalls  in \nmeeting the country’s current electricity demand. The Government \nis implementing a series of the integrated activities in line with the \npower  sector  development  strategy  set  in  the  Medium Term \nDevelopment Framework, 2005–2010 (MTDF) in May 2005. The \nMTDF envisages additional power generation, transmission, and \ndistribution  capacities  to  ensure  sufficient  electricity  supply  to \nmeet the projected 8% per annum growth in demand over the \nplanning  period.  The  growth  in  demand  was  about  16%  in \nFY2007.  ", "  v\n \nPower  generation  is  expected  to  grow  from  about \n19,540 megawatts (MW) in 2005 to 162,590 MW in 2030. ADB is \nactively  working  with  the  Government  and  private  power \ngeneration  developers  to  finance  public-  and  privately-owned \ngeneration stations to meet the current and future demand for \nelectricity.  In  addition,  there  are  bottlenecks  in  the  power \ntransmission  subsector.  To  facilitate  efficient  and  effective \nevacuation of power from existing and new power stations, the \nGovernment is implementing multiple activities in accordance with \nits Power Transmission Sector Road Map, 2007–2016. In 2006, at \nthe  request  of  the  Government,  ADB  agreed  to  a  long-term \nfinancing arrangement to rehabilitate, augment, and expand the \npower transmission system; and allow power evacuation from the \nplanned power stations in the least-cost power generation plan.  \n \nEven with increased generation and improved transmission, there \nwill be power shortages caused by distribution constraints. The \ndistribution system suffers from high technical and commercial \nlosses,  outdated  design,  and  poor  performance.  It  is  heavily \nloaded and in parts already overloaded, with high losses and poor \nreliability levels. Power shortages and customer disconnections \nare becoming much more regular and will worsen unless all power \ndistribution elements  are  significantly  improved  urgently.  There \nremain significant investment requirements in the eight DISCOs to \nimprove reliability and reduce losses alongside system extensions \nto unserved areas. In addition, the DISCOs need to observe the \nregulatory requirements, and environmental and social safeguard \nstandards. \n \nImpact and Outcome  This  Investment  Program  will  (i)  improve  power  distribution \ninfrastructure  through  system  rehabilitation,  augmentation,  and \nexpansion;  and  relieve  the  power  system  from  distribution \nbottlenecks and constraints; (ii) enable continued operation and \nmaintenance in accordance with best international practices; and \n(iii) commercialize DISCO operations. Specifically, (i) DISCOs will \nadhere to regulatory requirements and comply with the security \nstandards; (ii) about 12,000 gigawatt-hours (GWh) of additional \nenergy will be supplied through the national grid annually; (iii) the \nsystem will be capable of meeting peak demand, with electricity \noutages significantly reduced; and (iv) 30 million additional people \nwill have access to electricity from the national grid. \n \nInvestment Program  The Investment Program is designed to provide grid-connected \nBenefits and  customers with adequate and reliable supply of electricity, which \nBeneficiaries  will support the Government’s objective of 8% gross domestic \nproduct  (GDP)  growth  per  annum.  Substantial  investments  in \nrehabilitation, augmentation, and expansion of the eight power \ndistribution  systems  will  increase  the  reliability  of  supply  to \nresidential, agricultural, commercial, and industrial customers in \nPakistan. A secure and predictable electricity supply will lead to \nsocial and economic benefits and improve conditions for schools, \n ", "vi   \nhospitals, and other social services. \n \nMultitranche Financing  The  maximum  financing  amount  available  under  the  MFF  is \nFacility Amount and  $810,000,000. The MFF comprises $800,000,000 from OCR and \nTerms  SDR 6,132,000 from ADF resources. The MFF is designed to \n  finance part of the DISCOs’ investment plan, through individual \n  loans. \n   \nFinancing from OCR resources will be subject to interest to be \n \ndetermined in accordance with ADB’s London interbank offered \n \nrate (LIBOR)-based lending facility. Each OCR loan will have a \n \nrepayment period of 20 years, including a grace period of 3 years, \n \nan  interest rate  determined  in  accordance  with  ADB’s  LIBOR-\n \nbased lending facility, and such other terms and conditions set \n \nforth in the loan and project agreements.  \n \n \nFinancing from ADF resources equivalent in SDR to $10 million \nwill have an interest charge at the rate of 1% per annum during \nthe  grace  period,  and  1.5%  per  annum  thereafter,  and  a \nrepayment period of 32 years, including a grace period of 8 years. \n \nThe Government shall make the proceeds of the loans available \nto each DISCO on terms and conditions satisfactory to ADB.  \n \nDisbursement  The individual loan proceeds will be disbursed in accordance with \nADB’s Loan Disbursement Handbook (2007, as amended from \ntime to time). \n \nAllocation and Relending  Proceeds from the OCR and ADF loans will be relent from the \nTerms  Government to each DISCO denominated in Pakistan rupees at \nan interest rate and terms and conditions satisfactory to ADB. The \nforeign exchange risk will be borne by the Government. ADB will \nconduct due diligence on the subprojects mentioned in the PFRs, \nto ensure that they comply with the FFA. \n \nAdvance Contracting  For  each  subproject  and  for  the  support  component,  advance \nand Retroactive  contracting  for  procurement  of  equipment,  civil  works,  and \nFinancing  consulting services will be allowed, subject to these being eligible \n  according  to  agreed  procedures  and  ADB’s  Procurement \nGuidelines (2007, as amended from time to time) and Guidelines \non the Use of Consultants (2007, as amended from time to time). \n \nRetroactive financing may be available under individual loans for \nexpenditures  incurred  12  months  prior  to  the  signing  of  the \ncorresponding Loan Agreement, with a ceiling of up to 20% for the \nloan  amount,  according  to  Cost  Sharing  and  Eligibility  of \nExpenditures  for  Asian  Development  Bank  Financing:  A  New \nApproach. The Government and DISCOs have been informed that \napproval of advance contracting and retroactive financing does \nnot commit ADB to financing any of the proposed subprojects.  \n \nPeriod of Utilization  The utilization period will be for 10 years from 2008 to 2018, with \nthe last PFR to be submitted by end 2014. Each specific loan will ", "  vii\nhave its own closing date to match its implementation period. \n \nEstimated Investment  The estimated completion date is 30 June 2018. \nProgram Completion   \nDate   \n \nImplementation  Each DISCO will be responsible for the implementation of its own \nArrangements  investments  and  its  individual  projects  in  line  with  the  Project \nAgreements, and each will be named an implementing agency. \n \nExecuting Agency  The  Pakistan  Electric  Power  Company  (PEPCO)  will  be  the \nExecuting Agency. Its role will be limited to monitoring the loan \ndisbursement,  and  coordination  of  reporting  requirements  and \nother administrative requirements of ADB.  \n \nProcurement  Procurement to be financed under the Investment Program will be \ndone  in  accordance  with  ADB’s  Procurement  Guidelines.  A \nprocurement  plan  has been  prepared  for  Tranche-1  to  ensure \noptimum  competition.  The  procurement  plan  will  be  updated \nannually. For each subsequent tranche, a separate procurement \nplan will be prepared. \n \nConsulting Services  Consulting  services  will  be  required  for,  among  others, \n(i) preparation  of  subprojects,  (ii)  detailed  design,  and \n(iii) construction  supervision  and  contract  management,  and \ncapacity building of the DISCOs. Consultants will be selected and \nengaged  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants.  Consulting  firms  will  be  selected  through \ninternational  competition  using  the  quality-  and  cost-based \nselection  method.  Individual  consultants  may  be  recruited  for \nspecific  assignments  in  accordance  with  ADB  procedure.  It  is \nenvisioned that, because of the continuation of a number of tasks \nduring implementation, single source selection may be used for \ncertain assignments with the prior approval of ADB. \n \nRisks and Assumptions  Risks  to  the  Investment  Program  include:  (i)  delays  in  power \nsector  reforms,  (ii)  delays  in  future  tariff  determinations  and \nnotifications of rates applicable to each DISCO, (iii) an increase in \nprices of raw materials, (iv) delays in project implementation and \nfailure to secure the necessary clearances in time for construction, \nand (v) failure to mobilize the necessary counterpart funds. These \nrisks are all assessed to be manageable through risk mitigation \nmeasures.  \n \nThe key assumptions underlying the Investment Program are that \n(i) macroeconomic  growth  will  remain  stable;  (ii)  federal  and \nprovincial  governments  will  remain  committed  to  power  sector \nreforms and there will be continued progress on policy, regulatory, \nand  institutional  reforms;  and  (iii)  counterpart  funds  will  be \nmobilized  in  a  timely  manner.  Each  of  the  eight  DISCOs  is \ncommitted  to  expanding  power  supply  within  Pakistan  through \nincreased investment in its networks.  \n \n ", "Map 1\n64o  00'E 73o  00'E\nP A K I S T A N\nPOWER DISTRIBUTION ENHANCEMENT INVESTMENT PROGRAM\nN Kunar R.\nChitral\n0 50 100 200\nNORTH - WEST   FRONTIER\nKilometers\nDir R. Dasu\n35o  00'N wat  35o  00'N\nS\nSaidu Sharif Batgram\nNational Capital Malakand\nProvincial Capital CharsaBdadtkahela MardBaunnerTarbelMa aDnasmehra\nCity/Town Kabul R.NowseShwraabi Abbottabad\nAirport Peshawar Haripur\nParachinar Kohat Attock ISLAMABAD\nPort Hangu Rawalpindi\nNational Road AFGHANISTAN Gujar Khan Mangla Dam\nOther Road Bannu Karak Talagang Chakwal Jhelum\nRailway Federally Administered Mandi Bhauddin Gujrat\nRiver Tribal Areas Tank LakRk.i Mianwali Bhalwal GujranSwiaalklaot\nBoundaries aDPInrrietsoe tvnrrniiocnattc  tnBiiaoeoln cuBaenols dBusanaordruyialnyrd yaaurythoritative. Zhob Dera Ismail KhanIndus BhakkKahruSsaJhehlumr R.agboFdahiasCahleanbHaaba dfRi.SzahbeaikdhLuaphuorare Narowal\nShorkot Jhang \nChamman Pishin M.K. Bazar LaTyoybaah Tek SPinUghNJARavBi R. OkaraKasur\nZiarat BarkKhoatn Addu Khanewal Sahiwal\nQuetta Loralai Dera Ghazi Khan Multan Pakpattan\nKohlu Muzaffargarh Vehari Sutlej R.\nMastung Lodhran Bahawalnagar\nNushki Sibi Hasilpur\nDadhar\nKalat Dera Bugti Rajanpur Bahawalpur\nKharan Liaqatpur\nJhapat\nJhal Magsi Jacobabad\nRahimyar Khan\nBALOCHISTAN Jafarabad Shikarpur\nKhuzdar Ratodero Ghotki\nI R A N Washuk Larkana R. KhSauirkpkuurr\nPanjgur Nal R. KakaIrndus  SINDH\nDadu Moro\nI N D I A\nTurbat Awaran Nawabshah\n26o  00'N Dasni R. Sanghar 26o  00'N\nUthel\nMirpur Khas\nPasni\nUmerkot\nGwadar Hyderabad\nKarachi Badin\nThatta Mithi\nPort Qasim\nA R A B I A N         S E A\n64o  00'E 73o  00'E\n07-2366 R.Marmita", "Map 2\n64o  00'E 73o  00'E\nP A K I S T A N\nPOWER DISTRIBUTION ENHANCEMENT INVESTMENT PROGRAM\nR.\nDPEISSTCROIBU-TIOPNe sChOawMaPrA ENleIEcStric Supply Company Kunar \nIESCO - Islamabad Electric Supply Company\nGEPCO - Gujranwala Electric Power Company\nLESCO - Lahore Electric Supply Company\nFESCO - Faisalabad Electric Supply Company R.\n35o  00'N MEPCO - Multan Electric Power Company wat  35o  00'N\nS\nHESCO - Hyderabad Electric Supply Company Mardan Tarbela\nP/H\nQESCO - Quetta Electric Supply Company S/Bagh New\nTarbela Dam\nKESC - Karachi Electric Supply Company Peshawar Nowsehra\nG/Brotha P/H\nISLAMABAD\nPESCO IESCO\nAFGHANISTAN Domail\nBannu\nFederally Administered New\nN Tribal Areas R.D. Khel Ghakkar\ndus  Ludewala GEPCO\n0 50Kilo1m0e0ters 200 In FESCOJhelum R. C hen a b RG.aBttiandala NL.aK.PhLAo.Tre\nLESCO\nKAPCO Ravi R.\nRousch\nNGPS Multan Y/Wala\nM/Garh\nQuetta Indus Sutlej R.\nSibbi\nBahawalpur New\nQESCO\nMEPCO\nUCH P/H Guddu P/H\nKhuzdar\nI R A N\nR.\nIndus \nDadu HESCO I N D I A\nJamshoro\nJamshoro P/H\n26o  00'N 26o  00'N\nHala RD\n500 kV Substation\nNTPS\n220 kV Substation\nHubco P/H 500 kV Transmission Line\nKESC\n220 kV Transmission Line\nNational Capital\nA R A B I A N         S E A River\nInternational Boundary\nBoundaries are not necessarily authoritative.\n64o  00'E 73o  00'E\n07-2366b RM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche  financing  facility  (MFF)  to  the  Islamic  Republic  of  Pakistan  for  the  Power \nDistribution Enhancement Investment Program. The design and monitoring framework is in \nAppendix 1. \n \nII.  RATIONALE: SECTOR POLICY, STRATEGY, AND PERFORMANCE \nA.  Strategic Context \n2.  Pakistan’s  power  sector  faces  tremendous  challenges  in  its  efforts  to  support  the \nGovernment of Pakistan’s strategy of increasing the electricity supply to its urban and rural \npopulation  and  of  securing  overall  economic  growth.  The  key  challenges  are  (i)  lack  of \ngeneration capacity, (ii) increasing constraints in the transmission and distribution systems, \n(iii) weak financial management and sustainability of the sector entities, and (iv) inadequate \ncorporate governance structures for the power companies. A detailed assessment of the power \nsector is provided in Supplementary Appendix A. \n \n3.  To  support  development  of  the  power  sector  and  to  encourage  private  sector \nparticipation, the Government has approved power sector policies, strategies, and action plans \nto  (i)  ensure  independent  regulation  of  the  power  sector;  (ii)  complete  the  power  sector \nunbundling of the Water and Power Development Authority (WAPDA) by establishing four \ngeneration, one transmission, and eight distribution companies; (iii) begin the power sector \nprivatization program; and (iv) evaluate and optimize the fuel sources of the power sector to \nensure energy security and minimize overall tariff requirements.  \n \n4.  Implementation  of  the  Government’s  power  sector  strategy  would  have  three  main \noutcomes: (i) sector reforms to increase efficiencies and effectiveness and to create an enabling \nenvironment for more private sector participation and investment, (ii) capacity building in all \nsector  organizations,  covering  financial  management,  efficiency  improvement,  the  clean \ndevelopment mechanism, and project management; and (iii) completion of large infrastructure \ndevelopment projects in generation, transmission, and distribution. \n \n1.  Power Sector Policy Framework \n5.  In 2000, the Government unveiled the “Vision 2025” program and in 2006 the “Vision \n2030”, both stressing accelerated development of new generation facilities, with greater reliance \nplaced on indigenous fuel sources—hydropower, thermal generation using local coal reserves \nor local gas supplies, and renewable technologies. The 2002–2004 power policy includes an \nincrease in power generation capacity and encompasses private, public, and private-public \nmodels. The policy continues the underlying theme of Vision 2030 by encouraging the use of \nindigenous  resources,  principally  hydroelectric  power  and  coal.  A  number  of  thermal  and \nhydroelectric projects are currently being processed under the policy. \n \n6.  The power sector restructuring and reform process, developed in various stages and \nthrough different initiatives, is reflected today in various policies, such as the Power Policy, \n1994; Hydel Policy, 1995; Transmission Line Policy, 1995; Power Policy, 1998; and Power \nPolicy, 2002. These were largely designed to attract private sector participation in a newly \nrestructured  power  sector.  This  characterization,  at  least  in  terms  of  outright  government \ncontrol, has changed over the last decade, and Pakistan today enjoys significant private sector-", "2 \nled generation through 21 independent power producers (IPPs), 19 of which were sanctioned \nunder the Power Policy 1994, and which together represent in excess of 30% of total generation \ncapacity. \n \n2.  Power Sector Strategy \n7.  The Government’s strategy for the power sector has three main intended outcomes: \n(i) sector reforms to create an enabling environment for private sector participation; (ii) more \ncapacity development in all sector organizations, including financial management, efficiency \nimprovement,  use  of  the  clean  development  mechanism,  and  project  management;  and \n(iii) completion of large infrastructure development projects in generation, transmission, and \ndistribution. \n \n8.  The  Government’s  Medium  Term  Development  Framework,  2005–2010  (MTDF) \nenvisages an ambitious investment program for the power sector in order to achieve consistent \n8% annual growth in gross domestic product (GDP). The power sector will need to increase its \ncapacity to support this growth target and to meet the demand for and consumption of electricity \nimplied by such growth. In addition, about 34% of Pakistan’s population has no access to \nelectricity from the national grid and the Government is implementing an ambitious plan to \nextend coverage significantly in rural areas. The lack of generation capacity is being addressed \nthrough  increased  power  generation  projects  that  apply  public-private  partnership  models. \nConstraints in the power transmission network that were expected to result in significant system \ncapacity shortfalls and to restrict GDP growth by almost 0.8% in FY2008, are being addressed \nunder a targeted Asian Development Bank (ADB) MFF.1 \n \n9.  The MTDF contains a medium- and long-term integrated national energy security plan \nfor the country. The objectives of the MTDF are to (i) increase power generation; (ii) enhance \nthe exploitation and production of oil, gas, and coal resources and to increase the share of coal \nand alternative energy in the energy mix; (iii) optimize the use of indigenous sources and reduce \ndependence on imported sources; and (iv) encourage and facilitate private sector involvement.  \n \n10.  The  MTDF  also  sets  out  an  investment  strategy  for  the  power  transmission  and \ndistribution sectors. It recognizes that the existing transmission and distribution infrastructure \nand grid stations are overloaded, that they need to be strengthened, and new generation \nprojects be commissioned and connected to the national grid. The MTDF also addresses the \nproblems of the distribution network, including overloaded substations and high distribution \nlosses, and recommends that the network be expanded and efficiency improved. The MTDF \nmakes other recommendations, among them to (i) ensure independent regulation of the power \nsector, (ii) unbundle WAPDA and establish and fully operationalize the successor companies, \nand (iii) strengthen the privatization program. The MTDF also specifies the need to further \nstrengthen the regulatory role of the National Electric Power Regulatory Authority (NEPRA).  \n \n11.  Although the energy sector parameters are spelled out in the MTDF, currently there is a \nlack  of  integrated  energy  planning  to  analyze/plan  a  consolidated  action  plan  to  address \ncountry’s energy needs in the short, medium, and long terms. To achieve the objectives of \nadequacy and security of energy supplies as well as ensuring long-term viability of the sector, \nthe Government aims to adopt an approach based on implementation of integrated energy \n                                                 \n1  ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Multitranche \nFinancing Facility for the Islamic Republic of Pakistan for Power Transmission Enhancement Investment Program. \nManila.  \n ", "3 \ndevelopment plans taking into account cross-sectoral economic impacts of energy options and \nprojects through the supply and demand chain. The Government would focus on the following \nareas: \n \n(i)  Policies and plans in place target further development of indigenous conventional \nenergy  resources  (including  oil  and  gas,  hydro,  and  coal)  by  providing \nappropriate incentives and a level playing field to the private sector.  \n(ii)  Plans for meeting the energy needs of rural areas give special emphasis to \nexploitation of renewable energy potential, taking into account the economic cost \nof  delivering  energy  from  alternative  sources  and  benefits  associated  with \ndecentralized resource development.  \n(iii)  Long-term strategies focus on meeting the energy deficits by establishment of \nenergy trade corridors to capitalize on the proximity of Pakistan to resource rich \ncountries in the Middle East and Central Asia. An action framework comprising \nimport  of  energy  through  implementation  of  gas  pipeline  projects,  liquefied \nnatural gas projects, and projects for import of electricity from Central Asia are \nbeing formulated on a fast-track basis. \n(iv)  Development  of  indigenous  energy  resources  is  being  pursued  through \nenhanced oil and gas production, detailed technical and economic assessment of \ncoal mining and coal based-power generation, increased hydroelectric power \ngeneration,  and  mainstreaming  renewable  energy.  Finally,  energy  efficiency \nmeasures are being implemented through optimizing the energy mix, improving \nexisting transmission and distribution infrastructure, and managing demand in \nindustrial and domestic sectors. \n(v)  Utilization  of  recent  financial  and  technical  modalities  (such  as  the  clean \ndevelopment mechanism and clean energy) would enhance Pakistan’s ability to \ndiversify its energy security, and ensure that benefits from these initiatives would \noptimize energy utilization and financing capabilities.  \n(vi)  The  Government  is  implementing  an  ambitious  privatization  agenda  and  a \nnumber of energy sector entities are up for privatization through initial public \noffering, outright sales, and management buyouts. These include stakes in the oil \nmarketing  company,  gas  transmission  and  distribution  companies,  power \ngeneration and distribution companies, and petroleum exploration and production \ncompanies. \n \n3.  Power Sector Road Map \n12.  The power sector is central to the current and future prosperity of Pakistan through the \nsupply of low-cost electricity to domestic customers throughout the country2 and by virtue of its \ncapacity to stimulate commercial and industrial development. The key challenges of the power \nsector are (i) lack of generation capacity, (ii) increasing constraints in the transmission and \ndistribution systems, (iii) weak financial management and sustainability of the sector entities, \nand (iv) inadequate corporate governance structures for the power companies. \n \n13.  The availability of power remains insufficient to meet peak system demand or to provide \nan adequate level of spinning reserve.3 The current installed generation capacity in Pakistan is \n19,550 megawatts (MW), of which 17,395 MW is in the regions formerly covered by WAPDA. \n                                                 \n2  The Government is currently implementing an ambitious program to electrify all villages.  \n3  The sum of the unutilized net generating capability of all units of the electric utility company that are synchronized \nto the power distribution system and that are capable of immediately accepting additional load. \n ", "4 \nHowever, the available generation capacity in the WAPDA regions is only about 13,000 MW \nbecause (i) hydropower plants are dependent on reservoir capacity and hence are affected by \nrainfall, reservoir silting, and irrigation; (ii) the generation portfolio is aging and subject to rating \nlimitations  and  increased  maintenance  requirements;  and  (iii)  the  plants  are  increasingly \nunreliable.  Additional  generating  capacity  is  being  planned  through  the  thermal  and  hydro \ngeneration section of WAPDA, and the Private Power Investment Board by encouraging and \ngranting licenses for private sector investment in IPPs. According to the Government’s power \nsystem estimates, around 8% annual growth in electricity demand in Pakistan is forecast during \n2005–2015.  Pakistan  will  require  an  additional  2,000  MW  of  power  annually  to  meet  this \ndemand and this additional power will need to be evacuated through the transmission systems \nand delivered through the distribution systems of the eight distribution companies (DISCOs). \n   \n14.  Based on the MTDF, the Government developed a long-term power generation plan. \nThis identified the demand for increased generation capacity, and addressed the size and timing \nof the commissioning of the new plants. The overall power transmission strategy is to ensure \nthat the electricity from the new power generation plants is evacuated to the load centers.  \n \n15.  The  effective  evacuation  of  power  from  all  of  the  existing  generating  stations,  and \nconnection of the stations to be commissioned in future, is vested in the National Transmission \nand Despatch Company (NTDC), which in coordination with the Ministry of Water and Power \n(MOWP) prepared the power transmission sector road map and corresponding investment \nplans. In 2006, at the request of the Government, ADB agreed to long-term financing support of \nthe power transmission subsector through an MFF to NTDC to realize the investment needs. \nThe power transmission investment subprojects are currently under implementation. These \ndevelopments together address the generation and primary transmission of electric power to the \neight geographically split power DISCOs. \n \n4.  Power Distribution Sector Road Map  \n16.  DISCOs receive electric power from NTDC in their respective geographic areas and \nhave inherited the distribution assets at operating voltages of 132 kilovolts (kV) and below. With \nthis  goes  the  obligation  to  distribute  electricity  and  make  supplies  available  within  their \ngeographic boundaries under rules, service conditions, and tariffs laid down by NEPRA.  \n \n17.  DISCOs face several challenges, as their power distribution systems (i) do not provide \ncomplete geographic coverage, (ii) have a shortage of capacity in areas they do cover, and \n(iii) suffer from the consequences of years of inadequate maintenance and underinvestment. \n \n18.  High growth in electricity demand in Pakistan is putting the existing power distribution \ninfrastructure  under  severe  stress  and  there  is  a  clear  need  for  investment.  Substantial \ninvestments  in  rehabilitation,  augmentation,  and  expansion  of  the  eight  power  distribution \nsystems  will  increase  the  reliability  of  supply  to  residential,  agricultural,  commercial,  and \nindustrial customers in Pakistan. A secure and predictable electricity supply will lead to social \nand economic benefits and improve conditions for schools, hospitals, and other social services. \nThis power distribution sector development road map is a comprehensive plan that specifies the \ndetails  of  system  renovation  and  expansion  to  provide  all  grid-connected  customers  with \nadequate and reliable supply of electricity, which will support the Government’s objective of 8% \nGDP growth per annum.  \n \n19.  The objective of the road map is to show how the eight DISCOs can deliver a reliable \nand high-quality power supply to the rising number of industrial, commercial, agricultural, and \n ", "5 \ndomestic customers. It is consistent with the Government’s poverty reduction strategy and has \nthe following intended outcomes: (i) a more efficient power system; (ii) high-quality power supply \nthrough a more reliable and stable system; (iii) greater geographic coverage; and (iv) greater \navailability of and access to affordable electricity, by relieving the power distribution constraints. \nThe Power Distribution Sector Road Map, 2008–2017, is in Appendix 2. \n  \n5.  Power Distribution Sector Investment Plan  \n20.  To support the power distribution sector expansion, the Government prepared the Power \nDistribution Sector Road Map, 2008–2017, and approved the corresponding Investment Plan for \nDISCOs (Appendix 3). The total investment requirement for the DISCOs for 2008–2017 is \nestimated  at  $5.2  billion.  The  investments  consist  of  improvements  to  the  secondary \ntransmission grid (STG), distribution of power (DOP), energy loss reduction (ELR), capacitors, \nand  other  required  investments  to  the  distribution  system.  These  investments  have  been \nsummarized in Table 1. \n \nTable 1: Distribution Companies’ Total Investment Requirement by Year \n($ million) \nFiscal Year  Amount \n2008   262 \n2009   315 \n2010   367 \n2011   472 \n2012   577 \n2013   682 \n2014   786 \n2015   891 \n2016   577 \n2017   315 \nTotal               5,243 \n   \n                       Sources: Distribution companies’ 5-year plans and consultant estimates. \n \n21.  The distribution systems are heavily loaded and in parts already overloaded, with high \nlosses and poor reliability levels. If recent increases in demand continue, power shortages and \nthe already frequent customer disconnections or load shedding will become much more regular \nunless  all  elements  of  the  power  sector  are  significantly  improved  urgently.  Significant \ninvestment requirements remain on the distribution systems of the eight DISCOs to enable the \npower to be effectively, reliably, and safely delivered to satisfy the demands of existing and new \ncustomers, observing the necessary environmental and social safeguard requirements. There is \nalso the need to address compliance with regulatory requirements. To date, these have not \nbeen priority issues for the DISCOs—they are generally aware of the regulatory requirements \nbut will not be able to achieve compliance at this stage (e.g., (n-1) criterion).4  \n \n22.  The  immediate  priority  for  investment  in  the  distribution  systems  is  to  address  the \ncapacity shortfalls that currently result in regular system outages and supply interruptions to \ncustomers. There is a degree of urgency on this work to avoid rapid deterioration of power \ntransformers caused by overloading, which can result in failures with lengthy return to service \n                                                 \n4  (n-1) criterion expresses the ability of the power transmission and distribution system to lose a linkage without \ncausing an overload failure elsewhere. DISCOs in Pakistan are required to meet this criterion in accordance with \nthe grid code.  \n ", "6 \ntimes. The identified priorities begin with the addition of circuit and transformer capacity at the \nsub-transmission level to enable the already overloaded systems to deliver present demand \nreliably and meet the expected load growth.  \n \n23.  A  second  priority  is  loss  reduction.  The  primary  and  secondary  distribution  system \nsuffers from high technical and commercial losses, outdated design, and poor performance. \nImprovements to system reliability and further downstream loss reduction are required on the \nlower voltage systems of all DISCOs alongside system extensions to unserved villages. \n \n24.  The power sector entities, specifically the DISCOs, do not have the required level and \nmix of skills or support systems necessary to operate as independent entities covering the \nwhole range of electricity business requirements. Improvements to corporate governance and \nsupport systems are required.  \n \n6.  ADB Strategy \n25.  In the short and medium term, ADB will prioritize assistance for economic infrastructure \nprojects  that  address  critical  gaps  and  constraints  in  the  overstressed  transmission  and \ndistribution systems and that rehabilitate and modernize the power infrastructure. However, \ninvestment in additional generation is only justifiable if the transmission and distribution system \ncan handle the additional load. ADB’s assistance to the energy sector also prioritizes power \nsector reform, energy efficiency and renewable energy development.  \n \n26.  ADB’s  sector  strategy  recommends  careful  prioritization  of  new  public  sector \ninvestments, with an emphasis on creating a favorable environment for privatization and private \nsector involvement. Priority areas include (i) increasing energy efficiency (both supply and \ndemand); (ii) optimizing hydropower and support for public-private partnerships in hydropower \ngeneration;  (iii)  balanced  energy  generation,  transmission,  and  distribution;  and  (iv)  sector \nrestructuring, rationalization of tariffs, and greater private sector participation.  \n \nB.  Power Distribution Sector Overview \n1.  The Power Distribution Companies \n27.  In Pakistan, for the uninitiated power it is evacuated from generation plants first via the \ntransmission  system  (kV)  then  via  the  distribution  system  to  the  consumer.  The  power \ndistribution system is defined to cover any lines and substations at 132 kV and lower voltages. \nMore specifically, the system contains (i) overhead lines at voltages of 132 kV, 66 kV, 33 kV, \nand 11 kV, as well as an extensive low voltage network; and (ii) substations for stated voltage \nlevels. The system serves a nationwide customer base, but access to grid connections is \ncurrently at 66%, resulting in a relatively large requirement for rural electrification.  \n \n28.  Under a business transfer agreement implemented on 1 March 1999, the distribution \nsystem  assets  previously  owned  by  WAPDA  were  vested  in  eight  newly  incorporated \ngeographically based DISCOs. Each company took over properties, rights, assets, obligations, \nand liabilities of the distribution system within its geographic area. The eight DISCOs are \nobliged to provide a connection to their distribution systems to all eligible customers as defined \nby NEPRA, and included in license conditions. The DISCOs further have the obligation to \nmaintain  the  distribution  system  to  enable  the  effective,  efficient,  and  safe  distribution  of \nelectricity  to  customers.  The  obligations  upon  the  DISCOs  are  set  out  in  the  individual \n ", "7 \ndistribution license held by each company, and reinforced by generally applicable requirements \nof the national grid and distribution codes and customer service standards. \n \n29.  The eight DISCOs among them cover the whole of Pakistan, except Karachi, tribal \nareas, and the Northern Areas, each taking its power requirements primarily from NTDC. Each \nDISCO is required by incorporation and by regulatory requirements to (i) maintain and upgrade \nits current system; (ii) plan, design, and implement system expansion; and (iii) operate the \nsystem  according  to  operational  needs  and  distribution  license  conditions  to  ensure  the \neffective,  reliable,  and  safe  distribution  of  electricity  from  the  supply  points  to  customers’ \npremises across its licensed territory. \n \n30.  In terms of human resources, the transition of staff from WAPDA to the DISCOs has \nbeen completed. The transfer of assets and liabilities has also been substantially completed. \nIndependent  financial  statements  have  been  prepared  and  audited,  in  compliance  with \ndistribution license requirements, for independent DISCO operations from FY2004 to FY2006. \nHowever, the financial independence of the DISCOs has yet to reach the level required of an \nautonomous corporation.  \n \n2.  DISCOs’ Performance \n31.  The distribution systems are old and in many cases not built for the capacity now \ndemanded. It is known that many transformers are heavily loaded or overloaded. Lack of \nmaintenance  of  the  distribution  systems  has  resulted  in  ongoing  deterioration  of  system \ncomponents and increased losses. The performance of the distribution companies does not \ncurrently comply with the distribution license conditions, in the areas of service standards or the \ntechnical codes produced by NEPRA. Currently, these standards are not actively enforced by \nNEPRA.  \n \n32.  Total DISCOs’ system losses averaged 20% in 2006. The range across the DISCOs is \nfrom 39% in the worst case to 10% in the best case. In the distribution system, high losses are \ncaused by the excess load on the transformers and lines, exacerbated by the poor power factor5 \nof the load. Even the highest performing DISCO has scope to address the current situation, and \none of the stated objectives of this investment facility from all DISCOs is to address system \nlosses. The overall distribution system losses are a combination of technical and nontechnical \nlosses. The total distribution losses as of 30 June 2006 are shown in Table 2. These losses are \ncalculated based on the difference between electricity purchase and electricity sale (both in \ngigawatt-hours [GWh]).  \n \n                                                 \n5 Power factor describes the relationship between real and apparent power of alternating current (AC) power \nsystems. In an AC power system, current may flow into and back out of a load without delivering any energy. This \nreactive current gives rise to “apparent power” which is larger than the actual power consumed. Power factor is \nexpressed as the ratio of the actual power to the apparent power. All current will cause losses in the supply and \ndistribution system. A load with a power factor of 1.0 results in the most efficient loading of the supply and a load \nwith a power factor of 0.5 will result in much higher losses in the supply system. A poor power factor can be the \nresult of either a significant phase difference between the voltage and current at the load terminals, or it can be due \nto a high harmonic content or distorted/discontinuous current waveform. \n ", "8 \nTable 2: Distribution Companies’ Losses \n(GWh) \n \nItem   FESCO  GEPCO  HESCO  IESCO  LESCO  MEPCO  PESCO  QESCO \nElectricity Sales   8,600  6,110  4,843  7,065  13,947    9,571    8,459  3,965 \nElectricity Purchased   9,714  6,915  7,681  8,044  15,977  11,767  12,660  5,043 \nDistribution Losses  11.50%  11.64%  36.99%  12.20%  12.70%  18.70%  33.18%  21.40% \nFESCO = Faisalabad Electric Supply Company, GEPCO = Gujranwala Electric Power Company, GWh = gigawatt-\nhour, HESCO = Hyderabad Electric Supply Company, IESCO = Islamabad Electric Supply Company, LESCO = \nLahore Electric Supply Company, MEPCO = Multan Electric Power Company, PESCO = Peshawar Electric Supply \nCompany, QESCO = Quetta Electric Supply Company. \nSource: Distribution companies’ estimates. \n \n33.  On nontechnical losses,6 the target has to be elimination over a period of time. However, \nthe economic situation in the country determines that there is a high probability of nontechnical \nlosses existing for the foreseeable future. \n \n34.  On technical losses, the situation is more complex. Direct comparison with international \nbest practice may indicate that technical losses (indeed total losses) should be below 10% of \nconsumption,  probably  as  low  as  6–7%.  In  Pakistan  and  other  developing  countries,  the \nsituation is quite different. A number of issues have to be taken into account that will impact on \nthe target technical loss percentage. These include the actual consumption, ratio of high to low \nvoltage network, uneconomic conductor sizes, overall length of network, poor power, and load \nfactors.  \n \n35.  The  reliability  of  the  distribution  networks  is  also  a  cause  for  concern—customer \ninterruptions  and  customer  downtime  while  the  fault  is  being  fixed  are  well  beyond  an \nacceptable level. Even after allowing for the fact that the power sector is still developing, \nsignificant improvements are required even to approach the industry benchmarks of customer \ninterruptions and customer minutes lost.  \n \n36.  The DISCOs are not meeting regulatory requirements for the (n-1) reliability criterion on \ntheir higher voltage networks, resulting in interruptions that would be unacceptable in strict \nregulatory regimes. However, the investment required to achieve this level of redundancy is not \ngenerally considered by the DISCOs to be within their financially sustainable capabilities. Other \nregulatory standards relating to supply failures and customer service standards are not being \ncomplied with, such as (i) new customer connection periods, (ii) maximum interruption per \nannum, and (iii) return to service following interruption.  \n \n37.  The total income of each DISCO is regulated by NEPRA through tariff determination \nfrom time to time. Within the determination, NEPRA considers the required operating costs of \nthe  DISCO  including  (i)  the  requirement  to  service  debt  for  longer-term  investment  in  the \ndistribution system, and (ii) replacement of time-expired assets with a return on investment in \naddition to the pass-through costs of the energy supplied. \n \n38.  NEPRA issued separate tariff determinations for each DISCO in February 2007. All \nDISCOs consider these determinations inadequate for their needs and contend that they would \nnot allow them to comply with regulatory requirements. Appeals were made in each case. \nNEPRA determined that an additional tariff of about 10% was required. \n \n                                                 \n6  Nontechnical (commercial) losses = total losses – technical losses. It includes metering errors, illegal connections, \nnon-billing, etc.  \n ", "9 \n39.  A further financial issue for the DISCOs is that the tariff approved by NEPRA is not the \nselling price they have been allowed to charge their customers. This is set by the Government \nat a rate lower than the NEPRA-determined tariff. The shortfall between the NEPRA tariff and \nthe price that is billed to the customer is then billed by the DISCO to the Government in the form \nof a subsidy payment. There can be significant delay in payment or failure to pay this subsidy, \neffectively leaving the DISCOs operating at a loss, with severe cash flow constraints.   \n \n40.  External investment sources will be required to secure effective distribution systems, \nespecially for development of the capacity of the sub-transmission system and addressing \nreliability and loss reduction requirements at the lower voltages. System extensions are required \nto work toward the government target of 100% electrification of villages. The original target date \nfor completion was December 2007. The Government is considering to extend the target date. \nSome of the more financially secure DISCOs have already arranged financing from commercial \nsources  and  other  development  agencies  to  commence  their  expansion  and  development \nprograms. Given the current financial arrangements of the remainder, it will be difficult for them \nto attract the large investments necessary from commercial sources, particularly since they do \nnot have full control over their own cash flow from customers.  \n \nC.  Analysis of Key Problems and Opportunities of the Power Distribution Sector \n1.  Key Problems \n41.  Pakistan’s  power  distribution  sector  faces  three  major  challenges:  (i)  the  system \nreliability  prevents  continuous  supply,  (ii)  high  distribution  losses,  and  (iii)  severe  financial \nshortcomings. The system is unable to meet the current demand, and is already falling behind \npower generation expansion targets. To enable the increased generating capacity to support the \nGovernment’s economic growth targets, the power distribution system (in addition to the power \ntransmission system) must (i) be strengthened to meet current system requirements and fulfill \ndemand, and (ii) keep pace with the increasing customer demand. \n \n42.  The power distribution system is negatively impacted by aging, overloading, and poor \nmaintenance. It is unreliable, and at times there is load shedding and delivery of supplies \noutside statutory voltage limits. The system needs immediate rehabilitation, augmentation, and \nexpansion to meet customer demands and system security requirements. Ensuring the safe and \nreliable distribution of electricity will be a major challenge for Pakistan.  \n \n43.  The financial weaknesses affecting the power distribution sector are severely impacting \nthe financial sustainability of DISCOs and the power sector in general. The financial shortfall in \ndistribution is the primary cause of circular debt problems in Pakistan. There is an urgency to \nresolve the financial weaknesses to ensure (i) elimination of the circular debt, (ii) reduction in \nthe  requirements  for  subsidies,  and  (iii)  development  of  financially  sustainable  DISCOs. \nFocusing on the future investment requirements of DISCOs, it would be difficult to secure \nfinancing if the current financial parameters and procedures continue. \n \n2.  Financial Issues \n44.  The financial sustainability of the power sector is dependent on timely and accurate \n(i) submission of tariff applications by the DISCOs; (ii) execution of the tariff determination by \nNEPRA; (iii) notification of the tariff determination by the Government; (iv) metering, billing, and \ncollection by the DISCOs; (v) payment of subsidy allocations by the Government; (vi) payment \nfrom  DISCOs  to  the  Central  Power  Purchasing  Agency  (CPPA)  for  electricity  purchased; \n ", "10 \n(vii) payment from DISCOs to NTDC for transmission charges; and (viii) settlement of purchases \nand sale of electricity by CPPA, which has recently been established and is preparing to take up \nthis role.  \n \n45.  The current regime allows DISCOs to retain only that portion of income that is agreed as \nnecessary  to  cover  their  routine  operating  costs  (primarily  salaries).  The  remainder  is \ntransferred to WAPDA for onward disbursement to power producers and NTDC. The current \ntariff levels result in shortfall of funds that impact on both the DISCOs and NTDC.  \n \n46.  The Government has determined that the single buyer function presently licensed to \nNTDC will be handed to an independent agency, CPPA. Tariff determinations made for CPPA, \nand agreements with generation companies and IPPs, have been revised to reflect CPPA as \nthe single buyer. When CPPA comes into effect, it is expected that the DISCOs will achieve a \nfurther degree of autonomy by the establishment of an escrow account for each DISCO, into \nwhich all revenues will be paid. CPPA will have first call on each escrow account to settle \nenergy purchased accounts, and the balance will be under the control of the DISCO. \n \n47.  Despite the power purchase cost increases, end user electricity tariffs have not been \nincreased correspondingly and the DISCOs’ profitability has suffered. During the year ended \n30 June 2006, only one DISCO (Lahore Electric Supply Company [LESCO]) recorded a small \nprofit. In February 2007, NEPRA issued determinations on tariff petitions submitted by the \nDISCOS  in  2005.  The  determinations  allowed  significant  tariff  increases  for  all  DISCOs. \nHowever, all DISCOs appealed against the decisions on the basis that the assumptions used by \nNEPRA in the tariff formula should be adjusted based on current data and plans. Hearings with \nNEPRA were held in May 2007; in each case, NEPRA has reached a determination, but these \nhad not been announced at the time of the Appraisal Mission. \n \n48.  In the meantime, the Government has issued a tariff determination that sets out tariffs \napplicable from 24 February 2007 payable by customers. The rates set out are consistent \nacross all DISCOs. These rates are lower than those originally determined by NEPRA but the \nnotification confirms that the difference between the relevant rates determined by NEPRA and \nthe rates charged from customers shall be paid by the Government. The timely payment of \nthese  tariff  subsidies  by  the  Government  is  crucial  for  the  financial  independence  of  the \nDISCOs. The Government budgeted PRs57 billion for power sector subsidies in FY2007. \n \n49.  The tariff formula allows a pass-through of power costs (subject to an adjustment for \nallowed losses), recovery of operating and maintenance costs (including depreciation), and a \nreturn on investment. Under the formula, the DISCOs have the potential to earn reasonable \nprofits in the future provided that realistic and achievable assumptions are adopted by NEPRA. \n \n50.  The time lag between raising customer tariffs in line with power purchase costs has \nmeant that DISCOs have been unable to pay NTDC for the full cost of power purchased and a \nlarge outstanding balance remains due. At the year ended 30 June 2006, the total balance due \nfrom all DISCOs (excluding Karachi Electric Supply Company [KESC]) was PRs128.6 billion. \nThis represents a significant financial burden for the sector, which has yet to be resolved. \n \n51.  DISCOs currently have satisfactory accounting capacities and established accredited \nexternal audit processes in accordance with international audit standards. They have also \ndeveloped  sufficient  in-house  functions  and  systems  to  handle  payments,  billings,  and \ncollections. Accounting systems are well developed but continue to rely on significant manual \nprocesses. Several DISCOs are actively pursuing computerization of accounting systems to \n ", "11 \nimprove control and efficiency in financial management. However, financial management, which \nwould benefit from some external assistance in capacity building, is in need of strengthening in \nsome DISCOs. \n \n3.  Governance Matters  \n52.  As  the  unbundling  transition  period  is  coming  to  an  end  and  DISCOs  are  building \ncapacity to enable their independence from WAPDA, the corporate governance structure of their \nboards of directors needs to be in accordance with best international practice. Currently, each \nboard  consists  of  a  chair,  three  members  from  the  private  sector,  and  three  officials \nrepresenting the owner, the Government. The nomination of the board members is made by \nchair of Pakistan Electric Power Company (PEPCO) in accordance with a presidential directive. \nA  situation  where  the  same  individual  holds  positions  on  several  boards  of  directors  is \ncounterproductive to the Government’s power sector policy and in contradiction with corporate \ngovernance principles. For example, the chair of NTDC and another director concurrently hold \nseats in WAPDA and PEPCO. There is an inherent conflict of interest if a DISCO board member \nalso sits on the board of WAPDA or another company that holds transmission and/or generation \nassets. Such conflicts of interest would make it difficult for individuals to exercise their fiduciary \nduties and carry out their oversight role. \n \n4.  Private Sector Participation \n53.  The Government is acutely aware of the need for private sector participation in the \npower sector. In 2002, it set out a policy for power generation projects that provided a clear set \nof incentives, along with a regulatory regime, to attract private capital. Pakistan has been \nsuccessful  in  attracting  private  sector  investment  and  is  working  to  improve  the  enabling \nenvironment.7 The 15 commissioned IPPs make up about 4,000 MW of generating capacity.  \n  \n54.  In line with overall power sector policies, the power distribution subsector promotes \nprivate sector economic activities by making available power through distribution of electricity \nfrom the IPPs. A robust distribution system is the anchor for private sector investments in power \ndistribution  companies.  Through  substantial  investments  in  the  distribution  system,  the \nGovernment will be able to establish an environment conducive to private sector investments. At \nthe same time, it will remove concerns about the ability to distribute power from IPPs and \nensure  a  continuous  supply  of  electricity  to  end  customers.  Two  of  the  DISCOs,  namely \nFaisalabad  Electric  Supply  Company  (FESCO)  and  Peshawar  Electric  Supply  Company \n(PESCO), are currently being prepared for privatization by the Privatization Commission. The \nprivate sector is showing strong interest in the two companies, but is uncomfortable with the \nsurrounding environment, as it negatively impacts the operations and financial performance of \nthe  companies.  Through  this  MFF,  ADB  will  assist  the  Government  to  strengthen  the \nenvironment  for  private  sector  investments  in  the  power  sector,  by  (i)  making  further \nimprovements  to  the  enabling  conditions  for  power  distribution,  and  (ii) providing  financial \nsecurity for the funding of power distribution facilities that would ensure distribution of electricity \nfrom IPPs. \n \n55.  The Government is considering additional privatizations in the power distribution sector \nwith details to be decided after FESCO has been privatized. In addition to privatization, the \n                                                 \n7  ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Program \nCluster of Loans and Technical Assistance Grant to the Islamic Republic of Pakistan for Private Participation in \nInfrastructure Program. Manila. \n ", "12 \nprivate sector is envisioned to participate in the MFF in the form of equipment suppliers, civil \nworks contractors, and consultants in a wide variety of areas covering technical design of \nsubprojects, environmental and social impact assessment, and financial services.  \n \n56.  The Facility would allow any privatized DISCO to continue its participation in the Facility \non the same terms and conditions as the non-privatized DISCOs.  \n \n5.  External Assistance \n57.  The major sources of external assistance to the power sector are ADB, the Government \nof Japan, and the World Bank. Together, they provide more than half of the official external \nassistance. ADB has supported both KESC and the Water and Power Development Authority \n(WAPDA),  while  the  World  Bank  has  mainly  provided  assistance  to  WAPDA.  Pakistan’s \ndevelopment partners have been working together to evolve a strategy for the privatization of \nthe power sector. ADB, the World Bank, and the Government have prepared a policy matrix, \nwith a clear delineation of the division of labor between ADB and the World Bank.  \n58.  Bilateral  Support.  The  Canadian  International  Development  Agency  has supported \nWAPDA to rehabilitate the Warsak Hydroelectric Power Station. It has also provided assistance \nto strengthen the capacity of the Ministry of Petroleum and Natural Resources to develop and \nimplement sound policies and regulatory frameworks to encourage private sector investment \nand  to  enforce  effective  conservation  and  environmental  regulations.  The  Canadian \nInternational Development Agency also supports public and private companies to develop and \nmanage hydrocarbon resources. The Government of Germany is  supporting a hydropower \npromotion program and a grid station in Ghakkar for power transmission from Ghazi Barotha. \nThe Government of Japan is considering assistance for energy efficiency enhancement through \nimprovements to the national grid, the load dispatch system, and area-specific electrification. \n \n6.  ADB Operations and Sector Strategy   \n59.  ADB Operations. Since the start of ADB operations in Pakistan in 1968, total lending to \nthe energy sector in Pakistan amounts to about $4.2 billion, of which $3.6 billion is to the power \nsubsector and $0.6 billion to the natural gas and petroleum subsectors. During recent years, \nADB’s overall lending to the energy sector accounted for about 28% of total lending to Pakistan. \nAbout three fourths of the assistance to the power subsector ($1,575 million for 13 loans) has \nbeen provided to WAPDA and the rest to KESC. ADB has been the major source of external \nassistance to the energy sector in Pakistan, having provided about one third of total external \nresources to the sector. ADB’s nonlending activities have also been important in the sector, with \na total of $16.0 million provided for 30 technical assistance (TA) projects.  \n \n60.  Sector Portfolio Description. The energy sector portfolio currently has two MFFs and \neight  ongoing  TA  projects.  The  two  ongoing  MFFs  in  the  renewable  energy  and  power \ntransmission subsectors are in the early stages of implementation and are satisfactory. TA \nimplementation performance is generally in line with Pakistan and ADB-wide averages. The \ncountry operational framework emphasizes the need to strengthen governance and improve on \nportfolio performance, both of which are important in the energy sector. \n \n7.  Lessons  \n61.  Ten ADB-financed power projects approved before 1983 have been post-evaluated. All \nwere  classified  “generally  successful”.  The  post-evaluation  findings  showed  an  average \n ", "13 \nimplementation delay of 2.4 years (78%). Five of the projects experienced an average cost \noverrun of about 82%, and the other five an underrun of 28%. The post-evaluations drew \nattention  to  the  need  for  an  in-depth  analysis  of  all  technical  issues  before  a  project  is \nformulated,  and  the  need  to  review  cost  estimates  comprehensively  at  appraisal.  The \nperformance of ADB-financed projects after 1983 has improved. However, KESC and WAPDA \nhave been unable to meet the system loss targets, so they have not been able to comply with \nthe financial covenants. ADB loans are listed in Supplementary Appendix B. \n \n62.  Tariff adjustments have been based on social equity and affordability considerations, \nwhich has led to a lack of commercial focus and inhibited KESC and WAPDA from generating \nenough funds to meet all expansion, rehabilitation, and reinforcement requirements. The utilities \nhave lacked focused leadership, good management practices, and transparency in operational \nand financial matters. Most ADB-financed projects have been sector loans and more recently \ntwo MFFs. This allows considerable flexibility in selection of subprojects, and in the use of \nconsultants  for  formulating  the  subprojects.  As  a  result,  cost  overruns  have  been  greatly \nreduced. However, slow project implementation remains a problem. Delays have been caused \nby slow procurement of consultants and goods, bureaucratic procedures, organizational and \ninstitutional weaknesses, changes in project scope, and shortages of qualified staff.  \n \n63.  Lessons learned from previous projects are reflected in three specific measures in the \nInvestment  Program:  (i)  in-depth  preparation  of  the  subprojects  included  in  each  tranche, \n(ii) early action on procurement and consulting services, and (iii) measurable milestones and \nclose implementation facilitation and supervision. To ensure quality at entry, each subproject \nhas  been  evaluated  using  five  criteria:  (i)  technical;  (ii)  financial;  (iii) economic; \n(iv) environmental  assessment;  and  (v) social  assessment,  including  land  acquisition  and, \nwhere necessary, a resettlement plan. Such early attention to procurement will ensure that bid \ndocument preparation and review procedures do not lead to delays. Close follow-up during \nmanufacturing  of  goods,  construction  of  civil  works,  and  installation  should  ensure  timely \ncorrective measures where needed and an early completion of each subproject.  \n \nIII.  THE PROPOSED INVESTMENT PROGRAM \nA.  Impact and Outcome \n64.  The proposed Investment Program is closely linked to Pakistan’s long-term power sector \nstrategy and is an integral part of the power distribution development program. The Investment \nProgram will enhance the efficiency of the overall power distribution system and provide an \nadequate  and  reliable  power  supply  to  a  greater  number  of  industrial,  commercial  and \nresidential customers. The power sector is a key infrastructure area for economic growth and \nsocial development, and the Investment Program will be a vital way of strengthening and \nexpanding the power sector and supporting economic growth in Pakistan.  \n \nB.  Outputs \n65.  The  proposed  Investment  Program  will  (i)  improve  power  distribution  infrastructure \nthrough rehabilitation, augmentation, and expansion of the secondary (132 kV and 66 kV) \ntransmission  network,  and  relieve  the  power  system  from  distribution  bottlenecks  and \nconstraints;  and  (ii)  assist  in  commercializing  DISCO  operations.  Specifically,  (i)  about \n12,000 GWh of additional energy will be supplied through the national grid annually; (ii) the \nsystem will be capable of meeting peak demand, with electricity outages significantly reduced; \n ", "14 \n(iii)  30  million  additional  people  will  have  access  to  electricity  from  the  national  grid;  and \n(iv) DISCOs will adhere to regulatory requirements and comply with the security standards.  \n \n66.  The MMF will finance the proposed Investment Program, comprising subprojects that \nare part of the DISCOs’ investment plan, through individual loans for each tranche. \n \nC.  Investment Program Benefits and Beneficiaries  \n67.  The  Investment  Program  is  designed  to  provide  grid-connected  customers  with \nadequate and reliable supply of electricity. The rehabilitation, augmentation, and expansion of \nthe  eight  power  distribution  systems  will  increase  the  reliability  of  supply  to  residential, \nagricultural, commercial, and industrial customers in Pakistan. A reliable electricity supply will \nlead to social and economic benefits and improved conditions for schools, hospitals, and other \nsocial services.  \n \nD.  Technical Justification and Selection Criteria  \n68.  The subprojects under the proposed Investment Program for the eight DISCOs cover the \nwhole  country.  The  Investment  Program  is  divided  into  tranches,  with  Tranche-1  covering \napproximately 150 subprojects (Supplementary Appendix C). Some of these subprojects are \nfurther subdivided into numerous smaller jobs at multisite locations on the distribution systems. \nThese subprojects are urgently needed for the system to meet system security reliability and \nsafety requirements. The following criteria were used to identify the subprojects: (i) technical \njustification, (ii) financial and economic viability, and (iii) minimal residual environmental and \nsocial impacts. Some subprojects to address health and safety, operating cost reduction, and \nimproved management information are also included. \n \n69.  Each subproject in Tranche-1 has been tested for financial and economic viability, and \nassessed for environmental or social impact. In the case of the sub-transmission subprojects, \nload flow studies by NTDC and the technical merits of subprojects were assessed and the \nfeasibility reports presented to ADB. Almost 60% of the value of subprojects proposed for \nTranche-1 relates to the secondary transmission system, and most of these are additions or \naugmentations  to  transformers  within  existing  substations.  Two  subprojects  deliver  a  new \nsubstation, with  an  associated  transmission  line  and  power  transformers,  and  four  involve \nconstruction of transmission lines.  \n \n70.  The  benefits  to  be  delivered  from  the  subprojects  in  Tranche-1  include  addition  of \napproximately 2,200 megavolt-amperes (MVA) of transformer capacity, improved the security of \nsupply to customers by moving toward compliance with regulatory security standards governing \nplanning  and  operation  of  the  sub-transmission  system,  with  reliability  and  availability \nimprovements on the lower voltages. \n \nE.  Subproject Preparation, Implementation, and Monitoring Capabilities \n \n71.  The DISCOs are relatively young entities and their capacity is in some cases limited, so \nthat they are dependent on external technical service providers (including NTDC) for a number \nof technical service issues, for which they are charged. At an individual level, most of the \nDISCO staff are well motivated to improve the situation, and possess the necessary technical \nskills to identify and prioritize the work required to improve their distribution systems. However, \nin some cases, training in modern distribution planning and utility management in a regulated \nenvironment, as well as in information and communications technology, is needed to bring the \n ", "15 \nDISCOs up to date. DISCOs still require adequate project management and implementation \nskills to implement a large loan with multiple location, size, and technology subprojects. \n \n72.  ADB is providing support through the Infrastructure Development loan8 to assist the \nDISCOs in preparing subprojects for Tranche-2. The objective is to establish resources and \ncapacity in each DISCO to enable it to become autonomous and expand subproject preparation \nand implementation skills.  \n \n73.  In addition, an investment program support component will be provided to help DISCOs \nprepare, implement, and monitor the subprojects under the Investment Program (Appendix 3). It \nwill  cover  (i)  power  distribution  subproject  implementation,  including  general  business \nmanagement, portfolio review, project management, and program management; (ii) technical \noperation and maintenance; (iii) accounting, financial, and economic management, and financial \nreporting;  (iv) contracting,  procurement,  and  inventory  management,  (v)  management \ninformation system and economics of cost recovery and tariff setting; (vi) project development, \nincluding  policy  development,  feasibility  studies,  site  identification,  and  project  design;  and \n(vii) utility management in a regulated environment. \n \nF.  Cost Estimates and Financing Plan \n74.  The total investment requirement for the DISCOs from FY2008 to FY2017 is estimated \nat $5.2 billion. The distribution of the investment among the DISCOs is presented in Table 3. \n \nTable 3: Total Investment Requirement per Distribution Company \n($ million) \nFiscal \nYear  FESCO  GEPCO  HESCO  IESCO  LESCO  MEPCO  PESCO  QESCO  Total \n2008      35      27      22      26       54      38      37      23     262 \n2009      43      33      27      31       64      46      44      27     315 \n2010      50      38      31      36       75      53      52      32     367 \n2011      64      49      40      46       96      68      67      41     472 \n2012      78      60      49      57     118      84      81      50     577 \n2013      92      71      58      67     139      99      96      59     682 \n2014    106      81      67      77     161    114    111      68     786 \n2015    121      92      76      88     182    129    126      77     891 \n2016      78      60      49      57     118      84      81      50     577 \n2017      43      33      27      31       64      46      44      27     315 \nTotal    710    543    446    516  1,072    760    741    456  5,243 \nFESCO = Faisalabad Electric Supply Company, GEPCO = Gujranwala Electric Power Company, HESCO = \nHyderabad Electric Supply Company, IESCO = Islamabad Electric Supply Company, LESCO = Lahore Electric \nSupply Company, MEPCO = Multan Electric Power Company, PESCO = Peshawar Electric Supply Company, \nQESCO = Quetta Electric Supply Company. \nNote: Columns may not add up exactly because of rounding. \nSources: Project preparatory technical assistance consultants based on distribution companies’ plans. \n \n75.  The Government has requested financing up to the equivalent of $810 million to help \nfinance part of the DISCOs’ investment plan. The financing will be provided under an MFF, in \naccordance with ADB policy.9 The implementation period will be 10 years. The MFF will consist \nof individual loans, subject to the submission of a related periodic financing request (PFR) by \n                                                 \n8 ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Technical \nAssistance  Loan  and  a  Technical  Assistance  Grant  to  the  Islamic  Republic  of  Pakistan  for  Infrastructure \nDevelopment. Manila (Loan 2178-PAK). \n9  ADB. 2005. Innovation and Efficiency Initiative: Pilot Financing Instruments and Modalities. Manila.  \n ", "16 \nthe Government and execution of loan and project agreements. The Government has entered \ninto a framework financing agreement (FFA) with ADB. The FFA satisfies the requirements set \nforth in the ADB policy. The loans under the MFF will finance civil works, equipment and goods, \nand consulting services. The Government will make the proceeds of the loans available to \nDISCOs upon terms and conditions satisfactory to ADB. \n \n76.  The financing plan (Table 4) is a combination of funds from DISCOs, ADB, and other \nfinanciers. It was agreed that DISCOs would provide at least 20% from their own resources and \nthat ADB could fund up to 80% of the total amount for each tranche. The cost estimates and \nfinancing plan are in Appendix 4. \n \nTable 4: Overall Financing Plan \n($ million) \n  Subprojects (OCR)  Program Support (ADF) \nSource  Amount  Share (%)  Amount  Share (%) \nADB  800   15  10.0   80 \nOther Financiers    2,400   46    0.0     0 \nDISCOs    2,043   39    2.5   20 \n    Total    5,243        100  12.5         100 \nADB = Asian Development Bank, ADF = Asian Development Fund,  \nDISCO = distribution company. \nSource: ADB estimates. \n \n77.  ADB  will  use  its ordinary  capital resources  (OCR)  to  finance  the  subprojects  for  a \nmaximum  amount  of  $800  million.  Provisions  of  the  ordinary  operations  loan  regulations \napplicable to London interbank offered rate (LIBOR)–based loans10 will apply to each such loan, \nsubject to any modifications that may be included under individual Loan Agreements. The \ninterest rates for each OCR loan will be determined in accordance with ADB’s LIBOR-based \nlending facility. The loan repayment period and other terms and conditions for each OCR loan \nwill be set forth in the loan and project agreements. The foreign exchange risk will be borne by \nthe Government.  \n \n78.  The investment program support component, amounting to $10 million inclusive of taxes \nand duties,11 will be funded by ADB through its Asian Development Fund (ADF) resources. The \nBorrower will make the proceeds of the loan available to PEPCO upon terms and conditions \nsatisfactory to ADB. Except as ADB may otherwise agree, the terms and conditions will include \ninterest at the rate of 1% per annum during the grace period and 1.5% per annum thereafter, \nand a repayment period of 32 years, including a grace period of 8 years. The foreign exchange \nrisk will be borne by the Borrower. Projects will be prepared to attract and maximize investment \nfrom the private sector and from bilateral and multilateral financiers for the sizable subprojects \nneeded in the later years of the investment plan.    \n \n79.  The  Government  has  submitted  to  ADB  the  first  PFR  for  Tranche-1,  requesting \n$242 million to finance subprojects from ADB’s OCR resources and $10 million to finance the \ninvestment program support component from ADB’s ADF resources, which is presented in \nTable 5. The cost of the subprojects identified under Tranche-1 is estimated at 2007 current \n                                                 \n10 ADB. 2001. Ordinary Operations Loan Regulations Applicable to LIBOR-Based Loans Made from ADB’s Ordinary \nCapital Resources. Manila.  \n11 The Management approved the financing of taxes under the investment program support component on 23 July \n2008. \n \n ", "17 \nprices to be $327 million. The Government and DISCOs requested ADB to finance $252 million, \nwhich is approximately 77% of the total project cost. The remaining portion will be met by \nDISCOs’ internally generated funds.  \n \nTable 5: Financing Plan – Tranche-1 \n($ million) \nSource  Amount  Percentage \nAsian Development Bank (OCR)  242   74 \nAsian Development Bank (ADF)    10     3 \nDISCOs    75   23 \n    Total  327        100 \nADF = Asian Development Fund, DISCO = distribution company, OCR = ordinary \ncapital resources. \nSource: Asian Development Bank estimates. \n \nG.  Implementation Arrangements \n1.  Executing and Implementing Agencies  \n80.  PEPCO, established in 1998, is an agency responsible for managing the power sector \nunbundling process. It has been nominated by MOWP to act as the Executing Agency (EA), \nwith each DISCO being the Implementing Agency (IA) for work in its own area. PEPCO’s role in \nthe  processing  and  implementation  of  the  Investment  Program  is  that  of  a  coordinator  of \nactivities, such as preparation of Planning Commission (PC-1) forms and PFRs, and monitoring \nimplementation  activities.  The  DISCOs  are  responsible  for  (i)  selecting  and  preparing  the \nsubprojects, (ii) submitting their requirements for inclusion in PC-1 documents to PEPCO, (iii) \nsubmitting  withdrawal  applications  to  ADB,  and  (iv)  timely  implementation  of  respective \nsubprojects.  \n \n81.  An implementation consultant will be employed under the Investment Program to assist \nthe DISCOs in project implementation, albeit providing different levels of assistance to different \nDISCOs. The implementation consultant will be staffed with international and local experts. The \nimplementation consultant will report to PEPCO on administrative issues and to each DISCO on \noperational issues. Each DISCO will establish a project management unit (PMU). The PMU will \nundertake project preparation, implementation, and reporting duties; and will ensure compliance \nwith ADB regulations. \n \n2.  Investment Program Management  \n82.  The Investment Program will follow MFF implementation procedures. Each DISCO will \nbe responsible for preparing its own subprojects, which will be combined into a single multi-\nDISCO PFR. Preparation of the combined PFR will be the responsibility of PEPCO, which will \nsubmit the PFR to ADB through the Economic Affairs Division when (i) the PFR has been \nprepared in accordance with MFF requirements, and (ii) PEPCO has received the required \ngovernment approvals. The DISCOs will make their PFR submissions to PEPCO in a timely \nmanner to meet the implementation plan in Appendix 5. Prior to ADB acceptance of a PFR, \nADB will conduct due diligence to ensure that the Government complies in full with the terms \nand conditions of the FFA.  \n \n ", "18 \n83.  Each DISCO will prepare quarterly progress reports from the date of loan effectivity \ncovering preparation and implementation of each PFR. A combined progress report, covering all \nparticipating DISCOs, will be compiled by the implementation consultant during its tenure. \n \n3.  Implementation Period \n84.  The Investment Program will be implemented over 10 years, inclusive of procurement \nand  construction  activities,  from  2008  to  2017.  The  subprojects  are  expected  to  have \nimplementation periods of 3 years. The last PFR should be submitted not later than the end of \n2014. \n \n4.  Procurement and Consulting Services \n85.  Each DISCO will conduct the procurement of goods and services for its own subprojects. \nRecruitment of the implementation consultant will be conducted by PEPCO. \n \n86.  Procurement of goods and services to be financed under the Investment Program will be \nimplemented in accordance with ADB’s Procurement Guidelines (2007, as amended from time \nto time). International competitive bidding (ICB) will be used for the supply of goods and works \nbeing funded under the Investment Program. ICB will be used for goods contracts estimated to \ncost  the  equivalent  of  $1  million  or  more,  and  for  works  contracts  estimated  to  cost  the \nequivalent of $5 million or more. A tentative procurement plan for the subprojects to be financed \nunder  Tranche-1,  indicating  the  detailed  thresholds  of  each  procurement  method,  is  in \nAppendix 6. The procurement plan will be updated annually to cover the next 18-month period. \n \n87.  Consultants will be selected and engaged in accordance with ADB’s Guidelines on the \nUse  of  Consultants  (2007,  as  amended  from  time  to  time).  Firms  carrying  out  consulting \nservices  will  be  selected  using  the  quality-  and  cost-based  selection  method.  Individual \nconsultants will be recruited in accordance with government procedures acceptable to ADB. \nBecause of the continuation of a number of tasks during implementation, it is envisioned that \nsingle source selection may be used for certain assignments with the prior approval of ADB. \n \n5.  Disbursement Arrangements \n88.  A separate Loan Agreement will be established between the Government and ADB for \neach PFR. The Loan Agreement will describe the detailed disbursement arrangements for a \nspecified PFR. All loan disbursements will be in accordance with ADB’s Loan Disbursement \nHandbook (2007, as amended from time to time). Imprest accounts will be established for all \nDISCOs, which will be invited to ADB’s loan disbursement seminars conducted in Pakistan. An \nimprest  account  for  the  ADF  loan  will  be  opened  by  PEPCO.  Statement  of  expenditure \nprocedures will be used to reimburse eligible expenditures for any individual payment under \n$100,000 for the OCR loan and $50,000 for the ADF loan. \n \n6.  Advance Contracting and Retroactive Financing  \n89.  Because of the urgent nature of the subprojects, the Government and the DISCOs have \nrequested ADB approval to carry out advance contracting for procurement of works and goods \nfor each tranche. The Government has also requested retroactive financing of up to 20% of the \nloan amount for each tranche under the Investment Program.  \n \n ", "19 \n90.  The Mission agreed to seek ADB Management approval for advance contracting and \nretroactive financing of expenditures for the first and subsequent tranches (up to 20% of the \nproceeds from individual loans under the MFF) provided that those expenditures are incurred in \naccordance  with  agreed  procedures  and  during  the  12  months  before  the  signing  of  the \ncorresponding individual Loan Agreement and loan effectiveness under the MFF. Retroactive \nfinancing  is  sought  for  eligible  expenditures  including  civil  works,  goods,  and  consulting \nservices.  Such  financing  will  be  subject  to  compliance  with  involuntary  resettlement \nrequirements stated in the subproject resettlement plan. The Government and the DISCOs have \nbeen informed that approval of advanced contracting and retroactive financing does not commit \nADB to finance any of the proposed subprojects. It should also be noted that the Government \nand the DISCOs must comply with all ADB procurement procedures in order to qualify for \nretroactive financing. \n \n7.  Anticorruption Policy \n91.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  and  DISCOs.  Consistent  with  its  commitment  to  good  governance, \naccountability, and transparency, ADB reserves the right to investigate, directly or through its \nagents,  any  alleged  corrupt,  fraudulent,  collusive,  or  coercive  practices  relating  to  the \nsubprojects under the Investment Program. To support these efforts, relevant provisions of \nADB’s Anticorruption Policy are included in the loan regulations and the bidding documents for \nthe Investment Program. In particular, all contracts financed by ADB in connection with the \nInvestment Program shall include provisions specifying the right of ADB to audit and examine \nthe records and accounts of all DISCOs, and all contractors, suppliers, and consultants and \nother service providers as they relate to the Investment Program. \n \n8.  Accounting, Auditing, and Reporting \n92.  Within 6 months of the close of each fiscal year, PEPCO and each DISCO will submit to \nADB audited project accounts and financial statements to which they relate. An independent \nauditor acceptable to ADB will be hired by PEPCO and each DISCO to conduct audits on all \nassociated accounts. The auditor will also review and provide separate opinions at the proper \nuse of statement of expenditure procedures. \n \n93.  The DISCOs inherited an internal audit system from WAPDA. The system provides for \nthe internal audit to be involved in the procurement and disposal process as well as to perform \nannual audits. In addition, most DISCOs have established an audit committee with an external \nprofessional chair. This committee reports to the board of directors. However, most DISCOs \nhave not yet developed policies to reflect their independent status fully because of lack of \nresources. The requested program support component would include provisions to hasten the \ndevelopment of audit policies and procedures and to strengthen the capacity of staff.  \n \nH.  Performance Monitoring and Evaluation \n94.  The quarterly progress reports prepared by each DISCO will provide (i) a narrative \ndescription of progress made during the period (progress on compliance with environmental and \nsocial requirements, including the environmental management plan [EMP] and resettlement \nframework, will also be included); (ii) changes in the implementation schedule; (iii) problems or \ndifficulties encountered; and (iv) work to be carried out in the next period. The progress reports \nwill also include a summary financial account for the subproject components, consisting of \nsubproject expenditures during the period, total expenditure to date, and benefit monitoring in \n ", "20 \naccordance with procedures and details acceptable to ADB. Performance will be evaluated on \nthe basis of indicators and targets stipulated in the design and monitoring framework. ADB \nManagement  will  prepare  periodic  reports  to  inform  ADB’s  Board  of  Directors  of  overall \nprogress. A Board information report will be submitted annually, and progress reports will be \nsubmitted to inform the Board of the approval of Loan Agreements. \n \n1.  Review \n95.  ADB  will  regularly  field  review  missions  to  review  implementation  and  operations, \nincluding resettlement and environmental aspects based on quarterly progress reports. It will \nmeet with the Government and DISCOs semiannually to discuss implementation progress. A \nmidterm review will be carried out 2 years after each loan becomes effective. This will focus on \nthe engineering, financial, resettlement, environmental, and social aspects of ADB-supported \ninvestments of all DISCOs. Representatives of ADB and DISCOs will take part in the review. \nThe midterm review will evaluate compliance with warranties and representations of the FFA, \nand assurances in individual Loan Agreements. The review will allow for necessary midcourse \ncorrections  to  ensure  successful  implementation  and  achievement  of  objectives.  A  project \ncompletion  report  will  be  submitted  within  3  months  of  the  completion  of  the  subprojects \nfinanced under individual Loan Agreements. An Investment Program completion report will be \nprepared  after  the  completion  of  all  ADB-supported  activities  and  subprojects  under  the \nInvestment Program. \n   \nIV.  DUE DILIGENCE OF THE PROPOSED INVESTMENT PROGRAM \nA.  Technical Analysis  \n96.  Subprojects  to  extend  and  augment  existing  grid  substations,  or  build  new  grid \nsubstations  have  been  selected  following  routine  operational  load  readings  and  system \nmanagement. They have then been confirmed by load flow studies, including analysis of any \nalternative solutions. The studies are based on expected 2013 conditions and follow the NTDC \ndemand forecast for the transmission system and the individual distribution companies, modified \nby the DISCOs and ADB. As such, the distribution investments are optimized and prioritized, \nand represent a least-cost approach.  \n \n97.  With the current demand on the network and the anticipated growth, the risk of any \ninvestment in Tranche-1 subsequently being found to be avoidable, or significantly in advance \nof need, is considered minimal. The subprojects to be included in Tranche-1 will not be affected \nby  any  drastic  changes  in  the  long-term  system  expansion  plan.  Detailed  subproject \ndescriptions are provided in Supplementary Appendix C. They are considered urgent and have \nbeen  selected  to  address  previous  inadequate  planning,  underinvestment,  and  lack  of \nmaintenance. The Tranche-1 subprojects are summarized below: \n \n(i)  two subprojects will build new substations, adding a total of 100 MVA of capacity; \n(ii)  111  subprojects  will  add  transformers  or  replace  existing  transformers  in \noverloaded/heavily loaded locations, adding a further 2,100 MVA of capacity; \n(iii)  seven  subprojects,  with  multiple  subcomponents,  address  power  factor \ncorrection; \n(iv)  18 subprojects, with multiple subcomponents, address system rehabilitation and \nextension of networks to improve system losses and reliability; \n(v)  four  subprojects  address  health  and  safety,  operating  cost  reduction,  and \nimprove management information and control; and \n ", "21 \n(vi)  four subprojects will upgrade voltage levels on existing secondary transmission \nsystems to improve power transfer capacity. \n \nB.  Financial Management and Financial Analysis  \n98.  Financial management assessment was carried out to evaluate each DISCO’s ability to \nundertake  and  fulfill  ADB’s  fiduciary  requirements  (Appendix  7).  Questionnaires  and  field \ninterviews were used to review the present standing of financial management of the eight \nDISCOs.  The  assessment  recognizes  that  the  DISCOs  are  in  a  transitional phase  toward \nachieving financial and operational independence. Accounting diagnostic tools—such as the \nWorld  Bank’s  Comprehensive  Country  Financial  Accountability  Assessment, 12  Public \nExpenditure Review,13 and ADB TA14—were further reviewed to examine fiduciary risk at the \nmacro  level.  This  identified  issues,  constraints,  and  recommendations  covering  budgeting, \naccounting,  internal  controls,  funds  transfer,  audit,  and  legislative  compliance  to  ensure \ninvestment funds are utilized efficiently and effectively. \n \n99.  The financial management risk of each DISCO is deemed manageable, with varying \ndegrees of financial management needs. Each DISCO would benefit from external assistance in \nfinancial management. QESCO, HESCO, and PESCO would benefit most, all of which are \nfacing  financial  difficulties.  The  financial  statements  are  prepared  on  an  accrual  basis  in \naccordance  with  International  Accounting  Standards.  However,  the  DISCOs  inherited \naccounting systems from WAPDA, involving manual intervention. At present, all DISCOs are \nactively seeking to strengthen accounting and management information systems and controls; \nsome are more advanced in the selection and planning for the use of computerized systems, \nwhich  will  improve  the  accuracy,  timeliness,  and  relevance  of  financial  and  management \ninformation.  \n \n100.  Although DISCOs were unbundled from WAPDA in 1998, they continue to be financially \ndependent on WAPDA. Despite having their own bank accounts, cash collected by the DISCOs \nhas  in  the  past  been  controlled  by  WAPDA.  Increase  in  customer  retail  tariffs  has  been \ninsufficient to cover DISCOs’ power purchase costs, and delayed tariff determination by NEPRA \nconstrains  DISCOs  to  rely  on  government  support.  Cost-reflective,  transparent,  and  timely \ndetermination and notification of DISCO tariffs by NEPRA and the Government will provide \ngreater financial independence for DISCOs. A summary of DISCO financial performance and \nprojections is in Supplementary Appendix D. \n \n101.  The financial analysis of the proposed Tranche-1 (Appendix 8) has been carried out in \naccordance with ADB’s Financial Management and Analysis of Projects.15 Financial viability was \ngauged by comparing the incremental costs and benefits of with- and without-project investment \nscenarios over FY2008–FY2028. All financial costs and benefits have been expressed at a \nconstant mid-2007 price level. Cost streams used for the purposes of financial internal rate of \nreturn (FIRR) determination (i.e., capital investment, and operation and maintenance) reflect \ncosts of delivering the estimated financial benefits. The current tariff, determined by NEPRA and \nnotified by the Government for each DISCO in February 2007, was reviewed and recalculated to \n                                                 \n12 World Bank. 2003. Islamic Republic of Pakistan, Country Financial Accountability Assessment. Washington, DC \n(December). \n13 World Bank. 2004. Pakistan Public Expenditure Management, Strategic Issues and Reform Agenda. Washington, \nDC (January). \n14 ADB. 2003. Technical Assistance to the Islamic Republic of Pakistan for Institutional Capacity Building of the \nNational Transmission and Despatch Company Limited (Financed by the Japan Special Fund). Manila. \n15  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n ", "22 \nmeet  the  minimum  required  tariffs  using  NEPRA  tariff  methodology  to  derive  the  financial \nbenefits. The combined preliminary FIRR estimate of 17.6% on the secondary transmission grid \ncomponent compares favorably with the estimated weighted average cost of capital (WACC) of \n8.3%, indicating financial viability of Tranche-1 subprojects. \n \nC.  Economic Analysis \n102.  The  proposed  investments  to  be  funded  by  ADB  are  part  of  Pakistan’s  integrated \ngeneration, transmission, and distribution expansion program; and an integral component of the \ntransmission and distribution system development plan prepared based on NTDC load forecast \nusing  least-cost  planning  principles.  The  economic  analysis  was  based  on  a  “time-slice” \napproach to the distribution sector development plan, as individual subprojects are not stand-\nalone  investments  and  would  not  yield  all  their  benefits  if  considered  in  isolation.  The \nInvestment Program will ease chronic supply shortages and help meet the projected growth in \ndemand for electric power. Demand forecasts and cost-benefit projections were prepared and \nanalyzed and the Investment Program was judged to be economically viable. A summary of the \neconomic analysis is in Appendix 9.  \n \n103.  The main benefits stem from (i) allowing for system expansion to meet load growth; \n(ii) improving efficiency, reliability, and system security; and (iii) reducing losses. The physical \noutput—rehabilitated, augmented, and expanded distribution infrastructure—will add to existing \nsupply (incremental benefits).  \n \n104.  The economic internal rate of return (EIRR) was estimated to be 23%, based on the \nincremental  cost-benefit  streams  associated  with  the  proposed  investments.  Economic \nperformance  was  evaluated  by  comparing  with-  and  without-project  scenarios.  The  EIRR \ncompares the annual streams of economic capital and operating costs against benefits, based \non willingness-to-pay. All costs, benefits, and revenues are expressed in 2007 constant prices. \nThe analysis period includes the construction period and 30 years of operation. Economic \nbenefits  accrue  to  customers  and  the  economy  as  a  result  of  the  Investment  Program. \nIncremental consumption occurs because of the extended availability of adequate and reliable \npower supplies. The economic feasibility of the proposed subprojects in Tranche-1 has been \ntested by establishing the need for the subprojects, and establishing that they represent the \nleast-cost means of achieving their objectives. The analysis results in an EIRR of 30%, justifying \nthe viability of Tranche-1 investment. \n \nD.  Environmental Assessment  \n105.  Environmental assessment for all the subprojects of Tranche-1 has been conducted in \naccordance  with  ADB’s  Environment  Policy  (2002)  and  Environmental  Assessment \nGuidelines. 16  Subprojects  prepared  under  future  tranches  will  all  have  environmental \nassessment  to  comply  with  the  environmental  assessment  and  review  framework  (EARF) \nagreed  by  the  Federal  (Pakistan)  Environmental  Protection  Agency  and  ADB,  and  the \nGovernment’s  environmental  assessment  regulations  and  guidelines  under  the  Pakistan \nEnvironmental Protection Act, 1997. The Tranche-1 subprojects have been categorized as B. \nInitial environmental examination (IEE) reports have been prepared for all the subprojects that \ninclude an environmental management plan (EMP) with implementation budget. A summary IEE \nis  in  Supplementary  Appendix F.  No  component  of  any  Tranche-1  subproject  falls  in  an \nenvironmentally sensitive or protected area. \n                                                 \n16  ADB. 2003. Environmental Assessment Guidelines. Manila. \n ", "23 \n106.  To mitigate the potential adverse impacts of the construction stages of subprojects, \ndetailed EMPs have been prepared as part of the IEEs. The numerous subprojects in Tranche-1 \nare far apart, with many in different provinces, so there is little potential for cumulative impacts \nin the design, construction, or operational phases. However, the objective of the Investment \nProgram  is  to  produce  cumulative  benefits  to  the  secondary  transmission  and  distribution \nsystems in the operational phase. Therefore, there is minimal negative impact expected on the \nsector. \n \n107.  The DISCOs will implement and monitor the submission and clearance of IEEs and \nenvironmental impact assessments under statutory provisions. They will ensure that bidding \ndocuments and contracts include the mitigation measures, as required by the EMPs, and that \nthe  mitigation  measures  are  implemented  by  the  contractors.  The  Project  requires  the \nestablishment of an environmental and social cell within each DISCO, and the appointment of \nenvironmental  and  social  specialists  within  that  cell  as  a  condition  for  Tranche-2  of  the \nInvestment Program to be effective.  \n  \nE.  Social Safeguards  \n108.  Minimal land acquisition and resettlement (LAR) or livelihood impacts may be expected \nfor subprojects requiring the construction of new grid substations or transmission lines. For \nsubprojects entailing the construction of distribution lines (up to 11 kV)—a subproject type \nwhere poles are to be sited within public roads corridors—no LAR will be needed, nor allowed \nunder the LAR framework (LARF; see FFA, schedule 5).   \n109.  LAR for new grid stations is expected to be carried out through mechanisms that will not \ntrigger ADB’s Involuntary Resettlement Policy such as purchase/sale between willing buyer and \nwilling seller, use of unoccupied government land, or voluntary donations from DISCOs’ clients. \nIn these cases, a due diligence report (DDR) will be prepared to provide proof that the land was \nacquired through the mechanisms specified above, but no land acquisition and resettlement \nplan (LARP) will be required. LAR for transmission lines, on the contrary, will have to be carried \nout through the application of the right of eminent domain and will thus trigger implementation of \nADB’s Involuntary Resettlement Policy and require the preparation of LARPs. This will also be \nthe case of subprojects involving  substation construction if the above detailed mechanism \ncannot be applied and LAR will entail the exercise of eminent domain. \n110.  The LARF is summarized in Appendix 10 and shown in Supplementary Appendix G. The \nLARF details all mechanisms for the preparation and implementation of LARPs in accordance \nwith ADB’s Involuntary Resettlement Policy and the MFF guidelines. The LARF has been \nprepared by PEPCO and endorsed by each DISCO. The appraisal of successive tranches will \nrequire a review of the LARF to ensure that its content fits the conditions of the new subprojects. \nUnder Tranche-1 of this Investment Program, seven secondary transmission lines will require \nthe preparation of a short LARP and two substations will require the preparation of a DDR (one \nof the DDRs is included in the short LARP for one transmission line).  \n \n111.  To fit this project context, it has been agreed that the term “indigenous peoples” used by \nADB fully corresponds to the term “tribal peoples” used in Pakistan. Indigenous/tribal peoples \nmay be affected only by projects in the North-West Frontier Province’s tribal areas. However, \ndue diligence also needs to be carried out for projects in Baluchistan where groups not officially \ndefined as “tribal” practice a collective system of land property, reside. For some of these \nprojects, documentation inclusive of social assessment and mechanics for the acquisition of \ncollective property will have to be prepared. An indigenous peoples development framework \n ", "24 \n(IPDF) for the Investment Program has been prepared by PEPCO and agreed with DISCOs and \nADB  (Supplementary  Appendix  E).  No  indigenous  peoples  are  affected  by  Tranche-1 \nsubprojects. Appraisal of successive tranches will require a review of the IPDF to reflect the \nspecificities of the new subprojects. \n \nF.  Poverty Assessment  \n112.  The overall strategy of the Investment Program is to address bottlenecks to economic \ngrowth  and  the  delivery  of  high  quality  supply  of  electricity  to  the  unserved  population \n(Appendix 11). The Investment Program will benefit grid-connected customers with adequate \nand reliable supply of electricity, which would support the projections for growth in energy \ndemand  and  the  Government’s  confirmed  intent  to  make  affordable  grid-based  electricity \nsupplies available to the entire population through the Village Electrification Program. The \nbeneficiaries will be the population residing in unserved areas, and existing customers receiving \nimproved quality of supply. These areas are currently not benefiting from subsidized electricity \ntariffs, but are indirectly paying for them in terms of taxes, forgone access to electricity, or other \nforgone investments. A secure and predictable electricity supply will enable social and economic \nbenefits to materialize. Poor and vulnerable customers—including hospitals, schools, and other \nsocial utilities—are often hardest hit by inadequate power supply, load shedding, and poor \npower quality. They will also benefit directly from the investments.  \n \n113.  Improvements  in  quality  and  reliability  of  supply  that  will  accrue  from  targeted \ninvestments are expected to improve living conditions in the rural areas through the creation of \njob and income opportunities. Businesses as well as farmers are expected to increase their \nproductivity.  Demand  for  electric  installations,  supplies,  and  maintenance  is  expected  to \nincrease, creating further new job opportunities. In addition, a reliable electricity supply improves \nhouseholds’ quality of life, especially for women who are traditionally responsible for activities \ninside the house. A comprehensive poverty impact assessment for the Investment Program is \nbeing  prepared.  The  preliminary  data  show  that  unserved  areas  are  among  the  most \neconomically deprived, with the highest proportion of poor people in Pakistan.  \n \nG.  Potential Risks and Assumptions  \n114.  Key  assumptions  are  (i)  macroeconomic  growth  will  remain  stable;  (ii)  federal  and \nprovincial  governments  will  remain  committed  to  power  sector  reforms  and  there  will  be \ncontinued progress on policy, regulatory, and institutional reforms; and (iii) counterpart funds will \nbe mobilized in a timely manner. \n \n115.  Risks to the Investment Program include (i) delays in power sector reforms, both in tariff \ndeterminations and in notifications of the rates applicable to the distribution companies by \nNEPRA  and  the  Government;  (ii)  delays  in  tariff  determinations  and  notifications  of  rates \napplicable  for  NTDC’s  wheeling  charges  by  NEPRA  and  the  Government,  to  facilitate \ninvestments  in  power  transmission  facilities;  (iii)  lack  of  and  untimely  payment  by  the \nGovernment of subsidies to DISCOs; (iv) increases in prices of cement, steel, fuel, and other \nraw materials that would render the Investment Program financially nonviable; (v) delays in \nsubproject implementation; (vi) failure to complete environmental and social assessments and \nto  actively  pursue  and  secure  environmental  clearances  for  all  subprojects  before \ncommencement of construction; and (vii) failure to mobilize the necessary counterpart funds. \nThese risks all appear low: DISCOs are committed to expanding power supply within Pakistan \nthrough  increased  investments  in  distribution  facilities.  The  lack  of  capacity  in  DISCOs  to \nfacilitate environmental and resettlement compliance is a concern, but this can be mitigated by \n ", "25 \nmaking dedicated resources and staffing a requirement of the loan, as specified in the FFA. \nRisk analyses will be expanded to include sensitivity analyses at a later stage of Investment \nProgram processing.  \n \n116.  Specific assumptions for the subprojects under the Tranche-1 are: (i) counterpart funds \nwill be made available in a timely manner; (ii) there will be no delay in the notification of \ndistribution company tariffs; and (iii) CPPA will be established and empowered in a timely \nfashion, since without it, the financial viability of DISCOs and NTDC cannot be ensured. The \nrisks are: (i) there will be a delay in recruitment of consultants and in procurement of contracts in \nthe  approval  process  within  DISCOs;  and  (ii)  prices  of  equipment  and  materials,  such  as \ncement, steel, fuel, and other raw materials, will increase, possibly making the subprojects \nfinancially  nonviable.  Contingency  funds  will  be  allocated  to  respond  to  any  unforeseen \nchanges. \n \nV.  ASSURANCES \nA.  Specific Assurances \n117.  The Government and DISCOs have agreed to the following specific assurances, in \naddition  to the  standard  assurances  and  assurances  agreed  to  in the  FFA,  which  will  be \nincorporated in the legal documents.  \n \n118.  Policy Dialogue. The Government will ensure that ADB is kept informed about the \nGovernment’s policies and programs related to the power sector that will materially affect the \nfinancial  viability  of  DISCOs  and  each  subproject  under  the  Investment  Program,  and  in \nparticular the power generation and transmission policies and program, as well as the power \ndistribution policies and program.  \n \n119.  Tariff. DISCOs will submit petitions for tariff revision as required to maintain its financial \nviability. Following tariff determination by NEPRA, the Government will undertake to notify such \ntariff determination in a prompt manner. Starting 2009, the Government will ensure that the tariff \nformulated for DISCOs are adequate to cover operating costs, maintenance, depreciation, and \nfinancing cost and to allow an acceptable return on the equity of DISCOs.  \n \n1.  Counterpart Funding \n120.  The Government will ensure, and cause DISCOs to ensure, the availability and timely \nrelease of counterpart funding for the timely implementation of subprojects financed under the \nInvestment Program. \n \n2.  Financial Management and Performance Indicators \n121.  Financial Performance. The Government will ensure that each DISCO maintains a debt \nservice coverage ratio of at least 1.2 from 2011 onward and a self-financing ratio of at least 20% \nfrom 2011 onward. \n \n122.  Financial  Autonomy.  The  Government  will  ensure  that  DISCOs  bill  all  customers \ndirectly and in a timely manner for the power distribution services rendered. The Government \nwill ensure that all government paying authorities provide prompt payment to DISCOs, and in \ncase of any shortfall from the paying authority, the Government finances such shortfall in a \ntimely manner. \n ", "26 \n \n123.  Auditing and Accounting. The Government will cause DISCOs to ensure that proper \naccounts and records are maintained in a timely manner to adequately identify the use of \ntranche proceeds in such a manner and details as may be specified in each loan agreement \nand project agreement. Audited financial reports of each DISCO will be submitted to ADB within \n6 months of the end of fiscal year to which they relate. \n \n124.  Financial  Governance. The Government will cause each DISCO to ensure that its \ninternal controls are in accordance with the National Accounting Standards, and an independent \nand autonomous internal audit department is set up within each DISCO.  \n \n3.  Land Acquisition and Resettlement   \n125.  Medium/low voltage lines up to 11 kV causing LAR or income impacts will not be eligible \nto financing under the Facility. However, lines at voltages of 33 kV and above and substation \nsubprojects causing LAR or income impacts will be fully eligible for financing under the Facility. \nIn the case of these subprojects, the Government will cause each DISCO to ensure that (i) all \nland and rights-of-way required by the subprojects are made available in a timely manner; \n(ii) the provisions of the relevant LARP are implemented promptly and efficiently according to its \nterms, applicable laws and regulations of Pakistan, ADB’s Policy on Involuntary Resettlement, \nADB’s  Operations  Manual  F2  on  Involuntary  Resettlement  (2003),  and  the  LARF;  (iii)  the \nrelevant LARP is updated based on the detailed design, prepared in full consultation with the \naffected  persons  and  disclosed  to  them  prior  to  submitting  the  LARP  to  ADB;  (iv)  the \ncontractors’ activities are in compliance with requirements of the relevant LARP and the LARF, \nand (v) an independent monitor acceptable to ADB is engaged to carry out monitoring and \nevaluation and report to ADB in accordance with the requirements of the LARPs. The signing of \ncivil work contracts or a similar milestone will be subject to ADB’s review and approval of the \nrelevant  LARP  and  award  of  civil  works  will  be  subject  to  ADB  review  and  approval  of \nimplementation  of  the  relevant  LARPs,  including  the  provision  of  full  compensation  to  the \naffected people. \n \n4.  Indigenous Peoples \n126.  The Government will cause each DISCO to ensure that all subprojects affecting tribal \npeoples are constructed and operated in accordance with the requirements of ADB’s Policy on \nIndigenous  Peoples  as  specified  in  the  IPDF  and  indigenous  peoples  development  plans \n(IPDPs) agreed with ADB. Each DISCO will ensure that the IPDP are monitored and evaluated \nby an independent agency. \n \n5.  Environment  \n127.  The Government will cause each DISCO to ensure that (i) the subprojects are designed, \nconstructed, operated, and maintained in accordance with all applicable laws and regulations of \nPakistan and ADB’s Environment Policy; (ii) all subprojects will strictly follow the mitigation \nmeasures in the IEE, including the EMPs and the EARF; (iii) mitigation measures identified in \nthe EMPs will be incorporated in bidding documents and civil work contracts and implemented \nunder supervision of the DISCOs; and (iv) environmental monitoring reports will be submitted to \nADB twice annually during the construction and operation period, including progress made on \nthe mitigation measures, monitoring data, problems encountered, enforcement plan, complaints, \nviolations, or modifications to mitigation measures to take account of unexpected environmental \nimpacts and the acceptability of the residual impacts. \n ", "27 \n \n6.  Social Impacts  \n128.  The  Government  will  cause  each  DISCO  to  ensure  that  all  civil  works  contractors \n(i) comply with all applicable labor laws of Pakistan and pertinent occupational health and safety \nregulations,  (ii)  use  their  best  efforts  to  employ  women  living  in  the  vicinity  of  the \nproject/subproject  area,  (iii)  disseminate  information  at  worksites  on  the  risks  of  sexually \ntransmitted  diseases  and  HIV/AIDS  for  those  employed  during  construction,  and  (iv)  are \nrequired not to differentiate between men and women’s wages or benefits for work of equal \nvalue, and not to use child labor. Contracts for all projects to be financed under the Investment \nProgram must include specific clauses on these undertakings, and compliance will be strictly \nmonitored. \n \n129.  The Government will cause each DISCO to monitor the subproject effects on women \nduring each subproject implementation, through, where relevant, gender-disaggregated data \ncollected  pursuant  to  the  monitoring  and  evaluation  system  referred  to  in  the  subproject \nperformance monitoring system. \n \n7.  Execution of Civil Works Contracts  \n130.  Each DISCO will ensure that, subsequent to award of civil works contract under any \nsubproject, no section or part thereof under the civil works contract will be handed over to the \ncontractor unless (i) the applicable provisions of the LARF and LARPs, including in particular \nthe timely delivery of compensation to affected families, (ii) the IPDF and IPDPs, and (iii) the \nEARF/EMPs have been complied with. \n \n131.  Any changes to the location, land alignment of facilitating roads, or environment impacts \non account of detailed designs of related subprojects will be subject to prior approval by ADB or \nrelated agency in accordance with the subproject selection criteria and procedures included in \nthe FFA. \n \n8.  Subproject Selection Criteria  \n132.  The Government and the DISCOs shall ensure that all subprojects are selected in \naccordance with the agreed criteria set out in the FFA and adhere to the relevant requirements \nof  the  distribution  investment  plans  and  other  applicable  guidelines  for  subproject \nimplementation. \n \nB.  Conditions for Loan Effectiveness  \n1.  Conditions for the First Tranche \n133.  Loan Effectivity. The ADF and OCR loans shall be declared effective at the same time. \n \n2.  Conditions for the Second Tranche \n134.  Establishment of Environmental and Social Cell. Each DISCO is to establish an \nenvironmental and social cell which will address environmental and resettlement aspects related \nto subproject implementation. \n \n ", "28 \n135.  Performance  Criteria  for  Continued  Participation.  Technical  and  financial \nperformance criteria required for participation by DISCOs in subsequent tranches are under \ndevelopment and will be presented to each DISCO upon completion. \n \nC.  Condition for Disbursement \n136.  Notwithstanding any other provision in the Loan Agreement, no withdrawals shall be \nmade from the Loan Agreement until ADB has received the Relending Agreement executed \nbetween the Borrower and PEPCO. \n \nVI.  RECOMMENDATION \n137.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the provision of loans under the multitranche financing facility in an aggregate principal \namount not exceeding $810,000,000 equivalent to the Islamic Republic of Pakistan for the \nPower Distribution Enhancement Investment Program comprising:  \n \n(i)  the loans not exceeding $800,000,000 from ADB’s ordinary capital resources, \nwith  interest  to  be  determined  in  accordance  with  ADB’s  London  interbank \noffered rate (LIBOR)-based lending facility; and  \n \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 6,132,000 \nfrom ADB’s Special Funds resources with an interest charge at the rate of 1.0% \nper annum during the grace period and 1.5% per annum thereafter; a term of \n32 years, including a grace period of 8 years;  \n \nand such other terms and conditions as are substantially in accordance with those set forth in \nthe Framework Financing Agreement presented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n \n13 August 2008 \n \n \n ", "Appendix 1  29\nDESIGN AND MONITORING FRAMEWORK \nFOR THE INVESTMENT PROGRAM AND TRANCHE-1 \n \nTable A1.1:  Power Distribution Enhancement Investment Program \n \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions \nSummary  Indicators  Reporting Mechanisms  and Risks \nImpact      Assumptions \nSustained economic  GDP grows by 6–7% annually in  Annual national statistics  •  Macroeconomic \ngrowth and social  2007–2015   report  growth remains stable \ndevelopment       \n  Village and rural electrification  Energy sector yearbook  •  Federal and \nprogram is implemented by 2012    provincial \nRoshan Pakistan Program  governments remain \nprogress report  committed to power \n  sector reforms \n \n•  Planned generation \nprojects \ncommissioned \n \nOutcome      Assumptions \nReliable and quality power  12,000 GWh of additional power  NEPRA reports  •  Continued progress \nsupplied and service  annually distributed to the customers    on policy, regulatory, \ncoverage expanded   by 2011   Amount of power distributed  and institutional \n    through the 132 kV and  reforms \n  Electricity outages reduced by 30% in  below systems    \n  2011    •  Investment in \n  NTDC grid systems monthly  strengthening \nGrid-connected customers increased  report   transmission system \nto 90% of the population in 2011    is made on time \n  DISCOs’ monthly reports    \nDISCOs’ full compliance with license  •  Power demand \nrequirements by 2009   continues to grow by \n  8% annually  \n   \n  Risk \n•  NEPRA yields to \npolitical pressures \nand tariffs set below \ncost-recovery levels \n \nOutputs      Assumptions \nPower distribution  Subprojects commissioned according  Government decision on  •  Government routinely \nsystems rehabilitated,  to schedules indicated in the  tariff notification   notifies tariffs \naugmented, and expanded  investment and expansion plan    applicable to DISCOs \n– system bottlenecks      and pays the required \nremoved   DISCOs restructuring completed and  DISCOs, PEPCO, and  subsidies to DISCOs \n  operational and financial autonomy  NEPRA reports   \nDISCOs become true  achieved by 2008    •  Government \ncommercial entities       approves required \n  DISCOs implement adequate project  Implementation progress  investment programs \n  management and information  reports and loan review   \n  systems by 2008   mission findings  •  Counterpart funds \n      mobilized on time \n  Commercial losses are reduced each  Commissioning licenses for   \n  year by 10% of the previous year’s  subprojects  •  DISCOs take full \n  loss figure    ownership of their \n      investment program \n       \n ", "30  Appendix 1   \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions \nSummary  Indicators  Reporting Mechanisms  and Risks \n  System technical losses are reduced  DISCOs’ reports for sales to  Risks \n  each year by 10% of the previous  purchase ratios of energy  •  Unexpected increase \n  year’s loss figure    in prices of \n      commodities and raw \n      materials, and \n  construction delays  \n \n•  Procurement and \nrecruitment of \nconsultants delayed \nbecause of \ngovernment \napprovals \n \nActivities with Milestones  Inputs \n1.  Tranche-1 implementation completed by July 2011  •  ADB MFF: \n2.  Tranche-2 implementation completed by December 2013  $810 million \n3.  Tranche-3 implementation completed by July 2015  •  DISCOs: \n4.  Tranche-4 implementation completed by July 2018  $2.043 billion \n    •  Others: $2.400 billion \n \nADB = Asian Development Bank, DISCO = distribution company, GDP = gross domestic product, GWh = gigawatt-\nhour, kV = kilovolt, MFF = multitranche financing facility, NEPRA = National Electric Power Regulatory Authority, \nNTDC = National Transmission and Despatch Company, PEPCO = Pakistan Electric Power Company.  \n ", "Appendix 1  31\nTable A1.2:  Tranche-1 \n \nPerformance Targets and/or  Data Sources and/or  Assumptions and \nDesign Summary \nIndicators  Reporting Mechanisms  Risks \nImpact      Assumptions \nReliable and quality power  12,000 GWh of additional power  NEPRA reports  •  Continued progress \nsupplied and service  annually distributed to the customers    on policy, regulatory, \ncoverage expanded   by 2009   Amount of power distributed  and institutional \n    through the 132 kV and  reforms \nGrid-connected customers increased  below systems    \nto 90% of the population in 2011    •  Investment in \n  NTDC grid systems monthly  strengthening \nDISCOs’ full compliance with license  report   transmission system \nrequirements by 2009     is made on time \n  DISCOs monthly reports    \n  •  Power demand \ncontinues to grow by \n8% annually  \n \nOutcome       Assumption \nPower distribution  DISCOs’ restructuring completed and  Government decision on  •  Government routinely \nsystems rehabilitated,  operational and financial autonomy  tariff notification   notifies tariffs \naugmented, and expanded  achieved by 2008    applicable to DISCOs \n– system bottlenecks    DISCOs, PEPCO, and  and pays the required \nremoved   DISCOs implement adequate project  NEPRA reports  subsidies to DISCOs \n  management and information     \n  systems by 2008  Implementation progress  Risk \n    reports and loan review  •  Unexpected increase \nmission findings  in prices of \n  commodities and raw \n  materials, and \nconstruction delays  \n \nOutputs      Assumptions \nSubprojects  Bidding for procurement of equipment  Bidding documents   •  Government \ncommissioned according  for Tranche-1 subprojects completed    approves required \nto schedules indicated in  by August 2008 and for civil works by  Commissioning licenses for  investment programs \nthe investment and  October 2008  subprojects   \nexpansion plan      •  Timely procurement \n  Implementation of Tranche-1    of equipment and \n  subprojects begun by August 2008    recruitment of \n    consultants  \n  Procurement of equipment under   \n  Tranche-1 completed by December   \n  2008 \n   \n  Installation of equipment for Tranche-\n  1 subprojects completed by March \n2009 \n \nActivities with Milestones  Inputs \n1.  Advance procurement of Tranche-1 subprojects initiated by April 2008  •  ADB OCR: \n2.  PC-1 for MFF approved by the Government by April 2008  $242 million \n3.  PFR for Tranche-1 submitted by July 2008  •  ADB ADF: \n4.  Recruitment of project implementation and preparation consultants completed by October         $10million \n2008  •  DISCOs: $75 million  \n   \nADB = Asian Development Bank, ADF = Asian Development Fund, DISCO = distribution company, GWh = gigawatt-\nhour, kV = kilovolt, MFF = multitranche financing facility, NEPRA = National Electric Power Regulatory Authority, \nNTDC = National Transmission and Despatch Company, OCR = ordinary capital resources, PC-1 = Planning \nCommission, PEPCO = Pakistan Electric Power Company, PFR = periodic financing request. \n ", "32  Appendix 2 \nPOWER DISTRIBUTION SECTOR ROAD MAP AND INVESTMENT PLAN \n \nA.  Rationale  \n1.  The power sector is central to the current and future prosperity of Pakistan through the \nsupply of low-cost electricity to domestic customers throughout the country and by virtue of its \ncapacity to stimulate commercial and industrial development. The key challenges of the power \nsector are (i) lack of generation capacity, (ii) increasing constraints in the transmission and \ndistribution systems, (iii) weak financial management and sustainability of the sector entities, \nand (iv) inadequate corporate governance structures for the power companies. \n   \n2.  According to government estimates, electricity demand in Pakistan is forecasted to grow \nby at least 8% a year during 2005–2015. To meet this increasing demand, it is estimated that \nPakistan will require an additional 2,000 megawatts (MW) annually, which will need to fed \nthrough  the  distribution  system.  The  Medium  Term  Development  Framework,  2005–2010 \n(MTDF) spells out the Government’s energy sector strategy, including investments in power \ngeneration, transmission, and distribution. Based on the MTDF, the Government developed a \nlong-term power generation plan. This identified the demand for increased generation capacity, \nand addressed the size and timing of the commissioning of the new plants. The overall power \ntransmission strategy is to ensure that the electricity from the new power generation plants is \nevacuated to the load centers.  \n \n3.  The  effective  evacuation  of  power  from  all  the  existing  generating  stations,  and \nconnection of the stations to be commissioned in future, is vested in the National Transmission \nand  Despatch  Company  (NTDC).  In  coordination  with  the  Ministry  of  Water  and  Power \n(MOWP),  NTDC  prepared  the  power  transmission  sector  road  map  and  corresponding \ninvestment plans. In 2006, at the request of the Government, ADB agreed to long-term financing \nsupport of the power transmission subsector through a multitranche financing facility (MFF) to \nNTDC to realize the investment needs. The power transmission investment subprojects are \ncurrently  under  implementation.  These  developments  together  address  the  generation  and \nprimary  transmission  of  electric  power  to  the  eight  geographically  split  power  distribution \ncompanies (DISCOs). \n \n4.  DISCOs receive electric power from NTDC in their respective geographic areas and \nhave inherited the distribution assets at operating voltages of 132 kilovolt (kV) and below. With \nthis  goes  the  obligation  to  distribute  electricity  and  make  supplies  available  within  their \ngeographic boundaries under rules, service conditions, and tariffs laid down by the National \nElectric Power Regulatory Authority (NEPRA).  \n \n5.  DISCOs face several challenges as their power distribution systems (i) do not provide \ncomplete geographic coverage, (ii) have a shortage of capacity in areas they do cover, and \n(iii) suffer from the consequences of years of inadequate maintenance and underinvestment. \n \n6.  High growth in electricity demand in Pakistan is putting the existing power distribution \ninfrastructure  under  severe  stress  and  there  is  a  clear  need  for  investment.  Substantial \ninvestments  in  rehabilitation,  augmentation,  and  expansion  of  the  eight  power  distribution \nsystems  will  increase  the  reliability  of  supply  to  residential,  agricultural,  commercial,  and \nindustrial customers in Pakistan. A secure and predictable electricity supply will lead to social \nand economic benefits and improve conditions for schools, hospitals, and other social services. \nThis power distribution sector development road map is a comprehensive plan that specifies the \ndetails  of  system  renovation  and  expansion  to  provide  all  grid-connected  customers  with \n ", "  Appendix 2  33 \nadequate and reliable supply of electricity, which will support the Government’s objective of 8% \ngross domestic product (GDP) growth per annum.  \n \nB.  Objective \n7.  The objective of the road map is to show how the eight DISCOs can deliver reliable and \nhigh-quality  power  supply  to  the  rising  number  of  industrial,  commercial,  agricultural,  and \ndomestic customers. It is consistent with the Government’s poverty reduction strategy and has \nthe following intended outcomes: (i) a more efficient power system; (ii) high-quality power supply \nthrough a more reliable and stable system; (iii) greater geographic coverage; and (iv) greater \navailability of and access to affordable electricity, by relieving the power distribution constraints. \nThe Power Distribution Sector Road Map, 2008–2017, is in Table A2.1. \n \nTable A2.1: Power Distribution Sector Road Map, 2008–2017 \n \n        Responsible \nObjective  Impact   Performance  Measurement  Party \n         \n1. Improve  A financially  Distribution bottlenecks removed  Metered energy sales to  DISCOs \ndistribution  sustainable  by 2013  customers   \nsystem  distribution system        \neffectiveness    Electricity tariffs continually  Tariff application,  NEPRA, MOWP, \nand efficiency    adjusted to cost recovery levels   determination, and  and DISCOs \n      notification decision   \n         \n  Tariff and government subsidy  Subsidy payments to  Ministry of \n  mechanism in place and effective  each DISCO  Finance, MOWP \n       \n  Autonomous DISCOs capable of  Approvals of PC-1 and   \n  designing and implementing  ADB financing   DISCOs with \n  investment projects in    assistance from \n  accordance with subproject  Subproject  ADB \n  selection criteria (including social  commissioning licenses   \n  and environmental safeguards)     \n       \n  Corporate and financial  DISCO boards of   \n  governance achieved  directors composition  MOWP, NEPRA, \n     and management  and DISCOs \n  structure, audited   \n  financial statements,   \n  and internal audit   \n  reports   \n     \nDistribution systems operating  DISCO technical reports    \nand maintained in accordance    MOWP and \nwith technical requirements    DISCOs  \n     \nDISCOs achieve full financial  Audited financial   \nautonomy, meet and maintain  statements, availability  MOWP and \nfinancial performance  of counterpart funding  DISCOs  \nrequirements (debt service   \ncoverage ratio 1.2 by 2011, self-  \nfinancing ratio at least 20% by \n2009) \n \n ", "34  Appendix 2 \n       \nResponsible \nObjective  Impact   Performance  Measurement \nParty \n         \n2. Provide  Customers provided  Full compliance with DISCO  NEPRA compliance and  DISCOs  and \nquality power  with required  license conditions and the  service standards  NEPRA \nsupply and  electricity at all times  distribution code by 2009  reports   \nimprove         \nsystem    Overloaded 132 kV and 66 kV  DISCO reports and  DISCOs \nreliability and    transformers reduced by 50% in  energy sector yearbook   \nstability     2009, and by 95% in 2011     \n         \n    Load shedding caused by forced  DISCO technical and  DISCOs \n    distribution outages eliminated  monthly reports   \n    by 2010     \n         \nSystem capable of meeting peak  Energy sector yearbook,   \ndemand by 2012  NTDC reports  DISCOs \n \n         \n3. Expand the  Rural and urban  Number of customers connected  Energy sector yearbook,  DISCOs \ngeographic  customers have  to the grid increased to 70% by  national statistics   \ncoverage of  access to power from  2010 and 95% by 2015     \npower supply  the DISCOs network       \nVillage electrification program  Roshan Pakistan  MOWP, DISCOs \nimplemented by 2012  Program reports \n \n         \n4. Provide  All electricity  Power from new hydro and  NTDC reports, energy  NTDC, WAPDA, \naffordable  customers have  thermal generation plants,  sector yearbook  and distribution \nelectricity  option to use power  including IPPs, evacuated to the    companies \n  from the grid   grid and distributed to customers     \n           \n  Continued private sector  Private Power  MOWP, NEPRA, \n \n  participation in power sector  Infrastructure Board  and Private \n    reports, NEPRA  Power \n  12,000 GWh of additional power  licenses  Infrastructure \nsupplied annually to customers    Board \n \nby 2011  Energy sector yearbook,   \n  CPPA, NTDC reports  NTDC, DISCOs, \n  generation \ncompanies, and \nIPPs \nADB = Asian Development Bank, CPPA = Central Power Purchasing Agency, DISCO = distribution company, GWh = \ngigawatt-hour, IPP = independent power producer, kV = kilovolt, MOWP = Ministry of Water and Power, NEPRA = \nNational Electric Power Regulatory Authority, NTDC = National Transmission and Despatch Company, PC-1 = \nPlanning Commission-1, WAPDA = Water and Power Development Authority.  \nSource: ADB estimates. \n \nC.  Power Distribution Sector Investment Plan \n8.  The total investment requirement for the DISCOs from FY2008 to FY2017 is estimated \nat $5.2 billion. The investments consist of improvements to the secondary transmission grid \n(STG), distribution of power (DOP), energy loss reduction (ELR), capacitors, and miscellaneous \ninvestments  to  the  distribution  system.  These  investments  have  been  summarized  in \nTable A2.2. \n \n \n \n \n ", "  Appendix 2  35 \n \nTable A2.2: Total Investment Requirement by Distribution Companies \n($ million) \n \nFiscal \nYear  FESCO  GEPCO  HESCO  IESCO  LESCO  MEPCO  PESCO  QESCO  Total \n2008     35     27     22    26     54    38    37    23  262 \n2009     43     33     27    31     64    46    44    27  315 \n2010     50     38     31    36     75    53    52    32  367 \n2011     64     49     40    46     96    68    67    41  472 \n2012     78     60     49    57   118    84    81    50  577 \n2013     92     71     58    67   139    99    96    59  682 \n2014  106     81     67    77   161  114  111    68  786 \n2015  121     92     76    88   182  129  126    77  891 \n2016     78     60     49    57   118    84    81    50  577 \n2017     43     33     27    31     64    46    44    27  315 \nTotal  710   543   446  516   1,072  760  741  456   5,243 \nFESCO  =  Faisalabad  Electric  Supply  Company,  GEPCO  =  Gujranwala  Electric  Power  Company, \nHESCO = Hyderabad Electric Supply Company, IESCO = Islamabad Electric Supply Company, LESCO = Lahore \nElectric Supply Company, MEPCO = Multan Electric Power Company, PESCO = Peshawar Electric Supply \nCompany, QESCO = Quetta Electric Supply Company. \nNote: Columns may not add up exactly because of rounding.    \nSources: Project preparatory technical assistance consultants based on distribution companies’ plans. \n \n \n ", "36  Appendix 3 \nINVESTMENT PROGRAM SUPPORT COMPONENT \n \n1.  The $10 million investment program support component will cover consulting services \nfor (i) subproject preparation, (ii) subproject implementation, (iii) subproject monitoring activities, \nand  (iv)  capacity  building  of  the  distribution  companies  (DISCOs).  Table  A3  details  the \nbreakdown of consulting services envisaged. \n \nTable A3: Consulting Services Breakdown \n \nConsultant  Tranches  Budget ($ million)  Remarks \nImplementation  1  4.0   \nImplementation  2, 3, and 4  2.0   \nProject Preparation  1    Completed under \nPPTAa \nProject Preparation  2    To be carried out \nunder TA Loanb \nProject Preparation  3 and 4  1.0   \nMonitoring  1  0.5   \nMonitoring  2, 3, and 4  0.5   \nCapacity Building  -  2.0   \nPPTA = project preparatory technical assistance, TA = technical assistance. \na Asian Development Bank (ADB) 2006. Technical Assistance to the Islamic Republic of Pakistan for Preparing the \nPower Distribution Enhancement Multitranche Financing Facility. Manila (TA 4876-PAK, approved on 27 November, \nfor $900,000). \nb ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Technical \nAssistance Loan and Technical Assistance Grant to the Islamic Republic of Pakistan for Infrastructure Development. \nManila (Loan 2178-PAK, approved on 18 August, for $17,163,000). \nSource: ADB estimates. \n \n2.  The implementation consultant will assist the DISCO project management units (PMUs) \nin procurement, progress reporting, and project management; and assist the Pakistan Electric \nPower  Company  (PEPCO)  in  preparing  combined  progress  reports  and  being  the \ncommunication  point  between  the  DISCOs  and  the  Asian  Development  Bank  (ADB).  The \nimplementation consultant will audit project performance in each DISCO and ensure that the \nsubprojects are implemented in accordance with the approved specifications. An international \nconsultant  will  be  recruited  for  Tranche-1.  It  is  expected  that  this  consultant  will  transfer \nexpertise to his local sub-consultant and to the DISCOs. The implementation consultant for \nfuture tranches will therefore require fewer resources. \n \n3.  The  project  preparation  consultant  will  assist  the  DISCOs  in  (i)  identifying  future \nsubprojects; (ii) carrying out technical, financial, and economic assessment of the subprojects; \nand (iii) preparation of environmental and social safeguards plans.  \n \n4.  The  monitoring  consultant  will  ensure  that  the  environmental  and  social  safeguard \nmeasures are implemented in accordance with the approved plans. \n \n5.  The  capacity  building  component  will  strengthen  DISCOs’  capability  in  (i)  planning, \n(ii) design, (iii) project management, (iv) operations, and (v) maintenance activities. Bilateral \nexchange programs will be encouraged with foreign power transmission companies to develop \nrole models among current and potential managers. The consultant’s terms of reference will be \n ", "  Appendix 3  37 \ncoordinated with the related capacity building program being implemented under TA Loan \n21781. \n \n6.  Consultants  will  be  employed  by  PEPCO  and  will  provide  varying  services  to  the \nDISCOs depending on their needs and capabilities. The terms of reference for consultants will \nbe developed and agreed during the Investment Program inception phase.  \n                                                 \n1  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Technical \nAssistance  Loan  and  Technical  Assistance  Grant  to  the  Islamic  Republic  of  Pakistan  for  Infrastructure \nDevelopment. Manila (Loan 2178-PAK). \n ", "38  Appendix 4 \nCOST ESTIMATES AND FINANCING PLAN \n \n1.  If the Government’s growth targets are to be met, it is projected that demand for power \nwill grow by 10,000 megawatts (MW) by 2010. Without a stable and reliable distribution system, \nany additional generated power will not be delivered to customers. The total investment needs \nfor the next 10 years are estimated to be $5.2 billion (Table A4.1).  \n \nTable A4.1: DISCO’s Total Investment Requirement by year \n($ million) \n \n Fiscal Year  Amount  \n2008  262 \n2009  315 \n2010  367 \n2011  472 \n2012  577 \n2013  682 \n2014  786 \n2015  891 \n2016  577 \n2017  315 \nTotal              5,243 \n               Sources: Project preparatory technical assistance consultants  \nestimates based on distribution companies’ plans. \n \n2.  The distribution companies (DISCOs) plan to fund 40% of this through self-generated \nfunds and the rest through borrowing from the Asian Development Bank (ADB) and other \nfinanciers (Table A4.2). The Government is actively looking for funding from the private sector \nand other agencies, but other financiers have not been confirmed. ADB’s proposed multitranche \nfinancing  facility  (MFF)  will  act  as  the  anchor  for  the  investment  plan.  Financing  of  the \nimmediate and urgent subprojects planned for tranches 1 and 2 will provide additional revenues \nfor  DISCOs  to  carry  out  further  system  enhancements.  The  investment  program  support \ncomponent, funded from ADB’s Asian Development Fund (ADF) resources, will assist DISCOs \nto structure the subprojects so they can attract investment from other sources. \n  \nTable A4.2: Financing Plan \n($ million) \n \n  Subprojects (OCR)  Program Support (ADF) \nTotal Program  Amount Share  Amount  Share \nADB    800   15%  10.0  80% \nOther  2,400   46%    0.0    0% \nFinanciers \nDISCOs  2,043   39%    2.5  20% \nTotal  5,243  100%  12.5       100% \nADB  =  Asian  Development  Bank,  ADF  =  Asian  Development  Fund, \nDISCO = distribution company, OCR ordinary capital resources. \nSource:Asian Development Bank estimates. \n \n3.  The  immediate  priority  for  investment  in  the  distribution  systems  is  to  address  the \ncapacity shortfalls that currently result in regular system outages and supply interruptions to \ncustomers.  These  works  need  to  be  done  urgently  to  avoid  rapid  deterioration  of  power \n ", "  Appendix 4  39 \ntransformers which could result in prolonged outages and load shedding. Tranche-1 under the \nInvestment Program will cover these identified priorities and include (i) addition of circuit and \ntransformer capacity to enable the already overloaded systems to deliver present demand and \nmeet the expected load growth reliably, (ii) loss reduction, and (iii) refurbishment of distribution \nnetworks. The benefits to be delivered from the subprojects in Tranche-1 include addition of \napproximately 2,200 megavolt-amperes (MVA) of transformer capacity, improved security of \nsupply to customers by moving toward compliance with regulatory security standards governing \nplanning and operation of the distribution system, and improved reliability improvements on the \nlower voltages.  \n \n4.  Table A4.3 shows the summary of cost estimates for Tranche-1 (detailed cost estimates \nare provided in Supplementary Appendix I. These are based on recently concluded projects of a \nsimilar nature throughout Pakistan. The cost estimation was carried out in accordance with \nADB’s Financial Management and Analysis of Projects.1 \n \nTable A4.3: Summary Tranche-1 Project Costs \n($ million) \n \n    Item    Foreign    Local    Total   \n                   \nA. Investment Costs               \n  1. Subprojects               \n    Equipment - Secondary transmission grid    12.2    82.7    94.8   \n    Equipment - Energy loss reduction    26.3    18.8    45.1   \n    Equipment – Capacitors    15.1    4.6    19.7   \n    Equipment - Distribution of power    0.0    27.9    27.9   \n    Equipment – Rehabilitation    5.2    1.3    6.6   \n    Equipment - System modernization    2.0    7.7    9.7   \n    Civil works    1.7    17.6    19.3   \n    Power lines    0.0    2.0    2.0   \n    Engineering    2.3    4.2    6.5   \n    Overheads (administration costs, audit, inspection, letter of credit opening, and local transportation)    1.2    12.8    14.0   \n    Environmental mitigation    0.0    0.1    0.1   \n    Resettlement    0.0    0.8    0.8   \n    Turnkey    5.5    2.4    7.9   \n       Subtotal (A1)    71.6    182.8    254.5   \n  2. Project Management and Support    7.4    2.5    9.8   \n  3. Duties and Taxes    0.0    14.7    14.7   \n        79.0    200.0    279.0   \n  Physical Contingencies    3.6    9.9    13.5   \n  Price Contingencies    1.2    19.0    20.2   \n        83.7    229.0    312.7   \n  Interest During Implementation    13.5    0.0    13.5   \n  Commitment Charges    0.6    0.0    0.6   \n    Total     97.9    229.0    326.8   \nNotes :   1.     In mid-2007 prices. \n2.   Physical contingencies at 5% of base costs. \n3.     Price contingencies based on local inflation of 7.0% and foreign inflation of 1.2%. \n4.    Interest during construction based on 5 year London interbank offered rate on US dollar at 4.0% and \nspread of 20 basis points.  \n5.  Commitment charges are 0.15%.  \n6.  Taxes and duties amount to $ 14.7 million.  \nSources: Asian Development Bank and project preparatory technical assistance consultants estimates. \n \n                                                 \n1  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n ", "40  Appendix 4 \n5.  The  Government  will  submit  to  ADB  the  first  periodic  financing  request  (PFR)  for \nTranche-1, requesting $242 million to finance subprojects from ADB’s ordinary capital resources \n(OCR) and $10 million to finance the investment program support component from ADB’s ADF. \nTable A4.4 presents the cost of the subprojects identified under Tranche-1, which is estimated \nat 2007 current prices to be $327 million. The Government and DISCOs requested ADB to \nfinance $252 million, which is approximately 77% of the total project cost. The remaining portion \nwill be met by DISCOs’ internally generated funds.  \n \nTable A4.4: Tranche-1 Financing Plan \n($ million)  \n \n Asian Development Government of Asian Development\n  Bank MFF Pakistan Bank ADF Total\nExpenditure Accounts by Financiers Amount % Amount % Amount % Amount %\nI. Investment Costs  \nA. Subprojects  \nEquipment - Secondary transmission grid 90.7 80.0 22.7 20.0 0.0 0.0 113.3 34.7\nEquipment - Energy loss reduction 42.8 80.0 10.7 20.0 0.0 0.0 53.5 16.4\nEquipment - Capacitors 18.2 80.0 4.5 20.0 0.0 0.0 22.7 6.9\nEquipment - Distribution of power 27.7 80.0 6.9 20.0 0.0 0.0 34.6 10.6\nEquipment - Rehabilitation 6.1 80.0 1.5 20.0 0.0 0.0 7.6 2.3\nEquipment - System modernization 9.3 80.0 2.3 20.0 0.0 0.0 11.6 3.5\nCivil works 18.2 80.0 4.5 20.0 0.0 0.0 22.7 7.0\nPower lines 1.9 80.0 0.5 20.0 0.0 0.0 2.3 0.7\nEngineering 6.1 80.0 1.5 20.0 0.0 0.0 7.6 2.3\nOverheads (administration costs, audit, inspection, LC opening, and local transportation) 0.0 0.0 16.6 100.0 0.0 0.0 16.6 5.1\nEnvironmental mitigation 0.0 0.0 0.1 100.0 0.0 0.0 0.1 0.0\nResettlement 0.0 0.0 0.9 100.0 0.0 0.0 0.9 0.3\nTurnkey 7.4 80.0 1.8 20.0 0.0 0.0 9.2 2.8\n   Subtotal (A1) 228.2 75.3 74.7 24.7 0.0 0.0 302.9 92.7\nB. Project Management and Support 0.0 0.0 0.0 0.0 9.8 100.0 9.8 3.0\nTotal Project Costs 228.2 73.0 74.7 23.9 9.8 3.1 312.7 95.7\nInterest During Implementation 13.4 98.7 0.0 0.0 0.2 1.3 13.5 4.1\nCommitment Charges 0.6 100.0 0.0 0.0 0.0 0.0 0.6 0.2\n     Total 242.2 74.1 74.7 22.8 10.0 3.1 326.8 100.0 \nADF = Asian Development Fund, MFF = multitranche financing facility. \nSources: Asian Development Bank and project preparatory technical assistance consultant estimates. \n \n6.  Table A4.5 shows the detailed financing plan for Tranche-1 for each DISCO.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 4  41 \nTable A4.5: Tranche-1 Financing Plan per Distribution Company \n \nPRs  $ \n               Million                Million         \nItem    Local    Foreign    Total    Local    Foreign    Total   \n                               \nA. Subprojects                          \n  1. Secondary Transmission Grid                          \n    LESCO     2,063.5    273.3    2,336.8    34.4    4.6    38.9   \n    IESCO     1,847.9    94.4    1,942.3    30.8    1.6    32.4   \n    GEPCO     239.1    35.9    275.1    4.0    0.6    4.6   \n    MEPCO     487.6    417.5    905.1    8.1    7.0    15.1   \n    PESCO     961.7    197.7    1,159.4    16.0    3.3    19.3   \n    QESCO     693.9    200.9    894.7    11.6    3.3    14.9   \n    FESCO     764.9    301.6    1,066.5    12.7    5.0    17.8   \n    HESCO     589.3    117.3    706.6    9.8    2.0    11.8   \n  Subtotal (A1)     7,648.0    1,638.5    9,286.5    127.5    27.3    154.8   \n  2. Energy Loss Reduction                          \n    GEPCO     248.9    0.0    248.9    4.1    0.0    4.1   \n    MEPCO     456.0    0.0    456.0    7.6    0.0    7.6   \n    QESCO     362.2    0.0    362.2    6.0    0.0    6.0   \n    HESCO     290.8    1,630.4    1,921.1    4.8    27.2    32.0   \n  Subtotal (A2)     1,357.8    1,630.4    2,988.2    22.6    27.2    49.8   \n  3. Capacitors                          \n    LESCO     67.5    174.9    242.4    1.1    2.9    4.0   \n    IESCO     31.0    99.6    130.6    0.5    1.7    2.2   \n    MEPCO     33.9    51.1    85.0    0.6    0.9    1.4   \n    PESCO     71.7    119.5    191.2    1.2    2.0    3.2   \n    QESCO     35.3    57.9    93.2    0.6    1.0    1.6   \n    FESCO     188.3    283.4    471.6    3.1    4.7    7.9   \n    HESCO     78.1    119.8    197.9    1.3    2.0    3.3   \n  Subtotal (A3)     505.8    906.2    1,411.9    8.4    15.1    23.5   \n  4. Other Equipment                          \n    LESCO     156.7    121.8    278.5    2.6    2.0    4.6   \n    IESCO     90.6    0.0    90.6    1.5    0.0    1.5   \n    PESCO     57.7    0.0    57.7    1.0    0.0    1.0   \n    QESCO     40.4    0.0    40.4    0.7    0.0    0.7   \n    FESCO     171.4    0.0    171.4    2.9    0.0    2.9   \n  Subtotal (A4)     516.7    121.8    638.5    8.6    2.0    10.6   \n  5. Distribution of Power                          \n    GEPCO     248.8    0.0    248.8    4.1    0.0    4.1   \n    PESCO     1,080.1    0.0    1,080.1    18.0    0.0    18.0   \n    QESCO     498.1    0.0    498.1    8.3    0.0    8.3   \n  Subtotal (A5)     1,827.0    0.0    1,827.0    30.5    0.0    30.5   \nSubtotal (A)     11,855.3    4,296.9    16,152.1    197.6    71.6    269.2   \nB. Project Management and Support     147.5    442.5    590.0    2.5    7.4    9.8   \n    Subtotal (A+B)     12,002.8    4,739.4    16,742.1    200.0    79.0    279.0   \n  Physical Contingencies     592.8    214.8    807.6    9.9    3.6    13.5   \n  Price Contingencies     1,141.6    70.8    1,212.4    19.0    1.2    20.2   \n  Interest During Implementation     0.0    812.6    812.6    0.0    13.5    13.5   \n  Commitment Charges     0.0    35.3    35.3    0.0    0.6    0.6   \n    Total     13,737.1    5,872.9    19,610.0    229.0    97.9    326.8   \nFESCO = Faisalabad Electric Supply Company, GEPCO = Gujranwala Electric Power Company, HESCO = Hyderabad \nElectric Supply Company, IESCO = Islamabad Electric Supply Company, LESCO = Lahore Electric Supply Company, \nMEPCO = Multan Electric Power Company, PESCO = Peshawar Electric Supply Company, QESCO = Quetta Electric \nSupply Company. \nSources: Asian Development Bank and project preparatory technical assistance consultants’ estimates.\n ", "42  Appendix 5 \nINVESTMENT PROGRAM IMPLEMENTATION PLAN AND SCHEDULE \n \n1.  The Power Distribution Enhancement Investment Program (the Investment Program) will \ncover all of Pakistan, except for Karachi, tribal areas, and parts of the northern territory. The \nPakistan Electric Power Company (PEPCO) will be the Executing Agency of the Investment \nProgram,  with  each  distribution  company  (DISCO)  being  the  Implementation  Agency \nresponsible for projects in its license area. PEPCO will be responsible for coordinating with each \nDISCO to obtain the required government approvals and submit the periodic financing requests \n(PFRs)  to  the  Asian  Development  Bank  (ADB).  Each  DISCO  will  be  responsible  for \nidentification, preparation, and implementation of its own projects.  \n \n2.  PEPCO is a government holding company for power assets and is not structured for \nproject  management  or  distribution  engineering  roles.  It  has  no  internal  capability  for \nimplementing distribution projects.  \n \n3.  The Tranche-1 subprojects have been identified by each individual DISCO and are \nsubstantively based on the Government Planning Commission applications previously made by \nthe DISCOs. An international consultant, financed by an ADB project preparatory technical \nassistance  (PPTA)1,  has  compiled  the  DISCOs’  subprojects  to  produce  Tranche-1  of  the \nmultitranche financing facility (MFF). The PPTA consultant has developed technical, financial, \nand  economic  justification  and  ensured  compliance  with  ADB  safeguard  policies  for  each \nsubproject.  \n \n4  It is envisaged that Tranche-2 project preparation will be carried out by an international \nconsultant to be recruited using funds from TA Loan 21782. For preparation of tranches 3 and 4, \nif applicable, a consultant will be recruited using funds from the investment program support \ncomponent.   \n5.  For implementation of Tranche-1, it is proposed that an implementation consultant will \nbe  employed  by  PEPCO  under  the  investment  program  support  component.  This \nimplementation consultant, an international consultant based in Lahore, will coordinate with \neach of the DISCOs through eight project management units (PMU) to be established by each \nDISCO at their respective DISCO headquarters. The implementation consultant will assist the \nPMUs in procurement, progress reporting, and project management; and assist PEPCO in \npreparing combined progress reports and being the communication point between the DISCOs \nand ADB. The implementation consultant will audit project performance in each DISCO. \n \n6.  PEPCO will initiate advance procurement activities for the implementation consultant so \nthat the consultant will be recruited and mobilized within 3 months of the effectiveness of the \nfirst tranche. The DISCOs will establish their respective PMUs shortly after mobilization of the \nimplementation consultant. Each PMU will be staffed to the satisfaction of ADB and led by a \nsuitably qualified director. The PMUs will remain in operation for the duration of the Program.   \n \n7.  For tranches 3 and 4, an implementation consultant will continue to be required to \ncoordinate between the DISCOs and interface with ADB. A decision will be made based on the \n                                                 \n1 ADB. 2006. Technical Assistance to the Islamic Republic of Pakistan for Preparing the Power Distribution \nEnhancement Multitranche Financing Facility. Manila (TA 4876-PAK, approved on 27 November, for $900,000). \n2 ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Technical \nAssistance  Loan  and  Technical  Assistance  Grant  to  the  Islamic  Republic  of  Pakistan  for  Infrastructure \nDevelopment. Manila (Loan 2178-PAK, approved on 18 August, for $17,163,000). \n \n ", "  Appendix 5  43 \nexperience  during  Tranche-1  as  to  whether  a  national  or  international  consultant  will  be \nrecruited. This consultant will be funded using the investment program support component.  \n \n8.  The eight DISCOs have expertise in project management and distribution engineering, \nalbeit to varying levels. It is considered that subproject implementation is generally within the \ntechnical capability of all DISCOs. However, capacity may be insufficient, particularly during \nearly tranches, in areas such as project preparation, procurement, and project management of \nenvisaged  investments.  The  DISCOs’  capacity  will  be  strengthened  by  use  of  a  capacity \nbuilding consultant and expanded by use of employment of engineering design consultants. \n   \n9.  DISCO capacity will be developed by training programs in modern distribution system \nplanning, utility management, and information communications and technology as needed. The \ninvestment  program  support  component  will  be  used  to  strengthen  DISCOs’  (i)  planning, \n(ii) design, (iii) project management, (iv) operations, and (iv) maintenance capabilities. Bilateral \nexchange programs will be developed with foreign power companies to develop role models \namong current and potential managers. An institutional capacity building support project will be \ndeveloped for each DISCO based on its individual needs. An international consultant, to be \nemployed by PEPCO, will identify each DISCO’s needs and deliver a tailored program.   \n \n10.  Because  of  the  significant  volume  of  work,  DISCO  engineering  capacity  will  be \nexpanded  during  project  execution  by  recruitment  of  services  from  external  engineering \ncompanies. To this end, the procurement plan proposes recruiting an engineering services \ncontractor for each DISCO. It is considered that sufficient domestic engineering capacity exists \nin Pakistan to meet this requirement.   \n \n11.  Because of the urgent nature of the subprojects, the Government and the DISCOs have \nrequested ADB’s approval to carry out advance contracting for procurement of works and goods \nfor each tranche. ADB Management approval for advance contracting and retroactive financing \nof expenditures for the first and subsequent tranches will be sought. The Government and the \nDISCOs have been informed that approval of advanced contracting and retroactive financing \ndoes not commit ADB to finance any of the proposed subprojects. It should also be noted that \nthe Government and the DISCOs must comply with all ADB procurement procedures in order to \nqualify for retroactive financing. Following Management approval, advance action on recruitment \nof implementation consultant can commence. It is proposed that the existing PPTA consultant \nbe extended pending fielding of the implementation consultant. \n \n12.  Table A5 shows the implementation schedule for the Investment Program, which can be \nfound on the next page. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "44  Appendix 5 \nTable A5: Implementation Schedule \n  \n2008 2009 2010 2011 2012 2013 2014 2015 2017 2018\nResponsible \nTask JFMAMJJASONDJFMAMJJASOND1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q 1Q 2Q 3Q 4Q\nParty\nProject Management\nSet-up of PMU PEPCO\nConsultant Recruitment\nImplementation Consultant\nImplementation Consultant (T1) PEPCO\nImplementation Consultant (T2, T3, and T4) PEPCO\nProject Preparation Consultant\nProject Preparation Consultant (T2) PEPCO\nProject Preparation Consultant (T3 and T4) PEPCO\nMonitoring Consultant\nMonitoring Consultant (T1) PEPCO\nMonitoring Consultant (T2, T3, and T4) PEPCO\nCapacity Building Consultant\nCapacity Building Consultant (T1-T4) PEPCO\nConsultant Execution\nImplementation Consultant\nImplementation Consultant (T1) Consultant\nImplementation Consultant (T2, T3, and T4) Consultant\nProject Preparation Consultant\nProject Preparation Consultant (T2) Consultant\nProject Preparation Consultant (T3 and T4) Consultant\nMonitoring Consultant\nMonitoring Consultant (T1) Consultant\nMonitoring Consultant (T2, T3, and T4) Consultant\nCapacity Building Consultant\nCapacity Building Consultant (T1-T4) Consultant\nTranche 1\nProject Execution\nProcessing Contract Each DISCO\nContract Execution Contractor\n \n \n \n ", "  Appendix 5  45 \n2008 2009 2010 2011 2012 2013 2014 2015 2017 2018\nResponsible \nTask JFMAMJJASONDJFMAMJJASOND1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q1Q2Q3Q4Q\nParty\nTranche 2\nProject Processing\nPreparation of Subprojects Each DISCO\nPreparation and Submission of PFR PEPCO\nPFR Processing ADB\nTranche Approval ADB ♦ \nProject Execution\nProcessing Contract Each DISCO\nContract Execution Contractor\nTranche 3 (indicative)\nProject Processing\nPreparation of Subprojects Each DISCO\nPreparation and Submission of PFR PEPCO\nPFR Processing ADB\nTranche Approval ADB ♦\nProject Execution\nProcessing Contract Each DISCO\nContract Execution Contractor\nTranche 4 (indicative)\nProject Processing\nPreparation of Subprojects Each DISCO\nPreparation and Submission of PFR PEPCO\nPFR Processing ADB\nTranche Approval ADB ♦ \nProject Execution\nProcessing Contract Each DISCO\nContract Execution Contractor\n \nADB = Asian Development Bank, DISCO = distribution company, PEPCO = Pakistan Electric Power Company, PFR = periodic financing request, Q = quarter, T1 \n= Tranche 1, T2 = Tranche 2, T3 = Tranche 3, T4 = Tranche 4. \nNote: Actual numbers of subprojects are to be determined. \nSource: ADB estimates.\n ", "46  Appendix 6 \nPROCUREMENT PLAN AND TENTATIVE CONTRACT PACKAGES FOR TRANCHE-1 \nA.  Project Information \nProject Name  Power  Distribution  Enhancement  Investment \nProgram Tranche-1 \nLoan (Grant) Number  To be determined \nLoan Amount   $800 million \nExecuting Agency  PEPCO \nDate of first Procurement Plan  As per the RRP \nDate of this Procurement Plan  As per the RRP \nPEPCO = Pakistan Electric Power Company, RRP = report and recommendation of the President. \nB.  Project Procurement Thresholds \n1.  Except  as  the  Asian  Development  Bank  (ADB)  may  otherwise  agree,  the  following \nprocess thresholds shall apply to procurement of goods and works.  \n \nProcurement of Goodsa and Works \nMethod  Threshold \nICB for Works  Above $5,000,000 \nICB for Goods  Above $1,000,000 \nNCB  Up to ICB thresholds \nShopping for Works  Up to $100,000 \nShopping for Goods  Up to $100,000 \nICB = international competitive bidding, NCB = national competitive bidding. \na Goods includes turnkey plant design/supply/install. \nC.  ADB Prior or Post Review \n2.  Except as ADB may otherwise agree, the following prior or post review requirements \napply to the various procurement and consultant recruitment methods used for the Project.   \n \nProcurement of Goods and Works \nProcurement  Prior or Post  Comments \nMethod \nICB  Prior   \nLIB  Prior   \nNCB  Prior for first  In the event that standard bidding documents shall apply \nprocurement, post  to all DISCOs then one prior review for all DISCOS for \nthereafter  each procurement method shall suffice. Otherwise, prior \nShopping  Prior for first  review shall apply on first procurement by each DISCO \nprocurement, post  for each procurement method.   \nthereafter \nDISCO = distribution company, ICB = international competitive bidding, LIB = limited international bidding, NCB = \nnational competitive bidding. \n \nRecruitment of Consulting Firms \nRecruitment Method  Prior or Post \nQuality- and Cost-Based Selection   Prior \nQuality-Based Selection   Prior \nOther selection methods: Consultants Qualifications, Least-Cost Selection, Fixed  Prior \nBudget, and Single Source Selection  \n ", "  Appendix 6  47 \nRecruitment of Individual Consultants \nRecruitment Method  Prior or Post \nIndividual Consultants  Prior \n \nD.  Proposed Contract Packages for Goods and Works  \nNo. PrPPoracoucpkroeamgseeedsn t  Procurement Method Domestic Preference Pre‐qualification Contract Type  Bidding Procedure Expected Advertising Date FESCO GEPCO HESCO IESCO LESCO MEPCO PESCO QESCO PEPCO Total\n($ million)\nY/N Y/N\n132 kV Power \n1 ICB N N G SSOE Q3/08 7.4 4.8 17.5 18.7 3.7 7.9 4.4 64\nTransformers\nCircuit Breakers and \n2 Associated  ICB N N G SSOE Q3/08 2.5 2.4 0.9 2.1 0.8 2.7 1.1 12\nEquipment\nControl and Relay \n3 Panels and Ancilliary  ICB N N G SSOE Q3/08 2.8 1.9 5.6 6.3 1.4 2.9 1.0 22\nEquipment\nDistribution System \n4 Modernisation  ICB N N G SSOE Q4/08 8.7 1.2 5.9 2.8 6.3 1.1 6.3 2.8 35\nEquipment\nTower Steel Work \n5 NCB N N G SSOE Q4/08 0.6 0.3 0.5 0.5 2\nand Insulators\nOverhead Line \n6 ICB N N G SSOE Q4/08 3.7 5.6 2.8 6.2 18\nConductors\nL V Aerial Bundled \n7 ICB N N G SSOE Q4/08 20.2 20\nConductor\nDistribution \n8 ICB N N G SSOE Q4/08 1.5 6.5 3.3 11\nTransformers\nMajor Substation \n9 ICB N N T SSOE Q3/08 2.7 2.9 5.4 3.4 14\nBuild\nCivil Works / \n10 Erection and  NCB N N W SSOE Q1/09 3.1 1.7 6.2 3.3 4.1 2.4 6.0 4.4 31\nInstallation\nSubtotal\n24.5 11.3 41.3 30.2 40.4 20.6 35.6 27.1 231\nNumber of \nprocurement \nPackages 5 6 6 5 6 8 8 9 53\nFESCO = Faisalabad Electric Supply Company, G = goods, GEPCO = Gujranwala Electric Power Company, HESCO \n= Hyderabad Electric Supply Company, IESCO = Islamabad Electric Supply Company, LESCO = Lahore Electric \nSupply Company, MEPCO = Multan Electric Power Company, PEPCO = Pakistan Electric Power Company, PESCO \n= Peshawar Electric Supply Company, QESCO = Quetta Electric Supply Company, S = services, SSOE = single \nstage one envelope, T = turnkey, W = works. \nNote: Borrower may request approval from Asian Development Bank to apply domestic reference procedure to \npackages where goods are manufactured in Pakistan. The default procedure is for domestic preference not to apply. \nSource: Project preparatory technical assistance consultants. \n ", "48  Appendix 6 \nE.  Proposed Contract Packages for Consulting and Engineering Services  \nd al  g \nNo. PrPPoracoucpkroeamgseeedsn t  Procurement Metho Quality:Cost Ratio Proposal Type National/InternationAssignment Expected AdvertisinDate FESCO GEPCO HESCO IESCO LESCO MEPCO PESCO QESCO PEPCO Total\nFTP Intl. Q3/08 1.6 1.2 1.3 4.0\nDesign Engineering \n1 QCBS 80:20 STP Intl. Q3/09 0.7 0.9 0.6 2.2\nServices\nBD Intl. Q3/10 0.1 0.4 0.5\nImplementation \n2 Consulting Services  QCBS 80:20 FTP Intl Q2/08 4.0 4.0\n(Tranche 1)\nImplementation \nConsulting Services  Arrangements to be agreed with ADB based on experience with Tranche 1 implementation \n3 2.0 2.0\n(Tranches 2, 3, and  consultant\n4)\nProject Proparation \n4 Consultant (Tranche  An international consultant will be recruited under TA Loan 2178\n2)\nProject Proparation \n5 Consultant (Tranche QCBS 80:20 FTP Intl TBD 1.0 1.0\n3 and 4)\nMonitoring \n6 Consultant (Tranche QCBS 80:20 STP Intl. Q1/09 0.5 0.5\n1)\nMonitoring \nConsultant  QCBS 80:20 STP Intl. TBD 0.5 0.5\n(Tranches 2,3 and 4)\nArrangements to be agreed with the Asian Development Bank \nCapacity Building \n7 QCBS 80:20 FTP Intl. based on experience with capacity building consultant to be  2 2.0\nConsultant\nrecruited under TA Loan 2178  \nBD = biodata, FESCO = Faisalabad Electric Supply Company, FTP = full technical proposal, GEPCO = Gujranwala \nElectric Power Company, HESCO = Hyderabad Electric Supply Company, IESCO = Islamabad Electric Supply \nCompany, LESCO = Lahore Electric Supply Company, MEPCO = Multan Electric Power Company, PEPCO = \nPakistan Electric Power Company, PESCO = Peshawar Electric Supply Company, QESCO = Quetta Electric Supply \nCompany, STP = simplified technical proposal, TBD = to be determined. \nSource: Project preparatory technical assistance consultants. \n \n \n \n ", "  Appendix 7  49 \nSUMMARY FINANCIAL MANAGEMENT ASSESSMENT OF DISTRIBUTION COMPANIES \n \nA.  Introduction \n \n1.  The distribution companies (DISCOs) of Pakistan1 were incorporated as public limited \ncompanies in 1998. They took over the business assets and liabilities of the Water and Power \nDevelopment Authority (WAPDA). Their main activity is the distribution of electricity within their \nrespective geographical boundaries. Shares in the companies are held by the Government of \nPakistan and its nominee directors through the Pakistan Electric Power Company (PEPCO). \nThis section addresses the general financial management assessment of the DISCOs; specifics \nfor each DISCO are contained in Supplementary Appendix H.  \n \nB.  Financial Management Assessment \n \n2.  A financial management assessment was conducted to evaluate each DISCO’s ability to \nundertake and fulfill the fiduciary requirements of the Asian Development Bank (ADB). Financial \nmanagement  assessment  questionnaires,  financial  management  internal  control  and  risk \nassessments, and field interviews were used to review the standing of financial management at \nall DISCOs. Part of this exercise involved the assessment of country-specific risks. This was \nundertaken by a review of previous analytical works.2   \n \n3.  In general, all DISCOs follow international practices. The articles of association for each \nDISCO specify that the board of directors comprise at least seven members, each appointed for \na term of 3 years, and that board meetings are held every quarter. Members consist of a chief \nexecutive officer and individuals from the private sector as well as representatives from WAPDA \nand PEPCO. The audit committee for all DISCOs comprises at least two members from the \nboard  of  directors,  either  from  the  private  sector  or  WAPDA/PEPCO.  All  DISCOs  operate \naccording to a Book of Financial Powers that sets out the rules governing transactions.   \n \n4.  The results of the risk assessment are summarized in Table A7.1. \n                                                 \n1 Faisalabad Electric Supply Company (FESCO), Gujranwala Electric Power Company (GEPCO), Hyderabad Electric \nSupply Company (HESCO), Islamabad Electric Supply Company (IESCO), Lahore Electric Supply Company \n(LESCO), Multan Electric Power Company (MEPCO), Peshawar Electric Supply Company (PESCO), and Quetta \nElectric Supply Company (QESCO). \n2 Review of ADB. 2000. Country Diagnostic Study of Accounting and Auditing. Manila; World Bank. 2003. Islamic \nRepublic of Pakistan Country Financial Accountability Assessment. Washington, DC (Report No. 27551-PAK); and     \nWorld Bank. 2005. Review of Report on the Observance of Standards and Codes (ROSC) Accounting and Auditing \nPakistan. Washington, DC. \n ", "50  Appendix 7 \n \nTable A7.1: DISCOs' Risk Assessments \n \nRisk \nLESCO  GEPCO  FESCO  IESCO  MEPCO  PESCO  HESCO  QESCO \nAssessment \nInherent Risk \nCountry Specific \nModerate  Moderate  Moderate  Moderate  Moderate  Moderate  Moderate  Moderate \nRisk \nEntity Specific  Low to  Low to  Low to \nLow  Low  Low  Low  Moderate \nRisk  Moderate  Moderate  Moderate \nProject Specific  Low to  Low to  Low to  Low to  Low to \nModerate  Moderate  Moderate \nRisk  Moderate  Moderate  Moderate  Moderate  Moderate \nOverall  Low to  Low to  Low to  Low to  Low to \nModerate  Moderate  Moderate \nInherent Risk  Moderate  Moderate  Moderate  Moderate   Moderate \nControl Risk \nImplementing  Low to  Low to  Low to  Low to  Low to \nModerate  Moderate  Moderate \nAgency  Moderate  Moderate  Moderate  Moderate  Moderate \nFunds Flow  Low  Low  Low  Low   Low  Low  Low  Low \nStaffing  Moderate  Moderate  Moderate  Moderate  Moderate  Moderate  Moderate  Moderate \nAccounting \npolicies and  Low  Low  Low  Low  Low  Moderate  Moderate  Moderate \nprocedures \nInternal Audit \nModerate  Moderate  Moderate  Moderate  Moderate  Moderate  Moderate  Moderate \nand Control \nExternal  Low to  Low to \nLow  Low  Low  Moderate  Moderate  Moderate \nAuditing  Moderate  Moderate \nReporting and  Low to \nLow  Low  Low  Low  Moderate  Moderate  Moderate \nMonitoring  Moderate \nInformation  Low to  Low to \nLow  Low  Moderate  Moderate  Moderate  Moderate \nSystems  Moderate  Moderate \nOver all  Low to  Low to  Low to  Low to \nModerate  Moderate  Moderate  Moderate \nControl Risk  Moderate  Moderate  Moderate  Moderate \nFESCO  =  Faisalabad  Electric  Supply  Company,  GEPCO  =  Gujranwala  Electric  Power  Company,  HESCO  = \nHyderabad Electric Supply Company, IESCO = Islamabad Electric Supply Company, LESCO = Lahore Electric \nSupply Company, MEPCO = Multan Electric Power Company, PESCO = Peshawar Electric Supply Company, \nQESCO = Quetta Electric Supply Company. \nSource: Project preparatory technical assistance consultants. \n \n5.  The overriding conclusions are that a sound framework and environment for effective \naccounting and auditing exists, and significant improvements have been made in recent years. \nIn  particular,  compliance  with  International  Accounting  Standards  is  mandatory  for  listed \ncompanies and all DISCOs have followed this approach.  \n \n6.  The  overall  picture  suggests  that  risks  are  manageable  providing  the  appropriate \ncontrols are in place and assurances sought. Risks were judged to be higher in Peshawar \nElectric  Supply  Company  (PESCO),  Quetta  Electric  Supply  Company  (QESCO),  and \nHyderabad  Electric  Supply  Company  (HESCO)  than  the  other  DISCOs—reflecting  the \nparticular financial pressures they face. The general areas of weaknesses found across the \nboard are summarized in Table A7.2.  \n \n ", "  Appendix 7  51 \nTable A7.2: Key Areas of Weakness and Actions \nKey Weaknesses  Actions \nStructural Issues \nFinancial pressure from (i) delays in tariff increases to  Addressed under the MFF \nkeep pace with power purchase costs (ii) delays in \nreceipt of subsidies from the Government \nWAPDA's financial influence over DISCOs  Single buyer model through the creation of CPPA \nis in progress under ADB assistance \nIT and Accounting system \nManual accounting systems and financial and audit  Improvement  in  accounting  and  controls  are \nprocess  required in some DISCOs \nOperational efficiency \nHigh  distribution  losses  from  overdue  capital  Addressed under the MFF  \ninvestments \nLack  of  resources  and  experience  in  project  Budgeted in the project design to provide external \nmanagement, HR, FM and procurement  assistance in project management and \nprocurement matters. HR and FM trainings are \nunder implementation with ADB assistance  \nCorporate Governance   \nExchange of WAPDA and other closely associated  Partly addressed \ncompanies, and DISCO Board members \nWeak  reporting  mechanism  of  internal  auditor  Addressed under the MFF \nreporting to CEO rather than BOD  \nADB = Asian Development Bank, BOD = board of directors, CEO = chief executive officer, CPPA = Central Power \nPurchasing Agency, DISCO = distribution company, FM = financial management, HR = human resources, MFF = \nmultitranche financing facility, WAPDA=Water and Power Development Authority. \nSource: Asian Development Bank estimates. \n \n7.  The challenges faced by PESCO, QESCO, and HESCO result from province-specific \nand geographical implications—a relatively small number of customers and a large proportion of \nlow revenue earning customers under unstable security. They are summarized in Table A7.3. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "52  Appendix 7 \nTable A7.3: Specific Challenges and Proposed Actions for Weaker Distribution \nCompanies \n \nKey Challenges  Actions \nHESCO   \nHigh level of distribution losses and operating costs \nAddressed under MFF \nper unit sold \nPESCO   \nThe TESCO situation (i.e. PESCO’s current role as \nan intermediary and the consequential financial \nUnresolved TESCO liabilities to NTDC \npressures on PESCO) should be resolved \n \nHigh distribution losses and operating costs per unit \nAddressed under MFF \nsold \nPoor HR and institutional capacity  Under implementation (ADB assistance) \nQESCO   \nThe subsidy arrangements for tube-wells should be \nA significant number of agricultural tube-well \nreviewed to reduce the financial burden on the \ncustomers which are heavily subsidized and \nDISCO. \nQESCO's obligation to meet 30% of the subsidy \n \nPoor HR and institutional capacity  Under implementation (ADB assistance) \nADB = Asian Development Bank, DISCO = distribution company, HESCO = Hyderabad Electric Supply Company, \nHR = human resources, MFF = multitranche financing facility, NTDC = National Transmission and Despatch \nCompany, PESCO = Peshawar Electric Supply Company, QESCO = Quetta Electric Supply Company, TESCO = \nTribal Electric Supply Company. \nSources: Asian Development Bank and project preparatory technical assistance consultants. \n8  These DISCOs require more assistance in all areas of financial management. This is \nmainly because of lack of human resources and institutional capacities, including preparation of \ntariff submissions. \n \nC.  Proposed Fund Flow Arrangement \n \nFigure A7: Funds Flow Arrangement \n \n OCR loan \n \n     \nADF Loan \n  ADB  Government  \nloan repayments  of Pakistan \nADF Loan Relending Agreement  R loan nding ement  R loan yment \nADF loan repayment  OCreleagre OCrepa\nImprest Account  8 Imprest Accounts \n  Management fee   \nPEPCO (EA)  8 DISCOs (IAs) \n100% from ADF loan    80% from OCR loan  20% from DISCO funds \nConsultants  Contractors \nADB = Asian Development Bank, ADF = Asian Development Fund, DISCO = distribution company, EA = \nexecuting agency, IA = implementing agency, OCR = ordinary capital resources, PEPCO = Pakistan \n \nElectric Power Company. \nSource: Asian Development Bank estimates. ", "  Appendix 8  53 \nTRANCHE-1 PROJECT FINANCIAL ANALYSIS \n \nA.  Introduction \n \n1.  The financial analysis of the proposed subprojects under Tranche 1 has been carried out \nin accordance with Financial Management and Analysis of Projects of the Asian Development \nBank (ADB).1 All financial costs and benefits are expressed in real terms on an after-tax basis in \nPakistan  rupees.  Capital  costs  were  derived  from  local  sources,  including  5%  physical \ncontingencies with the exclusion of price contingencies and interest during implementation for \ncapital cost estimation. Financial viability was examined by comparing the incremental costs \nand benefits of with- and without-investment scenarios.  \n \nB.  Assumptions \n  \n2.  The  subproject  financial  internal  rates  of  return  (FIRRs)  were  calculated  for  three \ncomponents:  (i)  secondary  transmission  grid  (STG),  (ii)  distribution  of  power  (DOP),  and \n(iii) installation  of  capacitors.  These  subproject  FIRRs  were  aggregated  at  the  distribution \ncompany (DISCO) level and for the overall project.  \n \n3.  For the STG component, incremental benefits arise from the increased evacuation of \npower  through  the  distribution  system  because  of  additional  transformer  capacity.  The \nincremental demand was translated into incremental sales using DISCO-specific load factors, \npower factors, and projected growth in demand. The distribution margin, using the National \nElectric Power Regulatory Authority (NEPRA) methodology to fulfill the DISCO annual revenue \nrequirement, was used to convert the incremental energy into monetary terms. The “first circuit \nout” benefit arises as a result of investment in a second circuit with the ability to service demand \nin the event the first one fails. This was valued at the distribution margin on the assumption of a \n1% probability. The loss reduction benefit was valued at the power purchase price to reflect the \nneed for lower energy purchase to serve demand.  \n \n4.  For the analysis, projected demand growth rates of 6–8% per annum and load factors of \n55–62%  were  used,  depending  on  the  DISCO.  Power  purchase  price  rates  ranging  from \nPRs3.49 per kilowatt-hour (kWh) to PRs3.86/kWh were used. Actual losses at both 132 kilovolts \n(kV) and 11 kV of 9.9–34.2% were used to determine the effective tariff and the distribution \nmargin, independent of generating capacity.  \n \n5.  DOP components involve the extension of 11 kV distribution networks and installing \nadditional distribution transformers to make electricity grid connections available to additional \ncustomers, primarily in rural areas. FIRRs were developed using a generic model, as it is not \npossible at this stage to identify the precise locations of all of these schemes. The generic \nmodel involves a 10-kilometer extension of the 11 kV line, connecting a remote village with the \nexisting 11 kV overhead line network. There are three distribution transformers connected to the \nline  (each  transformer  with  a  0.4  kV  network  connecting  10  new  customers)  so  30  new \ncustomers will be connected. Variations on this scheme will depend on the distance from the \nproposed customers’ locations to the nearest existing 11 kV line, the number of customers to be \nconnected, and the collective demand in kilowatts (kW) of those customers. The FIRR assumed \nthat 30 new customers would consume 2,000 kWh of electricity annually. This incremental \nbenefit was valued at the average distribution margin after adjusting for losses for each DISCO. \nOperation and maintenance (O&M) expenses are likely to be quite high. Routine maintenance \n                                                 \n1  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n ", "54  Appendix 8 \ncosts were assumed to be small but the ongoing potential for system faults causing outages and \nrequiring repair was assumed to be costly.  \n \n6.  The installation of capacitors results in a higher power factor, resulting in the reduction of \ndistribution system losses. The model assumed 1 megawatt (MW) of demand being supplied at \na power factor of 0.85 and revised up to 0.95 using a capacitor. The reduction of the distribution \nlosses results in savings in power purchases, therefore the benefit was valued at the average \npurchase price. No allowance was assumed for incremental O&M cost of the capacitor as it is \nconsidered negligible.     \n \nC.  Tariff Methodology    \n \n7.  The procedure for tariff petition and methodology used in the tariff determination by \nNEPRA is as follows. DISCOs make a petition for revision of tariff to NEPRA. After receipt of the \napplication, NEPRA notifies the stakeholders and the public of the most important features of \nthe  petition  through  publication  in  a  local  newspaper.  NEPRA  receives  comments  and \ninterventions from stakeholders and gives DISCOs a chance to respond before making its \ndetermination. The tariff becomes effective after a government notification in the official gazette. \nThis tariff will remain effective until the next petition by DISCOs, determination by NEPRA, and \nnotification by the Government. \n \n8.  In the last determination by NEPRA, the tariff was based on the power purchase price \n(dependent on the generation mix and fuel price), which is a pass-through cost to the customer \nand adjusted for line losses. NEPRA allowed the addition of a distribution margin, which was \nbased on an annual revenue requirement for O&M, administration, depreciation, income tax and \na return on assets, and net of other income. The return on assets was based on the regulatory \nasset base, comprising the average net fixed assets and capital work in progress, and reduced \nby the extent of deferred credit and other income. The rate of return was based on NEPRA’s \nassessment of each DISCO’s weighted average cost of capital (WACC). The cost of debt was \nbased on the actual cost of existing borrowings. The rationale of determination of the cost of \nequity has not been stated, while the actual debt-to-equity ratios for each DISCO were used.  \n \nD.  Weighted Average Cost of Capital  \n \n9.  For estimating the WACC, it is assumed that ADB will finance 74% of overall project \ncosts through Tranche-1. It is expected that the Government will relend the funds to DISCOs in \nPakistan  rupees  with  the  same  duration,  at  about  13%  per  annum  on  an  ad  hoc  basis \n(substantially lower than 17% per annum, as stated in the 1996 government circular). Foreign \nexchange risk will not be borne by DISCOs. The balance will be financed through self-generated \nfunds (equity). Fifteen percent is assumed for nominal cost under equity contribution, consistent \nwith the rate of return allowed for DISCOs. Domestic inflation is assumed to be 7.5% per \nannum. The WACC is estimated at 10% (Table A8.1). Tax benefits on interest were not taken \ninto account since DISCOs currently do not pay taxes.  \n \n \n \n \n \n \n \n ", "  Appendix 8  55 \nTable A8.1: Combined Weighted Average Cost of Capital \n \n      ADB  ADB   Internally Generated \nTranche 1 Combined     Loan  Grant  Funds \nAmount ($ million)         242                   10                                 75  \nWeighting    74.0%                     3.1%  23.0% \nNominal Cost    13.0%                     0.0%  15.0% \nTax Rate    0.0%                     0.0%  0.0% \nTax-Adjusted Nominal Cost    13.0%                    0.0%  15.0% \nInflation Rate    1.2%                     1.2%  7.5% \nReal Cost    11.7%                    (1.2%)  7.0% \nWeighted Component of WACC    8.6%                     0.0%  1.6% \nWeighted Average Cost of Capital (Real)     10.2%       \nADB = Asian Development Bank, WACC = weighted average cost of capital, MFF = multitranche financing facility. \nNote: 7.5% is the average of domestic cost escalation forecasts by ADB for 2006–2010. \nSources: ADB and project preparatory technical assistance consultants estimates. \n \nE.  Financial Internal Rate of Return  \n \n10.  The overall Tranche-1 project FIRR is calculated at 19% (Table A8.2). The overall rate \ncompares favorably with the estimated value of WACC at 10%, substantiating the financial \nviability of the Project. \n \nTable A8.2: Aggregate Financial Internal Rate of Return \n(PRs million) \n \nFiscal Year  Capital Cost  O&M Cost  Total Cost  Revenue  Net Benefit \n2009  (7,079)     (7,079)  0  (7,079) \n2010  (7,079)  (566)  (7,645)  1,882  (5,763) \n2011  (3,392)  (702)  (4,094)  2,312  (1,782) \n2012     (702)  (702)  2,756                        2,054 \n2013     (702)  (702)  3,226                        2,524 \n2014     (702)  (702)  3,725                        3,023 \n2015     (702)  (702)  4,256                        3,554 \n2016     (702)  (702)  4,685                        3,983 \n2017     (702)  (702)  5,105                        4,403 \n2018     (702)  (702)  5,547                        4,845 \n2019     (702)  (702)  5,954                        5,252 \n2020     (702)  (702)  6,326                        5,624 \n2021     (702)  (702)  6,326                        5,624 \n2022     (702)  (702)  6,326                        5,624 \n2023     (702)  (702)  6,326                        5,624 \n2024     (702)  (702)  6,326                        5,624 \n2025     (702)  (702)  6,326                        5,624 \n2026     (702)  (702)  6,326                        5,624 \n2027     (702)  (702)  6,326                        5,624 \n2028     (702)  (702)  6,326                        5,624 \n            FIRR  19% \n            NPV  12,174 \n( ) = negative, FIRR = financial internal rate of return, NPV = net present value. \nNote:  1. Capital costs include base costs, physical but not price contingencies and interest during construction.  \n2. No residual value assumed \n3. Operation and maintenance costs are estimated at 4% of initial capital cost. \nSources: Asian Development Bank and project preparatory technical assistance consultants estimates. \n \n ", "56  Appendix 8 \nF.  Sensitivity Analysis \n \n11.  A sensitivity analysis has been carried out by (i) reducing benefits by 10%, (ii) increasing \ncosts  by  10%,  and  (iii)  reducing  benefits  and  increasing  costs  by  10%.  The  results  are \npresented in Table A8.3. The sensitivity analysis reveals that the Project is attractive even if \nbenefits are reduced and costs increased by 10%.    \n \nTable A8.3: Sensitivity Analysis \n(%) \nSensitivity Parameter  FIRR  Switching Value \nBase Case            19.0   \nReduce benefits by 10%            17.0                    (38) \nIncrease costs by 10%            17.5                     83 \nReduce benefits by 10% and increase costs by 10%            15.5   \nFIRR = financial internal rate of return. \nSources: Asian Development Bank and project preparatory technical assistance consultants. \n \nG.  Risk Analysis \n \n12.  Regulatory  risk  is  low  since  there  is  a  functioning  independent  NEPRA  for  tariff \ndetermination, with a set of well-defined tariff methodology. There is little risk of downward \nrevision of the tariff. Delays in tariff filing by DISCOs, tariff determination by NEPRA, and tariff \nnotification by the Government pose some risks, which could be eliminated with prudent time \nmanagement by each party concerned. The tariff determined by NEPRA is never fully recovered \nfrom customers by DISCOs because of a lower government mandated tariff. The difference is \nreimbursed by the Government through a subsidy payment, but it is often not on a regular basis, \nplacing the DISCOs in cash flow difficulties. This poses risks to the Project that are outside the \nDISCOs’ direct control. The Government has taken measures to pay subsidy liabilities to each \nDISCO on time. The fundamental structure of fund flow that allows DISCOs direct control of \ncustomer  collections  instead  of  remittances  through  the  Water  and  Power  Development \nAuthority (WAPDA) is in the process of reform.   \n \n13.  Geopolitical and political risks are present as for all projects in Pakistan. The number of \ninvestments and their geographical spread lessen the risk of a significant number of projects \nbeing disabled to make Tranche-1 unsustainable. \n \n ", "  Appendix 9  57 \nSUMMARY OF ECONOMIC ANALYSIS \n \nA.  Introduction \n1.  The  proposed  Power  Distribution  Enhancement  Investment  Program  (Investment \nProgram)  subprojects  to  be  funded  by  the  Asian  Development  Bank  (ADB)  are  part  of \nPakistan’s integrated generation, transmission, and distribution sector investment plans. The \nsubprojects are an integral component of the distribution sector1 development road map and \nexpansion program prepared, based on the National Transmission and Despatch Company \n(NTDC) load forecast using least-cost planning principles. The economic analysis is based on a \ntime-slice approach to the distribution sector investment plans for the distribution companies \n(DISCOs), since individual subprojects are not stand-alone investments and in some instances \nwould not yield all their benefits if they were considered in isolation. The economic analysis \nconfirms  that  the  Investment  Program  will  ease  chronic  electricity supply  shortages  in  the \ncountry and help meet projected growth in demand for electricity. Demand forecasts and cost-\nbenefit  projections  were  prepared  and  analyzed,  and  they  indicated  that  the  Investment \nProgram is economically viable. \n \nB.   Assumptions \n2.  The economic internal rate of return (EIRR) compares the annual streams of economic \ncapital and operating costs against benefits based on willingness-to-pay. All costs, benefits, and \nrevenues  are  expressed  in  July  2007  prices.  A  discount  rate  of  12%  has  been  used  for \ncalculating the net present value. The analysis period includes the construction period and \n30 years  of  operation.  Details  of  the  assumptions  and  calculations  used  for  the  economic \nanalysis are in Supplementary Appendix J. \n \nC.  Demand Analysis \n3.  The nationwide electricity demand is projected to grow at 7.9% during 2006–2010 and to \nincrease from 15,500 megawatts (MW) in FY2006 to 21,500 MW in FY 2010 (Table A9.1). To \ncope with the growth in electricity demand, it is estimated that Pakistan would require about an \nadditional 2,000 MW of newly installed capacity annually. The additional generated power would \nneed to be evacuated through the transmission system and brought to the customers through \nthe distribution networks, which would require corresponding increases in capacity.  \n \nTable A9.1: Physical Targets: Power Sector \n  Benchmark  Targets  Total \nItem  FY2006  FY2007  FY2009  FY2010 \n  FY2005  FY2008  ACGR \nMaximum \nMW  14,621  15,511  16,526  17,904  19,534  21,426  21,426 \nDemand \n     Growth Rate  (%)         3.4         6.1         6.5         8.3         9.1         9.7         7.9 \nAnnual Energy \nGWh   87,992  93,257  99,247  107,484  117,351  128,673  128,673 \nGeneration \n     Growth Rate  (%)         3.2         6.0        6.4         8.3         9.2         9.6         7.9 \nAnnual Energy \nGWh  66,094  71,520  77,905  85,352  93,800  103,516  103,516 \nSales \n     Growth Rate  (%)        6.1        8.2        8.9        9.6         9.9        10.4         9.4 \nFY = fiscal year, GWh = gigawatt-hour, MW = megawatt, ACGR = annual compound growth rate.  \nSource: Planning Commission, Government of Pakistan. \n                                                 \n1 The  distribution  networks  (excluding  the  Karachi  area)  are  now  managed  by  eight  independent  distribution \ncompanies (DISCOs). Karachi is a separate integrated utility, Karachi Electricity Supply Company, and is not part \nof the proposed Investment Program. \n ", "58  Appendix 9 \n4.  NTDC prepares electricity demand forecasts for its least-cost planning purposes. The \nlatest forecast, covering FY2005 to FY2025, was prepared using a regression-based approach. \nHistorical data suggest that from 1995 to 2005 system demand grew at 3.1% per year, but for \nthe second half of this period (2000–2005) the growth rate increased to 5.6% annually. In \nFY2005, actual demand increased by 7.4%. The relatively low growth rates experienced during \nthe late 1990s gave rise to a degree of complacency and new system additions were not made. \nThis  period  also  saw  some  reduction  in  maintenance  budgets,  all  of  which  resulted  in \ndistribution systems that are now unable to meet the demand for electricity. The high economic \ngrowth rates of recent years have necessitated plans for accelerated and large investments in \nthe power sector. For the least-cost analysis, NTDC’s base case demand and energy forecast \nwere considered. The forecasts result in an average load growth of 8% per year over the 20-\nyear period.  \n \n5.  Power distribution level load forecasts assume average annual load growth rate of 7% \nfor 2005–2010, 9% for 2010–2015, 7% for 2015–2020, and 8% for 2020–2025. The forecast is \nsummarized in Table A9.2. Load forecast prepared by the DISCOs over 2007–2010 was also \nreviewed, and forecasts prepared for each DISCO to 2025, based on individual historic load \ngrowth over 2000–2006, and compared with the NTDC forecast. On the basis of this review, the \nNTDC top-down forecast was accepted as a reasonable basis to plan future investments and \nassess the economic viability of the overall Investment Program and Tranche-1 investment. \n \nTable A9.2: Energy Demand for Distribution Companies (MW) \n \nFY  FESCO  GEPCO  HESCO  IESCO  LESCO  MEPCO  PESCO  QESCO  Total \n2005  1,708  1,159  1,183  1,220  2,684  1,806  1,769  671  12,200 \n2006  1,817  1,233  1,259  1,298  2,855  1,920  1,881  714  12,977 \n2007  1,944  1,319  1,347  1,389  3,055  2,055  2,013  764  13,886 \n2008  2,092  1,420  1,449  1,494  3,287  2,211  2,167  822  14,942 \n2009  2,268  1,539  1,571  1,620  3,564  2,398  2,349  891  16,200 \n2010  2,473  1,678  1,713  1,766  3,886  2,614  2,561  971  17,662 \n2011  2,697  1,830  1,869  1,926  4,238  2,851  2,793  1,059  19,263 \n2012  2,962  2,010  2,052  2,116  4,655  3,131  3,068  1,164  21,158 \n2013  3,247  2,203  2,250  2,319  5,103  3,433  3,363  1,276  23,194 \n2014  3,528  2,394  2,444  2,520  5,544  3,730  3,654  1,386  25,200 \n2015  3,818  2,591  2,646  2,727  6,000  4,037  3,955  1,500  27,274 \n2016  4,105  2,786  2,844  2,932  6,451  4,340  4,252  1,613  29,323 \n2017  4,400  2,986  3,049  3,143  6,915  4,652  4,558  1,729  31,432 \n2018  4,719  3,202  3,270  3,371  7,415  4,989  4,887  1,854  33,707 \n2019  5,057  3,431  3,504  3,612  7,946  5,346  5,237  1,987  36,120 \n2020  5,433  3,687  3,764  3,881  8,538  5,744  5,627  2,134  38,808 \n2021  5,847  3,968  4,051  4,177  9,189  6,182  6,056  2,297  41,767 \n2022  6,310  4,281  4,372  4,507  9,915  6,670  6,535  2,479  45,069 \n2023  6,825  4,632  4,729  4,875  10,726  7,215  7,069  2,681  48,752 \n2024  7,397  5,019  5,125  5,283  11,624  7,820  7,661  2,906  52,835 \n2025  8,023  5,444  5,559  5,731  12,607  8,481  8,309  3,152  57,306 \nFESCO = Faisalabad Electric Supply Company, FY = fiscal year, GEPCO = Gujranwala Electric Power Company, HESCO = \nHyderabad Electric Supply Company, IESCO = Islamabad Electric Supply Company, LESCO = Lahore Electric Supply Company, \nMEPCO = Multan Electric Power Company, PESCO = Peshawar Electric Supply Company, QESCO = Quetta Electric Supply \nCompany. \nSource: Power System Statistics, National Transmission and Despatch Company. \n \n ", "  Appendix 9  59 \n6.  The Government of Pakistan (the Government) has embarked on an ambitious village \nelectrification program as part of its poverty reduction policy. The number of villages electrified \nhas increased sharply in the last few years—from 68,292 in 2000 to 103,231 in 2006—adding \nan estimated demand of about 3,500 MW. Rural electrification needs new grid substations to be \nbuilt and therefore requires expansion of the secondary and primary distribution systems. It also \nadds to the primary transmission load transfer requirements. \n \n7.  The power distribution system is stretched and this is expected to continue in the near \nfuture. Without intervention, system performance is expected to deteriorate further. The supply-\ndemand balance analysis based on the medium-term NTDC forecast shows that, even when all \nongoing and committed projects are included, the distribution system will continue to experience \ncapacity shortfalls in the near future. The system is unable to meet the demand. The maximum \ndemand  (at  NTDC  network)  recorded  in  2006  is  13,066  MW,  compared  with  an  installed \ncapacity of 17,395 MW in 2006 (which can deliver the peak demand without any spinning or \nother  reserves).  Likewise,  the  power  distribution  systems  are  not  able  to  meet  maximum \ndemand.  \n \nD.  Economic Analysis \n1.  Least-Cost Analysis \n8.  Investments at the power distribution system level are based on immediate needs where \ntransformers are being augmented and replaced because of existing transformers approaching \n100% capacity. Given rapid load growth, it is not expected that these investments will be \ndemonstrated as suboptimal in the future. At an individual feeder level, load flow analyses are \nundertaken to support system improvement investment decisions and to select the least-cost \noptions. While these investments are not analyzed in the context of the overall DISCO network, \nthe additions can be said to be least cost in the immediate area being examined. Given rapid \ndemand growth, it is unlikely that these investments will become suboptimal in the future.  \n \n2.  Cost-Benefit Analysis \n9.  The EIRR calculation was based on incremental cost and benefit streams associated \nwith each tranche of investment. Economic performance was evaluated by comparing with- and \nwithout-project scenarios. Incremental consumption occurs because of the extended availability \nof grid-sourced electricity. Economic benefits accrue to customers and the economy as a result \nof the investments.  \n \n10.  The main benefits stem from (i) allowing for system expansion to meet load growth; \n(ii) improving efficiency, reliability, and system security; and (iii) reducing losses. The physical \noutput—rehabilitated, augmented, and expanded distribution infrastructure—will add to existing \nsupply (incremental benefit) and will be substitute for alternative forms of energy supply. The \nincremental benefits were valued for each category of customer, using customers’ willingness-\nto-pay for electricity. \n \n3.  Calculation of Willingness-to-Pay \n11.  The value of each unit of electricity to customers was estimated by comparing current \nprices against the price of alternative sources of electricity. Particular customer classes were \nassumed to be willing to pay the difference between the present cost for an alternative source of \nelectricity and the amount charged for incremental grid-supplied units. This was used as the \n ", "60  Appendix 9 \nbasis for the willingness-to-pay calculation. The analysis identified four classes of electricity \ncustomer: agricultural, residential, commercial, and industrial. The focus is on the main energy \nuse (and the alternative source), rather than on the full range of appliances used by the \ncustomer  category  to  calculate  the  real  value  for  lost  load.  Analysis  was  based  on  three \nscenarios for oil price: $30, $60, and $80 per barrel. Table A9.3 shows the willingness-to-pay for \neach customer category. \n \nTable A9.3: Willingness-to-pay Estimates (WTP) a \n \nSector  WTP (PRs/kWh) \nResidential  9.30 \nAgricultural  6.37 \nCommercial  6.71 \nIndustrial  5.88 \nWeighted average  7.67 \nkWh = kilowatt-hour. \na Assuming $30/barrel. \nSource: Consultant estimates. \n \n4.  Results  \na.  Sector Investment Plan \n12.  The economic cost-benefit analysis results in an EIRR of 23% for the overall $5.2 billion \npower distribution sector investment plan. The net benefits are estimated to be $2.2 billion at \nwillingness-to-pay low scenario of $30 per barrel (Table A9.4). The sensitivity analyses show \nthat the Investment Program remains justified even if various risks materialize. Tranches 3 and \n4 are sensitive to reductions in demand, but this is considered a relatively small risk given \nPakistan’s long history of unmet demand.  \n \nTable A9.4: Summary of EIRR Calculations for the Sector Investment Plan \n \nItem 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2038 NPV\n1. Benefits ($ million)\nEconomic Benefits\nElectricity Supply 0       463    1,079    1,760    2,506    3,389    4,338    5,273    6,240    7,195    8,178    9,238\nTotal Benefits 0       463    1,079    1,760    2,506    3,389    4,338    5,273    6,240    7,195    8,178    9,238  35,658\n2. Costs ($ Million)\nInvestment Costs\nSupply Cost 0       277       899    1,467    2,089    2,825    3,616    4,395    5,201    5,997    6,816    7,700\nInvestment Cost       100       350       500       600       800       800       450       400       400       400       400\nTotal Investment Costs       100       627    1,399    2,067    2,889    3,625    4,066    4,795    5,601    6,397    7,216    7,700  32,352\nOperating Costs\nFixed Cost           5         23         48         78       118       158       180       200       220       240       260       210\nTotal Operating Costs           5         23         48         78       118       158       180       200       220       240       260       210    1,067\nTotal Costs       105       650    1,446    2,144    3,006    3,783    4,246    4,995    5,821    6,637    7,476    7,910  33,419\n3. Economic Internal Rate of Return\nNet Benefits ($ million)      (105)      (187)      (368)      (384)      (500)      (393)         92       278       419       558       702    1,338  2,239\nEIRR (%)      23.0  \n( ) = negative, EIRR = economic internal rate of return, NPV = net present value. \nSource: Asian Development Bank estimates. \n \nb.  Tranche-1 of the Investment Program \n13.  The economic feasibility of the proposed subprojects in Tranche-1 has been tested by \nestablishing the need for the subprojects, and ascertaining that they represent the least-cost \nmeans of achieving their objectives. The analysis results in an EIRR of 30% justifying the \nviability of Tranche-1 investments. Pakistan is a net importer of energy, there are currently peak \nenergy and capacity shortfalls, and growth in demand is forecast to continue. The subprojects \naim to reduce system losses, increase system reliability, and improve quality of supply—thereby \n ", "  Appendix 9  61 \nreducing the need for customers to resort to costly self- or captive power generation. The \nsubprojects will allow new customers to be connected to the system. The summary of the \nanalysis is shown in Table A9.5. \n \nTable A9.5: Summary of EIRR Calculation for Tranche-1  \n \nItem 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2038 NPV\n1. Benefits ($ million)\nEconomic Benefits\nElectricity Supply 0       233       333       356       381       432       432       432       432       432       432       432\nTotal Benefits 0       233       333       356       381       432       432       432       432       432       432       432      2,773\n2. Costs ($ Million)\nInvestment Costs\nSupply Cost 0 234 250 268 286 292 292 292 292 292 292 292\nInvestment Cost 62 125 125 0 0 0 0 0 0 0 0 0\nTotal Investment Costs 62 358 375 268 286 292 292 292 292 292 292 292      2,231\nOperating Costs\nFixed Cost 3 9 16 16 16 16 16 16 16 16 16 16\nTotal Operating Costs 3 9 16 16 16 16 16 16 16 16 16 16         109\nTotal Costs 65 368 390 283 302 308 308 308 308 308 308 308      2,340\n3. Economic Internal Rate of Return\nNet Benefits ($ million) -65 -134 -57 73 79 124 124 124 124 124 124 124       433\nEIRR (%) 30.3%\nNotes: \n(i) Discount Rate  12 Sensitivity Analysis of EIRR Change NPV EIRR SI\n(ii) Standard Conversion Factor (SCF)              0.9 in (mill. $) (%)\n(iii Transmission and distribution cost are based on long-run marginal cost. Variable\n(iv) Sensitivity indicator is the ratio of percentage change in the economic NPV Base Case 0 433 30.3%\ndivided by the percentage change in the given parameter. (i) Capital Cost Overrun % 20% 295 20.7% 1.6\n(v) Switching value is the percentage change in a parameter for the project (ii) Benefit Reduction % -20% -10 10.0% 5.1\ndecision to change, that is for the economic NPV to become zero (iii) Implementation Delay 1 year -141 6.3%  \nor the EIRR to fall to the cut-off rate. (iv) Combination of (i), (ii) and (iii) -196 1.7% 0\n \nEIRR = economic internal rate of return, NPV = net present value. \nSource: Asian Development Bank estimates. \n \nc.  Poverty Analysis \n14.  For estimating distribution effects of the Investment Program and evaluating the poverty \nimpact, project beneficiaries have been divided into (i) electricity customers, (ii) operating utility \n(respective DISCO), (iii) economy at large, and (iv) labor. The poverty reducing impact of the \nProject has been identified by evaluating the expected distribution of net benefits to different \ngroups  benefiting  from  implementation  of  the  Project.  Poverty  impact  ratios  have  been \ncalculated for each DISCO, varying from 10.62% in Lahore Electric Supply Company (LESCO) \nto 22.29% in Quetta Electric Supply Company (QESCO). Benefits to the poor will accrue via \nconsumer surplus to the poor (customers that consume less than 50 kilowatt-hours [KWh] per \nmonth, equal to the percentage of lifeline consumers in each DISCO). \n ", "62  Appendix 10 \n \n \nSUMMARY SOCIAL SAFEGUARDS \nA.  Background \n \n1.  The Islamic Republic of Pakistan has requested an $810 million multitranche financing \nfacility (MFF) (the Facility) from the Asian Development Bank (ADB) to undertake the Power \nDistribution Enhancement Program. The Facility, with the Pakistan Electric Power Company \n(PEPCO) as executing agency (EA) and eight regional power distribution companies (DISCOs) \nas implementing agencies (IA) will target all Pakistan provinces. The Facility includes a minimum of \nthree tranches providing funding for the construction and improvement of secondary transmission \nfacilities  (including  substations  and  secondary  transmission  lines)  and  distribution  facilities \n(including distribution lines). New substation and transmission line construction may cause land \nacquisition and resettlement (LAR) impacts of small magnitude. LAR for substations is expected \nto adopt mechanisms not requiring the application of the right of eminent domain and thus not \ntriggering ADB’s Involuntary Resettlement Policy (1995). New transmission lines, however, are \nexpected to require the application of the right of eminent domain and the ADB resettlement \npolicy to project preparation and implementation. Finally, the distribution lines will not cause \nLAR effects or impacts on incomes.  \n \n2.  Project  appraisal  of  Tranche-1  includes  eight  core  subprojects  relating  to  the \nconstruction of new secondary transmission lines and two substations. Two of these subprojects \ninvolve voluntary land acquisition because of substation construction, and seven will cause \nminor  livelihood  impacts  caused  by  transmission  line  construction.  No  subproject  requires \ninvoluntary resettlement or causes impacts on indigenous peoples.  \n  \nB.  General Procedures \n \n3.  LAR will follow Pakistan law and ADB’s Involuntary Resettlement Policy, and Operations \nManual F2 on Involuntary Resettlement (2003). The MFF and each tranche appraisal and the \napproval/implementation of each subproject with LAR or indigenous peoples issues will require \nthe preparation of the following documents: \n \n(i)  a  land  acquisition  and  resettlement  framework  (LARF)  and  an  indigenous \npeoples  development  framework  (IPDF)  for  the  whole  MFF  to  be  reviewed, \nupdated, and reapproved by ADB annually and before the preparation of each \ntranche; \n(ii)  an initial poverty and social assessment indicating whether LAR or indigenous \npeoples  impacts are expected, and if so, their type and magnitude for each \ntranche and;  \n(iii)  a  land  acquisition  and  resettlement  plan  (LARP)  with  detailed  design/impact \nfigures and compensation budgets and schedules for each project with LAR \ntriggering the principle of eminent domain and ADB’s Involuntary Resettlement \nPolicy;1 \n                                                 \n1  As noted in ADB. 1998. Handbook on Resettlement: A Guide to Good Practice. Manila, the complexity of a \nresettlement plan depends on the severity of impacts. If impacts are severe (> 200 affected persons resettled or \nwith >10% income losses), a subproject is classified category “A” and a full resettlement plan is prepared. If \nimpacts are non-severe (<200 affected persons resettled or with <10% income losses), a subproject is classified \ncategory “B” and only a short resettlement plan is prepared. \n ", "  Appendix 10  63 \n \n \n(iv)  a LAR due diligence report (DDR) for each subproject with LAR but not triggering \nthe principle of eminent domain and ADB’s Involuntary Resettlement Policy; and  \n(v)  an  indigenous  peoples  development  plan  (IPDP)  for  each  project  affecting \nindigenous peoples.   \n \n4.  The appraisal of the MFF and of each tranche, and the approval/implementation of each \nsubproject under a tranche, will be in accordance with the following LAR-related conditions: \n \n(i)  MFF and tranche 1 appraisal: preparation of LARF and IPDF for the MFF, and \nLARPs/DDRs and IPDPs for all tranche 1 projects with LAR and IP impacts.  \n(ii)  Appraisal of other tranches: LARF and IPDF review/update and preparation of \nLARP/DDR and IPDP for all tranche projects with LAR or IP impacts. \n(iii)  Start of subproject civil works: LARP and IPDP implementation. \n \n5.  To comply with these conditions, PEPCO has prepared a LARF and an IPDF for the \nwhole MFF; and a LARP + DDR for one subproject, six short LARPs for six subprojects, and \none DDR for one final subproject.  \n \nC.  Expected Project Impacts \n \n6.  Impacts on land and assets, resettlement, and incomes vary according to the type of \ninfrastructure built under The Facility, namely: (i) new substations, (ii) secondary transmission \nlines, and (iii) distribution lines.  \n \n(i)  Substations. For new grid substations, land acquisition may be needed. If this is \nthe case, land will be acquired based on various modalities which in some cases \nmay  trigger  ADB’s  Involuntary  Resettlement  Policy  and  the  right  of  eminent \ndomain (paras. 7–10). \n \n(ii)  Secondary transmission/distribution lines (33 kilovolts [kV] and above). For \nlines above 33 kV, land acquisition is needed when towers permanently affect \nland. For urban/rural residential-commercial land, this will always be the case; for \nrural/agricultural land, this will be so if access/cultivation under a new tower is no \nlonger possible. Towers and transmission lines construction may require the \nacquisition of houses and the rehabilitation for income losses caused by impacts \non businesses, crops, or tree losses. \n \n(iii)  Distribution lines (up to 11 kV). For lines up to 11kV, land will not be acquired \nas these are small lines built on small poles/supports that are sited in public land \nalong roadsides before entering the plot of the final beneficiary who requested \nthe line extension and normally pays for it. To ensure that this is always the case, \nthe Loan Agreement includes a covenant stating that distribution lines requiring \nland acquisition or affecting land under private use are not eligible under the \nFacility. \n \nD.  Applicability of ADB’s Involuntary Resettlement Policy \n \n7.  The LARF defines the applicability of ADB’s Involuntary Resettlement Policy relative to \nthe different land acquisition modes available under the Facility. These include: \n ", "64  Appendix 10 \n \n \n \n(i)  voluntary provision (donations) of unoccupied land for the installation of a \nstation by the community/interest requesting connection to the power grid, such \nas housing development schemes or industrial estates; \n \n(ii)  acquisition  of  unoccupied  government  owned  land  against  a  negotiated \nprice; \n \n(iii)  free purchase of unoccupied land from a willing seller at a negotiated price; \nand \n \n(iv)  involuntary  land  acquisition  under  Land  Acquisition  Act,  1894  (amended), \nthrough  the  Provincial  Board  of  Revenue  and/or  district’s  land  acquisition \ncollector concerned. This is always the last option, when all the previous options \nare unfeasible, as this option often involves (a) adverse impacts on affected \npersons/families and communities, (b) high costs, (c) lengthy procedures, and \n(d) processing delays. \n \n8.  The above modes 1, 2, and 3 are adopted for facilities that do not imply the right of \neminent domain nor trigger ADB’s Involuntary Resettlement Policy. These facilities are grid \nsubstations that do not need a specific construction location. Mode 4, on the contrary, implies \nthe  possibility  of  land  expropriation  and  is  fully  subjected  to  the  requirements  of  ADB’s \nInvoluntary Resettlement Policy, including the preparation/implementation of LARPs as required \nby the ADB policy. Mode 4 may be the only viable option for the acquisition of land for a \nsubstation to be located in one specific place, or for a distribution line. \n \n9.  Based on the above, ADB will approve the selection of projects with land acquired under \nmodes 1, 2, and 3 without the preparation of a LARP and based only on a land acquisition due-\ndiligence document, clearly documenting:  \n(i)  identity and legitimate property (title) of the previous owner;  \n(ii)  market value of plot and proof of purchase with amount value paid for it;  \n(iii)  the fully voluntary nature of the sale or donation through signatures, and  \n(iv)  that the acquired plot is not rented, encroached, encumbered, or with liens. \n \n10.  For subprojects with LAR to be carried out under mode 4 or even under the other modes \nif the plots are rented out or occupied by encroachers, ADB will approve implementation only if \na LARP as defined below is prepared and fully carried out before the implementation of the \nsubproject.  \n  \nE.  LARP Preparation and Implementation \n \n1.  Policy Provisions, Eligibility, and Entitlements \n11.  The LARF lists the following principles: (i) LAR will be avoided or at least minimized, \n(ii) compensation  will  guarantee  the  maintenance  of  affected  persons’  pre-project  living \nstandards,  (iii)  affected  persons  will  be  fully  informed/consulted  on  compensation  options, \n(iv) affected persons’ sociocultural institutions will be supported and used, (v) LAR provisions \nwill  equally  apply  to  women  and  men,  (vi)  lack  of  formal  title  will  not  be  a  bar  to \ncompensation/rehabilitation, (vii) particular attention will be paid to women-headed households \nand vulnerable groups, (viii) LAR will be conceived and executed as an integral part of the \n ", "  Appendix 10  65 \n \n \nsubprojects and LAR budgets will be included in project costs, and (ix) compensation will be \nfully provided before impacts occur. The LARF also covers all LAR implementation issues and \nsets the following eligibility/entitlement provisions described in Table A10.  \n \n12.  Institutional Responsibilities. The DISCOs as IAs will have direct responsibility for \nLARP preparation, implementation and financing of LAR tasks, and cross-agency coordination. \nWithin the DISCOs, all day-to-day LAR tasks will be managed by a Social Development Cell, \nwhich will organize and monitor LARP preparation/implementation internally (including surveys, \nasset valuation, public consultation); cross-agency coordination; and LARP approval. The cell \nwill be assisted by (i) a resettlement/social development team under the supervision consultants, \n(ii)  a  local  nongovernment  organization,  and  (iii)  an  independent  agency  hired  to  conduct \nexternal monitoring and evaluation of LAR activities.  \n \n13.  District governments have jurisdiction of land administration, valuation, and acquisition. \nAt province level, these functions rest on the Board of Revenue; at district level, they rest on the \nDistrict Revenue Office and land acquisition collectors. Minor agents as the Patwaris (land \nrecords  keeper)  execute  specific  tasks,  such  as  title  identification  or  verification.  The \ncompensation of non-land assets (i.e., buildings and crops) or income rehabilitation also falls on \nlocal governments, specifically on the relevant district department. \nTable A10: Compensation Eligibility and Entitlements Matrix \nAsset  Specification  Affected Persons  Compensation Entitlements \n1. Donated/bought \non the open \nLand   1.If donated or voluntarily sold, ADB policy is not triggered. \nmarket \npermanently   \n   Landowners \nacquired for  2. If acquired via exercise of the right of eminent domain, land \n2. Acquired via \nsubstation  will be compensated at full market value. \nright of eminent \ndomain   \nNo land compensation provided that land is rehabilitated/ \nrestored to former quality following completion of works. \nFarmer, titleholder \nCompensation, in cash, for all damaged crops and trees as per \nAccess is not \nitem below. \nrestricted and \nArable land \nexisting or current  No land compensation provided that the land is rehabilitated/ \ntemporarily \nland use will  Leaseholder (registered restored to former quality following completion of works. \naffected by   \nremain unchanged or not)  Compensation, in cash, for all damaged crops and trees as per \nconstruction \nby the  item below. \nof towers or \nconstruction of \nTL  Sharecroppers  Compensation, in cash or kind, for all damaged crops/trees as \ntowers and \n(registered or not)  per item below. \ntransmission line  \nCompensation, in cash, for all damaged crops/trees as per \nSquatters \nitem below. \nArable land  Land for land compensation with plots of equal value and \nAll adverse effects \nwhere  productivity to the plots lost; or cash for affected land at \non land use  \ntower/TL  Farmer, titleholder  replacement cost based on market value plus 15% compulsory \nindependent of \nconstruction  acquisition surcharge and free of taxes, registration, and \nseverity of impact  \nrestricts  transfer costs. \naccess or \nRenewal of lease in plots of equal value/productivity of plots \nagricultural \nLeaseholder (registered lost, or cash equivalent to market value of gross yield of  \nuse \nor not)  affected land for the remaining lease years (up to a maximum \nof 3 years). \n ", "66  Appendix 10 \n \n \nAsset  Specification  Affected Persons  Compensation Entitlements \nSharecroppers  Cash compensation equal to market value of lost harvest share \n(registered or not)  once (temporary impact) or twice (permanent impact).  \nCash indemnity equal to salary (including portions in kind) for \nAgricultural workers   remaining part of agricultural year. \n1 rehabilitation allowance equal to market value of 1 gross \nSquatters \nharvest (additional to crop compensation) for land use loss.  \nFarmer,  1 severe impact allowance equal to market value of gross \ntitleholder  harvest of affected land for 1 year (inclusive of winter and \nleaseholder  summer crop and additional to standard crop compensation) \nAdditional for \nSharecroppers  1 severe impact allowance equal to market value of  harvest  \nsevere impacts \n(registered or not)  share (additional to standard crop compensation) \n(>10% of land \nloss) \n1 severe impact allowance equal to market value of gross \nSquatters  harvest of the affected land for 1 year (inclusive of winter and \nsummer crops and additional to standard crop compensation) \nLand for land through provision of plots comparable in \nvalue/location to plot lost; or cash for affected land at full \nTitleholder \nreplacement cost free of taxes, registration, transfer costs plus \nResidential/  15% compulsory acquisition surcharge \nFuture usage of \ncommercial \nthe land will get \nland affected \nrestricted  Renter, leaseholder  1–3 months allowance based on current monthly rent \nby towers/ \npermanently \nTL \nRelocation in a public resettlement area or a self-relocation \nSquatters \nallowance \nCash compensation at replacement rate for affected \nAffected houses/ \nHouses and  structure/other fixed assets free of salvaged materials, \nstructures will be  Relevant AH/squatters \nstructures  depreciation transaction costs. For partial impacts, full cash \ndemolished \nassistance to restore structure. \n1. Tower impacts: crop compensation in cash at full market \nCrops affected  rate based on actual impact for a maximum of 3 harvests  \nCrops  All AHs/squatters  \n(damaged/lost)  2. Line corridor stringing: cash compensation at market rate of \n1 harvest. \nTrees  Trees removed  All AHs/squatters  Cash compensation shall reflect income replacement \nOwner: (i) cash compensation equal to 1 year’s income, if loss \npermanent; and (ii) cash compensation for the period of \nBusiness/  Loss of business \nAll AH/squatters   business interruption, if loss is temporary.  \nemployment  or employment \nWorker/employee: lost wages indemnity for the business \ninterruption period up to 3 months. \nTransport,  Provision of sufficient allowance to cover transport expenses \nRelocation  All relevant AHs \ntransition costs  and livelihood expenses for 1 month. \nStructures and  Rehabilitation/substitution of affected structures/utilities \nCommunity  Relevant community \ninstallations  (i.e., mosques, roads, schools etc.) \nVulnerable \n  AH below poverty line  Employment priority in project-related sites. \nAH \nADB = Asian Development Bank, AH = affected household, TL = transmission line. \nSource: Project preparatory technical assistance consultants. \n ", "  Appendix 10  67 \n \n \n14.  The above agencies and actors will be carefully coordinated for effective and timely \naffected persons compensation and LARP implementation. A land acquisition collector will be \ndirectly  assigned  to  each  DISCO  and  three  coordination/consultation  committees  will  be \nestablished at different levels of the LAR process2 as follows:  \n \n(i)  A provincial LAR steering committee gathering executives of the relevant DISCO, \ndirectors of the local Planning and Development Department, Board of Revenue, \nEnvironmental Protection Agency (EPA), and project director. The LAR steering \ncommittee  will  meet  periodically  to  ensure  timely  formation  of  advisory \ncommittees in relevant districts, and facilitate LARP approval and implementation \nprocesses.  \n(ii) A LAR coordination committee at district level to coordinate the preparation and \nimplementation  of  LARPs  (surveys,  asset  valuation,  affected  persons \nconsultation,  and  local  approval  of  LARP  provisions).  The  LAR  coordination \ncommittee will be initiated by the relevant DISCO and include representatives of \nSocial  Development  Cell  (SDC),  District  Officer  Revenue  (DOR),  and  union \ncouncils.  \n(iii) A grievance redressal committee to include a representative of the DISCO, SDC, \nunion  council,  consultant  resettlement  specialist,  and  a  local  nongovernment \norganization. The Grievance Redress Committee (GRC) will be organized at the \nstart of project implementation by the district Nazim’s office on the request of the \nDISCO, and will be triggered by grievances at district level. The committee will \nhear complaints; if they are found to be justified, it will support filing them with the \nDISCO. \n \n15.  ADB  clearance  of  category  B  LARPs  and  category  C  (no  impacts:  involuntary \nresettlement & indigenous peoples categorization forms) subprojects will be provided by an \nADB resettlement specialist at the Pakistan Resident Mission, or by a third party organization \nwith LAR capacity chosen by ADB. Category A projects will be cleared at ADB Headquarters.  \n \n16.  Disclosure/Public  Consultation.  LARP  tasks  will  need  intense  consultation  with \naffected persons. As an appraisal condition, LARF and relevant LARPs in English will be \ndisclosed on the ADB website while LARF and LARPs in local language will be disclosed in the \naffected communities. \n \n17.  Grievance  Procedures.  Affected  persons  will  first  lodge  complaints  with  the  land \nacquisition collector. If settlement is not reached within 2 weeks, the complaint is then lodged to \nthe project management unit (PMU). If the grievance is not settled within a further 2 weeks, \naffected persons can seek redress at the appropriate court. The GRC, composed of senior \nmembers of affected communities and their elected representatives, will assist the affected \npersons in these cases.   \n \n18.  Monitoring and Evaluation. PMUs will monitor LAR implementation internally. The EA \nwill report to ADB on a quarterly basis. External monitoring will be assigned to an independent \nagency and external monitoring reports will be submitted to ADB annually. At the end of project \nimplementation, the independent monitoring agency will carry out a general evaluation of LAR \nimplementation. \n                                                 \n2  The administration of tribal areas is radically different from that of settled districts, which has been assumed as model in \nthis LARF. For subprojects in tribal areas, the local government is represented by the political agent and his deputies; \nlocal communities are represented by tribal jirgas (assembly of male elders) and/or the officially recognized Maliks \n(leader of a town or community). LARP for subprojects in tribal areas will be organized to fit local specificities. \n ", "68  Appendix 10 \n \n \n \n19.  Finances  and  Schedules.  The  LARF  prescribes  that  each  LARP  will  detail  LAR \nbudgets and provide clear schedules linking LAR tasks with the initiation of civil works. LARP \nfinances will be provided by the relevant DISCO as a counterpart financing fund. \n \nF.  Specific Land Acquisition and Resettlement Plans under Tranche-1  \n \n20.  One subproject required the preparation of a short LARP with DDR; six needed a short \nLARP; and one required only a DDR. Impacts and resettlement cost summaries for each \nsubproject are provided below: \n \n(i)  LAR  132  kV  (Multan  Electric  Power  Company  [MEPCO]). This subproject \nrequires the construction of a new 132 kV substation and a 270 meter-long 132 kV \ntransmission line linking the station to the 132 kV Multan–Bahawal Nagar line. \nSubstation construction requires a 2.94 hectare (ha) plot already purchased by \nMEPCO from one owner on a willing seller/buyer basis. The new transmission line \nrequires the construction of two towers affecting four families (54 affected persons), \n9,286  square  meters  of  crops,  and  five  trees.  No  LAR  is  needed.  The \ncompensation/rehabilitation program cost is $232,004. To document these minor \nimpacts and related compensation tasks, MEPCO has prepared a short LARP for \nthe transmission line and a DDR for the grid station, which is included in Appendix \n3 of the resettlement plan. \n \n(ii)  Fazilpur 132 kV transmission line (MEPCO). This subproject will link the existing \nFazilpur station with the Rajan Pur-DG Khan transmission line through a new 1.06 \nkilometer (km) 132 kV line. This will require the construction of five towers and \ncause the loss of 3.05 ha of crops and 14 wood trees affecting four families (47 \naffected  persons).  No  LAR  is  required.  The  total  compensation/rehabilitation \nprogram cost is $7,561. As this impact is less than significant, a short LARP has \nbeen prepared.  \n \n(iii)  Shahdan Lund 132 kV transmission line (MEPCO). This subproject will link the \nexisting Shahdan station with the Kot Adu-DG Khan line through a new 2.95 km \n132 kV line requiring the construction of 13 towers. The subproject will cause the \nloss of 2.8 ha of crops from one affected family (14 affected persons). No tree is \naffected or LAR needed. The total compensation/rehabilitation program cost is \n$17,173. In accordance with this less than significant impact, a short LARP has \nbeen prepared. \n \n(iv)  Fatehpur 132 kV transmission line (Gujranwala Electric Power Company \n[GEPCO]). This subproject involves the construction of a new 17.23 km 132 kV \nline. This requires the construction of 63 towers, will cross four villages and will \naffect a total of 45.76 ha of crops, 48 wood trees, and 54 families (639 affected \npersons).  No  tree  is  affected  or  LAR  required.  The  total \ncompensation/rehabilitation program cost is $124,576. As impacts are less than \nsignificant, a short LARP has been prepared.  \n \n(v)  Karak 132 kV transmission line (PESCO). This subproject will link the existing \nKarak substation to the Bannu line through a new 14.60 km 132 kV Kuhat-Bannu \nline. This requires the construction of 56 towers, will cross three villages, and will \nresult in the loss of 18.76 ha of crops and 16 wood trees affecting 34 families \n(458 affected persons). No LAR is required. The total compensation/rehabilitation \n ", "  Appendix 10  69 \n \n \nprogram cost is $32,017. As impacts are less than significant, a short LARP has \nbeen prepared. \n(vi)  Kanak 132 kV transmission line (QESCO). This subproject will link Kanak station \nwith the 132 kV Quetta–Mastaung line via a new 5.4 km 132 kV line. This will \nrequire the erection of 20 towers, will cross three villages, and will cause the loss of \n7.02 ha of crops and affect six families (88 affected persons). No tree is affected or \nLAR needed. The total cost of the compensation/rehabilitation program is $25,972. \nAs this impact is less than significant, a short LARP has been prepared. \n \n(vii)  Alizai–Hurumzai 132 kV transmission line (QESCO). This subproject will link \nAlizai station to the Alizai–Hurumzai transmission line with a 13.42 km 132 kV line \nrequiring the erection of 49 towers, cross six villages, and cause the loss of \n15.2 ha of crops (wheat) and of 0.9 ha of perennials (grapes), affecting 12 families \n(186  affected  persons).  No  LAR  is  needed.  The  compensation/rehabilitation \nprogram cost is $70,168. Based on this less than significant impact, a short LARP \nhas been prepared. \n \n(viii)  132 kV Sukh Chayn Gardens Grid station (Lahore Electric Supply Company \n[LESCO]). This subproject entails the construction of a 132 kV substation at the \nSukh Chayn Gardens Estate. The 1.47 ha plot was voluntarily donated by the \nestate to allow electricity delivery to its premises. Based on the LARF provisions \nfor these cases, a DDR has been prepared to document the transaction details.  \n \nG.  Indigenous Peoples Issues \n \n21.  Indigenous peoples will be affected only by projects in tribal areas of the North-West \nFrontier Province or possibly in Baluchistan. As no project affecting indigenous peoples is \nincluded in Tranche-1, no IPDP or specific indigenous peoples action has been prepared so far. \nHowever, in accordance with ADB’s Policy on Indigenous Peoples (1998), PEPCO has drafted \nan IPDF detailing: (i) project processing conditions related to indigenous peoples, (ii) IPDP \npreparation/implementation  requirements,  (iii)  indigenous  peoples  definition  in  Pakistan, \n(iv) results of a general social assessment, (v) indigenous peoples strategy for the Program and \ntype of indigenous peoples action needed, (vi) IPDP participation instruments, and (vii) general \nprocessing and implementation. \n \n22.  Based  on  IPDF  provisions  and  the  social  assessment  results,  it  is  assumed  that \nPakistan’s definition of “tribal peoples” fits with ADB’s classification of indigenous peoples. As \nsuch, “tribal peoples” will substitute indigenous peoples in the preparation of specific documents \nfor the Program. Also based on IPDF provisions, the initial poverty and social assessment \nprepared for the appraisal of each tranche will include an indigenous peoples identification \nassessment providing (i) general information on projects likely to affect indigenous peoples, \nrelative impact magnitude expected, and number/type of IPDP to be prepared; and (ii) an outline \nof indigenous peoples’ groups to be affected, with an overview of their demography, social \norganization, livelihood/land tenure features, relations with government/other groups, adaptation \nto outside society/culture, and local governance.  \n \n23.  Based on impacts magnitude/situation, the IPDF sets the action required for tribal people \nas follows: \n(i)  If a subproject affects tribal peoples’ groups but causes impacts (a) limited to \nstandard  LAR  with  no  broad  community  or  systemic  effect  requiring  the \nrehabilitation of an entire productive system, or (b) impacts without socioculturally \nsignificant  effects,  special  tribal  peoples  action  will  be  included  with  the \n ", "70  Appendix 10 \n \n \nindigenous peoples identification assessment and clear operational directions in \nthe LARP. It is expected that most of the subprojects affecting tribal peoples will \nrequire this type of action. \n \n(ii)  If a subproject affects tribal peoples’ groups and causes (a) impacts with broad \ncommunity or systemic effects requiring the rehabilitation of a whole productive \nsystem, or (b) impacts that are socioculturally significant, a stand-alone IPDP \n(inclusive of a detailed action plan, schedule, and budget) will be prepared. The \nstand-alone IPDP will not only cover LAR issues, but will also provide a broad \nrehabilitation plan. If land tenure is held collectively by whole communities, it may \ninclude specific compensation provisions for direct land users and generalized \nprovisions for communal land property. \n \n24.  Institutional  Responsibilities.  As  the  IA,  each  DISCO  will  have  direct  IPDP \npreparation,  implementation,  and  financing  responsibility  and  cross-agency  coordination \nfunctions in its licensed area. At the DISCO, day-to-day indigenous peoples’ tasks will be \nmanaged by the Social Development Cell, which will organize and internally monitor IPDP \npreparation/implementation  (surveys,  asset  valuation,  public  consultation).  In  implementing \nthese tasks, the cell will be assisted by (i) the resettlement/social development team of the \nsupervision  consultants;  (ii)  a  local  nongovernment  organization;  and  (iii)  an  independent \nagency hired externally to monitor and evaluate IPDP tasks. The DISCOs will coordinate with \nstate authorities in tribal areas and with indigenous peoples’ organizations, and will carry out \nactivities related to indigenous peoples in accordance with the administrative/political processes \nprevalent in tribal areas. DISCOs will execute these tasks together with political agents; through \nthem, they will make workable arrangements with relevant tribal leaders (maliks, sardars and/or \nkhans)  who  will  in  turn  consult  their  tribal  councils  (Jirgas)  and  communities  to  take  final \ndecisions  and  actions  related  to  implementation.  To  ensure  coordination  with  tribal  area \ngovernments, the political agents will be members of the steering committee in the North-West \nFrontier Province and Baluchistan and of the LAR coordination committees at district level. ADB \nclearance of category B LARP/IPDPs will be provided by a social development specialist hired \nat the Pakistan Resident Mission; category A projects (with stand-alone IPDPs) will be cleared \nat ADB headquarters.  \n \n25.  Complaints  and  Grievances. Complaints from affected indigenous peoples will be \naddressed to the Political Agent Office via tribal leaders and councils. If needed, the political \nagent will then call on the PMU or PEPCO headquarters to discuss, negotiate, and resolve the \nissues. If PEPCO, the political agent, and the tribal leaders cannot find mutually agreeable \nsolutions to a grievance, the relevant subproject will not be implemented.  \n \n26.  Public  Consultation  and  Disclosure.  Indigenous  peoples  tasks  will  be \nplanned/executed based on intense public consultation. As an appraisal condition, the IPDF and \nIPDPs in English will be posted on the ADB website while the IPDF and IPDPs in local language \nwill be disclosed in project offices.   \n \n27.  Monitoring and Evaluation. PMUs will monitor IPDP implementation internally. The EA, \nsupported by implementation consultants, will report to ADB on a quarterly basis. External \nmonitoring will be assigned to an independent agency by the EA and external monitoring reports \nwill be submitted to ADB annually. At the end of implementation of the Facility, the independent \nagency will carry out a general evaluation of IPDP implementation. \n \n ", "  Appendix 10  71 \n \n \n28.  Finances and Schedules. The IPDF prescribes that each stand-alone IPDP will detail \nbudgets and provide clear schedules linking LAR tasks with the initiation of civil works. IPDP \nfinances will be provided by the relevant DISCO as a counterpart financing fund. \n ", "72  Appendix 11 \n \n \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title:  Pakistan/Power Distribution Enhancement Investment Program \n \nLending/Financing  Department/  Central and West Asia Department/ \nMultitranche Financing Facility \nModality:  Division:  Infrastructure Division \n       \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \nMajor interventions in the energy sector are designed to achieve economic progress through infrastructure development. Both \nphysical investment support and sector reform are necessary so that the benefits from economic growth will accrue to the \npoor.  \nBy strengthening and expanding distribution capacity, the proposed Investment Program is expected to result in quality and \nreliable delivery of services to customers, particularly benefiting commercial, residential, and agricultural customers in \nPakistan.  \nPoor and vulnerable customers, including social utilities such as hospitals and schools, are often the hardest hit by \ninadequate power supply, load shedding, and poor power quality. They will benefit directly from the subprojects. Direct \npositive economic and social benefits will result from the Investment Program.  \nA positive, direct impact on local labor is expected during implementation and an indirect impact will be due to the increased \nincome-earning opportunities generated by increased access to electricity and job opportunities during construction. \n \nB.  Poverty Analysis                                                                  Targeting Classification: General intervention \n1.  Key Issues  \n \nProject preparatory technical assistance consultants have prepared a social impact assessment and a poverty impact \nassessment. A socioeconomic survey was undertaken to provide a basis for the assessments. The primary objective of this \nstudy is to (i) assess whether the benefits of the Project will flow primarily to poor/nonpoor customers; (ii) design the poverty \nintervention component of the Project; and (iii) identify and deal effectively with any social risks such as involuntary \nresettlement, gender, labor, affordability, including the need to prepare any mitigating measures or plans. \nMost poor people in Pakistan are wage laborers or are self-employed. Over 40% of them live close to the poverty line; this \nindicates that shocks, such as illness, death, or drought, have the potential to drive large numbers into poverty. Most are \nlandless and less likely to have access to a health clinic or to send their children to school than those with higher incomes. A \ndisruption of their daily routine makes them more vulnerable than other groups as they do not have the resources to insure \nagainst such disruptions. \nThe Investment Program is expected to create new full-time employment opportunities in civil works. Improved power supplies \nwill induce light industrial and commercial activity, creating employment and improving the productivity and quality of outputs \nin manufacturing and agriculture sectors.   \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis  \n \nThe Investment Program will benefit all grid-connected customers with adequate and reliable supply of electricity, which would \nsupport the projections for growth in energy demand and the Government’s confirmed intent to make affordable grid-based \nelectricity supplies available to the entire population through the village electrification program. A secure and predictable \nelectricity supply will enable social and economic benefits to materialize. Poor and vulnerable customers, including hospitals, \nschools, and other social utilities, are often hardest hit by inadequate power supply, load shedding, and poor power quality. \nThey will benefit directly from the investments. \nImprovements in the quality and reliability of supply that will accrue from targeted investments are expected to improve living \nconditions in the rural areas through the creation of job and income opportunities. Businesses as well as farmers are expected \nto increase their productivity. Demand for electric installations, supplies, and maintenance is expected to increase, creating \n ", "  Appendix 11  73 \n \n \nfurther new job opportunities. In addition, a reliable electricity supply improves households’ quality of life, especially for women \nwho are traditionally responsible for the activities inside the house. \nB.  Consultation and Participation \n1.  Provide a summary of the consultation and participation process during the project preparation. \n \nStakeholder analysis has been undertaken. All stakeholders have been actively involved in order to reduce the likelihood of \ngrievances and to ensure that benefits are distributed fairly. In addition, for the selection of unskilled labor in the project area, \nthe contractors will consult with local township labor officials, local village leaders, and jirgas (tribal assembly of elders); and \nwill ensure that labor is hired on a nondiscriminatory basis.   \n \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \n3.  Was a C&P plan prepared?   Yes      No  \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). If no, explain why. \n \nC.   Gender and Development \n1.  Key Issues \n \nThe poor and women were included in participatory activities.  \n2.  Key Actions. Measures included in the design to promote gender equality and women’s empowerment—access to and \nuse of relevant services, resources, assets, or opportunities and participation in decision-making process: \n    Gender plan          Other actions/measures         No action/measure \n \nSummarize key design features of the gender plan or other gender-related actions/measures, including performance targets, \nmonitorable indicators, resource allocation, and implementation arrangements. \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n \n  Significant/Limited/  Strategy to Address  Plan or Other Measures \nIssue  No Impact  Issue  Included in Design \n    The proposed subprojects   \nInvoluntary  Limited  involve the construction of     Full Plan \nResettlement  high-voltage  transmission     Short Plan \nlines  and  substations.     Resettlement Framework \nSome  land  acquisition  is     No Action \nrequired, although impacts \non  individual  households \nwill be limited. \n    The  subprojects  identified   \nIndigenous Peoples  No impact  so  far  will  not  have     Plan \n  significant  impacts  on     Other Action \nindigenous  peoples.     Indigenous Peoples \nHowever,  an  indigenous  Framework \npeoples  development     No Action \nframework was prepared to \ncover  any  impact  the \nsubprojects  may  have \nunder future tranches. \n ", "74  Appendix 11 \n \n \n \n \n  Significant/Limited/  Strategy to Address  Plan  or  Other  Measures \nIssue  No Impact  Issue  Included in Design \n    Positive  impacts  are   \nLabor  Significant  expected. The subprojects   \n Employment   will  require  construction     Plan \nopportunities  labor  and  will  result  in     Other Action \n Labor retrenchment  permanent employment for     No Action \n Core labor standards  the  operation  and \nmaintenance  of  project \nfacilities. \n    The  subprojects  are   \nAffordability  No impact  unlikely  to  result  in     Action \nincreased prices of goods     No Action \nand services accessed by \nthe poor. \nOther  Risks  and/or  No impact  No  other  significant  risks   \nVulnerabilities  were identified.    Plan \nHIV/AIDS    Other Action \nHuman trafficking    No Action \nOthers(conflict, political \ninstability,  etc),  please \nspecify \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?     Yes      No      \n \n             \n                 \n        \n \n "], "metadata": {"CreationDate": "D:20080814082823+08'00'", "Author": "LSM", "Creator": "PScript5.dll Version 5.2", "Keywords": "proposed multitranche financing facility, power distribution enhancement investment, pakistan electric power, transmission and distribution systems, corporate governance structures, adb technical assistance 4876, adb project 38456", "Producer": "Acrobat Distiller 8.0.0 (Windows)", "ModDate": "D:20080908141327+08'00'", "Title": "Proposed Multitranche Financing Facility: Power Distribution Enhancement Investment Program"}}