{"path": "data/input/ta/38626-tha-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 38626 \nOctober 2005 \n \n \n \nTechnical Assistance \nThailand: Capacity Building for Pollution Taxation  \nand Resource Mobilization for Environment and \nNatural Resources–Phase II \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 August 2005) \n \nCurrency Unit –  baht (B) \nB1.00 =  $0.24518 \n$1.00 =  B40.875 \n \n \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nFPO  –  Fiscal Policy Office \nMOF  –  Ministry of Finance \nTA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n  Targeting Classification  –   General intervention \nSector       –   Agriculture and natural resources \nSubsector      –   Environment and biodiversity \n  Themes  –   Environmental sustainability,  \nSustainable economic growth \n  Subthemes  –   Environmental policy and legislation; \nCleaner production, control of industrial \npollution; Promoting economic efficiency \nand enabling markets \n \n \n \nNOTES \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \nThis report was prepared by H. Gunatilake, Mekong Department. ", "   \nI.  INTRODUCTION \n \n1.  The Asian Development Bank (ADB) approved technical assistance (TA) for Capacity \nBuilding  for  Pollution  Taxation  and  Resource  Mobilization  for  Environment  and  Natural \nResource  Sectors.1  The  main  objective  of  the  TA  was  to  identify  and  adapt  suitable \nenvironmental tax policy instruments for Thailand using economic principles and international \nexperience.  This  project  achieved  its  objectives  of  reviewing  international  experience  in \nenvironmental taxation and identifying the fiscal and taxation policy options available to the \nGovernment for dealing with environmental sector. It recommended a framework for pollution \ntaxation in Thailand. The TA report also highlighted the (i) need to further study the roles of \nnational  and  local  levels  of  government  and  line  ministries  pertaining  to  the  design  and \nimplementation of pollution taxation instruments, (ii) appropriate and effective management of \nrevenues collected from such instruments, and (iii) institutional links between taxation and \nrevenue management responsibilities in the context of pollution taxation. \n \n2.  The Government requested a second phase of the project to develop a pollution taxation \nact and detailed enforcement plan, using the outputs of the previous TA. A fact-finding mission \nwas launched 25–27 April 2005 and met officials from the Fiscal Policy Office (FPO) of the \nMinistry of Finance (MOF), Office of Natural Resources Policy and Planning of the Ministry of \nNatural Resources and Environment, and MOF’s Excise Department to discuss and agree on \nproject  concept  and  implementation  arrangements.  The  Government  and  ADB  signed  a \nmemorandum of understanding on 27 June 2005 on the project scope, including the impact, \noutcome, outputs, implementation arrangements, cost, and financing arrangements. The TA \nframework is in Appendix 1.2 \n \nII.  ISSUES \n \n3.  Rapid economic growth in recent decades has had adverse environmental impacts in \nThailand, resulting in the unsustainable use of natural resources. Declining water quality and \nquantity, increasing air pollution and associated health problems in urban areas, increasing \nquantities of solid and hazardous waste, degrading coastal zone resources, and reduced forest \ncover indicate the stress on the environment and natural resource base. The annual economic \ncost  of  environmental  degradation  in  Thailand  is  estimated  at  $5  billion–$10 billion.3 \nEnvironmental costs are also reflected in the diminished well-being of the Thai people. For \nexample, air pollution in Bangkok is estimated to cause thousands of premature deaths each \nyear, several million cases of sickness, and costs4 up to 10% of Bangkok residents’ annual \nincome. It has been estimated that urban households without access to safe drinking water \nspend up to 10% of their income to access safe drinking water. The economic benefits of \nimproving urban sanitation and reducing water pollution have been estimated at $9 billion per \nyear.5 \n \n4.   MOF has been examining the possibility of introducing pollution taxation in Thailand, in \nresponse to the negative environmental consequences of economic development. This initiative \n                                                 \n1 ADB. 2003. Technical Assistance to the Kingdom of Thailand for Capacity Building for Pollution Taxation and \nResource Mobilization for Environment and Natural Resource Sectors. Manila. \n2  The TA first appeared in ADB Business Opportunities (internet edition) on 8 April 2005. \n3  Ministry of Finance, Fiscal Policy Office. 2004. A Framework for Pollution Taxation in Thailand. Bangkok. \n4  These costs include cost of averting activities, medical costs, and lost wages. \n5 World Bank. 1999. Building Partnerships for Environmental and Natural Resources Management. World Bank \nRegional Office: Bangkok. \n ", "2     \nis  in  accordance  with  the  Government’s  policy  to  restore  the  condition  and  quality  of  the \nenvironment  and  natural  resources,  and  prevent  further  degradation  and  depletion.  The \nGovernment  has  strongly  emphasized  that  both  public  and  private  sectors  should  be \naccountable for the social costs of environmental degradation caused by their activities.   \n \n5.  MOF is currently committed to four strategic objectives in its cabinet-approved four-year \nministerial strategy (FY2005–FY2008).6 One of these objectives is to promote a knowledge-\nbased society, strengthen community ties, and promote a good environment. MOF is intently \nexamining its role in enabling greater use of various economic instruments (i.e., taxes, fees, and \nsurcharges) to enhance environmental management in Thailand. In general, MOF agrees with \nthe polluter-pays and user-pays principles in which polluters are responsible for the cost of \nenvironmental degradation, and users pay for environmental services.  \n \n6.  Existing laws and regulations are inadequate in promoting environmentally responsible \nbehavior by polluters or dealing effectively with other environmental problems. At present, policy \nmeasures  for  environmental  management  in  Thailand  mainly  represent  the  command-and-\ncontrol  approaches.  Under  the  existing  command  and  control  system,  environmental \nmanagement is undertaken as authorized by  various laws such as the Enhancement and \nConservation of National Environmental Quality Act (1992), Thai Water Way Act (1913), The \nRoyal Irrigation Act (1942), Public Health Act (1992), and Public Cleansing and Orderliness Act \n(1992).  In  some  instances,  the  Excise  Tax  Act  (1992)  has  also  been  used  to  support \nenvironmental protection despite limitations. The Government has set up environmental quality, \nemission,  and  performance  standards  under  existing  policies.  The  policy  and  regulatory \nframework relies on fines and penalties to ensure compliance. The effectiveness of monitoring \nand enforcement—a prerequisite for the success of the current approach—is generally low.   \n \n7.  Technological restrictions and uniform standards restrict polluting entities from finding \ncost-effective  methods  for  pollution  abatement.  Economic  instruments  such  as  pollution \ntaxation—unlike standards—provide incentives for polluters to change their behavior, and invest \nin and explore technological improvements that reduce the cost of pollution control. Pollution \ntaxation  generates  revenue  that  can  be  earmarked,  under  suitable  circumstances,  for \ninvestment in environmental improvement. Moreover, pollution taxation can be used as a policy \ntool  for  (i)  improving  the  quality  of  environment  and  natural  resources  and  redressing \nenvironmental  degradation,  (ii)  promoting  sustainable  use  of  limited  and  scarce  natural \nresources, and (iii) encouraging local authorities to undertake increasing responsibility for local-\nlevel environment management.   \n \n8.  Pollution taxation principles can be designed to facilitate the implementation of the \nGovernment’s administrative and fiscal decentralization plans and support the national agenda \nin  achieving  sustainable  development.  Since  February  2004,  ADB  has  provided  technical \nassistance to MOF to develop a pollution taxation policy framework. This capacity building \nproject  identified  suitable  pollution  taxation  instruments  for  environmental  management  in \nThailand (Appendix 2). Further legal, institutional, organizational, and economic analyses are \nrequired  to  develop  a  pollution  taxation  act  and  enforcement  framework  for  implementing \npollution  taxation.  Therefore,  this  TA  will  develop  the  legal  framework  and  enforcement \nmechanism for pollution taxation.  \n \n                                                 \n6 Ministry of Finance.  Available: http://strategy.mof.go.th. ", "3 \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA’s major impact will be reduced pollution in key sectors such as energy, industry, \nwastewater, solid waste, transport, and tourism. It will also promote sustainable use of natural \nresources such as water, land, forest, coastal resources, and mineral resources through the \napplication of appropriate user-fees. The TA will increase government tax revenues, part of \nwhich will be earmarked for investment in environmental improvements in selected sectors on a \npriority basis.  \n \n10.  The  TA’s  purpose  is  to  develop  an  enabling  legal  and  enforcement  framework  for \nimplementing a pollution taxation policy to enhance the overall condition of the environment and \nensure sustainable use of natural resources for further economic development in Thailand. It will \nalso resolve the issue of decentralizing administrative responsibilities from central to provincial \nauthorities, with respect to pollution taxation. The TA will rationalize and harmonize existing \nlegal instruments, which are scattered among a number of government agencies, to ensure \neffective implementation of the pollution taxation policy in Thailand.  \n \n11.  The major outputs of the TA are (i) documented legal principles of pollution taxation; \n(ii) power  devolution  principles;  (iii)  tax  revenue  management  principles;  (iv)  institutional \nresponsibilities; (v) monitoring requirements; and (vi) rationalized pollution taxation policies, \nplans, and implementation arrangements. These outputs will be used to draft the pollution \ntaxation  act  for  Thailand.  An  additional  TA  output  is  the  built  capacity7  on  (i)  selecting \nappropriate taxation instruments; (ii) determining appropriate tax rates, and (iii) implementing \nand administrating tax policy, revenue management, and allocation of tax revenue on a priority \nbasis for investments in environment improvement and pollution abatement, within relevant \ngovernment agencies. \n \nB.   Methodology and Key Activities \n \n12.  The TA will undertake legal, institutional, organizational, and further economic analyses \nto develop a feasible pollution taxation plan for key sectors of the Thai economy. Its major focus \nwill be on drafting a pollution taxation act, and developing an enforcement plan and institutional \narrangements. This requires the translation of economic principles recommended in phase I to \nlegal principles, taking into account the (i) role of national and local levels of government, as \nwell  as  line  ministries,  pertaining  to  the  design  and  implementation  of  pollution  taxation \ninstruments;  (ii)  appropriate  and  effective  management  of  revenues  collected  from  such \ninstruments to ensure adequate investment in priority areas for environmental improvements; \n(iii) institutional links between taxation and revenue management responsibilities in the context \nof  pollution  taxation  and  investments  in  environmental  improvements;  (iv)  principles  and \nguidelines for a performance-based revenue allocation; and (v) monitoring requirements to \nensure fiscal discipline in the use of pollution taxation revenue.  Insofar as feasible, these \nprinciples should be based on a review of existing legal and institutional frameworks for pollution \ntaxation  in  countries  such  as  Australia,  Denmark,  Japan,  and  United  States,  which  have \nsuccessfully implemented pollution taxation policies.  \n \n                                                 \n7 The international and national consultant of the TA will provide on-the-job training for the relevant government \nofficers on the design and implementation of pollution taxes.  ", "4     \n13.  The  TA  will  develop  a  detailed  enforcement  plan  for  the  successful  introduction  of \npollution taxation in Thailand. It will identify the best tax instruments, appropriate tax rates, and \nadministrative approaches for selected key environmental sectors, including solid waste, water, \nand energy. The capacity of the relevant line agencies will be built to undertake similar activities \nin other sectors. \n \n14.  The current system of tax collection is scattered among many agencies and does not \nadequately address environmental concerns. The TA will develop a plan for rationalizing and \nharmonizing existing pollution taxation policies, plans, and implementation instruments. The TA \nwill  identify  acceptable  benchmark  and  key  performance  indicators  of  the  pollution  tax \nadministration  to  ensure  effective  tax  collection  and  revenue  management.  The  TA  will \nundertake institutional gap analysis to recommend how to enhance the capacity of relevant \ninstitutions for effective implementation and administration of pollution taxation.    \n \n15.   The TA will use a participatory and consultative approach in designing the pollution \ntaxation act, enforcement plan, and institutional arrangements. The consultation process will \nfocus  on  the  (i)  pollution  taxation  framework  proposed  in  phase  I,  (ii)  institutional  and \nadministrative pollution taxation issues, (iii) pollution tax administration capacity building needs \nof national and local governments, and (iv) devolution of pollution taxation power from national \nto local authorities. Consultation findings will be incorporated to the pollution taxation act and \nenforcement plan to develop an effective plan for pollution tax administration—acceptable to the \nGovernment, public, and other stakeholders. Four consultation workshops will be held, at least \ntwo  of  which  will  be  outside  Bangkok.  In  addition,  a  number  of  local  study  tours  will  be \nundertaken to understand pollution taxation and implementation issues in local government. \n \n16.  Project impacts and outcomes depend on the Parliament of Thailand’s approval of the \ndraft pollution taxation act. One of the possible risks of the proposed project is lack of support \nfor pollution taxation among the business community, which generally believes that pollution \ntaxation  will  make  their  business  less  competitive.  These  two  risks  can  be  minimized  by \nadopting a participatory, consultative, and transparent approach to developing the pollution \ntaxation act. Another risk is the lack of specific data to assess appropriate tax rates—to ensure \nthat tax rate is too high and it becomes an extra burden on business or tax rate is too low to \nchange the behavior of polluters so that pollution abatement will be insufficient. If the necessary \ndata is not available, benefit transfer or other methods will be used to determine appropriate tax \nrates.  \n \nC.  Cost and Financing \n \n17.  The total cost of the TA is estimated at $322,000 equivalent, of which $118,500 is the \nforeign exchange cost and $203,500 equivalent the local currency cost. The Government has \nrequested ADB to finance $225,000 equivalent, covering the entire foreign exchange cost and \n$106,500 equivalent of the local currency cost. The TA will be financed on a grant basis by \nADB’s TA funding program. The Government will finance the balance of the local currency cost, \nequivalent  to  $97,000,  through  provision  of  office  accommodation,  equipment,  legal  and \neconomic staff, and local communication. Detailed cost estimates are in Appendix 3. \n \nD.  Implementation Arrangements \n \n18.  MOF will serve as the Executing Agency and FPO will be the Implementing Agency. \nMOF will supervise implementation of the TA and coordinate with ADB to ensure high-quality \noutput.  The  FPO  director  will  bear  overall  responsibility  for  project  implementation  on  the ", "5 \nGovernment side. A full-time administrative staff will be appointed to implement the project. A \nproject office will be established within the FPO office. The FPO director will be responsible for \nsubmission of biannual progress reports to ADB, prepared by the project team leader. FPO will \nprovide  legal  and  economic  staff  to  work  in  collaboration  with  the  consultant  as  well  as \nequipment, local travel, and communication facilities. An ADB officer will undertake at least \nthree reviews—at inception, midterm, and the final stage of the project. The midterm review will \nbe undertaken through a review mission and the other two reviews will be carried out using \nelectronic media and written review reports. Relevant project documents will also be subjected \nto review by a technical advisory committee, including staff from the Environment and Social \nSafeguard Division of ADB’s Regional and Sustainable Development Department, the Office of \nthe General Counsel, and MOF. \n \n19.  The TA will be implemented over 12 months beginning November 2005. The proposed \nproject requires the input of 6.7 person-months of international consultants and 12.4 person-\nmonths of domestic consultants, workshops and seminars, local study tours, counterpart staff \nsupport, office space, communication facilities, and equipment. Consultants will be recruited on \nan individual basis in accordance with ADB’s Guidelines on the Use of Consultants and other \narrangements satisfactory to ADB for the selection and engagement of domestic consultants. \nWorkshops  and  seminars  will  be  conducted  to  present  the  pollution  taxation  approach  to \nstakeholders and receive feedback. Study tours will examine institutional gaps, enforcement \nproblems,  and  other  related  issues  at  the  provincial  level—to  understand  the  feasibility  of \ndevolution of pollution control responsibility. Outline terms of reference for consultants are in \nAppendix 4. \n \nIV.  THE PRESIDENT’S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $225,000 on a grant basis to \nthe  Government  of  Thailand  for  Capacity  Building  for  Pollution  Taxation  and  Resource \nMobilization for Environment and Natural Resources Sectors-Phase II, and hereby reports this \naction to the Board. \n ", "  6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions and \nSummary  Indicators/Targets  Sources/Reporting  Risks \nMechanisms \nImpact      Assumption \nReduction of air and water  • Air quality and water  • Air quality monitoring  •  Parliament of \npollution in Thailand  quality approaches  data   Thailand approves \n  government standards    pollution taxation act \nProper disposal of solid  (2009)  • Water quality \nwaste in major cities in    monitoring data \nThailand   • Solid and hazardous  • ADB environmental \n  waste management in  performance \n  selected cities will meet  assessment reports \n  government targets   \n(2009)   \n   \n• Government tax revenue  • Government tax \nwill increase substantially  revenue reports \nand a suitable proportion   \nof increased revenue will   \nbe invested in \nenvironmental \nimprovement \nOutcome      Assumption \nFeasible pollution taxation  • Draft pollution taxation  • Technical expert  •  Ministry of Finance   \nact and enforcement plan  act and enforcement plan  committee comments  and Ministry of \nwill be available    Natural Resources \n(December 2006)  • Project progress  and Environment \n  review reports   accept draft pollution \n  taxation act and \nimplementation plan \n•  Business community \naccepts the \nproposed tax policy. \nOutputs      Assumptions \n1. Economic pollution   • Interim report of legal  • Project progress  •  Quality of local \ntaxation principles  principles of pollution  review reports  consultants is \ntranslated to legal  taxation in Thailand is    adequate to \nprinciples and  available (April 2006)  • Technical expert  undertake tasks \ndocumented    committee comments  •  Data on cost of \n2. Power devolution   • Sector-specific tax policy    abatement and \nprinciples, tax revenue  report is available (April    damage costs is \nmanagement principles,  2006)    available \ninstitutional     \nresponsibilities, and  • Institutional gap analysis   \nmonitoring requirements  report is available (June   \ndeveloped and  2006)   \ndocumented     \n3. Existing pollution   • Four workshops and four   \ntaxation policies, plans,  study tours have been   \nimplementation  conducted (September   \narrangements, and  2006)   \ninstitutions rationalized     \nand harmonized  • Draft pollution taxation   ", "Appendix 1      7 \n4. Capacity building of   act and enforcement plan   \nrelevant agencies  are available (September   \nachieved in selection of  2006)   \ntax instruments, \nappropriate tax rates, tax \npolicy administration, and \nrevenue management  \nActivities with Milestones  Inputs \n1.   Develop legal principles to guide codification of pollution taxation framework in   \nThailand.  ADB: $225,000 \n•  6.7 person-months of \n2.  Identify  pollution  tax  policy  instruments,  appropriate  tax  levels,  and  international \nadministrative approaches for selected key environmental sectors (i.e., solid  consultants \nwaste,  water,  energy,  etc.)  and  prioritize  suitable  pollution  taxation  policy  •  12.4 person-months \noptions for these key sectors.  of domestic \nconsultants \n3.   Develop plan for rationalization and harmonization of existing pollution taxation  •  Travel and per diem \npolicies, plans, implementation arrangements, and institutions.                   •  Workshops/seminars \n4.   Identify acceptable benchmark and key performance indicators for pollution tax \n•  Local study tours \nadministration. \n \n5.  Identify the need for capacity building in relevant institutions to effectively \n \nimplement and administer pollution taxation in Thailand.    \nGovernment:$97,000 \n \n•  Counterpart staff \n 6.   Conduct necessary consultation with relevant stakeholders on pollution taxation \n•  Equipment \npolicy and administrative issues.  \n•  Office space \n \n•  Local travel \n 7.  Develop implementation plan for the successful introduction of pollution taxation  \n•  Local communication \nin Thailand. \n \n8.   Draft pollution taxation act for Thailand using the outputs of activities 1–7 above. \nADB = Asian Development Bank, MOF = Ministry of Finance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "8  Appendix 2     \nCAPACITY BUILDING FOR POLLUTION TAXATION AND RESOURCE \nMOBILIZATION FOR ENVIRONMENT AND NATURAL RESOURCES SECTOR \nPHASE I PROJECT SUMMARY \n \n1.  The  Government  of  Thailand  has  been  reviewing  its  tax  and  subsidy  structures  to \nimprove the performance of the environment and natural resources sectors, with the objectives \nof  enhanced  environmental  management  and  increased  tax  revenues.  The  Government \nrequested Asian Development Bank (ADB) assistance for an advisory technical assistance (TA) \nto develop a pollution taxation framework to fulfill these objectives. In response to this request, \nADB  granted  small-scale  TA  of  $60,000  for  Capacity  Building  for  Pollution  Taxation  and \nResource Mobilization for Environment and Natural Resource Sectors.1 The main objectives of \nthis TA were to strengthen the capacity of the Ministry of Finance (MOF) and relevant line \nagencies to (i) design and implement a pollution taxation policy plan, and (ii) mobilize and \nallocate resources to improve the management of Thailand’s environment and natural resources \nsectors. \n \n2.  The TA undertook (i) a review of global, regional, and Thai experiences in applying \neconomic  instruments  for  environmental  management  and  the  sustainable  use  of  natural \nresources; (ii) a review of centralized and decentralized pollution taxation policy development \nand  implementation;  (iii)  diagnostic  assessment  of  rationalization/harmonization  of  existing \nnational pollution taxation policies, plans, and implementation instruments focusing on pollution \ntaxation  in  the  environment,  water  resources,  industry,  and  energy  sectors;  and \n(iv) identification,  refinement,  and  prioritization  of  suitable  national  pollution  taxation  policy \noptions and instruments. Thus, the TA developed broader economic principles and guidelines \nfor a pollution taxation policy in Thailand. \n \n3.  The TA undertook the necessary groundwork to implement a pollution taxation policy \nboth at national and decentralized local levels in Thailand. However, its attempt to develop a \nroad map for implementation of pollution taxation and examine the legal implications of the \nproposed pollution taxation policy had limited success—mainly due to limited resources. In \naddition to the development of broader economic principles for pollution taxation, the TA built \nconfidence  within  MOF  for  ADB  assistance  to  Thailand  for  the  environment  and  natural \nresources sectors. In this context, the Government seeks further assistance to proceed with \ndrafting a pollution taxation act. Phase II of the project will undertake the necessary legal, \ninstitutional, organizational, and further economic analyses to develop the pollution taxation act. \nIt  will  also  build  the  capacity  necessary  within  line  agencies  and  undertake  stakeholder \nconsultations to ensure broader acceptance of the pollution taxation policy. \n \n \n                                                 \n1 ADB. 2003. Technical Assistance to the Kingdom of Thailand for Capacity Building for Pollution Taxation and \nResource Mobilization for Environment and Natural Resource Sectors. Manila. ", "                                                                                                                                      Appendix 3    9  \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Foreign  Local  Total Cost \nExchange  Currency \nA.  Asian Development Bank Financinga       \n  1.  International Consultants   \n    a.  Environmental Law Expert   \n      i.  Remuneration and Per Diem  64.00   64.00\n      ii.  Travel  9.50   9.50\n    b.  Environmental Economics and Policy Expert   \n      i.  Remuneration and Per Diem  32.00   32.00\n      ii.  Travel  9.50   9.50\n  2.  Domestic Consultants   \n    a.  Environmental Law Expert  25.00  25.00\n    b.  Environmental Economics and Policy Expert  25.00  25.00\n    c.  Institutional and Organizational Management  19.00  19.00\n      Expert \n  3.  Workshops and Local Study Tours  26.00  26.00\n  4.  Administrative Support  9.50  9.50\n  5.  Contingencies  3.50 2.00  5.50\n      Subtotal (A)  118.50 106.50  225.00\n   \nB.  Government Financing   \n  1.  Office Space, Equipment, and Supplies   20.00  20.00\n  2.  Remuneration of Counterpart Staff  50.00  50.00\n  3.  Local Travel  15.00  15.00\n  4.  Local Communication  12.00  12.00\n      Subtotal (B)  97.00  97.00\n   \n        Total  118.50 203.50  322.00\na Financed by the Asian Development Bank’s technical assistance funding program. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consulting services will include 6.7 person-months of international expertise \nincluding environmental law (team leader), environmental economics, and policy formulation; \nand 12.4 person-months of domestic expertise on institutional and organizational analysis, \nenvironmental  economics  and  policy,  and  environmental  law.  The  team  leader  will  be \nresponsible  for  the  quality  of  the  interim  reports  and  preparation  of  the  draft  pollution \ntaxation. The international and domestic specialists will work in tandem coordinating and \nsynchronizing their activities and inputs to prepare coherent analyses and reports. \n \nA.  International Consultants \n \n1.  Environmental Law Expert–Team Leader (4.5 person-months) \n \n2.  The environmental law expert should possess an advanced degree, preferably PhD, \nin environmental law together with at least 10 years of international experience. They should \nhave good exposure to overall environmental policy formulation in developing countries. \nPrevious  experience in  preparation  of  pollution  taxation  acts  and  implementation  plans \ntogether with institutional arrangements in developing/middle-income countries is desired. \nThe environment law expert will be responsible for the following tasks: \n   \n(i)  Review the final report of Phase 1 and translate/codify the broader economic \nprinciples to legal principles; \n \n(ii)  Prepare biannual progress reports and submit them to the Fiscal Policy Office \n(FPO) director; \n \n(iii)  Coordinate the activities of other consultants and ensure timely and high \nquality output of team members; \n \n(iv)  Organize necessary stakeholder consultation meetings and study tours; \n \n(v)  Liaise with relevant government agencies and other stakeholders throughout \nthe  project  to  ensure  acceptance  of  the  pollution  taxation  policy  and \nassociated pollution taxation act; \n \n(vi)  Prepare an interim report of legal principles for pollution taxation in Thailand; \nand \n \n(vii)  Draft pollution taxation act and implementation plans synthesizing the inputs \nof other team members. \n \n2.  Environmental Economics and Policy Expert (2.2 person-months) \n \n3.  The environmental economics and policy expert should possess a higher degree, \npreferably  Ph.D.  in  environmental  economics  with  at  least  10  years  experience  in \nenvironmental  policy  formulation  in  developing  countries.  Previous  experience  in \nenvironmental  policy  matters  in  Thailand  would  be  an  asset.  The  main  tasks  of  the \nenvironmental economics and policy expert will include the following: \n   \n  (i)  Develop broader economic principle for application of tax instruments for the \nnatural resources sector; \n \n(ii)  Assist  the  team  leader  in  translating/codifying  the  broader  economic \nprinciples to legal principles; ", "                                                                                                                       Appendix 4      11  \n \n(iii)  Assist  the  team  leader  in  resolving  the  organizational/institutional  and \nadministrative issues in developing the pollution taxation implementation plan; \n \n(iv)   Further analyze the economic principles to identify appropriate instruments, \ntax rates, and administrative procedures for selected key sectors such as \nenergy, transport, industry, tourism, and natural resources; \n \n(v)  Undertake capacity building related to the above task within the relevant line \nministries; and \n \n(vi)  Assist the team leader in drafting pollution taxation act and implementation \nplan. \n \nB.  Domestic Consultants \n \n1.  Institutional and Organizational Expert (3.4 person-months)  \n \n4.  The institutional and organizational expert should have an advanced degree in a \nrelevant field and at least 10 years of experience in institutional and organization changes \nrelated to policy changes in Thailand. The specific tasks of the expert will include the \nfollowing: \n \n(i)  Provide  necessary  inputs  to  the  team  leader  in  developing  plan  for \nrationalization and harmonization of existing pollution taxation policies, plans, \nimplementation arrangements, and institutions; \n \n(ii)  Identify  acceptable  benchmark  and  key  performance  indicators  of  the \npollution tax administration; \n \n(iii)  Identify the need for capacity building in relevant institutions, to effectively \nimplement and administer pollution taxation in Thailand; and  \n \n(iv)  Provide  necessary  inputs  to  the  team  leader  regarding  institutional  and \norganizational management issues in drafting the pollution taxation act and \nimplementation plan. \n \n2.  Environmental Economics and Policy Analyst (4.5 person-months)  \n \n5.  The environmental economist and policy analyst should have an advanced degree in \nenvironmental economics and 5–10 years experience in environmental policy formulation \nand analysis in Thailand. The tasks of the environmental economics and policy analyst will \ninclude the following: \n \n(i)  Provide  local  experience  inputs  to  the  team  leader  and  international \nconsultant; \n \n(ii)  Assist the international environmental economist; and \n \n(iii)  Undertake analysis, consultative and capacity building activities, and other \nnecessary  activities  requested  by  the  team  leader  and/or  international \nconsultant, related to the tasks of the international environmental economic \nexpert. \n \n ", "12    Appendix 4 \n3.  Environmental Law Expert (4.5 person-months) \n \n6.  The environmental law expert should possess an advanced degree in environmental \nlaw and 5–10 years experience in environmental policy formulation in Thailand. The tasks of \nthe environmental law expert will include the following: \n \n(i)  Provide inputs to the team leader, bringing relevant local experience on legal \nmatters in developing the pollution taxation act; \n \n(ii)  Assist the team leader in undertaking matters pertaining to environmental \nlegal aspects of pollution taxation; and \n \n(iii)  Undertake  analysis,  consultative  activities,  and  other  necessary  activities      \nrequested by the team leader related to legal aspects of pollution taxation.  \n "], "metadata": {"ModDate": "D:20051110135411+08'00'", "CreationDate": "D:20051104082907+08'00'", "Title": "Technical Assistance to Thailand for Capacity Building for Pollution Taxation and Resource Mobilization for Environment and Natural Resources Sectors–Phase II", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}}