{"path": "data/input/ta/39028-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 39028 \nDecember 2006  \n \n \n \n \nMitigation of Transboundary Air Pollution from  \nCoal-Fired Power Plants in North-East Asia \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nFGD   –  flue gas desulfurization  \nGW   –  gigawatt \nNDRC  –  National Development and Reform Commission \nNEASPEC  –  North-East Asia Subregional Program for Environmental \n    Cooperation  \nNO   –  nitrogen oxide \nx\nPRC  –  People’s Republic of China \nSO   –  sulfur dioxide \n2\nTA  –  technical assistance \nUNESCAP   –  United Nations Economic and Social Commission for Asia and \n  the Pacific  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Environmental sustainability, regional cooperation, capacity \ndevelopment \nSubthemes  –  Clean production, control of industrial pollution, institutional \ndevelopment regional public goods \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  H. Satish Rao, East Asia Department (EARD) \nDirector  A. Terway, Energy Division, EARD \n   \nTeam leader  A. Maxwell, Environment Specialist, EARD \n ", " \nI.  INTRODUCTION \n \n1.  Regional dialogue on environmental cooperation in North-East Asia commenced in 1993 as \na follow-up to commitments made during the Earth Summit.1 The first intergovernmental meeting \nheld in Seoul, Republic of Korea in February 1993 led to the establishment of the North-East Asia \nSubregional Program for Environmental Cooperation (NEASPEC). The secretariat for NEASPEC is \nlocated  at  the  United  Nations  Economic  and  Social  Commission  for  Asia  and  the  Pacific \n(UNESCAP) in Bangkok, Thailand. The Asian Development Bank (ADB) has supported NEASPEC \nsince its formation, including two previous regional technical assistance grants.2 During the 10th \nNEASPEC Senior Officials Meeting in Okinawa, Japan in November 2004, subregional partners \nrequested continued ADB support for mitigation of transboundary air pollution from coal-fired power \nplants and a draft concept paper was presented. The draft concept paper was endorsed by the 11th \nNEASPEC  Senior  Officials  Meeting  in  Seoul,  Republic  of  Korea,  24–25  October  2005.  The \ntechnical assistance (TA) was included in the ADB regional assistance pipeline in 2005,3 and will \ninclude participation from the People’s Republic of China (PRC), Mongolia, the Republic of Korea, \nand Japan.  \n \n2.  An ADB mission visited UNESCAP in Bangkok from 10 to 15 August 2006 to discuss the \nproject design. A joint ADB and UNESCAP Fact-Finding Mission visited PRC, the Republic of Korea, \nMongolia, and Japan from 17 to 30 September 2006 and reached agreement with the respective \ngovernments  regarding  the  TA’s  impact,  outcome,  outputs,  implementation  arrangements,  and \nfinancing arrangements. The TA project design and monitoring framework is provided in Appendix 1. \n \nII.  ISSUES \n \n3.  Transboundary air pollution from coal-fired power plants is a major regional environmental \nissue  in  North-East  Asia.  The  emissions  from  tall  stacks  disperse  pollutants  into  the  upper \natmosphere, contributing to transboundary pollution, such as acid rain, with impacts occurring \nconsiderable distances from the source of the pollution. Acid deposition can cause deterioration in \npublic  health,  reduced  agricultural  productivity,  damage  to  infrastructure,  and  ecosystem \ndegradation.  Sulfur  and  nitrogen  oxide  emissions  are  the  major  causes  of  long-range  acid \ndeposition. Prevailing wind conditions in North-East Asia are generally from west to east; however, \nthey can vary considerably. Limitations of climatic modeling and relevant data have made it difficult \nto achieve scientific and political consensus on the relative impacts from transboundary pollution. \nRecent studies4 have indicated that in July 2002, 25–39% of sulfur deposition in the Republic of \nKorea and 28–48% in Japan was sourced from PRC. During the same period, up to 21% of sulfur \ndeposition in some areas of PRC was sourced from the Republic of Korea and Japan. The cost of \ntransboundary pollution from coal-fired power plants is considerable. The PRC State Environment \nProtection Administration estimates that each ton of sulfur dioxide (SO ) discharged may cause up \n2\nto $2,500 of economic losses in PRC.  \n \n4.  The North-East Asian economies are all dependent on coal-fired power generation, but to \nvarying degrees. In PRC, total installed capacity in 2005 was 517 gigawatts (GW), the second \n                                                 \n1  Agenda  21  Action  Program  for  Sustainable  Development,  United  Nations  Conference  on  Environment  and \nDevelopment, held in Rio de Janeiro in June 1992. \n2  ADB. 1996. Technical Assistance for Environmental Cooperation in North-East Asia. Manila (TA 5695-REG for \n$495,000, completed in 1998), and ADB. 1999. Transboundary Environmental Cooperation in North-East Asia. Manila \n(TA 5865 REG for $350,000, completed in 2004). \n3  The TA first appeared in ADB Business Opportunities on 9 April 2005. \n4   Secretariat of Working Group for Long-range Transboundary Pollution (LTP) Project. 2006. Annual Report, the 6th Year \nJoint Research on Long-range Transboundary Air Pollutants in Northeast Asia. Seoul, Government Publication. \n ", "2   \nhighest in the world, of which 75.6% (391 GW)5 was from coal-fired power plants. Total installed \ncapacity in Mongolia is 0.83 GW (2005) with 100% coal-fired, grid-connected generation. In the \nRepublic of Korea, total generation capacity in 2005 was 60 GW with 28.9% consisting of coal-fired \ngeneration. In Japan, total installed capacity in 2000 was 229 GW with 12.8% being coal-fired.6  \n \n5.  The economies of North-East Asia, particularly PRC, have experienced sustained growth in \nrecent decades and continued growth is anticipated. Growing energy demands from the expanding \neconomies will be supplied predominantly from coal-fired generation. In PRC, it is estimated that \ninstalled coal-generated capacity will be 750 GW by 2010. To help meet PRC’s energy demands, \n11.1 GW of new coal-fired generation capacity is being considered in southern Mongolia by 2015. \nIncreasing  coal-fired  power  generation  has  the  potential  to  exacerbate  acidic  transboundary \ndeposition across North-East Asia. In PRC in 2005, total SO  emissions reached 25.9 million tons, \n2\nthe highest in any country in the world. While SO  emissions declined during the 1990s, SO  \n2 2\nemissions rose 27% between 2001 and 2005. The main reason for the increase was the rapid 64% \nexpansion in coal-fired generation capacity (238 GW in 2000 to 391 GW in 2005) and relatively low \ninstallation of emission-control equipment.  \n \n6.  Based on international experience, a number of approaches have been proven successful in \nreducing emissions from coal-fired power plants. Many countries are diversifying power generation \nby introducing less-polluting fuels. In Japan, although the share of coal in power generation is \nexpected to rise to around 24% in 2030, compared with 14% in 1990, the selection of imported low-\nsulfur  coal  is  prioritized.  In  the  Republic  of  Korea,  the  Government  is  diversifying  electricity \ngeneration,  strengthening  national  SO   emission  standards,  and  introducing  stringent  energy \n2\nefficiency regulations in the industrial sector. Market mechanisms such as “cap and trade” systems \nare being implemented in a number of countries to control SO  emissions. The United States is \n2\noperating a successful SO  trading system, the Republic of Korea (Seoul) is developing an SO  \n2 2\ntrading scheme, and PRC is currently developing a national SO  “cap and trade” system.  \n2\n \n7.  A number of North-East Asian countries are using pollution-abatement equipment to reduce \nemissions that lead to acid deposition. In Japan, 96% of coal-fired power plants are installed with \ndesulfurization-abatement  equipment  and  94%  are  fitted  with  either  low  nitrogen  oxide  (NO ) \nx\nburners or selective catalytic reduction for NO  control (2000). In the Republic of Korea, 65% of \nx\ncoal-fired power plants are installed with flue gas desulfurization (FGD) equipment (2001). In PRC, \nin 2005, 53 GW of installed capacity, or 14% of installed coal-fired generation, has been fitted with \nFGD equipment.7 FGD equipment is currently being installed in over 100 GW of generation capacity \nin PRC. Mongolia has not installed FGD equipment in any of its coal-fired power plants. Due to high \nmaintenance requirements and high operating costs for emission-abatement equipment, dedicated \nmaintenance  programs  and  effective  compliance  monitoring  are  required  to  achieve  targeted \nemission reductions. Other successful methods for reducing sulfur oxide and NO  emissions have \nx\nincluded improving operational energy efficiencies of power plants, and increasing demand-driven \nenergy use management to reduce coal consumption. \n \n8.  The North-East Asian nations recognize the economic and social impact from coal-fired \npower plant emissions. In response, a number of regional dialogues have emerged, such as the \nLong-Range Transboundary Pollution Initiative and Acid Deposition Monitoring Network in East \nAsia, which focus on coordination of a range of transboundary air pollution issues. On a national \n                                                 \n5  China Electricity Council. 2006. 2005 Annual Statistics Report on Power Industry. Beijing. (5 September). \n6  Japan Central Research Institute of Electric Power Industry. 2006. Air Pollution Control in Japan. Unpublished. (2000 \ndata). \n7  Department of Environmental Protection and Resource Conservation, NDRC website, 2005 data. \n ", "  3\nbasis, each country is actively addressing emission-abatement challenges. For example, in PRC, \nthe 11th Five-Year Plan (2006–2010) has established an emissions-reduction target for SO  of 10%. \n2\nThis will be a major challenge as generation capacity, which is dominated by coal-fired generation, \nis predicted to increase by 45% during the same period. ADB has been actively supporting North-\nEast Asian regional and in-country efforts to reduce acidic deposition from coal-fired power plants \nand improve air quality. ADB’s assistance has included (i) two previous TA projects to support \nregional environmental cooperation on transboundary air pollution, (ii) a number of loans targeting \nimprovements in air quality and reductions in coal consumption, such as Loan 1890-PRC: Acid Rain \nControl and Environment Improvement, Loan 1548-MON: Ulaanbaatar Heat Efficiency Project, and \nLoan 1715–PRC: Shanxi Environment Improvement Project, and (iii) support for the Clean Air \nInitiative in Asian Cities. The proposed TA is consistent with ADB's second medium-term strategy \n(2006–2008), which prioritizes regional cooperation and environmental management. The proposed \nTA is also consistent with the ADB country strategy and program (2004–2006)8 pillars of improving \nthe environment and promoting regional cooperation.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The impact of the TA will be reduced transboundary air pollution. The outcomes will be \nenhanced environmental cooperation among countries of the North-East Asia subregion relating to \ntransboundary  air  pollution,  increased  technical  capacity  and  knowledge  transfer  regarding \nprevention and management of transboundary pollution, and enhanced capacity for management of \ncoal-fired power plant emissions in Mongolia through development of emission standards.  \n \nB.  Methodology and Key Activities \n \n10.  The following activities will be conducted under the TA: \n \n(i)  Component 1. Air Pollution Abatement Plans. The TA will assist in developing air \npollution abatement plans to minimize transboundary impacts from coal fired power \nplants. Activities will include (a) preparation of abatement plans, (b) audits of the \npriority  emission  sources  to  identify  required  infrastructure  installations,  (c) \ndevelopment of project pre-feasibility studies, and (d) assessment of benefits to \ntransboundary pollution from implementation of the abatement plans.   \n \n(ii)  Component 2. SO  Emission Regulation and Compliance. The TA will (a) assess \n2\ncompliance issues relating to SO  emission regulation policy implementation, and (b) \n2\nbased  on  international  experience,  provide  recommendations  on  regulatory  and \nmarket based alternatives for SO  emission compliance management, particularly \n2\nrelating to management of transboundary air pollution.  \n \n(iii)  Component  3.  Mongolian  Power  Plant  Emission  Standards.  As  a  key \nrecommendation  from  an  earlier  TA,9 assistance  will  be  provided  to  develop \nemission standards and other regulatory documentation for coal-fired power plants in \nMongolia. The scope will cover existing and proposed coal-fired power plants.   \n \n                                                 \n8   ADB. 2003. Country Strategy and Program (2004-2006), People’s Republic of China. Manila (October). \n9  ADB. 1999. Technical Assistance for Transboundary Environmental Cooperation in North-East Asia. Manila (TA 5865–\nREG, for $350,000, which was completed in 2004). \n ", "4   \n(iv)  Component 4. Knowledge Transfer and Dissemination. The TA will assist in the \npreparation of (a) training workshops for power plant staff, (b) regional workshops \nand  site  visits  to  showcase  regional  advances  in  power  plant  efficiency \nimprovements and pollution-abatement technologies, (c) transboundary air pollution \nseminars or expert workshops, and (d) dissemination materials, including project \nwebsite and brochures. \n \n(v)  Component 5. Demonstration Project and Management Modules. Component 5 \nwill  consist  of  demonstration  activities,  including  abatement  technology  and \nmanagement  modules.  A  range  of  alternative  projects  and  modules  have  been \nproposed by the participating countries. Initial activities under the TA will identify and \nassess,  in close coordination  with  participating  countries,  suitable  demonstration \nactivities.  Activities  will  be  prioritized  and  selected  based  on  (a)  potential  for \ntechnology  transfer,  (b)  quantification  of  potential  impact  on  reduction  of \ntransboundary pollution, (c) resource requirements, and (d) potential for replication.    \n \n11.  The main deliverables from the TA will be (i) air pollution abatement plans, (ii) power plant \naudit reports, (iii) emission standards and other management documentation for Mongolian coal-\nfired  power  plants,  (iv)  workshops  and  study  tours  to  improve  capacity  building  and  facilitate \nknowledge transfer, and (v) a website and written documentation to disseminate project results.   \n \nC.  Cost and Financing \n \n12.   The total cost of the TA is estimated at $1.2 million, of which $900,000 will be financed on a \ngrant basis by ADB’s TA funding program. The governments of PRC and Mongolia and UNESCAP \nwill each provide in-kind contribution of $100,000 in the form of office space, facilities, and salaries \nof counterpart staff. The governments of Japan and the Republic of Korea have agreed to extend \nin-kind support through the review of study reports by industry experts; access to relevant models; \nand active participation in knowledge-sharing training programs, workshops and seminars. Details \nof the cost estimates and financing plan are provided in Appendix 2. The consulting services will \ntarget assistance to PRC and Mongolia. Government resources will fund the participation of officials \nfrom the Republic of Korea and Japan in TA events. The TA will cover travel expenses for resource \npersons from the governments of the Republic of Korea and Japan to attend training activities; \nhowever, remuneration and per diem will be covered by the Republic of Korea and Japan.  \n \nD.  Implementation Arrangements \n \n13.  The TA will be implemented over a 3-year period from January 2007 to January 2010. The \nTA will be conducted under the NEASPEC regional grouping. ADB will be the Executing Agency for \nthe TA, supported by UNESCAP. ADB will take the lead on Components 1, 3, and 5 and UNESCAP \nwill take the lead on Components 2 and 4. The national implementing agencies for the TA will be (i) \nChina Electricity Council, directed by NDRC for PRC; (ii) Ministry of Nature and Environment for \nMongolia; (iii) Ministry of Foreign Affairs and Trade for the Republic of Korea; and (iv) Ministry of \nEnvironment for Japan.  \n \n14.  NEASPEC has established counterpart agencies in each participating country. In Mongolia \nand the Republic of Korea, these are the same as the TA implementing agency; however, for PRC \nand Japan, the NEASPEC counterpart agency is the Ministry of Foreign Affairs. The NEASPEC \ncounterpart agencies will coordinate the annual Senior Officials Meeting, which will include formal \nsubmission of the TA outputs and endorsement by the participating countries. UNESCAP will \n ", "  5\ncoordinate annual TA review meetings, tentatively programmed to be side meetings to the annual \nSenior Officials Meeting.   \n \n15.  The TA will provide 13 person-months of international consulting services in the areas of (i) \nemission abatement, (ii) air pollution regulation, and (iii) air quality policy. The TA will provide 30 \nperson-months of national consulting services in the areas of (i) emission control, (ii) air pollution \nregulation, (iii) power plant operation, (iv) air quality policy, (v) emission standards, and (vi) air \nquality. The consultants will be engaged by ADB in accordance with the Guidelines on the Use of \nConsultants (2006). The services of consultants will be provided through a consulting firm selected \nusing the quality- and cost-based selection method, following submission of simplified technical \nproposals. Outline terms of reference for the consulting services are provided in Appendix 3. \nSeparate reports will be prepared for each component. The consultants will prepare a consolidated \nTA report at the conclusion of TA activities. The consultants’ reporting requirements are outlined in \nAppendix 1. Some minor equipment may be financed under the TA and will be procured by the \ninternational consultants in accordance with ADB’s Procurement Guidelines. This equipment will be \nhanded over to the participating government implementing agencies upon completion of the TA.  \n \nIV.  THE PRESIDENT'S DECISION \n \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $900,000 on a grant basis for \nMitigation of Transboundary Air Pollution from Coal-Fired Power Plants in North-East Asia, and \nhereby reports this action to the Board. \n ", "6    Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nImpact      Assumptions \n       \nReduced transboundary  • SO  emission reductions from  • Operational reports  • Participating countries \n2\nair pollution  priority infrastructure projects  from infrastructure  implement abatement plans. \n  o  >90% SO2 removal from  projects included in the   \n  plants with installation of  abatement plan   • The Mongolian Government \n  FGD, 1 year after  • Annual transboundary  enforces emission standards. \ninstallation   pollution monitoring   \no >5% additional SO2  and modeling results   \nremoval from plants with  from EANET and the   \nimproved management, 1  LTP project \nyear after implementation   \n• Reduced transboundary SO ,    \n2\n1 year after implementation of \nabatement plan \nOutcomes      Assumptions \n       \nEnhanced  • Establishment and  • Technical completion  • Participating governments \nenvironmental  implementation of  report and technical  remain interested in regional \ncooperation among  transboundary air pollution  assistance  cooperation on \ncountries of the North- abatement plans by 2009  performance  transboundary pollution. \nEast Asia subregion on  • Sustained participation in  evaluation report  • Participating governments \ntransboundary air  regional dialogue on  NEASPEC Senior  provide adequate resources \npollution    transboundary air pollution, as  Officials Meeting  for ongoing regional activities. \n  evidenced by national  reports  • The Mongolian Government \n  participation at all annual    agrees to implement \n  Senior Officials Meetings    emission standards. \n       \nIncreased technical  • Three workshops for power  • Workshop completion  Risks \ncapacity and knowledge  plant technical staff conducted  reports    \ntransfer regarding  • Technology ‘showcase’ tours  • “Showcase” tour  • Political and diplomatic \nprevention and  completed  completion reports   developments may prevent \nmanagement of      comprehensive engagement \ntransboundary pollution      in regional dialogue. \n       \nEnhanced capacity for  • Approval and adoption of  • Technical Assistance   \nmanagement of coal- national coal-fired power plant  Completion Report   \nfired power plant \nair emissions standards   • National database of \nemissions in Mongolia \napproved standards  \nOutputs      Assumptions \n       \n1. Transboundary air  • Submittal of final abatement  • TA consultants’ reports  • Stakeholders participate in \npollution abatement  plans by consultants to  and TA progress  consultations and workshops. \nplans  governments 2 months prior to  reports  • Governments find abatement \n  13th NEASPEC Senior    plans acceptable. \n  Officials Meeting. Approval by     \n  governments of the abatement     \n  plans at the same meeting     Risks \n       \n2. Mongolian power  • Emission standards submitted  • TA consultants’ reports  • Lack of consensus between \nplant emission  to the Mongolian Government  and TA progress  participating countries \nstandards  5 months after TA  reports  • Difficulties encountered in \n  commencement   • Correspondence with  accessing restricted data \n  • Emission standards accepted  the Mongolian  • Trained staff move positions \n  by the Mongolian Government  Government    \n  3 months after submittal      \n     \n     \n \n ", "Appendix 1  7 \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \n3. Demonstration  • Demonstration projects  • TA consultants’ reports \nprojects   completed by end of second  and TA progress \n  year after TA commencement  reports \n     \n4. Knowledge transfer  • Minimum of 100 power plant  • TA consultants’ reports \n(including workshops,  staff trained by the end of the  and TA progress \ntechnology transfer, and  TA project  reports \ndemonstration activities)  • Annual expert workshops   \nand dissemination   completed and reports \nsubmitted  \n• Website operational 10 months \nafter TA commencement \n• Dissemination material \nprepared, approved, and \ndisseminated 18 months after \nTA commencement \nActivities with Milestones  Inputs \n   \nActivity 1: Air Pollution Abatement Plans  • ADB: $900,000 grant to be \n1.1 Submit an inception report 2 months after component commencement  financed by ADB’s TA funding \n1.2 Submit the draft audit and abatement plan report 11 months after component  program \ncommencement   \n1.3 Finalize the audit and abatement plan report within 1 month after submittal of draft  • UNESCAP: $100,000 in-kind \nreport  contribution in the form of \n  office space, facilities, and \nActivity 2: SO2 Emission Regulation and Compliance  salaries of counterpart staff  \n2.1 Submit an inception report 2 months after component commencement   \n2.2 Submit the draft consultants report 6 months after component commencement  • Governments of PRC and \n2.3 Finalize the consultants report within 1 month after submittal of draft report  Mongolia:  $100,000 each in \n  the form of office space, \nActivity 3: Mongolian Power Plant Emission Standards  facilities, and salaries of \n3.1 Submit an inception report 2 months after component commencement  counterpart staff  \n3.2 Submit the draft power plant emission standards 4 months after component   \ncommencement  • Governments of Japan and \n3.3 Finalize the power plant emission standards within 1 month after submittal of the  the Republic of Korea have \ndraft power plant emission standards  provided significant support to \n3.4 Submit emissions abatement report 6 months after component commencement  previous NEASPEC technical \n3.5 Finalize the emissions abatement report within 1 month after submittal of the draft  assistance packages, and \npower plant emission standards  have agreed to continue \n  similar support for the \nActivity 4: Knowledge Transfer and Dissemination  proposed TA, subject to \n4.1 Conduct annual power plant operator training workshops for 3 years after TA  budget availability. \napproval \n4.2 Conduct technology ‘showcase’ tour by the end of the first year after TA approval \n4.3 Complete annual transboundary air pollution seminar or expert workshops for 3 \nyears after TA approval \n4.4 Submit workshop reports 2 weeks after completion of the workshop \n \nActivity 5: Demonstration Project and Management Modules \n5.1 Submit project selection report, including implementation schedule and financing \nplan, 2 months after component commencement \nADB = Asian Development Bank; EANET = Acid Deposition Monitoring Network in East Asia; FGD = flue gas desulfurization; \nLTP = long-range transboundary pollution; NEASPEC = North-East Asia Subregional Program for Environmental Cooperation; \nPRC = People’s Republic of China; SO  = sulfur dioxide; TA = technical assistance; UNESCAP = United Nations Economic \n2\nand Social Commission for Asia and the Pacific.  \n \n \n ", "8    Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank (ADB) Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  220.0 \n      ii.  National Consultants  105.0 \n    b.  International and Local Travel  90.0 \n  2.  Transboundary Pollution Assessment/Modeling  80.0 \n  3.  Demonstration Modules/Projects  180.0 \n  4.  Training, Seminars, and Conferences   \n    a.  Power Plant Staff Training Workshops  55.0 \n    b.  Regional Workshops and Site Tours  55.0 \n    c.  Transboundary Seminar/Expert Workshops  40.0 \n  5.  Information Dissemination  20.0 \n  6.  Miscellaneous Administration and   10.0 \n    Support Costs \n  7.  Contingencies  45.0 \n      Subtotal (A)  900.0 \n   \nB.  UNESCAP Financing    \n  1.  Office Accommodation and Facilities  20.0 \n  2.  Remuneration and Per Diem of Counterpart Staff  80.0 \n      Subtotal (B)  100.0 \n   \nC.  Government of the People’s Republic of China   \n  Financing \n  1.  Office Accommodation and Facilities  40.0 \n  2.  Remuneration and Per Diem of Counterpart Staff  60.0 \n      Subtotal (C)  100.0 \n   \nD.  Government of Mongolia Financing    \n  1.  Office Accommodation and Facilities  40.0 \n  2.  Remuneration and Per Diem of Counterpart Staff  60.0 \n      Subtotal (D)  100.0 \n   \n        Total  1,200.0 \na  Financed by ADB’s technical assistance funding program.  \nSource: ADB estimates. \n \n ", "                                                                                 Appendix 3  9\n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.   Component 1 – Air Pollution Abatement Plans  \n \n1.  Component 1 will require (i) an international emission abatement specialist (2 person-\nmonths),  (ii)  a  Chinese  national  emission  control  engineer  (6  person-months),  and  (iii)  a \nChinese national power plant operation specialist (6 person-months). The international and \nnational specialists will undertake the following tasks: \n \n(i)  Work closely with the national implementing agencies to identify target point \nsources.  \n(ii)  Conduct technical audits of the targeted point sources to identify potential for \nreducing emissions that lead to transboundary air pollution. This may include \ninstallation requirements and operational improvements for emission-abatement \nequipment, compliance improvements, and management improvements.   \n(iii)  Develop an emission-abatement plan for the focal geographical area.  \n(iv)  Provide recommendations for knowledge transfer and capacity-building exercises \nin the target area, which will be incorporated and funded from Component 4.  \n(v)  Assess potential emission reductions from implementation of abatement plan and \nquantify impact to transboundary pollution. Quantify economic and social benefits \nfrom assessed emission reductions. Assess environmental co-benefits from the \nimplementation of the abatement plans.   \n(vi)  Hold preliminary workshops with national and provincial stakeholders to discuss \nproposed activities under the technical assistance (TA). Conduct final workshops \nwith stakeholders to discuss results of the TA.  \n(vii)  Component 1 will be conducted within the People’s Republic of China (PRC) and \nMongolia.  \n(viii)  The international consultant will act as team leader for Component 1 and will \nwork closely with the national consultants to achieve the proposed scope of \nworks. The international and national consultants will work closely with national \nimplementing agencies and stakeholders concerned.  \n(ix)  Submit draft report presenting audit results and abatement plans. Submit draft \nreport for for technical review by (a) technical institutes of participating countries, \n(b) relevant national implementing agencies, (c) the Asian Development Bank \n(ADB), and (d) the United Nations Economic and Social Commission for Asia and \nthe Pacific (UNESCAP). Incorporate comments received into the final report.  \n \nB.  Component 2 – SO  Emission Regulation and Compliance \n2\n \n2.  Component 2 will require (i) an international pollution control regulatory specialist (3 \nperson-months), and (ii) a Chinese national pollution control regulatory specialist (6 person-\nmonths). The international and national specialists will undertake the following tasks: \n \n(i)  Undertake a desk top study of SO  emission regulation policy implementation in \n2\nPRC and Mongolia. Assess alternative regulatory options based on international \nexperience.  \n(ii)  Conduct site visits to relevant stakeholders to assess compliance issues with \nexisting regulatory frameworks.  \n ", "10   Appendix 3 \n \n(iii)  Provide detailed recommendations on regulatory and market based alternatives \nfor  the  SO   emission  compliance  management,  particularly  relating  to \n2\nmanagement of trans-boundary air pollution. \n(iv)  Work closely with implementing agencies from each participating country.  \n(v)  The international pollution control regulatory specialist will act as team leader for \nComponent 2. He or she will work closely with the national pollution control \nregulatory specialist to achieve the objectives of Component 2.  \n(vi)  Prepare  report  detailing  (a)  compliance  issues  relating  to  SO   emission \n2\nregulation policy implementation in PRC and Mongolia, and (b) recommendations \non  regulatory  alternatives  for  the  SO   emission  compliance  management, \n2\nparticularly relating to management of trans-boundary air pollution.  \n(vii)  Submit draft report for technical review by (a) technical institutes of participating \ncountries,  (b)  relevant  national  implementing  agencies,  (c)  ADB,  and  (d) \nUNESCAP. Incorporate comments received into the final report.  \n \nC.   Component 3 - Mongolian Emission Standards \n \n3.  Component 3 will require (i) an international air quality policy specialist (2 person-\nmonths), (ii) a Mongolian national legal specialist (6 person-months), and (iii) a Mongolian \nnational  emission  standards  specialist  (6  person-months).  The  international  and  national \nspecialists will undertake the following tasks: \n \n(i)  Assess current power plant generation in Mongolia and the proposed coal-fired \npower plant construction in southern Mongolia.  \n(ii)  Work closely with the Mongolian Ministry of Nature and Environment, Ministry of \nFuels and Energy, and other relevant ministries to draft national standards for \ncoal-fired power plant air emissions. The standards will be based on relevant \ninternational examples and adopted to comply with Mongolian requirements. \n(iii)  Conduct consultation workshops with relevant government officials, power plant \noperators, and other concerned stakeholders.   \n(iv)  Submit  draft  emission  standards  to  (a)  relevant  Mongolian  ministries  and \ntechnical institutes, (b) ADB, and (c) UNESCAP. Incorporate comments received \ninto the final emission standard. \n(v)  Assess emission-abatement facilities required for new power plants constructed \nin Mongolia.  \n(vi)  Working closely with Mongolian officials, assess the following for new power \nplant  construction  in  Mongolia:  (a)  procedures  to  ensure  compliance  with \nemission standards, (b) reporting requirements for power plant emissions, and \n(c) reporting formats and procedures.  \n(vii)  Assess  existing  national  emission  compliance  mechanisms  and  enforcement \ncapacity.  \n(viii)  Assess requirements for transboundary monitoring sites in southern Mongolia to \nmonitor transboundary impact from proposed power plant construction.  \n(ix)  Prepare a report providing recommendations for (a) required abatement facilities \nfor  new  power  plants  in  Mongolia;  (b)  emission  compliance  procedures;  (c) \nemission  reporting  requirements,  including  reporting  formats;  and  (d) \ntransboundary monitoring requirements in southern Mongolia.  \n(x)  Submit draft report for review by (a) relevant Mongolian ministries and technical \ninstitutes, (b) ADB, and (c) UNESCAP. Incorporate comments received into the \nfinal report. \n ", "Appendix 3  11 \n(xi)  The international consultant will act as team leader for Component 3 and will \nwork closely with the national consultants to achieve the proposed scope of \nworks. The international and national consultants will work closely with national \nimplementing agencies and concerned stakeholders. \n \nD.   Technical Assistance Coordinator \n \n4.  International Air Quality Specialist (6 person-months over a 1.5 year period). The \ninternational air quality specialist will act as a project coordinator for a range of activities under \neach component. In particular, the international air quality specialist will be responsible for \ncoordination  activities  under  Component  4:  Knowledge  Transfer  and  Dissemination,  and \nComponent 5: Demonstration Project and Management Modules. The position will be based in \nADB headquarters, Manila, Philippines; however, it may require extended periods working in the \nparticipating countries and in Bangkok, Thailand to coordinate activities with UNESCAP. The \nconsultant will conduct the following activities: \n \n(i)  Coordinate TA implementation according to the proposed scope of works. \n(ii)  Coordinate TA activities between the consultants, implementing agencies, ADB, \nand UNESCAP.  \n(iii)  Prepare progress reports at regular intervals during the TA implementation. \n(iv)  Liaise directly with relevant stakeholders in each country.  \n(v)  Monitor TA progress against established schedule for submission of reports and \nother deliverables.  \n(vi)  Provide technical analysis and review consultants’ reports.  \n(vii)  Prepare a consolidated TA report, including separate consultants’ reports. \n(viii)  Coordinate  workshops,  site  tours,  and  seminars,  including  identification  and \nscreening of activities. \n(ix)  Coordinate preparation of dissemination materials, including website design and \nbrochures.  \n(x)  Component 5. In close coordination with the implementing agencies, conduct a \nscreening of the proposed demonstration projects and management modules \nand prepare a detailed implementation schedule and financing plan.  \n \n \n \n \n \n "], "metadata": {"ModDate": "D:20070118094646+08'00'", "CreationDate": "D:20061219141505+08'00'", "Title": "Mitigation of Transboundary Air Pollution from Coal-Fired Power Plants in North-East Asia", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \n \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nFGD   –  flue gas desulfurization  \nGW   –  gigawatt \nNDRC  –  National Development and Reform Commission \nNEASPEC  –  North-East Asia Subregional Program for Environmental \n    Cooperation  \nNO   –  nitrogen oxide \nx\nPRC  –  People’s Republic of China \nSO   –  sulfur dioxide \n2\nTA  –  technical assistance \nUNESCAP   –  United Nations Economic and Social Commission for Asia and \n  the Pacific  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Environmental sustainability, regional cooperation, capacity \ndevelopment \nSubthemes  –  Clean production, control of industrial pollution, institutional \ndevelopment regional public goods \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  H. Satish Rao, East Asia Department (EARD) \nDirector  A. Terway, Energy Division, EARD \n   \nTeam leader  A. Maxwell, Environment Specialist, EARD \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "H. Satish Rao", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "A. Terway", "role": "Energy Division", "organization": "EARD"}, {"fullname": "A. Maxwell", "role": "Environment Specialist", "organization": "EARD"}]}