{"path": "data/input/ta/39092-reg-tar.pdf", "pages": [" \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \nProject Number:  39092 \nMarch 2007 \n \n \n \nTransboundary Animal Disease Control for Poverty \nReduction in the Greater Mekong Subregion \n(Cofinanced by the Government of the People’s Republic of \nChina) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "", " \nABBREVIATIONS \n  ADB  -  Asian Development Bank \n  ASEAN  -  Association of Southeast Asian Nations \n  CSF  -  classical swine fever (also known as hog cholera) \n  FAO  -  Food and Agriculture Organization \n  FMD  -  foot-and-mouth disease \n  GMS  -  Greater Mekong Subregion \n  JICA  -  Japan International Cooperation Agency \n  Lao PDR  -  Lao People's Democratic Republic \n  NGO  -  non government organization \n  NPC  -  national project coordinators \n  OIE  -  World Organization for Animal Health \n  PMU  -  project management unit \n  PRC  -  People's Republic of China \n  PSC  -  project steering committee \n  RAP  -  Regional Office for Asia and the Pacific \n  SARS  -  severe acute respiratory syndrome \n  TA  -  technical assistance \n  TAD     -  transboundary animal diseases \n       \n       \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention (geographic poverty) \nSector  –  Agriculture and natural resources \nSubsector  –  Livestock \nThemes  –  Regional cooperation, capacity development \nSubthemes  –  Institutional development, organizational development  \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  –  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  –  A. Thapan, Southeast Asia Department (SERD) \nDirector  –  U. S. Malik, Agriculture, Environment, and Natural Resources \nDivision, SERD \n     \nTeam leader  –  M. Mitra, Senior Social Development Specialist, SERD \n     \n ", "", " \nI.  INTRODUCTION  \n1.  The socioeconomic crises caused by the recent outbreaks of SARS (2003) and avian \ninfluenza (2004) in Asia, have served to heighten the awareness of the wide-ranging negative \nimpacts of infectious diseases on human health, food safety, livestock trade, and livelihoods of \npoor  farming  communities.  In  addition  to  these  outbreaks,  continuing  losses  of  livestock \nbelonging  mainly  to  smallholders  in  the  Greater  Mekong  Subregion  (GMS),  due  to  other \ntransboundary animal diseases (TAD), such as foot and mouth disease (FMD), and classical \nswine fever (CSF), have clearly revealed major weaknesses in the public health and veterinary \nservices. In response to these problems, the Asian Development Bank (ADB) and the Food and \nAgriculture Organization (FAO) have developed a regional technical assistance project,1 which \naims at addressing the fundamental constraints to effective responses to TAD in the region.  \n \n2.  The project was conceived to be carried out in two phases of 2 years each. The first \nphase was implemented in 2005, and is expected to be under implementation until June 2007. \nThe primary objectives of phase I include the establishment of a strong regional cooperation \nmechanism, and initiating the development of national and regional capacities to control TAD. In \nphase  II  of  the  project,  the  expected  outputs  include  improved  knowledge  of  patterns  of \nlivestock trade and movements in the GMS, stronger national and regional diagnostic capacity \nto deal with TADs, and the development of well targeted pilot disease control programs. It is \nexpected that these pilot programs can demonstrate the positive impacts of TAD control, on \nlivelihoods of poor farming communities, and on regional livestock trade in the GMS.  \n \n3.    The current phase of the project has achieved a number of key outputs. These include \namong others, the formal endorsement of a regional collaborative agreement entered into by the \nMinisters of the GMS countries, by the Second GMS Leaders Summit held in July 2005 in \nKunming,  People’s  Republic  of  China  (PRC).  This  aims  to  control  TAD  through  regional \ncooperation, transparency in disease reporting and mutual support in harmonizing policies and \napproaches to TAD control. Under the current phase, the project training programs on disease \nsurveillance and diagnosis are being undertaken, in order to enhance national and regional \ndisease control capacity. On completion of phase I, it is expected that a significant amount of \nthe groundwork, would have been completed, which is essential in order to embark on targeted \ndisease control programs among poor livestock farming communities, in the Upper and Lower \nMekong Regions of the GMS.  \n \n4.  This TA2 reflects the phase II of the project, and is submitted to seek grant funds to \nsupport a number of follow up activities related to disease control programs to be launched in \nphase II3 (Appendix 1).  \n \nII.  ISSUES \n5.  Livestock represent only 15% of the agricultural gross domestic product in Southeast \nAsia, but are a strategic part of the small-farm economy in the region. The demand for livestock \n                                                 \n1  ADB 2004. Technical Assistance to Cambodia, People’s Republic of China, Lao People’s Democratic Republic, \nand Viet Nam, for Transboundary Animal Disease Control in the Greater Mekong Subregion (GMS). Manila (TA \n6192-REG). \n2  The TA was approved for cofinancing by the Government of People’s Republic of China (PRC), and ADB Technical \nAssistance Special Funds (TASF). The TA was proposed to the meeting of the Regional Community of Practice on \n3 November 2006. The Government of the PRC approved it in November 2006. \n3  The TA is included in the GMS Regional Cooperation Strategy and Program Update (RCSPU) 2006–2008. ", "2 \nproducts in the region is projected to grow by 3.5%–4.0% annually4 to the year 2020. This \nincrease—predominantly driven by high-income growth, rapid urbanization, and changes in \ndietary patterns—will present clear opportunities for reducing poverty among poor smallholders. \nThis will be achieved by improving their incomes, through commercialization of smallholder \nlivestock production. However, in order to fully participate in these market opportunities, poor \nsmallholders  in  GMS  countries  will  have  to  produce  healthy  and  productive  animals. \nUnfortunately,  they  are  currently  constrained  by  diseases  such  as  FMD,  CSF  and  avian \ninfluenza. The morbidity and mortality rates of livestock due to these diseases are often as high \nas 50%–70% in many parts of the GMS.5  \n \n6.  The poor in the developing world face particularly high risk from livestock diseases. \nParticipatory poverty assessment surveys in Lao People’s Democratic Republic (Lao PDR) have \nshown that 70% of producers rank animal diseases as a major constraint to their household \nincomes.6 Phase I of the present TA has made progress in bringing about greater recognition of \nthe significance of TADs for poverty reduction, increased regional trade, related food safety and \nhuman health concerns. It has demonstrated the need for regional cooperation in prevention \nand control of TADs. Livelihood surveys have been done in disease control areas in the Upper \nand Lower Mekong region, in order to establish the baseline, for future monitoring of the impacts \nof controlling TADs, on the poor. Controlling such diseases is a strong incentive for regional \ncooperation, and underscores the need for this project.7  \n \n7.  Animal movement and the informal livestock trade, within and between various countries \nin the region, are the major means of transmitting and spreading TAD. Cross-border trade in \nlivestock  among  GMS  countries  is  dynamic  and  rapidly  evolving,  mainly  driven  by  price \ngradients across the subregion. While cattle and buffalo movements in 2003 and 2004 were \nmainly from Cambodia, Lao People’s Democratic Republic (Lao PDR), Myanmar, southern \nPRC, and Viet Nam into Thailand, this has significantly changed in the last two years. There is \nnow substantial illegal or informal trade in cattle and buffalo from Cambodia, Lao PDR, and \nMyanmar sometimes via the PRC) into Viet Nam and Thailand. Such informal trade is one of the \nprimary reasons for the spread of TAD. The lack of understanding of the risks of TAD, and fears \namong  smallholders  and  traders,  of  excessive  charges  and  restrictions,  limit  formal \nopportunities  for  regulating  inter-regional  trade  in  livestock  and  livestock  products.  It  is \nnecessary to understand the patterns of livestock movements in the sub region, and identify the \nkey points for TAD control, which is an aim of the proposed project.  \n \n8.   In order to address the complex issues related to the spread and control of TAD, ADB \nand FAO have already developed a 4 year, two-phased, sequential approach to contain TAD. \nPhase I8 of 2 years is currently operational focusing on (i) developing and operationalizing \nstrong regional cooperation, and (ii) developing a harmonized disease information system in the \nregion, and increasing surveillance and diagnostic capacity. Since the inception of phase I in \nmid July 2005, the project has made significant progress in achieving key objectives.9 In phase \nII, the key objective would be to apply the optimal disease control programs in the Upper and \nLower Mekong disease control zones, in order to demonstrate tangible impacts on incomes of \n                                                 \n4  Delgado, C. et al.1999. Livestock to 2020: The Next Food Revolution. Washington, DC. IFPRI /FAO/ILRI. \n5  ADB. 2002. Review of the Livestock Sector in the Lao People’s Democratic Republic. Manila. \n6  ADB. 2001. Participatory Poverty Assessment: Lao People’s Democratic Republic. Manila. \n7 The TA first appeared in ADB Business Opportunities on 4 December 2003. The second phase appeared in ADB \nBusiness Opportunities on 16 October 2006. \n8  For details of accomplishments under RETA 6192, refer to Appendix 4. \n9  Refer to Appendix 4 on progress achieved under phase I of the regional TA project. \n ", "3 \npoor livestock holders, by significantly containing animal morbidity and mortality rates.10 Linked \nto this key objective are a number of follow-up activities, such as the development of a better \nunderstanding of the role of animal movements and markets in disease transmission, and \nsetting  up  appropriate  laboratory  facilities  to  monitor  disease  control  programs.  The  TA \nsubmitted here is targeted specifically to address these follow-up activities.  \n \n9.   This project is consistent with the goals set out by Greater Mekong Subregion Economic \nCooperation Program that aim to (i) increase regional cooperation among its members, (ii) boost \ntrade, and (iii) initiate interventions that reduce poverty through mutual learning and sharing of \ninformation and technology. The activities of this project are consistent with ADB’s country-\nspecific operations.11  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.     The impacts generated from this project are expected to contribute to the larger goal of \nreducing poverty in poor livestock farming communities in the GMS, through better control of \nTAD, increased production of safer food, and enhanced opportunities for smallholders to access \nhigher value markets, in order to sell their livestock and livestock products.  The specific \noutcomes from the project will include defined and well targeted disease control approaches, \nand improved diagnostic capacity of the national and regional laboratories, to process a large \nnumber of field samples from diseased animals in the region, and provide rapid diagnosis for \nbetter control of TAD. This improved capacity will also facilitate better flow of information on \ndiseases within a country, and between the GMS countries, for better disease control planning. \n(The design and monitoring framework is in Appendix 1.) \n \nB.  Methodology and Key Activities \n11.  The project will be implemented over a 2–year period between 2007 and 2009, and will \nrun concurrently with other phase II activities of the proposed RETA on Reducing Risk of \nTransboundary Animal Disease for Poverty Reduction in the GMS, which are expected to be \nlaunched through a separate funding source in mid 2007.12 This TA will consist of the following \ncomponents: \n \n12.   Component 1. Participatory Research on Patterns of Livestock Trade and Disease \nControl  in  the  GMS.  Under  this  component,  research  will  be  undertaken  to  identify  the \ndirections and volumes of informal livestock trade, and the key players involved in the trade. \nThis will help to (i) identify optimal ways to introduce TAD awareness programs; and (ii) improve \nregulation of livestock trade with a view to controlling TAD, through better enforcement of health \nchecks on livestock, and access to improved information and databases. A regional research \ninstitute  or  an  NGO,  with  a  strong  background  in  livestock  and  poverty  research  and \ninterventions, will be selected by ADB to carry out the research and analyze data, and prepare \noutputs. The research methodology will include surveys and participatory research. Site visits, \ninterviews  with  key  informants,  focus  group  discussions  with  farmers,  traders,  officials, \n                                                 \n10 Another proposal is being prepared to secure funding from the Japan Fund for Poverty Reduction for support in \ndisease control in the GMS. \n11 For instance, a livestock development project for the Lao PDR is in the pipeline for 2004, and the loan itself for \n2006. This project will also be complementary to a number of ongoing rural and agricultural development projects \nthat have livestock components funded by ADB and other partners, in Cambodia, Lao PDR, and Viet Nam.  \n12 These other activities will include targeted pilot TAD control programs among smallholder farming communities. \n ", "4 \nextension workers, veterinary staff at different levels, will be conducted. Key outputs will include \n(i) in depth analysis of the animal movement patterns within and between the GMS countries, \nparticularly in the Upper and Lower Mekong disease control zones;13 (ii) definition of strategic \npoints along the livestock production chain (farm to markets) for disease control interventions; \nand (iii) a set of recommendations on policy and technical interventions to enhance TAD control \nin the region.  \n \n13.   Component 2: Equipping National and Regional Laboratories for TAD Control. This \ncomponent will identify the essential gaps in diagnostic equipment and human resources, for \neach of the three national diagnostic laboratories of Cambodia, Lao PDR, and Viet Nam, and \nthe FMD regional diagnostic laboratory based in Pak Chong, Thailand. It will equip these \nnational and regional laboratories to support sero-diagnosis of FMD and CSF. Equipment to be \npurchased will include DNA genotyping machines, Elisa readers, centrifuges, biosafety hoods, \nwater purification systems, and computer hardware at local levels. After TA completion, all \nequipment will remain laboratory property for TAD control. Laboratory specific training will be \nprovided in each of the target countries. The methodology and protocols for diagnosis in the \nGMS countries will be harmonized.  \n \nC.  Cost and Financing \n14.  The  total  cost  of  the  project  is  estimated  at  $500,000  equivalent.  Of  this  amount, \n$300,000 equivalent will be financed on a grant basis by the Poverty Reduction and Regional \nCooperation Fund, funded by the Government of the PRC, and $150,000 equivalent will be \nfinanced on a grant basis by ADB’s TA Funding Program. Governments from GMS countries will \nmake in kind contribution equivalent to $50,000 to cover expenses for office accommodation, \ncounterpart staff, part of the costs of training, seminar, and conferences, part of domestic travel, \npart of survey and data gathering, and translation. The TA will be administered by ADB. The \ndetailed cost estimates and proposed financing plan are in Appendix 2. \n    \nD.         Implementation Arrangements \n15.  The TA activities will be conducted over 24 months, from July 2007 to May 2009. ADB \nwill be the executing agency. The ministries of agriculture in the GMS countries will be the \nimplementing  agencies,  through  their  respective  departments  of  livestock.  Project \nimplementation at the country level will be the responsibility of national project coordinators, \nwho are already identified in each of the participating countries by their respective governments. \nFAO will be selected by ADB through single source selection, to implement the project and \ndeliver  the  required  services.14  FAO  has  the  necessary  expertise  at  global,  regional,  and \nnational levels, to provide technical and operational services to the project. In addition to FAO, \nADB will recruit all consultants in accordance with its Guidelines on the Use of Consultants. The \ninternational and national consultants will be based in the FAO office in Bangkok. All material \nand  equipment  procurement  will  be  conducted  in  compliance  with  ADB’s  Procurement \nGuidelines (2006, as amended from time to time).15 \n \n                                                 \n13 The Upper and Lower Mekong disease control zones have been designated as such by the OIE and have been \napproved by the GMS countries. These zones include selected provinces in all the GMS countries. \n14 As described in the ADB-FAO. 1981. Memorandum of Understanding.   \n15  Equipment to be procured will include laboratory equipment such as DNA genotyping machines, Elisa Readers, \ncentrifuges, bio safety hoods, water purification systems, and computer hardware for TADs information systems at \nprovincial and district levels. After completion of the TA, the equipment will remain as property of the laboratories \nfor continued TAD prevention and control programs. \n ", "5 \n16.  The  project  steering  committee  comprising  one  expert  representing  each  of  the \ndepartments  of  livestock  from  the  5  GMS  participating  countries,  ADB,  FAO,  OIE,  and \nAssociation  for  Southeast  Asian  Nations,  will  provide  overall  guidance  and  oversight  and \nimplementation guidelines to the project. A project management office headed by a project \ncoordinator/chief technical adviser (PC/CTA), will be located in FAO’s Regional Office for Asia \nand the Pacific (FAO-RAP), in Bangkok, to coordinate project activities. Project management \nunits headed by national project coordinators in the DMCs, which have been set up during \nphase I of the project, will continue to coordinate and implement project activities. The project \nimplementation arrangements and organogram is in Appendix 3. The TA will finance 2 person–\nmonths  of  international  expertise  (PC/CTA)  and  2  person–months  of  national  consultancy \n(communications  specialist).16  The  international  and  national  consultants  will  be  selected \nthrough single source selection, due to reasons of continuity with the ongoing phase I activities. \nADB will use the quality-based selection method to recruit the consultants for the follow up \nsurveys through a firm. National consultants will be used. Simplified technical proposal will be \nrequired.  Outline terms of reference for the consultants are in Appendix 4. \n \n17.  FAO  will  disseminate  the  expected  outputs  through  the  project  website,  regular \nnewsletters, quarterly and annual reports, consultant reports, reviews and terminal reports. \nPublic awareness campaigns in all the identified regions will be set up to ensure sensitization of \nthe target farmers in villages and communes.  \n \nIV.  THE PRESIDENT'S DECISION  \n18.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $300,000 to be \nfinanced on a grant basis by the Government of the People’s Republic of China, and (ii) ADB \nproviding  the  balance  not  exceeding  the  equivalent  of  $150,000  on  a  grant  basis,  for \nTransboundary  Animal  Disease  Control  for  Poverty  Reduction  in  the  Greater  Mekong \nSubregion, and hereby reports this action to the Board. \n \n                                                 \n16 In addition to these person–months of consulting services, further consultant support will be needed for the project.  \nIt is expected that ADB will be able to bring on board more consulting services through other funding sources. \nThese are being worked out at present. \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance        Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms   and Risks \nImpact      Assumptions \n \n     \nPoverty reduction in poor \nReduced livestock  National livestock policy  •  More advanced GMS \nlivestock farming \ndisease incidence in poor  documents.  countries assist the less \ncommunities in the GMS \nthrough better control of  livestock farming    advanced \nTAD, food safety  communities  OIE and FAO reports of   \nimprovements, enhanced    diseases in the GMS  •  GMS cooperation \nopportunities for  Increased farm incomes  countries.  remains strong \nsmallholders to access  in the target disease \n    \nhigher value markets.  control zones \nLivelihood research reports.  •  National governments \n  commitment is high for \nEx-post impact assessment of  TAD control. \ndisease control programs. \n \n    Assumptions \nOutcome \n   \n \n1. Targeted disease control \nNational governments  Project quarterly reports and  •  Regional cooperation  \napproaches defined.  \nadopt recommended  newsletters   framework adopted by \n  technical and policy    GMS countries in 2005 \n  recommendations on  Stakeholder and participant  is still operational.  \n  TAD control.  feedback   \n•  The required information \n2. Capacity to provide     \nis provided by traders, \ndiagnostic support to  Regional cooperation is  PSC reports \nand the government \nnational and regional  being undertaken   \nofficials. \ndisease control programs  regularly, through the  Project website and regional \n \nstrengthened. \nexchange of disease  TADInfo system  •  Appropriate consultants \ncontrol information in the    are recruited on time. \nGMS countries which  ADB’s project review report    \nstarted in 2005.    •  Governments continue \n  PSC reports  to support national and \n  regional labs. \nOne regional and three \n \nnational laboratories \n•  Access to national labs, \nhave the appropriate \nand appropriate \nequipment and are \ncandidates for training \nfunctioning and operated  are available. \nby trained national   \ntechnical staff by end of \n \n2007. \n \nAll the three national \nlaboratories are \nperforming routine \ndiagnostics against FMD \nand CSF, and are \nproviding backstopping \nsupport to sero-\nsurveillance program. \nThe three FMD and CSF \n ", "     Appendix 1     7 \nDesign  Performance        Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms   and Risks \ndesignated regional labs \nare providing diagnostic \nsupport to national TAD \ncontrol programs. \n \nOutputs      Assumptions \n1. Participatory Research  Research institute  Project quarterly reports and  •  Regional cooperation \non Patterns of Livestock  engaged by August 2007  newsletters   framework adopted by \nTrade and Disease Control  Research design    GMS countries in 2005 \nis still operational.  \nin the GMS.   finalized by October 2007  Stakeholder and participant \n \nKey outputs will include:      feedback \n•  The required information \n•  indepth analysis  Research teams    is provided by traders, \nof the animal  operationalised by  Research reports  and the government \nmovement  October 2007  PSC reports  officials. \npatterns within       \nand between the  Field work completed by  Project web site and regional  •  Appropriate consultants \nGMS countries;   February 2008  TADInfo system  are recruited on time. \n•  research to       \nidentify critical  Data analysis and report  ADB’s project review report   •  Governments continue \nto support national and \npoints along  writing completed by   \nregional labs. \nlivestock  April 2008  PSC reports \n \n  ADB review mission reports \nproduction and \n•  Governments provide \nFinal report submitted to   \nmarketing, for  laboratory space and \n \ntargeted TAD  ADB by April 30, 2008  technical staff on time. \n \n \ncontrol programs;   \nand  PSC to discuss research   \n•  policy and  report and   \nrecommendation to be   \ntechnical \nadopted by participating \nrecommendations \ncountries, June 2008 \nbased on \n \nresearch results \nBased on early research \n \nresults,targeted disease \n2. Equipping one regional \ncontrol programs to start \nand three national labs in \nby late 2007 \nCambodia, Viet Nam and \n \nLao PDR with improved \nEquipment purchase to \nphysical and human \nbe completed by \nresources for FMD and \nDecember 2007 \nCSF diagnosis. \n \nKey outputs will include:  \nAt least 30 laboratory \n•  equipment \nstaff to be trained in \npurchase for \nequipment utilization and \nlaboratories \ndiagnosis of CSF and \nincluding \nFMD by October 2007. \ngenotyping \n \nmachines, Elisa \n \nreaders, water \n \npurification \n \nequipment etc.; \nAt least 30 laboratory \nand \nstaff trained in CSF and \n•  laboratory staff \n ", "8  Appendix 1 \nDesign  Performance        Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms   and Risks \ntrained in  FMD diagnosis by \nDecember 2007  \ndiagnosis and \nuse of equipment. \n \nActivities with Milestones   Inputs \n1. Participatory research on patterns of livestock trade and disease control in the   \nGMS   •  ADB: $150,000 \n1.1. Map out routes of animal movement in the GMS through national and regional  •  People’s Republic of \nconsultations    China: $300,000 \n1.2. Determine numbers of animals migrating within the region  •  Governments: $50,000 \n1.3. Determine the key drivers of animal movement within the GMS   \n1.4. Identify the major traders of livestock and livestock products in the region.    \n \n1.5. Identify and define different livestock markets and slaughter houses in the 5 GMS \ncountries \n1.6. Establish the volume of trade in these markets and slaughter houses. \n1.7. Perform sero-prevalence of TAD along the migratory routes, markets and slaughter \nhouses \n1.8  Define livestock production chain in each country focusing on smallholder sector \n1.9 Identify critical points for strategic interventions \n \n2. Enhancement of national and regional lab capacity to perform diagnosis of FMD \nand CSF \n2.1. Identify essential gaps in diagnostic equipment for each national and regional lab \n2.2. Order the requisite equipment and organize installation in these labs. \n2.3. Provide lab specific training in each of the four target countries (Cambodia, Lao PDR, \nThailand, and Viet Nam) \n2.4. Harmonize methodologies and protocols for diagnosis in the GMS countries. \nADB = Asian Development Bank, CSF = classical swine fever, FAO = Food and Agriculture Organization, FMD = foot \nand mouth disease, GMS = Greater Mekong Subregion, OIE = World Organization for Animal Health, Lab = \nlaboratory, Lao PDR = Lao People’s Democratic Republic, PSC = project steering committee, TAD = transboundary \nanimal diseases \n \n \n \n             \n \n \n \n \n                   \n             \n ", "Appendix 2     9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n   \nItem  Total \n  Cost \nA.    Asian Development Bank (ADB) Financinga    \n    1.  Consultants   \n      a.  Remuneration and Per Diem   \n        i.  International Consultants  12.40 \n        ii.  National Consultants  2.00 \n      b.  International and Local Travel  4.00 \n      c.  Reports and Communications  2.00 \n    2.  Equipment  72.80 \n    3.  Training, Seminars, and Meetings   \n      a.  Facilitators  8.00 \n      b.  Training Program  4.00 \n    4.  Surveys  10.00 \n    5.  Miscellaneous Administration and   2.40 \n      Support Costs \n    6.  Project Service Cost  16.40 \n    7.  Contingencies  16.00 \n        Subtotal (A)  150.00 \n   \nB.         Government of the People’s Republic of     \n             China Financingb \n    1.  Consultants   \n      a.  Remuneration and Per Diem   \n             i.  International Consultants  18.60 \n        ii. National Consultants  3.00 \n      b.  International and Local Travel  6.00 \n      c.  Reports and Communications  3.00 \n    2.  Equipment  127.20 \n    3.  Training, Seminars, and Meetings   \n      a.  Facilitators  12.00 \n      b.  Training Program  6.00 \n    4.  Surveys  72.00 \n    5.  Miscellaneous Administration and   3.60 \n      Support Costs \n    6.  Project Service Cost  24.60 \n    7.  Contingencies  24.00 \n        Subtotal (B)  300.00 \n   \nC.         Government Financing   \n              1.  Remuneration and Per Diem of Counterpart Staff  25.00 \n              2.  Domestic Travel   5.00 \n              3.  Reports and Communications   5.00 \n  4.    Training, Seminars, and Conferences   5.00 \n  5.    Surveys   5.00 \n  6.    Miscellaneous Administration and Support     5.00 \n         Costs   50.00 \n    Subtotal (C)  \n \n          Total  500.00 \n  a  Financed by ADB’s technical assistance funding program. \n  b  Administered by ADB. \n        Source: ADB estimates.\n ", "10  Appendix 3 \nIMPLEMENTATION ARRANGEMENTS \n \n1.  The  Food  and  Agriculture  Organization  (FAO)  will  continue  to  host  the  project \nmanagement office (PMO) which was set up under phase I of the technical assistance (TA), at \nits Regional Office for Asia and the Pacific in Bangkok to implement project activities.1 All \nactivities will be conducted according to the guidelines of the global framework for the control \nof transboundary animal disease (TAD)—a joint FAO/Office International des Epizooties (OIE) \ninitiative on global control of TAD. FAO will (i) ensure transparency and accountability, (ii) \nfacilitate administrative procedures, and (iii) provide legal assistance where necessary. The \nministries of agriculture in the participating countries will be the implementing agencies through \ntheir departments of livestock. For country level project implementation, project management \nunits (PMUs) established during phase I of the TA, will continue to discharge their functions \nunder  the  continuing  guidance  of  the  national  project  coordinators  appointed  by  their \nrespective  governments.  A  formal  consortium  of  partners  including  FAO,  International \nLivestock  research  Institute  (ILRI),  Japan  International  Cooperation  Agency  (JICA),  OIE, \nVeterinarians Sans Frontière  (VSF), a nongovernment organization (NGO), and the private \nsector has been formed under phase I of the TA, to provide technical inputs. This will be \ncontinued under the project. The PMO will focus on integration and coordination of project \nactivities, and prepare project reports, annual work plans, and budgets, in consultation with the \nPMUs.   The PMO will continue to be headed by a full time project coordinator/chief technical \nadviser (PC/CTA) who will (i) provide leadership to the project and day to day management, (ii) \nliaise with participating countries, and (iii) ensure that project funds are used in accordance \nwith approved work plan and budget. The outline terms of reference are in Appendix 4. \n \n2.  A project steering committee (PSC) composed of one expert representing each of the \nfive countries, FAO, OIE, JICA, Association of Southeast Asian Nations Sectoral Working \nGroup on Livestock (ASWGL), and ADB, established during phase I of the project, will continue \nto provide: (i) overall strategic and policy directions, (ii) guidance and oversight, and (iii) \nimplementation guidelines to the project and PMO. Given the significant policy implications of \nthe  project,  the  chair  of  ASWGL  will  also  continue  to  be  appointed  to  the  PSC.  Other \nrepresentatives will be appointed by member organizations and participating countries. The \nPSC will approve annual work plans, budget, quarterly and annual progress reports prepared \nby the PC/CTA. The PSC will meet twice a year in the region to review and monitor project \nprogress and approve requisite plans and budgets. The PC/CTA will prepare and distribute the \nagenda two weeks prior to the PSC meeting. The cost of PSC meetings will be paid under the \nproject.    \n \n3.  The project will continue as under the phase I to solicit community, VSF, and private \nsector  participation  on  conceptualization,  design,  and  implementation  of  its  activities. \nCommunities will be involved in research on livestock movements, and in the identification of \nappropriate entry points for TAD control.  \n \n4.  A  regional  research  institute/NGO  will  be  engaged  to  carry  out  the  research  into \nlivestock trade and appropriate ways to control such movements from a TAD control point of \nview.  \n \n5.  A project performance management system (PPMS) has been developed by the PMO in \nthe first phase of the project. The PPMS helps to ensure that project resources are managed \n                                                 \n1 The implementation arrangements will support other phase two activities for which the Mission is seeking other \ngrant financing. Additional funding for phase II activities is being sought from other sources of grant financing. \n ", "    Appendix 3    11 \nefficiently  and  benefits  realized.  The  PPMS  includes  a  participatory  mechanism  involving \nbeneficiaries in project monitoring. The PMO assisted by the PMUs, will be responsible for \nimplementing  the  PPMS,  including  the  establishment  and  updating  of  baselines,  through \nphysical and socio economic surveys, data collection and analysis. The PMO will include the \nresults of the PPMS surveys in its annual report to ADB and FAO. \n \n6.  The PC/CTA (international) for 2 person–months2  and one national expert for 2 person– \nmonths3 will be engaged to implement the project activities. Outline terms of reference are in \nAppendix 4. In the event that experts need to be engaged outside FAO, the experts will be \nengaged by ADB in accordance with its Guidelines on the Use of Consultants (2006, as \namended  from  time  to  time).  ADB  financed  equipment  and  materials  will  be  procured  in \naccordance with ADB’s Procurement Guidelines. \n \nFigure A3: Project Implementation and Flow Organogram \nADB  ASEAN \n(ASWGL) \nProject Steering \nCommittee \n \n(ADB/FAO/JICA/OIE/ \nRepresentatives from  \nFive countries and \nChair of ASWGL)\nVSF \nProject Management \nOffice  OIE \n(FAO-RAP, Bangkok \n(ChiefTechnicalAdvisor)\nILRI \nProject Management Units \n \n(National Project  \nCoordinators representing \nCambodia, PRC, Lao PDR, \nThailand and Viet Nam) \nADB = Asian Development Bank, ASEAN = Association of Southeast Asian Nations, ASWGL = ASEAN \nSectoral Working Group on Livestock, FAO-RAP = Food and Agriculture Organization-Regional Office for Asia \nand the Pacific, ILRI = International Livestock Research Institute, JICA = Japan International Cooperation \nAgency, Lao PDR = Lao People’s Democratic Republic, OIE = Office International des Epizooties, PRC = \nPeople’s Republic of China, VSF = Veterinaires sans Frontieres. \n \n                                                 \n2  The ADB Mission is facilitating other grant support for additional phase two activities including approximately 20 \nperson–months more of international consultant services for the PO/CTA position. \n3  The  ADB  Mission  is  facilitating  additional  grant  support  for  additional  phase  two  activities  which  requires \napproximately 16 person–months of national consultant services. \n ", "12  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Food and Agriculture Organization (FAO) \n1.  Food and Agriculture Organization (FAO) will be recruited by ADB through single source \nselection, based on its unique global, regional, and national expertise and experience. FAO will \nbe responsible for the following: \n \n(i)  Host the project management office at FAO Regional Office for Asia and the \nPacific in Bangkok, to be headed by project coordinator/chief technical adviser \n(PC/CTA); \n(ii)  Provide  technical  assistance  backstopping  for  international  and  regional \ncollaboration with other partners in the field, including Office International des \nEpizooties  (OIE),  Association  of  Southeast  Asian  Nations  (ASEAN),  Japan \nInternational Cooperation Agency (JICA) among others. \n(iii)  Facilitate flow of technical assistance (TA) funds to the DMCs, and ensure its \nappropriate use as per project objectives. \n(iv)  Submit  regular  semi-annual  progress  reports  including  reporting  on  project \nactivities,  physical  accomplishments,  training,  capacity  building,  surveys,  and \noutcomes; \n(v)  Facilitate the meetings of the project steering committee (PSC) and prepare \nreports to submit to the PSC for approval. \n \nB.  International Consultant1 \n2.  Project Coordinator (Chief Technical Advisor) (2 person-months). Under the direction \nof the FAO’s lead technical and operational units, and in close collaboration with the FAO-RAP \nand the departments of livestock services of the ministries of agriculture of the participating \ncountries the project coordinator will be responsible for: \n(i)  Implementing all the activities of the project as specified in the project document \nincluding preparing detailed work plan, budget, convening PSC meetings, and \nsubmitting reports as outlined in the implementation schedule. \n(ii)  Liaising  with  the  directors  of  veterinary  services/animal  health  within  each \ncountry to ensure support and commitment to the national and regional disease \ncontrol programs. \n(iii)  Coordinating disease control activities and policies at the national and regional \nlevels through participation of the member countries.  \n(iv)  Facilitating  purchase  and  installation  of  the  appropriate  equipment  for  the \nnational and regional diagnostic laboratories. \n(v)  Coordinating all the field activities related to market and critical point analysis \nstudy. \n(vi)  Developing epidemiological studies and overseeing the implementation of the \ndisease survey plans through the national coordinators. \n(vii)  Integrating the activities of the project with the larger phase II activities. \n \n                                                 \n1 These outline terms of reference are based on a larger consultant input than budgeted in this project budget. The \nADB  Mission  is  working  on  other  sources  of  grant  funding  to  support  a  larger  consultant  input  for  the \nimplementation of the entire phase II of the TA as discussed in the TA paper. \n ", "    Appendix 4    13 \n3.  The coordinator will be a veterinarian with a strong livestock development background \nand an infectious diseases specialist. He/She will have a PhD in veterinary medicine from an \ninternationally  recognized  university;  and  over  15–20  years  international  experience  in \ncoordinating multidisciplinary, regional and international development projects in animal health. \nHe/She will have high level contacts within the departments of veterinary services/animal health \nin the target countries, and OIE and FAO at the Regional and Headquarter levels; proven \nleadership and management skills and demonstrated expertise in transboundary animal disease \n(TAD) control in Southeast Asia. A good command of English, proven ability to write clearly and \nefficiently and good public speaking skills will be necessary. He/She should be able to travel \nfrequently in the region.  \nDuty Station: Bangkok, Thailand \n \nB.   National Consultant \n4.  Public  Relations/Communications  Expert  (2  person-months).  Under  the  direct \nsupervision  of  the  Project  Coordinator,  and  in  close  collaboration  with  the  departments  of \nlivestock services of the ministries of agriculture of the participating countries, the consultant will \nperform the following duties: \n \n(i)  Develop a communications plan for the project. \n(ii)  Prepare quarterly reports electronically and disseminate to all the stakeholders. \n(iii)  Provide regular inputs to maintain the project website up-to-date. \n(iv)  Participate and report on the key meetings of the project. \n(v)  Be official project photographers to record all the important events of the project \n(vi)  Assist in the preparation and dissemination of communications material to all the \nstakeholders. \n(vii)  Liaise with the press in communicating project outputs. \n(viii)  Develop a recognized corporate brand for the project. \n(ix)  Write media releases, power point presentations, newsletters, and background \nbriefing papers. \n(x)  Recognize  newsworthy  stories  and  act  on  them  by  providing  local  and \ninternational media outlets with timely and accurate briefings. \n \n5.  The national expert will be the same person employed on a full time basis to run phase II \nof the project. He/She will devote 2 person–months of his time to this project. The expert will be \nrecruited  locally  and  under  the  project  coordinator  be  responsible  for  public  relations  and \ncommunications strategy of the project. The expert will have the following qualifications: \n \n(i)  Hold a degree in communications with experience of 2–3 years in working in a  \n  development project. \n  (ii)  Good writing skills with information technology (IT) skills (HTML, MS Word,  \n    PowerPoint, and Photoshop). \n(iii)  Good command of spoken and written English. \n(iv)  Good interpersonal skills and the ability to work efficiently and communicate \n  effectively in a multi-cultural environment. \n(v)   Ability to work independently and within tight timelines. \n(vi)   Ability to plan and conduct training seminars. \n(vii)    Willing to travel in the region. \n \nDuty Station:  Bangkok, Thailand \n ", "14  Appendix 4 \nC.  Research Assignment to Undertake Follow-up Surveys \n \n6.  The firm will provide the services of national consultants in Thailand, People’s Republic \nof China (PRC), Lao PDR, Cambodia, and Vietnam, to design and implement a research \nprogram on livestock trade and movement patterns in the GMS. The specializations required \ninclude economist, statistician, social anthropology, and marketing. The research will include \nsurveys in selected sites and routes, as well as participatory research in communities, among \ntraders, and at selected markets and border crossings. The research will be implemented over a \nperiod of six months including design, field testing, surveys, and rural appraisals, analysis and \nwriting of reports. The research will particularly address the issues of informal trade, constraints \nfaced by farmers in access to markets, extent of diseased/infected livestock crossing over \nborders, practices regarding quarantine, awareness of impacts of unregulated movements on \nspread of disease, barriers to regulation of trade and movement of livestock, conclusions, and \nrecommendations. \n "], "metadata": {"ModDate": "D:20070402144324+08'00'", "CreationDate": "D:20070402035932Z", "Title": "Transboundary Animal Disease Control for Poverty \nReduction in the Greater Mekong Subregion\n (Cofinanced by the Government of the People’s Republic of \nChina)", "Creator": "PScript5.dll Version 5.2.2", "Author": "", "Keywords": "inclusive social development, regional cooperation, private sector development, agriculture & natural resources, livestock\n", "Producer": "Acrobat Distiller 5.0.5 (Windows)"}}