{"path": "data/input/ta/39172-prc-tar.pdf", "pages": [" \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 39172 \nNovember 2006 \n \n \n \n \n \nPeople’s Republic of China: Logistics \nDevelopment and Capacity Building in \nXinjiang Uygur Autonomous Region  \n(Financed by the Government of Spain) \n \n ", "CURRENCY EQUIVALENTS \n(as of 15 October 2006) \n \nCurrency Unit  –  yuan (CNY) \nCNY1.00  =  $0.126 \n$1.00  =  CNY7.90 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCAR  –  Central Asia republic \nCAREC  –  Central Asia Regional Economic Cooperation \nEA  –  executing agency \nIA  –  implementing agency \nIRU  –  International Road Transport Union \nNDRC  –  National Development and Reform Commission  \nPRC  –  People’s Republic of China \nRETA  –  regional technical assistance \nTA  –  technical assistance \nXDRC  –  Xinjiang Development and Reform Commission  \nXUAR  –  Xinjiang Uygur Autonomous Region  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Industry and trade \nSubsector  –  Trade \nThemes  –  Sustainable economic growth, regional \ncooperation, capacity development \nSubthemes  –  Promoting economic efficiency and enabling \nmarkets, institutional development \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \nVice President    C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General    H. S. Rao, East Asia Department (EARD) \nDirector  B. J. Hitchcock, Regional Cooperation, Country Coordination, \nGovernance, Finance and Trade Division (EARG), EARD \n \nTeam leader      Y. Qian, Principal Economist (Financial Sector), EARG, EARD ", "I.  INTRODUCTION \n1.  During the 2006 country programming mission, the Government of the People's Republic \nof China (PRC) requested technical assistance (TA) from the Asian Development Bank (ADB) \nfor trade logistics development and capacity building in Xinjiang Uygur Autonomous Region \n(XUAR).  A  fact-finding  mission  visited  Urumqi  during  21–23  May  2006  and  reached  an \nunderstanding  with  the  Government  on  the  impact,  outcome,  outputs,  cost,  financing \narrangements, terms of reference, and implementation arrangements for the TA.1 The design \nand monitoring framework is in Appendix 1.  \nII.  ISSUES \n2.  The  recent  rapid  development  of  the  PRC  has  significantly  changed  the  economic \nsituation in coastal regions but left inland regions behind. One of the reasons for the inability of \ninland regions to enjoy the same growth opportunity is lack of adequate transportation and trade \nlogistics  industry  development—both  for  production  and  consumption  activities,  and  for \ndomestic and international trade. Inadequate logistics industry development also inhibited inland \nregions  from  maximizing  economic  benefits  from  regional  trade  facilitation  agreements. \nGeographically, XUAR is an important link to central Asia. It has rich and diverse natural \nresources, and products with low factor costs for labor and land. The region also has sufficient \nenergy  resources  and  production  capacity  to  facilitate  industrial  development.  The  main \nchallenge  that  is  holding  the  region  back  is  its  remote  geographic  location  and  the  vast \ndistances that separate it from major markets. The underdeveloped logistics industry of XUAR, \nboth in terms of physical infrastructure and institutional capabilities, is a major impediment to \ndomestic and regional trade.  \n3.  During the 1950s and 1960s, XUAR had four border posts available for trade with the \nthen Soviet Union, and annual trade volume reached about $13 million in the mid-1960s. \nHowever, border trade came to a total halt in 1967 when the PRC severed the relationship with \nthe then Soviet Union. Horgos and Turugart border posts did not resume operations until 1983. \nIn  September  1990,  the  railway  connecting  Alashankou  and  Druzhba  of  Kazakhstan  was \ncompleted, forming a new Eurasia Continental Bridge. The collapse of the Soviet Union and the \nindependence of the central Asian republics (CARs) in 1992 brought new opportunities for \nXUAR for regional and international trade. Since then, XUAR foreign trade has grown rapidly, \nwith  average  annual  growth  of  28.5%  during  2001–2005.  Total  imports  and  exports  were \n$7.9 billion or 24.3% of GDP (exports $5 billion and imports $2.9 billion)—the highest among \nPRC border provinces and regions in 2005. Kazakhstan ranked first (58.2% of total imports and \nexports) among the top five export markets for Xinjiang in 2004, followed by Kyrgyz Republic, \nPakistan,  Azerbaijan,  and  the  Russian  Federation.  These  countries  absorb  about  80%  of \nXinjiang’s total exports. Major export items are light industry products such as processed food, \nfootwear, textiles, and machinery. Major import items are mainly natural resources such as iron \nand steel, scrap metals, nonferrous metals (copper and aluminum), crude oil, and cotton.  \n4.  XUAR has 17 class A border posts (2 of which are airports) and 11 class B border \nposts.2 The top two border posts are Alashankou (total imports of $3.9 billion and total exports \n$2.9 billion in 2005) and Horgos (total imports of $60.1 million and total exports of $757.0 \nmillion), both of which connect to Kazakhstan. The third largest, Turugart, connects to the \nKyrgyz Republic and is becoming significant (total imports of $377 million and exports of $478 \nmillion).  To  facilitate  cross-border  transportation  and  trade,  the  PRC  signed  cross-border \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 2 October 2006. \n2  Class A border posts are major posts approved by the State Council, which meet minimum requirements of transport volume. \nClass B posts are generally small in size and strategically less important. These posts are either not physically located on the \nborder or operate only seasonally.  ", "2   \ntransportation agreements with Kazakhstan and the Kyrgyz Republic in 2005, and signed an \ninternational road transportation agreement with the Kyrgyz Republic and Uzbekistan in 1998. \nThe PRC has joined the International Road Transport Union (IRU) and is preparing to access \nthe Transports Internationaux Routiers convention. \n5.  XUAR  has  a  reasonable  transportation  network  of  railways,  roads,  and  airlines. \nHowever,  it  is  not  sufficient  from  a  modern  logistics  operation  point  of  view.  The  high \ntransportation cost that results from long distance transportation makes commodities shipped \nfrom XUAR uncompetitive in other parts of the PRC.3 The transportation network suffers from:  \n(i)  lack of adaptability because of lack of transportation trunk lines, and poor network \nlayout and poor location of transportation hubs; \n(ii)  low construction standard of the road and bridge network, which makes it difficult \nfor heavy and large vehicles; \n(iii)  undeveloped railway system that results in significant delays in rail transport;4 and \n(iv)  inadequate airport facilities. \n6.  The  logistics  industry  can  be  broadly  defined  as  a  combination  of  different service \nproviders, including parcel express companies, freight forwarders, transport lines, and contract \nlogistics companies, as well as local transport operators, terminal facilities, and distribution \ncenters. Similar to most parts of the interior of the PRC, the logistics industry in XUAR is in the \nvery  early  stages  of  development.  In  recent  years,  a  number  of  large  enterprises  in  the \ntransportation and commerce sectors are gradually moving into logistics services. For example, \nthe Xinjiang Department of Crude Oil spun off its material supply company and transformed it to \na logistics company that provides services to the general public. A preliminary survey shows \nfour types of enterprises in XUAR that are engaging in logistics services: \n(i)  Enterprises transformed from state-owned traditional transport and warehousing \nenterprises, such as XUAR Xinshitong Logistics which has been transformed by \nmerging two trucking companies and is now engaging in container and parcel \ndelivery operations. \n(ii)  Newly established sector logistics companies owned by private individuals. Many \nof  these  are  in  their  infancy  but  one  or  two  sizable  ones  provide  transport, \nwarehousing, storage, and procurement services, such as Afanti Logistics which \nhas 28 subsidiaries and 80 transport routes). \n(iii)  Various logistics parks, most of which are wholesale or retail centers that provide \nspace for lease for wholesalers or retailers. Some also provide limited intercity \ntransport services. \n(iv)  Traditional transport and warehousing enterprises, which belong to various sector \ngovernment administrative bodies, still dominate the logistics market. However, \nlack of coordination among administrative bodies causes poor service quality and \nmanagement inefficiency. \n7.  XUAR’s logistics industry faces a number of challenges in both physical and institutional \ninfrastructure,  and  has  become  a  bottleneck  for  XUAR’s  international  trade  and  economic \ndevelopment.  Regarding  physical  infrastructure,  (i)  lack  of  investment  and  upgrade  makes \nXUAR’s railway system unable to meet transportation demand in the short or medium term; and \n(ii) poor management, low level of containerization, and lack of investment in logistics hubs \n                                                 \n3  Lack of rail transport capacity causes coals and other primary commodities to be shipped mostly by road. Coal produced in \nXinjiang can only be shipped no further than Gansu as high transportation costs make it uncompetitive compared with coals from \nShanxi and Shaanxi. \n4  Most are single rails connecting prefectures and counties, and one railway (i.e., Lanxin line) linking Xinjiang to the rest of the \nPRC. ", "    3\nmake the efficiency of road transportation system low. Institutionally, XUAR’s logistics industry \ndemonstrates the following weaknesses: \n(i)  Lack of third party logistics. Although large in number, there is virtually no third \nparty logistics company in operation since most existing logistics companies have \nbeen converted from transport and warehousing enterprises and remained captive. \nThe level of logistics specialization is low and the scope of business is limited—\nonly 15% of logistics companies have operations outside XUAR and less than 2% \noutside the PRC. As a result, the majority of XUAR’s manufacturing enterprises \ncannot find third party logistics services for sourcing raw materials and for shipping \nand distribution of parts and completed products. \n(ii)  Lack  of  logistics  platform  and  poor  technological  and  management \nstandards.  There  are  no  comprehensive  service  and  information  networks. \nLogistics information has not been integrated to benefit the whole industry and \nvirtually  no  logistics  companies  use  a  professional  logistics  management \ninformation system.  \n(iii)  Lack  of  effective  policy  and  administrative  framework.  Many  sectoral \ngovernment  administrations  cover  logistics  issues,  including  railway,  road \ntransportation, airlines, commerce, and customs. The lack of a unified coordinator \nand  administrator  makes  multi-region,  multi-sector,  and  multimode  transport \nlogistics operations difficult. For example, up to 50–70% of trucks and railway \nwagons return empty because of lack of information and coordination.  \n(iv)  Lack of well-trained professionals. There is only one university level program for \nhigh-level logistics professionals in XUAR. A certification process and continued \ntraining with the logistics industry is also lacking. \n8.  The Government of the PRC recognized that logistics industry development is key for \nupgrading its industries from “resources intensive” to “resources efficient” industries. Logistics \nindustry development has been included for the first time in the 11th Five-Year Plan (2006–\n2010).5 The National Development and Reform Commission (NDRC) and the China Association \nof Materials Procurement and Logistics are developing a logistics sector strategy for the 11th \nFive-Year  plan.6  A  joint  committee  on  logistics  development  has  been  set  up,  comprising \n13 government ministries and agencies with a secretary located at NDRC.  \n9.  XUAR local government has also made the development of logistics centers one of its \ntop development priorities. This would involve the construction of logistics infrastructure, as well \nas development of a logistics platform that links logistics providers, customs, and other relevant \nparties  interactively.  During  the  11th  Five-Year  plan  period,  XUAR  will  need  to  enhance \ncooperation  with  CARs  to  ensure  continued  growth  of  trade,  which  is  expected  to  reach \n$18 billion in 2010.  \n10.  ADB has been supporting regional trade facilitation between XUAR and CARs since the \nlate 1990s through a formal Central Asia Regional Economic Cooperation (CAREC) process, \nwhere XUAR has been an active participant. The first batch of work focused on customs \ncooperation, where two regional TAs (RETAs) and five loans in various countries are currently \n                                                 \n5  The plan states that the Government will encourage: (i) adoption of modern logistics technologies and promote contracting out \nlogistics operations of enterprises in order to integrate procurement, production, product sales, and recycling operations of \nenterprises; (ii) development of specialized third party logistics; (iii) establishment of a standardized logistics framework; (iv) \ndevelopment of new logistics technologies, including information and communication technology; and (v) integration of basic \ninfrastructure for logistics through constructing a large logistics hub and developing regional logistics centers. \n6  The plan divides the PRC into seven logistics zones; XUAR, together with a number of western provinces and Xian, is included in \nthe northwestern zone. ", "4   \nbeing implemented.7 Logistics development plays a key role for regional trade facilitation, which \nis an important element of ADB’s Regional Cooperation and Integration  (RCI) Strategy. \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The impact is that XUAR becomes an effective national and regional trade center. The \noutcome is that a strategy is adopted and implemented to develop the logistics industry in \nXUAR.  \n12.  XUAR requires better regional integration, reduced transportation costs, and removal of \nother  related  physical  and  institutional  inefficiencies  to  become  an  effective  national  and \nregional trade center. The logistics development strategy will cover issues such as such policy \nreforms, infrastructure development, provision of public financial resources and private sector \nparticipation, and institutional capacity building.  \nB.  Methodology and Key Activities \n13.  The TA will prepare (i) a strategy to develop the logistics industry in XUAR; (ii) a master \nplan to implement the strategy; and (iii) a preliminary list of investments to support the strategy. \nThe strategy will focus on policy, institutional, and financial issues regarding logistics industry \ndevelopment. The master plan for logistics industry development will pay particular attention to \nthe public infrastructure and logistics platform, including a single window for customs clearance \nand an over-the-counter dealing system for logistics, as well as capacity building. The list of \ninvestment projects will include public investment and public-private sector partnership projects \nfor the XUAR government to consider. The analytical work of the TA will focus on the following: \n(i)  strategy for developing the regional logistics system with a matching transportation \nnetwork centered around Urumqi; \n(ii)  selection, allocation, and definition of functions of logistics hubs, both for class A \nand class B; \n(iii)  logistics service requirements at border posts—including logistics centers, logistics \nrelated basic infrastructure, and logistics companies—in improving efficiency of the \ncustoms clearance; \n(iv)  containerization  issues,  such  as  demand,  cost  and  benefits,  and  multimode \ntransport of containers; \n(v)  improvement  of  the  road  transportation  network,  including  market  demand, \norganization of the shipping industry, and methods to lower the ratio of return with \nan empty load; \n(vi)  functioning and architecture of the logistics platform, including a general market \ninformation system for demand and supply as well as a specialized system for \nlogistics operators; and interface with customs and financial service providers; \n(vii)  improvement  of  the  efficiency  of  financial  services  for  logistics  operations, \nparticularly focusing on cross-border financial services; \n                                                 \n7  ADB. 2002. Technical Assistance to the Kyrgyz Republic for Trade Facilitation and Customs Cooperation. Manila; ADB. 2004. \nTechnical Assistance for Trade Facilitation and Customs Cooperation Program (Phase II). Manila; ADB. 2002. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Kyrgyz Republic for Regional Trade \nFacilitation and Customs Cooperation Program (Kyrgyz). Manila; ADB. 2002. Report and Recommendation of the President to the \nBoard of Directors on a Proposed Loan to the Kyrgyz Republic for Regional Trade Facilitation and Customs Cooperation Program \n(Tajikistan). Manila; ADB. 2004. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nthe Kyrgyz Republic for Regional Customs Modernization and Infrastructure Development (Kyrgyz). Manila; ADB. 2004. Report \nand Recommendation of the President to the Board of Directors on a Proposed Loan to the Kyrgyz Republic for Regional \nCustoms Modernization and Infrastructure Development (Tajikistan). Manila; and ADB. 2006. Report and Recommendation of the \nPresident to the Board of Directors on a Proposed Loan to the Kyrgyz Republic for Mongolia Customs Modernization Project. \nManila. ", "    5\n(viii)  foreign direct investment in the logistics industry in XUAR, its impediments and \npolicies; and \n(ix)  institutional capacity building for the logistics industry, public education, vocational \ntraining, job markets, and funding, as well as the establishment of logistics training \ncenters. \nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $600,000 equivalent. The Government has \nrequested ADB to finance $425,000 equivalent. The TA will be financed on a grant basis by the \nGovernment of Spain and administered by ADB. The Government will provide the remaining \n$175,000 of local currency costs in kind to cover office accommodation, counterpart staff, \ntransportation, and other related services. Detailed cost estimates are in Appendix 2. \nD.  Implementation Arrangements \n15.  NDRC’s Department of Regional Economy will be the Executing Agency (EA) to provide \noverall guidance and coordination at the national level. The Xinjiang Development and Reform \nCommission (XDRC) will be the Implementing Agency (IA). A leading group will be set up, \ncomprising senior officials of XDRC, Xinjiang Finance Bureau, Customs Administration and \nQuarantine  Bureau,  Department  of  Foreign  Trade  and  Economic  Cooperation  (DOFEC), \nadministrations of railway, road transportation and airlines, and other relevant agencies, chaired \nby XDRC senior officials, to ensure proper working level coordination as development of trade \nlogistics will involve many agencies. The IA will provide the necessary office space, counterpart \nstaff support, transportation, and other services to the consultants and will arrange meeting \nappointments for the consultants with relevant agencies and organizations. A project office will \nbe set up at the Regional Economic Development Division of XDRC. \n16.  The  TA  will  engage  one  international  and  four  national  consultants  for  a  total  of \n15 person-months (3 person-months each), including a logistics specialist, regional cooperation \neconomist,  transportation  specialist,  public  investment  specialist,  and  logistics  platform \nspecialist. A separate budget will engage additional international and national resource persons \nfor  specific  technical  areas  during  TA  implementation,  as  the  need  arises.  The  terms  of \nreference for consultants are in Appendix 3. Consultants will be selected and engaged on an \nindividual basis in accordance with ADB’s Guidelines on the Use of Consultants by Asian \nDevelopment Bank and Its Borrowers. Equipment will be purchased in accordance with ADB’s \nProcurement  Guidelines  and  will  be  handed  over  to  the  EA/IA  on  completion  of  the  TA. \nOverseas  training  will  be  organized  in  ADB  member  countries  with  an  advanced  logistics \nindustry, targeting key government officials to give them first-hand experience of live operations. \n17.  The  TA  is  expected  to  begin  in  January  2007  and  end  in  December  2007.  The \nconsultants will submit (i) inception reports 3 weeks after commencement of their services, \n(ii) interim progress reports every quarter during TA implementation (except the last quarter \nwhen the draft final and final reports are due), (iii) a draft final report before the conclusion of the \ncontract, and (iv) a final report 2 weeks after incorporating comments from the EA and ADB. All \nreports  must  be  submitted  in  English.  Workshops  will  be  organized  periodically  to  invite \ncomments from international and domestic experts and disseminate report findings.  \nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $425,000 to the Government \nof the People’s Republic of China to be financed on a grant basis by the Government of Spain \nfor the Logistics Development and Capacity Building in Xinjiang Uygur Autonomous Region of \nthe PRC, and hereby reports this action to the Board. ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData \nDesign Summary  Performance Targets/Indicators  Sources/Reporting  Assumptions and Risks \nMechanisms \nImpact    Assumption \nXUAR becomes an  • Streamlined policy environment and  • Trade statistics and  • The XUAR government \neffective national and  improved infrastructure for effective  reports by customs  remains committed to \nregional trade center  development and efficient operation  and statistics office  implement the strategy  \nof logistics industries    • Public and private \n• Healthy growth in trade volumes  financial resources are \nand varieties of products  made available  \ntransported through XUAR \nOutcome      Assumption \nA strategy is adopted  • Strategy is adopted by higher level  • Formal circulars  • The strategy and \nand implemented to  government authorities before  issued by XDRC  investment plan is \ndevelop the logistics  30 September 2007  endorsing the  accepted by XDRC and \nindustry in XUAR   • Investment plan is approved by  strategy  higher authorities of the \nplanning agencies with appropriate  • TA completion  Government  \nfunding support before  report \n30 September 2007 \nOutputs    Assumptions \n1. Strategy to develop  • Draft strategy submitted before  • Progress reports by  • Acceptance and \nlogistics industry in  30 April 2007 and accepted by  consultants and the  implementation of sound \nXUAR  XDRC before 30 June 2007  executing and  recommendations by \n2. Master plan to  • Draft master plan submitted before  implementing  relevant government \nimplement the  30 June 2007 and accepted by  agencies  agencies  \nstrategy   XDRC before 30 September 2007  • Supervision by  • Timely availability of \n3.  Preliminary list of  • List of investment projects  review missions  required data, and good \ninvestments to  submitted before 30 September    participation of \nsupport the strategy  2007 and accepted by XDRC  stakeholders \nbefore 31 December 2007 \nActivities with Milestones  Inputs \n1.1 Review existing policy and regulatory environment for logistics industries and linkage  • grant of Government of \nof XUAR’s logistics industry compared with other parts of the PRC in the first quarter  Spain and administered \nof 2007.  by ADB: $425,000 \n1.2 Formulate a strategy for the development of the regional logistics system with a  equivalent  \nmatching transportation network centered on Urumqi in the second quarter.  • Government in kind \n1.3 Recommend a program for human resources development for the logistics industry in  support: $175,000 \nthe second quarter.  • In kind contribution of \n2.1 Identify logistics service requirements at border posts, including logistics centers,  other stakeholders \nlogistics related basic infrastructure, and logistics companies in the second quarter \n2007. \n2.2 Select the location and define the functions of key logistics hubs in the third quarter \n2007. \n2.3 Define the functions and architecture of the logistics platform, including a general \nmarket information system for demand and supply, as well as a specialized system \nfor logistics operators, and interface with customs and financial service providers in \nthe third quarter 2007. \n3.1 Identify major bottlenecks in XUAR’s transportation network in the first quarter 2007. \n3.2 Evaluate the feasibility of construction of transportation hubs and container ports in \nthe second quarter 2007. \n3.3 Prepare and assemble financial analysis data to provide a quantitative and qualitative \nexamination of the proposed investment in the third quarter.  \nADB = Asian Development Bank, TA = technical assistance, XDRC = Xinjiang Development and Reform Commission,  \nXUAR = Xinjiang Uygur Autonomous Region.  \n \n \n ", "  Appendix 2      7 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nA. Government of Spain Financinga     \n1.  Consultants     \na.  Remuneration and Per Diem     \ni.  International Consultantsb  120.0  \nii.  National Consultantsc  125.0  \nb.  International and Local Travel  20.0  \nc.  Reports and Communications  0.0  \n2.  Equipmentd  0.0  \n3.  Training, Seminars, and Conference     \na.  Facilitators (Interpreters and Translators)  10.0  \nb.  Domestic Workshop  30.0  \nc.  Overseas Training  40.0  \n4.  Miscellaneous Administration and Support Costs  10.0  \n5.  Contingencies  70.0  \n            Subtotal (A)  425.0  \n    \nB. Counterpart Financing    \n1.  Office Accommodation and Transport  75.0  \n2.  Remuneration and Per Diem of Counterpart Staff  60.0  \n3.  Contingencies  40.0  \n            Subtotal (B)  175.0  \n    \n          Total  600.0  \na  Administered by the Asian Development Bank. \nb   $40,000 is earmarked for additional international specialists and will be identified during implementation \nof the technical assistance (TA) as the need arises. \nc   $20,000 is earmarked for additional domestic specialists and will be identified during TA implementation \nas the need arises. \nd  Equipment to be purchased includes notebook computers, fax machines, scanners, data storage \ndevices, and photocopiers. Upon completion of the TA, equipment will be transferred to Xinjiang \nDevelopment and Reform Commission. \nSource: Asian Development Bank estimates. \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  International  consultants  will  be  primarily  responsible  for  introducing  international \nexperiences  and  best  practices,  providing  advisory  services  on  key  technical  issues, \ndisseminating  lessons  learned,  and  providing  recommendations  to  policy  makers.  National \nconsultants will be responsible for all technical aspects of implementation of the technical \nassistance (TA).  \n \nA.  International Consultants (3 person-months) \n \n1.  Team Leader and Logistics Industry Specialist (3 person-months) \n \n2.  The  consultant  will  assume  the  role  of  team  leader  and  be  responsible  for  overall \nmanagement of TA implementation, timely delivery of good quality interim and final reports, \nrecruitment and management of resource persons in various technical tasks, and organizing \nworkshops  and  training  activities.  The  consultant  should  possess  deep  knowledge  of  and \nsufficient experience of the logistics industry in the People’s Republic of China (PRC) and other \ncountries at a similar stage of development. Specifically, the consultant will: \n \n(i)  review existing policy and the regulatory environment for logistics industries not \nonly in XUAR but also in the northwestern region and nationwide; \n(ii)  review  the  linkage  between  the  development  of  XUAR’s  logistics  industry \ncompared with other parts of the PRC, particularly the northwestern PRC;  \n(iii)  stipulate clearly the development objectives for XUAR’s logistics industry; \n(iv)  analyze roles that the logistics industry can play for trade facilitation and for \ndevelopment of the Eurasia Continental Bridge;  \n(v)  identify  a  range  of  physical,  procedural,  and  institutional  weaknesses  in  all \naspects of logistics operations; \n(vi)  formulate a development strategy for XUAR’s logistics industry; \n(vii)  recommend how to streamline, rationalize, and coordinate logistics development \npolicies and procedures; \n(viii)  recommend a program for human resources development for logistics industry \nincluding  institutional  capacity  building  activities,  public  education,  vocational \ntraining, job markets and funding, as well as establishment of logistics training \ncenters; \n(ix)  identify logistics service requirements at border posts, including logistics centers, \nlogistics related basic infrastructure, and logistics companies in improving the \nefficiency of customs clearance; \n(x)  make decisions on the selection, allocation, and definition of functions of logistics \nhubs, both for class A and class B, based on submission of project proposals \nfrom local government agencies; and \n(xi)  recommend  a  policy  for  attracting  foreign  direct  investment  in  the  logistics \nindustry in XUAR. \n \nB.  National Consultants (12 person-months) \n \n3.  National consultants with in-depth country and sector knowledge and good contacts with \nthe  Government  and  enterprises  will  be  recruited.  The  national  consultants  will  help  the \ninternational  consultants  quickly  become  familiar  with  their  tasks  by  translating  various \ndocuments into English; researching and compiling a set of government policies, regulations, \nand  procedures  adopted;  and  ensuring  that  the  output  of  the  international  consultants  is \nappropriate. The national consultants are expected to possess sufficient experience in their \nrelevant fields. \n ", "  Appendix 3      9 \n1.  Regional Cooperation Economist (3 person-months) will: \n \n(i)  analyze the trend of regional cooperation in logistics operations among XUAR \nand central Asia; \n(ii)  assess major impediments to efficient logistics services, transport arrangements, \ncustoms procedures, and trade support services within XUAR and central Asia; \n(iii)  recommend  measures  for  improvement  of  efficiency  of  financial  services  for \nlogistics operations, particularly focusing on cross-border financial services; \n(iv)  analyze  impacts  of  logistics  industry  on  overall  development  of  XUAR’s \neconomy; \n(v)  review  existing  policy  and  regulatory  environment  for  logistics  industries \nnationwide and in XUAR; and \n(vi)  quantify value added from key development projects in logistics. \n \n2.  Transportation Specialist (3 person-months) will: \n \n(i)  work together with logistics industry specialist in developing an overall strategy \non  removing  transportation  constraints  for  logistics  industry  development  in \nXUAR; \n(ii)  identify major bottlenecks in XUAR’s transportation network; \n(iii)  evaluate feasibility of construction of transportation hubs and container ports; \n(iv)  recommend  strategies  for  XUAR  to  benefit  from  the  PRC’s  accession  to \nTransports Internationaux Routiers; and \n(v)  formulate  a  strategy  for  XUAR  to  benefit  from  containerization  and  address \nissues of demand and supply, cost and benefits, and multimode transport of \ncontainers. \n \n  3.  Public Investment Specialist (3 person-months) will: \n \n(i)  perform preliminary financial analysis for potential public investment projects in \nlogistics industry; in particular, (a) identify and confirm objectives and suitability of \ninvestments,  (b)  prepare  and  assemble  financial  analysis  data  to  provide  a \nquantitative and qualitative examination of the proposed investment, (c) assess \nthe adequacy of the funding plan, (d) forecast for a period covering up to at least \nthe end of the fifth year of the projects operation, and (e) calculate the financial \ninternal rate of return; and \n(ii)  perform  economic  analysis  to  ensure  sustainability  of  developmental  effects, \nadequate incentive for all stakeholders, and fair distribution of benefits.  \n \n4.  Logistics Platform Specialist (3 person-months) will: \n \n(i)  formulate a development strategy for XUAR’s logistics platform;  \n(ii)  identify functioning and architecture of the logistics platform, including a general \nmarket information system for demand and supply, as well as a specialized \nsystem for logistics operators; and interface with customs and financial service \nproviders; \n(iii)  analyze suitability of telecommunication networking; \n(iv)  specify a mechanism for development and operationalize the logistics platform; \nand  \n(v)  advise on training programs. \n "], "metadata": {"ModDate": "D:20061226095205+08'00'", "CreationDate": "D:20061208120549+08'00'", "Title": "Logistics Development and Capacity Building in", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Elements 7.0.5 (Windows)"}}