{"path": "data/input/ta/39201-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 39201 \nDecember 2005 \n \n \n \nTechnical Assistance \nEstablishment of Regional Knowledge Hubs\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADBI  –  Asian Development Bank Institute \n  CoP  –  community of practice \n  DMC   –  developing member country \n  GDP  –  gross domestic product \n  KPS  –  knowledge products and services \n  OECD  –  Organisation for Economic Co-operation and Development \n  RD  –  research department \n  RSDD  –  Regional and Sustainable Development Department \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSectors  –  Multisector (education, energy, transport and communications) \nThemes  –  Sustainable economic growth, regional cooperation, capacity \ndevelopment \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice President  G.H.P.B. van der Linden, Knowledge Management and Sustainable \nDevelopment \nDirector General  B. Lohani, Regional and Sustainable Development Department (RSDD) \n   \nTeam leader  D. Boom, Principal Knowledge Management Specialist, RSDD \nTeam members  Z. Bisera, Knowledge Management Officer, RSDD \nC. Mercado, Information and Database Officer, RSDD \nCommunities of Practice (members) \nM. Aclan, Project Assistant, RSDD \nT. Katigbak-Pagkaliwangan, Operations Assistant, RSDD \n ", " \nI.  INTRODUCTION \n1.  There is a demand from developing member countries (DMCs) for (i) building knowledge \nand capacity in new and emerging areas, (ii) supporting quick adoption of new technologies \nbeing developed and tried across the region and the globe, and (iii) facilitating knowledge \nsharing in the region. While some middle-income countries have managed to create pockets of \ncapacity in new and emerging areas—including science and technology—the vast majority of \nthe Asian Development Bank’s (ADB’s) DMCs have severe capacity deficits in these areas1. \nEven  middle-income  countries  face  a  wide  knowledge  gap  in  some  new  and  emerging \ntechnologies that are highly relevant to their future development. Further, regional knowledge \nexchange  is  currently  not  very  effective  and  scattered  around  the  region.  The  proposed \ntechnical assistance (TA) will help build capacity on identified new and emerging development \ntopics in DMCs,2 thus enhancing the skills and expertise in DMCs and strengthening knowledge \nsharing in these areas. This TA responds to DMCs’ demands and ADB’s operational needs. The \nTA design and monitoring framework is in Appendix 1.    \n \nII.  ISSUES \n2.  Modern  economies  are  characterized  by  a  complex  interplay  of  competition  and \ncollaboration between economic actors. The contribution of competition to economic efficiency \nand productivity is intuitively easier to grasp. But some key determinants of growth in modern \neconomies involve the acquisition of new and emerging technologies. This requires generation \nand adoption of scientific knowledge and new technologies, the pursuit of innovation, and the \ndevelopment of the necessary human resources. This also requires extensive collaboration and \nnetworking with relevant parties across the region and the world. Recent analyses, including the \nOrganisation  for  Economic  Co-operation  and  Development  (OECD)  Growth  Study:  Some \nImplications for Statistics3 and the United Nations World Investment Review4, have identified \nthese as powerful factors that drive economic growth. These data show a strong correlation \nbetween the percentage of gross domestic product (GDP) spent on research and development \nand  GDP  per  capita—underscoring  the  increasing  importance  of  new  knowledge  and \ntechnology for development. There is wide understanding that the Asia-Pacific region needs to \nbecome innovative and technologically more advanced if it is to continue the high growth rates \nseen over the last few decades. The Asian Development Outlook 20035 identified knowledge as \nthe most important resource in maintaining the Asia and Pacific region’s competitiveness, given \nthe rapid rate of change created by globalization and technological innovation.  \n \n3.  In light of the above, ADB must assume a more proactive role as catalyst6 of applied \nknowledge in the region, which is critical for the future development of its DMCs. While new \nknowledge and technologies are being developed successfully in different countries and regions, \na key challenge facing DMCs is to capture and translate this international knowledge into locally \nuseful knowledge. There is a need to develop knowledge hubs in the region to make available \nand disseminate identified new basic and applied knowledge of relevance to DMCs. These \n                                                 \n1  Millenium Project 2005. Report of the Task Force on Science, Technology and Innovation. New York. Developing \ncountries need support in developing infrastructure to enhance the creation and application of science, technology \nand innovation. \n2  The TA first appeared in ADB Business Opportunities on 8 December 2005. \n3   Organization of Economic Co-operation 2002. The OECD Growth Study: Some Implications for Statistics. London.  \n4   United Nations Conference on Trade and Development. World Investment Report 2003. New York. \n5   ADB 2003. Asian Development Outlook 2003, Manila \n6   Knowledge Management for Development. 2005. KM4D Journal 1(2) 69-75. Available at  \nhttp:www.km4dev.org/journal and in ADB 2003. Annual Report 2003. Manila (p. 33). \n ", "2   \nknowledge hubs should capture (and participate in creating) knowledge generated elsewhere—\nnationally or internationally—and develop these further to meet specific local needs. Further, \nthese knowledge hubs should become key reservoirs of relevant expertise and serve as main \nagents of dissemination of such knowledge in DMCs and the region.  \n \n4.  These knowledge hubs should aim to mainstream new concepts in innovation, science, \ntechnology, management development, and related fields for the region. They should also \npromote improved exchange of data, information, and knowledge; and increase the capabilities \nof institutions and organizations in the region. Initiatives have created a wealth of knowledge \nbase and expertise throughout the region. However, the capabilities of regional organizations \nand institutes in disseminating and sharing their findings are limited. Information is not enriched \nthrough regional cooperation, and information and expertise bases largely remain scattered \naround the region and fail to provide the multiplier effect that could be achieved if it were \nnurtured with more support for regional knowledge exchange. As the knowledge hub will focus \non new development topics, experience and lessons learned from ADB knowledge sharing \ninitiatives such as the Consultative Group on International Agricultural Research (CGIAR) center \nof excellence will be applied in the establishment of the knowledge hubs. \n \n5.  The proposed TA will create such knowledge hubs and have a crosscutting impact on \nregional knowledge and information exchange, and sharing of knowledge and information in \nareas demanded by DMCs. The creation of knowledge hubs will help strengthen ties among \nleading intellectuals and officials around the region, and will aid the long-term development of \nbasic  research  and  technology  information  exchange  around  the  region.  This TA  will  also \nsupport  ADB’s  Knowledge  Management  Framework 7  (particularly  output  5)  to  expand \nknowledge sharing, learning, and dissemination of innovations through external relations and \nnetworking. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The TA aims to support regional development by supporting knowledge hubs in selected \nDMCs as centers of excellence to (i) promote germination or growth of identified knowledge and \ntechnologies, (ii) translate or adopt national and international knowledge in these areas for local \nuse, (iii) reduce domestic knowledge and skill gaps in these areas, and (iv) promote exchange \nof knowledge and information. In particular, the TA will focus on areas that are operationally \nrelevant to ADB such as environment, transport, and energy. Through these knowledge hubs, \nthe TA will (i) introduce the latest knowledge and advanced technologies in identified areas \nneeded in selected DMCs or across the region; and (ii) support the creation of a pool of experts \nin  those  areas,  which  will  continue  to  serve  the  DMCs  concerned  and  the  region.  These \nknowledge hubs will improve ADB’s networking in the region and enhance its ability to respond \neffectively to DMCs’ needs by providing reliable and relevant knowledge and information, along \nwith a pool of experts in these new areas.  \n \n7.  These knowledge hubs will provide decision makers and the development community in \nAsia and the Pacific with up-to-date knowledge products and services tailored to client or \nregional  needs.  The  process  aims  to  mobilize  resources  to  (i)  improve  the  creation  and \ndissemination of knowledge about distinct value-adding topics; (ii) provide access to specific \ninformation resources; and (iii) establish centers of excellence with particular emphasis on a \n                                                 \n7  ADB. 2004. Knowledge Management in ADB. Manila. \n ", "  3\n“partnership” approach involving governments, private sector, nongovernment organizations, \nacademic institutions, and other donor agencies. It will promote regional cooperation in the \ncreation  and  dissemination  of  knowledge,  and  recommend  regional  solutions  to  meet \ndevelopment challenges. \n \n8.  This regional TA will build knowledge and capacity in specific development topics and \nhelp increase understanding and awareness in new and emerging sectoral and thematic trends. \nIt will strengthen ADB’s partnerships with development institutions and academia. In particular, \nknowledge hubs will offer briefings on new and emerging development concepts and issues, \nand create knowledge products and services in formats suitable for use in the region and in \nADB operations. It will foster knowledge communities throughout the Asia-Pacific region and \nprovide learning opportunities on key development topics where ADB’s financial assistance is \nmade  available  for  DMCs.  These  knowledge  hubs  will  be  integrated  into  ADB’s  lending \noperations and knowledge management activities, and will support and complement its training \nand course offerings. They will also be linked to ADB’s communities of practice (CoPs) to \nenhance their access to region-wide operational issues. Overall, these knowledge hubs will \nsupport DMCs in their development efforts and enhance ADB’s ability to respond to their needs \nmore effectively. \n \nB.  Methodology and Key Activities \n9.  The TA will identify about four to six (maximum) organizations and institutions in the \nregion to serve as knowledge hubs for identified and focused development topics relevant to \nDMCs and ADB operations. Knowledge hubs can be created in one or two specific fields with \nrelated sub-hubs established in other countries. Countries identified as knowledge hubs should \nhave  the  technical  skills  and  capability  to  undertake  the  activity.  The  identification  of  the \ndevelopment topics, and the organization or institutions to serve as knowledge hubs will be \nmade by ADB through internal consultation among relevant departments and CoPs, the Asian \nDevelopment Institute (ADBI), and consultations with DMCs and other stakeholders. \n \n10.  These knowledge hubs will deal with emerging development concepts and technologies, \nsuch  as  clean  development  mechanisms,  use  of  compressed  natural  gas  and  hybrid \ntechnologies in the transport sector, renewable energy, environmental technology,  information \nand communication technology, as well as management techniques. The knowledge hubs will \naddress common development concerns or assist in problem solving in specific sectors or \nareas. To ensure high synergy and knowledge sharing, these knowledge hubs will be linked \nwith each other—as well as with relevant national organizations—individually. Moreover, to \npromote regional cooperation and integration, they will collaborate with existing knowledge \nnetworks in the region. Further, they will be linked to international academic and research \norganizations to enhance their access and capacity to learn and adapt the latest international \ndevelopment concepts to regional or local needs and demands. ADB will serve as the nodal \npoint for coordination of the activities of these knowledge hubs located in different DMCs. It is \nenvisioned that knowledge hubs will focus on new and emerging development concepts that will \nbe introduced and integrated as one of the activities of the identified ‘hub’ organization or \ninstitution. As a frequent and regular activity of the organization, it is expected that the concept \ndeveloped out of the knowledge hub can be sustained within the business environment upon \ncompletion  of  this  TA.  As  they  develop,  the  knowledge  hubs  are  envisioned  to  operate \nindependently as part of an Asian applied knowledge network. The key output of the TA will be \nrecognizable  regional  or  national  knowledge  hubs  on  selected  development  topics  of  high \nrelevance  to  DMCs  and  ADB.  The  TA’s  output  will  also  include  knowledge  products  and \n ", "4   \nservices such as toolkits, methodologies, good practices, dissemination through workshops and \npublications, and an established network of such organizations and institutions with ADB.   \n \n11.  The knowledge hubs will undertake research and disseminate new concepts of interest \nto ADB’s clients. They will also facilitate sharing of development related topics within and \nbeyond the Asia-Pacific region. The knowledge hubs will collaborate with development actors \nand stakeholders in providing new and constantly updated content to its users. Since each \nknowledge hub will be dedicated to a specific development area or topic, it will build research \ncapacity to create knowledge in the area, liaise with academic institutions, and deliver specific \nknowledge outputs to satisfy the clients’ needs. \n \n12.  ADB  assistance  will  include  provision  of  technical  support,  capacity  building  of  the \nidentified organizations or institutions, and facilitating exchange of information. In this process, \nADB will not build a new organization or institution; rather, it will support existing organizations \nand institutions in the region to build and expand their capacity for knowledge generation, \nknowledge capture, and research efforts to translate national and international knowledge for \nlocal or regional use, and knowledge dissemination in identified areas.  \n \nC.  Cost and Financing \n13.  The TA is estimated to cost $990,000 to be financed on a grant basis by ADB’s TA \nfunding program. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements   \n14.  ADB  will  be  the  executing  agency  of  the  TA.  The  Regional  and  Sustainable \nDevelopment  Department  (RSDD)  will  be  the  nodal  department  for  implementation  of  TA \nactivities. RSDD will implement the TA activities, including the identification of the knowledge \nhubs, in collaboration with the regional departments (RDs) and ADB’s CoPs. Overall supervision \nand guidance for implementation of the TA will be provided by a steering committee led by \nRSDD, comprising representatives of relevant ADB departments, particularly the RDs.  \n \n15.  About 30 person-months of international individual consultants, with selected expertise \nin the identified areas or themes of the knowledge hubs, will be required under this TA, with \neach  knowledge  hub  requiring  about  5–6  months  of  consultancy  work.  The  international \nconsultants  will  be  responsible  for  (i)  preparing  draft  agreements  with  organizations  and \ninstitutions  identified  as  knowledge  hubs  under  the  TA;  (ii)  providing  necessary  technical \nsupport,  undertaking  studies,  and  building  capacity  (including  training  of  experts  in  these \norganizations and institutions); and (iii) reviewing the activities and outputs of these knowledge \nhubs. In addition, the TA will require 35 person-months of domestic individual consultants to \nprovide  research  and  data  analysis  support  to  the  knowledge  hubs.  The  outline  terms  of \nreference for the consultants are in Appendix 3. The consultants will be engaged by ADB in \naccordance with the Guidelines on the Use of Consultants and other arrangements satisfactory \nto ADB for the engagement of domestic consultants. \n \n16.   The activities under the TA will include organizing consultation and technical workshops, \nas appropriate, to disseminate and help mainstream developments and new findings generated \nfrom  the  knowledge  hubs.  The  analytical  outputs  of  the  knowledge  hubs  during  TA \nimplementation will be compiled as knowledge products and made available to all DMCs as a \npublication.  The  TA  will  be  implemented  over  24  months,  starting  from  January  2006  to \n ", "  5\nDecember 2007. TA activities will be monitored and reports made available through the ADB \nwebsite. \n \nIV.  THE PRESIDENT'S DECISION \n17.   The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $990,000 on a grant basis for \nthe Establishment of Regional Knowledge Hubs, and hereby reports this action to the Board. \n ", "  6         Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nDevelopment of the  Establishment of first  Website and database  •  Willingness and \nregion by facilitating  2–3 knowledge hubs by    commitment of ADB \nlearning, knowledge  December 2006  Experts from DMCs  and ADBI to share \ndissemination,      KPS with DMCs and \nexchange, and  A total of 4–6  Progress report  partners \nsharing with and  (maximum) knowledge    •  Concept of knowledge \namong DMCs on new  hubs established by    hubs shared by DMCs \nand emerging  December 2007  and identified \ndevelopment issues  institutions \nthrough the  •  Consistent \nknowledge hubs  management support \n  to be a learning \n  organization \nOutcome      Assumptions \nImprovement in  Demand of  Feedback from DMCs   •  Adequate \napplied knowledge  stakeholders for ADB    infrastructure available \nand exchange of  assistance on selected  Number of knowledge  in DMCs to support \ninformation on  topics  hubs and nodes created  access to information \nidentified new and      sources \nemerging areas in the  Increased knowledge  Knowledge products and  •  Agreement on \nregion  base   services  development topics for \n      hub \nImprovement in the  Shared understanding     \navailability of skilled  of sector/thematic    Risks \nmanpower in  issues    •  Buy in from DMCs and \nidentified areas in the      institutions to \nregion  Number of institutions  participate \n  •  Funding and resources \nto continue hub after \nTA completion \nOutputs      Assumption \n1. About 6 knowledge  Up-to-date and  Regional TA consultants’  •  Suitable institutions \nhubs in identified  accessible knowledge  reports  and willingness to \nareas in selected  base    participate in \nDMCs involved in    Number of knowledge  knowledge hubs \ncreation, sharing, and  Shared resources and  products and services   \ndissemination of  expertise    Risks \nknowledge in the      •  Infrastructure and \nregion on distinct    Periodic progress reports,  capacity \nvalue-adding topics    and communication from  •  Insufficient demand for \n    related external experts  knowledge hubs \n2. Stakeholders have  Knowledge products  and institutions  outputs \naccess to up-to-date  disseminated     \nknowledge products     \ntailored to client or   \nregional needs   \n \n3. Strengthened \npartnerships with \ndevelopment \ninstitutions and \nacademies \n ", "Appendix 1  7\nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n \n4. Regional \ncooperation through \nthe creation and \ndissemination of \nknowledge and \nsolutions developed \nto meet regional \ndevelopment \nchallenges \n \n5. Workshops on \ndisseminating  \nknowledge products \n \nActivities with Milestones  Inputs \n  ADB \n1.1 Consultation with stakeholders and CoPs (March 2006).  •  Consultants: $590,000 \n1.2 Recruitment of consultants (April 2006).  (30 person-months \n1.3 Selection of countries/organizations where knowledge hubs will be  international, \ncreated (June 2006).  35 person-months \n1.4 Establishment of first two knowledge hubs (November 2006).  domestic) \n1.5 Creation of knowledge products and services (January 2007).  •  Travel: $90,000 \n  •  Training and seminars: \n2.1  Internal consultation with stakeholders and CoPs  (March 2006).  $150,000 \n2.2  Identification of topics/areas to be tapped under the knowledge hubs  •  Communication: \n(May 2006).  $10,000 \n2.3 Selection of countries/organizations where knowledge hubs will be \n•  Printing: $50,000 \ncreated (June 2006). \n•  Contingency: \n \n$100,000 \n3.1 Discussion with countries/organizations on the needs of their region, \n \ntechnology available, and best methods (July 2006). \nPrivate Sector \n3.2 Preparation of knowledge hubs agreement (October 2006). \n•  Time for knowledge \n3.3 Establishment of first two knowledge hubs (November 2006). \ncreation and sharing \n3.4   Establishment of a total of six knowledge hubs (March 2007). \n \n \n4.1   Knowledge hubs will collaborate with existing networks (January 2007). \n4.2   Knowledge hubs to undertake research, and exchange new concepts of \ninterest to and within the region (March 2007). \n \n5.1   Creation of knowledge products, services, and publications (June 2007). \n5.2   Organize knowledge workshops (September 2007). \n5.3   Dissemination of knowledge products and services produced by \nknowledge hubs (October 2007). \nADB  =  Asian  Development  Bank,  ADBI  =  Asian  Development  Bank  Institute,  CoP  =  community  of  practice, \nDMC = developing member country, KPS = knowledge products and services, TA = technical assistance. \n \n \n \n \n \nDaan Boom            Bindu N. Lohani \nPrincipal Knowledge Management Specialist               Director General, RSDD\n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \n   \n  Asian Development Bank Financinga   \n   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  440.0 \n      ii.  Domestic Consultants  150.0 \n    b.  International and Local Travel  90.0 \n    c.  Reports and Communications  10.0 \n  2.  Training, Seminars, and Conferences  150.0 \n  3.  Miscellaneous Administration, Printing, and   50.0 \n    Support Costs \n  4.  Contingencies  100.0 \n   \n        Total  990.0 \n   \n    a  Financed by the Asian Development Bank’s technical assistance funding program. \n        Source: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n ", "      Appendix 3      9   \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.   General \n \n1.  The technical assistance (TA) will require inputs from international or domestic consultants \nof  expertise  in  the  identified  areas  and  drawn  from  a  range  of  experts,  institutions,  and \norganizations—including  individual  consultants,  consulting  firms,  research  organizations, \ngovernment, and the private sector—to provide both analytical and operationally relevant inputs. \nThe consultants should also have expertise in designing frameworks for knowledge sharing and \ndissemination, and learning and dissemination plans in core development areas. \n \nB.   International Consultants (30 person-months) \n \n2.  The consultants will be technical specialists in the identified areas. They will also have \nexpertise in knowledge transfer capturing techniques, and design and develop in-depth knowledge \nproducts and services that match the needs identified in the region, developing member countries \n(DMCs),  and  the  Asian  Development  Bank  (ADB).  The  consultants  need  to  have  a  good \nunderstanding of relevant subjects and relevant research techniques. The tasks of the consultants \nwill include but not be limited to the following. \n \n(i)  Prepare the draft agreements with organizations and institutions identified to be \nknowledge hubs under the TA, and undertake necessary preparatory work.  \n \n(ii)  Assist the establishment of the knowledge hub in the identified organization or \ninstitutions,  including  (a)  identification  of  specific  activities  and  assessing  the \nsuitability of the experts of the knowledge hub for involvement in each of these \nactivities, (b) preparation of detailed cost estimates, (c) preparation of an action plan, \nand (d) establishment of the institutional and physical arrangements required for this \npurpose. This will be done in consultation with research departments (RDs), DMCs, \nand other stakeholders. \n \n(iii)  Provide  technical  support  and  capacity  building,  including  (a)  compilation  of \nreference materiasl; (b) establishment of contact with related external agencies; \n(c) provision of knowledge about new and emerging techniques in relevant areas;  \n(d) provision of necessary training; (e) organizing discussions, seminars, visits, and \nexperimentation, as applicable; (f) direct research; (g) review of the analytical and \napplied  work  of  the  knowledge  hubs;  (h)  guiding  the  analytical  and  research \nactivities of the knowledge hub; and (i) preparation and publication of knowledge \nproducts.  \n \n(iv)  Undertake specific studies or research work, as required, to (a) solve an identified \nproblem, (b) develop new knowledge, or (c) adopt a new knowledge and technology \nfor use in the DMCs and the region.  \n \n(v)  The consultants will also support the organization of and ,conduct seminars and \nworkshops, assist in establishing appropriate contacts with other organization and \ninstitutions, coordinate with relevant internal and external parties, review the various \ndraft reports, provide inputs at different stages of TA implementation, and coordinate \nvarious activities required for the successful completion of this TA. In this process, \nthe consultants will also undertake other tasks as required by the Regional and \nSustainable Development Department (RSDD).  \n ", "10   Appendix 3 \n \n \n \nC.  Domestic Consultants (35 person-months) \n \n3.  The main task of the domestic consultants will be to provide high-quality research-based \nassistance and inputs backed by strong data analysis, where needed. The tasks of the domestic \nconsultants will include (i) review of related documents and literature, (ii) collection of data and \ninformation, (iii) research and analysis (both quantitative and qualitative), and (iv) preparation of \nnotes and briefs. Further, the consultants will prepare charts, tables, and ensure that data is \naccurate. The domestic consultants will also provide technical and administrative support to assist \nRSDD and the international consultant throughout implementation until completion of the TA. In \nthis process, the domestic consultants will coordinate internally and externally with individuals and \norganizations concerned. The consultants will also undertake other tasks as required by RSDD. \n \n \n "], "metadata": {"ModDate": "D:20060113163442+08'00'", "CreationDate": "D:20060103155303+08'00'", "Title": "CONFIDENTIAL", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "Grant L. Leceta", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "Licenced User", "SourceModified": "D:20060103074303"}, "author_page": " \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADBI  –  Asian Development Bank Institute \n  CoP  –  community of practice \n  DMC   –  developing member country \n  GDP  –  gross domestic product \n  KPS  –  knowledge products and services \n  OECD  –  Organisation for Economic Co-operation and Development \n  RD  –  research department \n  RSDD  –  Regional and Sustainable Development Department \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSectors  –  Multisector (education, energy, transport and communications) \nThemes  –  Sustainable economic growth, regional cooperation, capacity \ndevelopment \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice President  G.H.P.B. van der Linden, Knowledge Management and Sustainable \nDevelopment \nDirector General  B. Lohani, Regional and Sustainable Development Department (RSDD) \n   \nTeam leader  D. Boom, Principal Knowledge Management Specialist, RSDD \nTeam members  Z. Bisera, Knowledge Management Officer, RSDD \nC. Mercado, Information and Database Officer, RSDD \nCommunities of Practice (members) \nM. Aclan, Project Assistant, RSDD \nT. Katigbak-Pagkaliwangan, Operations Assistant, RSDD \n ", "authors": [{"documentRole": "Vice President", "fullname": "G.H.P.B. van der Linden", "role": "Knowledge Management and Sustainable", "organization": ""}, {"documentRole": "Director General", "fullname": "B. Lohani", "role": "Regional and Sustainable Development Department (RSDD)", "organization": ""}, {"documentRole": "Team leader", "fullname": "D. Boom", "role": "Principal Knowledge Management Specialist", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "Z. Bisera", "role": "Knowledge Management Officer", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "C. Mercado", "role": "Information and Database Officer", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "M. Aclan", "role": "Project Assistant", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "T. Katigbak-Pagkaliwangan", "role": "Operations Assistant", "organization": "RSDD"}]}