{"path": "data/input/ta/39282-reg-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \nProject Number: 39282 \nApril 2007 \n \n \n \n \n \n \nSelected Evaluation Studies for 2007 \n \n ", " \nABBREVIATIONS \n \n    ADB    –  Asian Development Bank \n    ADF    –  Asian Development Fund \n    BPMSD  –  Budget, Personnel, and Management Systems Department \n    CAPE    –  country assistance program evaluation \n    CAREC  –  Central Asia Regional Economic Cooperation \nCPS    –  country partnership strategy \n    DEC    –  Development Effectiveness Committee \n    DMC    –  developing member country \n    ECG    –  Evaluation Cooperation Group \n    IFO    –  investment funds operations \n    LTSF    –  Long-Term Strategic Framework \n    MDB    –  multilateral development bank \nOED    –  Operations Evaluation Department \nQAE    –  quality at entry \nRM    –  resident mission \nSAPE    –  sector assistance program evaluation \nSES    –  special evaluation study \nSPD    –  Strategy and Policy Department \n    TA    –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Multisector \nThemes  –  Governance, private sector development, capacity \ndevelopment  \nSubthemes  –  Financial and economic governance; private sector \ninvestment;  client  relations,  network,  and \npartnership development \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nDirector General   B. Murray, Operations Evaluation Department (OED) \nDirector    K. Leonard, Operations Evaluation Division 1, OED \n \nTeam leader    O. Serrat, Senior Evaluation Specialist (Knowledge Management), OED \nTeam members  C. Infantado, Evaluation Officer, OED \n     J. Tubadeza, Senior Evaluation Officer, OED \n ", " \nI.  INTRODUCTION \n \n1.  The Operations Evaluation Department (OED) of the Asian Development Bank (ADB) \nevaluates  independently  the  effectiveness  of  ADB's  operations  for  development.  OED's \nfunctions are to (i) assess the performance of completed projects and programs; (ii) review and \nvalidate  self-evaluation  activities  of  operational  departments;  (iii) provide  feedback  for  the \ndesign and review of strategies, policies, and operations; (iv) monitor and report on responses \nof ADB departments and executing agencies to evaluation findings and recommendations; (v) \nbuild  evaluation  capacity  in  developing  member  countries  (DMCs);  and  (vi)  harmonize \nevaluation practices and share evaluation experience with other multilateral development banks \n(MDBs) through the Evaluation Cooperation Group (ECG).1 Lately, OED has increased the \nnumber  of  broad  evaluations  of  groups  of  sector  or  country  operations  and  institutional \ndevelopment issues, themes, approaches, and policies.2 Topics are selected in consultation \nwith the ADB Board of Directors' Development Effectiveness Committee (DEC), former DEC \nmembers, Management, and operations departments.3 DEC, which provides overall guidance to \nOED, approved the latter's work program for 2007–2009 in November 2006. \n \n2.  In 2007–2009, OED will (i) undertake fewer evaluations of individual operations but will \nvalidate ratings in all project completion reports; (ii) increase the number of broad evaluations \nsuch as corporate and policy evaluations, country and sector assistance evaluations, thematic \nevaluations, and impact evaluations; (iii) improve the evaluative content of OED annual reports \non portfolio management and evaluation results; (iv) prepare or revise evaluation guidelines; (v) \nsequence evaluations so that those done early in the 3-year period feed those planned for later \nyears;  and  (vi)  promote  knowledge  management,  including  dissemination  of  findings  and \nrecommendations in accessible and digestible ways. The evaluation work program for 2007–\n2009 is in Appendix 1. In 2007, it includes (i) one sector assistance program evaluation (SAPE) \nand 10 special evaluation studies (SESs), (ii) 10 selected individual performance evaluations of \ncompleted ADB-assisted operations in the public sector and 3 in the private sector, (iii) one real-\ntime evaluation of the design and monitoring framework, and (iv) 3 recurring outputs of OED. \nOED will intensify ADB's contributions to the activities of the ECG. \n \nII.  ISSUES \n \n3.  Given ADB's country focus, country-level evaluations are important. As reported in the \n2006 Annual Evaluation Review, country assistance program evaluations (CAPEs) influence the \nformulation of country partnership strategies (CPSs). CAPEs evaluate the CPSs, analyzing the \ndevelopment impact of ADB's assistance over a decade or more, and making recommendations \non ADB's activities, including the sector mix and use of assistance modalities. In 2006, DEC \ntook steps to ensure that its findings and recommendations are taken into account. SAPEs \nassess  the  relevance,  effectiveness,  and  sustainability  of  ADB's  assistance  to  a  sector's \ndevelopment  and  financial  performance,  as  well  as  impact  on  economic  development  and \npoverty reduction. SAPEs are programmed to feed into the corresponding CAPEs. SESs focus \non selected thematic issues across sectors or countries, or evaluate an ADB policy or process. \n \n                                                 \n1  The ECG was established in 1995 to foster collaboration and harmonization of evaluation work among the \nevaluation units of MDBs. ADB chaired the ECG from 1 June 2005 to 31 May 2006. \n2  The  types  of  evaluation  reports  include  project/program  performance  evaluation  reports,  assessments  of \ndevelopment  impact,  special  evaluation  studies,  impact  evaluation  studies,  country  assistance  program \nevaluations, and annual evaluation reports. \n3  OED's work program is available at http://www.adb.org/Evaluation/work_prog.asp \n ", "                   \n2     \n4.  Of the 15 studies, 7 will be delivered in 2007. Work on others will begin in 2007 and end \nin  2008.  Advance  work  toward  the  2008  work  program  may  also  begin  in  2007.  Broad \nevaluations  and  other  elements  of  the  evaluation  work  program  are  complex  and  require \nconsulting and other services to complement OED's inputs. They have historically been funded \nprimarily  through  technical  assistance  (TA).  Other  components  of  OED's  work  program, \nincluding the preparation of project or program performance evaluation reports, have been \nfunded from ADB's budget. This pattern of resource use will continue in 2007. An allocation of \n$1.485 million for the TA is included in the indicative planning figures for 2007.4\n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n5.  The impact of the TA5 will be improved effectiveness of ADB for development. The \noutcome will be useful and practical findings and recommendations to support the formulation \nand implementation of new CPSs, sector strategies, policies, and operations. The design and \nmonitoring framework is in Appendix 2. \n \nB.  Methodology and Key Activities \n \n6.  For each evaluation, a paper on the evaluation approach will specify the background, \nrationale, purpose, scope, research questions, and resource requirements. The views of ADB \nstaff  and  government  agencies  will  be  sought  and  reflected  as  appropriate.  Existing  ADB \nknowledge products and services will be sought and leveraged. From 2007, each paper will \ncontain  a  dissemination  plan  to  build  meaning  and  understanding,  develop  support,  and \ngenerate  learning  opportunities.  Evaluation  reports  will  include  a  bibliography  of  reviewed \nknowledge products and services as a quality check. The following key activities are envisaged. \n \n7.  SES  on  Achievements  of  ADB's  Long-Term  Strategic  Framework,  2001–2015. \nADB's  Long-Term  Strategic  Framework  (LTSF),  2001–2015,  moves  the  poverty  reduction \nagenda  forward  over  15  years.  Three  medium-term  strategies  (MTS)  will  be  required  to \nimplement  the  LTSF.  MTS-I  (2001–2005)  defined  operational  priorities  for  medium-term \nchallenges and identified the organizational and other changes needed to address them. In \n2007,  the  LTSF  will  be  reviewed  by  the  Strategy  and  Policy  Department  (SPD)  against \nemerging challenges, opportunities, and risks. An important input will be a forward-looking \nstrategic  report  prepared  by  an  independent  panel  of  eminent  persons.  The  SES  will \ncomplement the work of SPD and the panel by identifying lessons from operations implemented \nunder MTS-I and (i) take stock of relevant literature, ADB documents, and ongoing or planned \nstudies; (ii) review and assess the achievements of MTS-I, and recent initiatives relating to the \nLTSF; and (iii) formulate options for addressing the findings and recommendations. The breadth \nof OED's work will be limited by the tight schedule for the overall review of the LTSF.  \n \n8.  SES on ADF VIII and IX Replenishments. The Asian Development Fund (ADF) is \nADB's main concessionary financing mechanism. Its effectiveness can be assessed by studying \nresource  allocation  and  changes  over  the  years  and  the  performance  of  ADF  projects, \nparticularly those funded under ADF VIII (2001–2004). If a sufficient sample of completed ADF \nVIII projects is not available, the SES  may also draw on the performance of  earlier ADF \nprojects. Projects funded under ADF IX (2005–2008) are at the early stages of their cycles and \n                                                 \n4  ADB. 2006. Budget of the Asian Development Bank for 2007. Manila. \n5  The TA first appeared in ADB Business Opportunities on 25 November 2006. ", "3 \nno  meaningful  assessment  can  be  made  of  their  performance.  Notwithstanding,  some \noperational  aspects  could  be  examined.  The  SES  will  examine  outcomes  to  help  answer \nquestions as to what works and what does not. It will evaluate (i) initial experiences under ADF \nIX, (ii) the role and effectiveness of ADB's operations in weakly performing states (and perhaps \nin the Pacific), (iii) improvements in project preparation (quality at entry), (iv) effectiveness of \nperformance-based  allocation  of  ADF  resources,  and  (v)  effectiveness  of  direct  poverty \ninterventions. The SES will use a combination of desk study, macroeconomic analysis, selected \ncase  studies  in  recipient  DMCs,  and  discussions  with  stakeholders.  Findings  and \nrecommendations will be made available in time to support the work that SPD will undertake in \nparallel related to ADF replenishment. \n \n9.  SES on Linking Quality at Entry and the Project Cycle. Investment projects and \nprograms are among the main products of ADB and continuous efforts to improve their quality \nare necessary. The SES will focus on the mechanics of ensuring quality at entry under current \nbusiness practices. It will provide a window on (i) factors that limit the effectiveness of ADB's \nproject preparatory TA supervision and loan processing system, (ii) the efficacy of business \npractices in screening proposals and incorporating the lessons of experience in these, and (iii) \nsimple measures that can be taken to raise the effectiveness and efficiency of staff responsible \nfor quality at entry. The SES will be conducted through research at ADB headquarters and field \nstudies in selected ADB Resident Missions (RMs) and DMCs. \n \n10.  SES  on  ADB's  Operations  in  Support  of  Law  and  Justice  Reform.  ADB's \nGovernance: Sound Development Management (1997) identifies the elements of governance to \nbe accountability, participation, predictability, and transparency. ADB's policy on Anticorruption \n(1998,  as  amended  to  date)  refined  issues  associated  with  corruption  identified  in  the \ngovernance  policy.  ADB  has  provided  over  400  advisory  and  regional  TAs  to  strengthen \ngovernance.  Some  loan  and  grant  projects  have  had  related  components.  The  Access  to \nJustice Program in Pakistan, approved for $350 million in 2001, was the first related loan from \nany MDB. The SES will (i) assess the impact of ADB's law and justice priorities and investments \nat the country partnership and medium-term strategy levels; (ii) evaluate the impact of law and \njustice reform initiatives on fostering governance, strengthening the environment for economic \ngrowth, promoting legal empowerment, access to justice, and regional cooperation; and (iii) \nmark out appropriate institutional and financing modalities at country and regional levels. \n \n11.  SES on the Effectiveness of ADB's Resident Missions. Pursuant to the Resident \nMission Policy (2000), the number of RMs grew from 13 in 2000 to 23 in 2006. RMs have also \nbeen given greater responsibility and authority to undertake their work. Some RMs play a role in \nresponding  to  emergency  situations.  Others  have  helped  establish  and  operate  extended \nmissions. Meanwhile, the challenges faced by ADB and DMCs have evolved. They are reflected \nin (i) the greater attention given to middle-income countries, (ii) an increasing demand for ADB's \nprivate  sector  operations,  (iii)  stronger  support  for  disaster  management  and  postconflict \nmanagement, (iv) the priorities of MTS-II (2006–2008), and (v) ADB's comparative advantage \nvis-à-vis other MDBs. Recent evaluation reports have suggested that (i) an adequate number of \nstaff should be stationed in RMs to cover the areas selected in CPSs, (ii) institutional flexibility is \nneeded to reduce staff in areas that are not selected as priorities in CPSs, and (iii) more \nexperienced staff should be posted to RMs. The SES will evaluate the accomplishments of RMs \nand make recommendations for improvement. It will feed the work that SPD and the Budget, \nPersonnel, and Management Systems Department are undertaking to review the policy. \n \n12.  SES on Private Sector Regional Funds. ADB initiated investment funds operations \n(IFOs) in 1983. As of 31 December 2006, they accounted for 12% of ADB's Private Sector ", "                   \n4     \nOperations Department's portfolio. IFOs fall into four categories: infrastructure funds, venture \ncapital funds, portfolio investment funds, and special purpose funds. They focus on regions, \ncountries, or individual sectors. Historically, ADB has supported IFOs to mobilize private capital \nto support the development of infrastructure and small and medium-sized enterprises and to \nencourage  infrastructure  capital  markets.  The  SES  will  (i)  examine  the  success  of  ADB's \ninvestments in terms of achieving development objectives and profitability, and (ii) review ADB's \nfund management operations to identify ways to strengthen their management. \n \n13.  SES on Infrastructure Development and Trade in Central Asia. The Central Asia \nRegional Economic Cooperation (CAREC) Program was initiated in 1997. CAREC's goal is to \nimprove living standards and to reduce poverty in CAREC countries through more efficient and \neffective  regional  economic  cooperation.  To  date,  the  Program  has  financed  infrastructure \nprojects and improved the region's policy environment in the areas of transport, energy, trade \npolicy,  and  trade  facilitation.  The  SES  will  (i)  evaluate  ADB's  performance  in  relation  to \nCAREC's goal and ADB's mandate and strategy for subregional cooperation; (ii) contribute to \nthe making of strategic choices and setting of priorities in the formulation of the new CAREC \nregional country strategy and program in 2008, and (iii) to assess the quality of the past regional \nstrategy and its preparation, the link between the strategy and associated operational programs, \nand  coordination  and  cooperation  with  development  partners.  It  will  reflect  the  views  of \nstakeholders on the processes involved and assess the performance of selected interventions. \n \n14.  SES  on  the  Effectiveness  of  ADB's  Operations  in  Support  of  Capacity \nDevelopment. The Paris Declaration on Aid Effectiveness called for capacity building to be an \nexplicit objective of national development and poverty reduction strategies. The SES will (i) \ndevelop an evaluation methodology for assessing the performance of ADB's assistance for \ncapacity development; (ii) evaluate the performance of ADB's assistance in priority sectors \nidentified as Group I in MTS-II (2006–2008) in three countries, viz., Cambodia, Nepal, and \nPhilippines; (iii) identify the quality-at-entry and implementation factors within and beyond ADB's \ncontrol that affect the success and failure of ADB's assistance for capacity development; and \n(iv)  draw  lessons  for  improving  the  performance  of  ADB's  future  assistance  for  capacity \ndevelopment. Findings and recommendations will feed the 2007 Annual Evaluation Review. \n \n15.  SES  on  Special  Purpose  Funds  (Non-Japanese).  OED  is  evaluating  the  Japan \nSpecial Purpose Fund, the Japan Fund for Poverty Reduction, and the Japan Scholarship \nProgram.  Besides  these,  ADB  administers  28  trust  funds  with  a  commitment  of  just  over \n$1 billion. Although more than half of the funds are bilateral, multifunding agency trust funds \naccount for almost 80% of the total, of which the two biggest are the Asian Tsunami Fund \n(around  60%  of  the  total)  and  the  Pakistan  Earthquake  Fund  (8.4%  of  the  total).  Other \nsignificant funds are (i) the Cooperation Fund for Technical Assistance with the Government of \nthe United Kingdom and Northern Ireland amounting to $85.0 million (or 8.4% of the total), and \n(ii) the Poverty Reduction Cooperation Fund amounting to $55.0 million (or 5.4% of the total). \nOthers cover e-knowledge, climate change, managing for development results, governance, the \nwater sector, gender and development, poverty and environment, and HIV/AIDS. The criteria for \nincluding funds in the SES are not yet developed. \n \n16.  SAPE in Bangladesh. In 1996–2006, ADB provided 42 loans amounting to $3.35 billion \nto  Bangladesh,  accompanied  by  120  TAs  for  $64.54  million.  The  sectors  included  energy \n(32.2%), transport and communications (21.7%), multisector (14.8%), agriculture and natural \nresources  (12.2%),  and  education  (11.8%).  OED  will  participate  with  the  Department  for \nInternational  Development  of  the  United  Kingdom,  the  Japan  Bank  for  International \nCooperation, and the World Bank in a joint evaluation of overseas development assistance to ", "5 \nBangladesh. The sector that OED will cover will be determined jointly. Specifically, the SAPE \nwill (i) provide a comprehensive assessment of impacts of the assistance of ADB and other \nfunding agencies, on an aggregate basis, in the designated sector; (ii) identify lessons from the \npast 20 years; and (iii) distinguish challenges facing the sector and strategies for the future. \n \n17.  CAPE Updates and CPS Completion Report Validations. A new knowledge product, \nthe CAPE update, will be presented in 2007 because (i) CPS completion reports are being \nprepared, which will provide a better basis for preparation of CAPEs; (ii) some country portfolios \nare relatively small, and do not merit the depth of analysis of past CAPEs; and (iii) OED will \nundertake second CAPEs for several countries. In the main, CAPE updates will be conducted in \ncountries with small portfolios for which production of a full CAPE would not be an efficient use \nof resources. OED will prepare CAPE updates for Mongolia and the Philippines to support the \npreparation of new CPSs. It is also piloting a CPS completion report validation in the Maldives. \n \n18.  Support  to  ECG.6  OED  contributes  to  the  work  of  the  ECG.  It  (i)  takes  part  in \nbenchmarking studies, e.g., for public sector investments and other modalities for which good \npractice  standards  are  available;  (ii)  develops  good-practice  standards  to  promote \nharmonization; (iii) helps build the ECG database; and (iv) undertakes joint papers that draw \ntogether the evaluation functions of ECG members. Such work is cofinanced by ECG members. \n \n19.  Knowledge Management. Evaluation reports that are placed on a shelf provide no \nreturn on investment. The highest value will be realized when what is learned impacts decision \nmaking and improves practice. The TA will support use of knowledge management tools in OED \nand its interfaces with other departments, DMCs, and the international evaluation community. \n \nC.  Cost and Financing  \n \n20.  The TA is estimated to cost $1.485 million. It will be financed on a grant basis from \nADB's TA funding program. Details of the cost estimates and financing plan are in Appendix 3. \n \nD.  Implementation Arrangements \n \n21.  OED will implement the TA and supervise the preparation of reports for each evaluation. \nBased on experience with similar studies in the past, about 55 person-months of international \nand about 60 person-months of national consulting services will be required. Outline terms of \nreference are in Appendix 4. Detailed terms of reference will be developed in the proposed \nevaluation approach papers before action is taken to engage consultants. Consultants will be \nengaged according to ADB's Guidelines on the Use of Consultants (2006, as amended from \ntime to time) and other arrangements satisfactory to ADB for engaging national consultants. The \nTA  will  start  in  April  2007  and  will  be  completed  in  December  2009.  Implementation \narrangements will be flexible enough to allow changes should OED's work program be altered. \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n \n22.  The President recommends that the Board approve the provision of technical assistance \nnot exceeding the equivalent of $1,485,000 on a grant basis for Selected Evaluation Studies for \n2007. \n                                                 \n6  The members of the ECG are the African Development Bank, ADB, the European Bank for Reconstruction and \nDevelopment, the European Investment Bank, the Inter-American Development Bank, the International Monetary \nFund, and the World Bank Group. The United Nations Development Programme and the Development Assistance \nCommittee Working Group on Evaluation were introduced as observer members in 2001. ", "6   Appendix 1 \nEVALUATION WORK PROGRAM, 2007–2009 \n \nTable A1.1: 2007 Work Program \n \nCategory   Number \nA.  Project/Program Performance Evaluation Reportsa   13 \n  1.   Public Sector Operations   \n    a.  Projects (covering seven countries)   10 \n      i.  Agriculture and Natural Resources   \n      ii.  Health and Population   \n      iii.  Transport and Communications    \n      iv.  Water Supply and Sanitation    \n    b.  Programs (covering two countries)   \n      i.  Governance   \n      ii.  Economic Management and Public Policy    \n  2.  Private Sector Operations  3 \nB.  Evaluation Studies  16 \n  1.  Special Thematic Evaluations  7 \n    a.  Evaluation of Japan Funds (JFPR, JSF, and JSP)   \n    b.  Achievements of ADB's Long-Term Strategic Framework   \n    c.  ADB's Operations in Support of Law and Justice Reform   \n    d.  Assistance to Water Supply Sector in Metro Manila   \n    e.  Evaluation of ADF VIII and IX Replenishments   \n    f.  Evaluation of Special Purpose Funds (non-Japanese)   \n    g.  Infrastructure Development and Trade in Central Asia b    \n    h.  Private Sector Regional Funds   \n  2.  Policy and Procedure Evaluations  2 \n    a.  Effectiveness of ADB's Resident Missions   \n    b.  Linking Quality at Entry and the Project Cycle    \n  3.  Country Assistance Program Evaluations c 3 \n    a.  People's Republic of China   \n    b.  India   \n    c.  Sri Lanka   \n  4.  Sector Assistance Program Evaluations  1 \n    a.  SAPE in Bangladesh   \n  5.  Impact Evaluation Studies  1 \n    a.  Education in Bangladesh   \n  6.  Others  2 \n    a.  CAPE Updates and CPS Completion Report Validations   \n    b.  Assessment of DMF Quality a  \nC.  Evaluation Guidelinesa 1 \n  1.  Guidelines for Preparation of Project Performance Evaluation Reports on   \nNonsovereign Operations \nD.  Annual Evaluation Reportsa 3 \n  1.  2007 Evaluation Review     \n(Theme Chapter: Capacity Development)  \n  2.  Annual Report on Loan and TA Portfolio Performance in 2006     \n  3.  Evaluation Highlights of 2006     \nADB = Asian Development Bank, ADF= Asian Development Fund, DMF = design and monitoring framework, JFPR= \nJapan Fund for Poverty Reduction, JSF= Japan Special Fund, JSP= Japan Scholarship Program, SAPE = sector \nassistance program evaluation, TA = technical assistance. \nNote: Evaluation studies marked in italics are deliverables for 2007. \na  To be financed under the administrative budget. Evaluation of TA is discontinued from 2007 and, henceforth, will \nbe included under special studies. \nb  Advanced from the work program for 2008. \nc  From the work program for 2006. \nSource: ADB. 2006. OED Work Program for 2007–2009. Manila. \n   ", "Appendix 1            7 \n \nTable A1.2: 2008 Work Program (Provisional) \n \nCategory  Number \nA.  Project/Program Performance Evaluation Reports  13 \n  1.  Public Sector Operations (Projects/Programs)  10 \n  2.  Private Sector Operations   3 \nB.  Evaluation Studies   \n  1.  Special Evaluations   5 \n    a.  Evaluation of ADB's Support for Regional Cooperation and Integration   \n    b.  ADB's Support for Public Financial Management and Public Sector Reform    \n    c.  Infrastructure Development and Trade in Greater Mekong Subregion   \n    d.  Evaluation of ADB Support to the Development of Monitoring and Evaluation   \nSystems and Capabilities in DMCs \n    e.  Public/Private Partnerships for Infrastructure   \n  2.  Policy and Procedure Evaluations   4 \n    a.  Assessment of ADB's Skills Mix and Use of Consultants    \n    b.  Results Obtained from the Implementation of ADB's Governance and Anti-  \nCorruption Policies \n    c.  Effectiveness of ADB's Support for Decentralization   \n    d.  Evaluation of ADB's Accountability Mechanisms   \n  3.  Country Assistance Program Evaluations  4 \n    a.  Mongolia   \n    b.  Nepal   \n    c.  Pacific Region   \n    d.  Papua New Guinea    \n  4.  Sector Assistance Program Evaluations  1 \n    a.  Irrigation (country to be determined)    \n  5.  Impact Evaluation Studies   1 \n    a.  Irrigation (country to be determined)   \n  6.  Others  2 \n    a.  Assessment of DMF Quality    \n    b.  Assessment of the Innovation and Efficiency Initiative   \nC.  Annual Evaluation Reports  3 \n  1.  2008 Evaluation Review   \n(Theme Chapter: Technical Assistance) \n  2.  Annual Report on Loan and TA Portfolio Performance in 2007   \n  3.  Evaluation Highlights of 2007   \nADB = Asian Development Bank, DMC = developing member country, DMF = design and monitoring framework, TA \n= technical assistance. \nSource: ADB. 2006. OED Work Program for 2007–2009. Manila. \n \n \n \n \n \n \n \n \n \n ", "8   Appendix 1 \nTable A1.3: 2009 Work Program (Provisional) \n \nCategory   Number \nA.  Project/Program or TA Performance Audit Reports  13 \n  1.  Public Sector Operations (Projects/Programs)  10 \n  2.  Private Sector Operations  3 \nB.  Evaluation Studies  To be \ndetermined \n  1.  Special Evaluations  4 \n    a.  Results from ADB's Water Policy Implementation    \n    b.  Operations in Fragile States and Conflict Areas   \n    c.  Effectiveness of ADB's Approach to Roads Development   \n    d.  Developing an Enabling Environment for the Private Sector   \n  2.  Policy and Procedure Evaluations  3 \n    a.  Implementation of ADB's Governance and Anticorruption Policies   \n    b.  Effectiveness of ADB's Support for Decentralization   \n    c.  Evaluation of ADB's Accountability Mechanism   \n  3.  Country Assistance Program Evaluations  4 \n    a.  Bangladesh   \n    b.  Bhutan   \n    c.  Philippines   \n    d.  Viet Nam   \n  4.  Sector Assistance Program Evaluations    \n      To be determined   \n  5.  Impact Evaluation Studies   1 \n      Poverty (country to be determined)   \n  6.  Others  1 \n    a.  Assessment of DMF Quality   \nC.  Annual Evaluation Reports  3 \n  1.  2008 Evaluation Review   \n(Theme Chapter: Regional Cooperation and Integration) \n  2.  Annual Report on Loan and TA Portfolio Performance in 2008   \n  3.  Evaluation Highlights of 2008   \nADB = Asian Development Bank, DMF = design and monitoring framework, MTS = medium-term strategy, TA = \ntechnical assistance. \nSource: ADB. 2006. OED Work Program for 2007-2009. Manila. \n   ", "Appendix 2            9 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nImproved development  • Continued positive  • Project completion  • ADB accepts and acts on \neffectiveness of the Asian  trend in project  report and project  findings and recommendations. \nDevelopment Bank (ADB)  performance ratings   performance evaluation  • Dissemination of findings and \n• Improved quality at  report ratings  recommendations is effective. \nentry of projects and  • Periodic assessment of  • Findings and \nprograms  the quality of project  recommendations are specific, \n• Improved quality of  frameworks  doable, and monitorable. \ncountry partnership  • Biannual CPS and  Risk  \nstrategy (CPS) papers  project quality-at-entry  • ADB's operational departments \nassessment process  or Development Effectiveness \nCommittee (DEC) members \nconsider recommendations \nunrealistic or impractical \nOutcome      Assumptions \nFindings and  • Operational  • Management responses  • Findings and \nrecommendations that are  departments in ADB  to evaluation reports  recommendations are well- \nuseful and practical to  and developing  • CPSs, strategy and  grounded, practical, and \nsupport formulation and  member countries  policy papers, reports  acceptable. \nimplementation of CPSs,  (DMCs) endorse the  and recommendations  • Agencies involved have a clear \nsector strategies, policies,  findings and  of the President  vision of the outcome of each \nand operations  recommendations in  • Report on the follow-up  OED evaluation and how it is \n  Operations Evaluation  of OED  to be achieved. \n  Department (OED)  recommendations in the   \nevaluation reports  annual review of \n• Demonstrated use of  evaluation activities \nevaluation report  • Minutes of DEC \nrecommendations in  meetings \nCPSs, strategy and   \npolicy papers, and the \nformulation and \nimplementation of \nADB-financed projects \nand programs \n• DEC endorsement and \nManagement adoption \nof recommendations in \nevaluation reports \nOutputs      Assumptions \n• SES on Achievements of  • Evaluation reports  • Evaluation approach  • A sense of ownership of each \nADB's Long-Term Strategic  approved for circulation  papers, and inception  evaluation is achieved in key \nFramework, 2001—2015  • More hits on evaluation  and progress reports  target audiences. \n• SES on ADF VIII and IX  pages in ADB's  • Department of External  • Key stakeholders are actively \nReplenishments  website; more requests  Relations reports  involved. \n• SES on Linking Quality at  for information    • Demand for outputs from \nEntry and the Project Cycle  evaluation reports is catalyzed. \n• SES on ADB's Operations  • Activities conducted under \nin Support of Law and  each OED study are well- \nJustice Reform   coordinated. \n• SES on the Effectiveness of  • Analyses of opportunities and \nADB's Resident Missions  constraints are carried out in a \n• SES on Private Sector  collaborative manner. \nRegional Funds   • Consultants deliver quality \n• SES on Infrastructure  knowledge products. \nDevelopment and Trade in  • Engagement of consultants is \nCentral Asia   not delayed. \n ", "10  Appendix 2 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n• SES on Effectiveness of \nADB's Operations in \nSupport of Capacity \nDevelopment  \n• SES on Special Purpose \nFunds (Non-Japanese) \n• SAPE in Bangladesh \n• CAPE Updates and \nCountry Partnership \nStrategy Completion Report \nValidations \n• Support to the Evaluation \nCooperation Group \n• Knowledge Management \nActivities with Milestones  Inputs \n• Consultants' reports, back-to-office reports, missions, desk reviews, peer reviews,  • $1.485 million in ADB financing \ninterdepartmental reviews, surveys, workshops, consultations with governments and  to cover the costs of (i) \nother stakeholders, all according to deadlines agreed on in evaluation approach  consulting services from \npapers  international consultants (55 \n  person-months, intermittently), \n  and national consultants (60 \n  person-months, intermittently); \nand (ii) surveys and workshops \n• ADB staff inputs budgeted at \n100 person-months of \nprofessional staff time \n \n \n \n \n \n \n \n   ", "Appendix 3            11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Cost \nAsian Development Bank (ADB) Financinga  \n1.  Consultants   \n  a.  Remuneration and Per Diem   \n    i.  International Consultants  880.0 \n    ii.  National Consultants  180.0 \n  b.  International and Local Travel  175.0 \n  c.  Reports and Communications  10.0 \n2.  Seminars and Workshopsb 30.0 \n3.  Surveys  50.0 \n4.  Miscellaneous Administration and Support Costs  25.0 \n5.  Contingencies (10% of total base cost)  135.0 \n   \n    Total  1,485.0 \n     \na  Financed by ADB's technical assistance funding program. \nb  Seminars and workshops are not technical assistance outputs, but are held either to acquire inputs for \ndraft reports or to disseminate results. \nSource: ADB estimates. \n \n \n ", "12  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The consultant requirements for eight special evaluation studies (SESs), one sector \nassistance program evaluation, and country assistance program evaluation updates and country \npartnership strategy (CPS) completion report validations are presented here. The terms of \nreference for the other SESs in the Operations Evaluation Department's (OED) 2007 work \nprogram are not yet available. \n \nA.  SES on Achievements of ADB's Long Term Strategic Framework (LTFS), 2001–\n2015 \n \n2.  Management and Strategy Development Specialist (international, 2 person-months). \nThe specialist will support the SES of the LTSF. Essentially, he/she will assist the task team in \n(i) reviewing literature on development trends, challenges, opportunities, and threats in the Asia \nand  Pacific  region;  (ii)  assessing  operational  outcomes  of  the  LTSF;  (iii)  carrying  out \nconsultations with key ADB stakeholders; and (iv) conducting informal and formal seminars \nand/or discussions of the approach, findings, and implications of the SES. \n \n3.  Senior Strategy Adviser (international, 2 person-months). The adviser will support the \ntask team in (i) reviewing the literature on development trends, challenges, opportunities, and \nthreats in the Asia and Pacific region, and strategies and operations of multilateral development \nbanks (MDBs); (ii) carrying out analysis of the strategic positioning and effectiveness of the \nLTSF options; and (iii) other tasks as requested by the task team leader. \n \n4.  Peer  Reviewers  (international,  1  person-month  of  total  input).  Two  external  peer \nreviewers will review the draft reports prepared by the task team and give independent and \nconstructive comments and suggestions to enhance the content and presentation of the study \nreports. The peer reviewers will be accomplished development practitioners, and/or former \nsenior executives of MDBs. Each will be assigned to provide a week's input, and will be home-\nbased. \n \nB.  SES on Asian Development Fund (ADF) VIII and IX Replenishments \n \n5.  International Consultants (4 person-months of total input). Two consultants will be \nrecruited to (i) assess progress on a number of special topics relevant to current discussions on \nADF, which are also of interest to the funding agency community; and (ii) identify lessons and \ngive recommendations for guiding future initiatives and delivery modalities. \n \n6.  National Consultants (20 person-months of total input). Six consultants will be recruited \nto (i) assess the performance of ADF interventions in specific case study countries, adopting \nharmonized  criteria  developed  for  the  evaluation  (i.e.,  relevance,  efficiency,  effectiveness, \nimpact,  and  sustainability);  (ii)  assess  direct  and  indirect  contributions  to  institutional \ndevelopment,  capacity  building,  and  policy  reforms  in  those  countries;  (iii)  assess  the \ncontribution  of  ADF-funded  projects  and  programs  to  ADB's  strategic  objectives  and \noverarching goal of poverty reduction in those countries; and (iv) assist in organizing field \nmissions. \n \nC.  SES on Linking Quality at Entry and the Project Cycle \n \n7.  Project  Processing  and  Institutional  Consultants  (international,  2  persons  for  7 \nperson-months) The consultants will (i) undertake a literature review on quality at entry (QAE) \nand the extent to which QAE recommendations have been incorporated into the designs of \nprojects and programs; (ii) devise and test proxies for QAE; (iii) using past records and the \n   ", "Appendix 4  13 \nproxies devised and tested, determine trends in QAE; (iv) review current and past business \nprocesses to determine key points of the project cycle where QAE interventions can be made; \n(v) review past recommendations on QAE, such as those of the Task Force on Improving \nProject Quality; (vi) prepare questionnaires and interview guides to carry out in-depth interviews \nwith staff, consultants, and executing agency personnel active in different stages of the project \ncycle; (vii) undertake real time interviews at ADB headquarters and in two countries to (a) \ndetermine the roles and responsibilities of key headquarters and resident mission (RM) staff, as \nwell  as  consultants  and  executing  agency  personnel;  (b)  identify  any  shortcomings  or \ndeficiencies  in  communicating  QAE  recommendations  and  policy  initiatives  to  key  staff, \nconsultants,  and  executing  agency  personnel;  (c)  make  out  significant  constraints  on  the \nimplementation of these recommendations and policy initiatives facing key staff, consultants, \nand executing agency personnel; and (d) suggest simple, feasible measures that might be taken \nto overcome these constraints; (viii) study the interview results and determine trends based on \nthe point of intervention in the project cycle, the country and sectors concerned, and the source \nof recommendation or policy initiative; (ix) document the results of the literature review, the \noverview of QAE, and the interviews conducted; (x) examine findings in light of the review of \nQAE  and  the  business  practice  experience  of  the  two  agencies  selected;  (xi)  derive \nrecommendations to improve information dissemination to key staff, consultants, and executing \nagency personnel, and to reduce constraints to implementing recommendations and policy \ninitiatives;  (xii)  verify  the  validity  of  recommendations  through  a  feedback  process  to \ninterviewees; and (xiii) refine recommendations and assist in the preparation of the final SES \nreport. \n \n8.  Business Practices and QAE Consultant (Other Agencies) (international, 2.0 person-\nmonths) The consultant will (i) review the business practices of two multilateral development \nagencies involved in activities similar to ADB's; (ii) examine the project cycle of the two agencies \nselected to distinguish similarities and differences with ADB; (iii) research studies on business \npractices  and  QAE  that  may  have  been  undertaken  by  the  two  agencies  selected;  (iv) \nsummarize the results of these studies and compare them to the findings of the literature review \nand interviews conducted by the project processing and institutional consultants; (v) suggest \npossible improvements or changes in the project cycle and/or business practices that, based on \nthe experience of the other two agencies, might improve the efficiency and effectiveness of \nADB's business practices and QAE. \n \nD.  SES on ADB's Operations in Support of Law and Justice Reform  \n10.  Law and Legal/Judicial Capacity Development Specialist (international, 2 person-\nmonths). The specialist will (i) review the range of TA and loans supporting the development of \nlaws and legal/judicial capacity in relation to ADB's institutional and country-specific strategies \nto support the elements of participation and predictability as defined in ADB's Governance: \nSound  Development  Management  (1995);  (ii)  assess  the  impact  of  country-focused  and \nregional  capacity  development  initiatives  including  the  degree  of  strategic  and  practical \ncomplementarity; (iii) assess the impact of different capacity development approaches; (iv) \nreview the relevance, effectiveness, efficiency, and sustainability of the financing modalities in \nachieving capacity development impacts and outcomes; (v) undertake case studies to identify \nkey issues and lessons in ADB developing member countries (DMCs) such as Cambodia, \nMongolia, and Vanuatu where a number of TA have focused on capacity development in \ndifferent legal and political settings, and DMCs such as Indonesia and Viet Nam where a stand- \nalone capacity development TA has been implemented; and (vi) undertake a thematic case \nstudy on the impact of advisory and regional TAs specifically focused on building the capacity to \naddress corruption. \n \n   ", "14  Appendix 4 \n11.  Legal Framework Specialist (international, 2 person-months). The specialist will (i) \nreview the range of TA and loans supporting the development of legal frameworks (laws, \nregulations, policies) in relation to ADB's institutional and country-specific strategies to support \nthe  element  of  predictability  as  defined  in  ADB's  Governance:  Sound  Development \nManagement; (ii) assess the impact of country-focused and regional initiatives to support the \ndevelopment  of  legal  frameworks  including  the  degree  of  strategic  and  practical \ncomplementarity; (iii) undertake case studies to identify issues and lessons in Pakistan where a \nnumber of advisory and preparatory TAs were conducted leading to and in support of a policy-\nbased legal and judicial reform program loan, and in the People's Republic of China where a \nrange of stand-alone TAs have supported the formulation of various laws; and (iv) review the \nrelevance, effectiveness, efficiency, and sustainability of ADB financing modalities in achieving \nimpacts and outcomes of a legal framework. \n \n12.  National Consultant (6 person-months). The consultant will (i) research the experience \nof other MDBs in supporting the development of legal frameworks; (ii) analyze advisory and \nregional  TAs,  project  and  program  loans in  the  categories  of  law  and  judiciary,  economic \nmanagement,  environment,  finance  sector  development,  and  national  government \nadministration to identify key institutional, financial, and consulting services, and achievements; \nand (iii) administer the application of surveys of consultants, executing agencies, and ADB \nmission leaders including data entry and analysis. \n \nE.  SES on Effectiveness of ADB's Resident Missions \n \n13.  Evaluation Specialist (international, 3 person-months). To assist the task team, the \nspecialist will (i) review documents produced by ADB departments and offices, including OED's \n2001 SES [Interim Report] on ADB RMs, 2002 Review of Progress in Implementation of the \nResident Mission Policy undertaken by the Strategy and Policy Department (SPD) and the \nBudget, Personnel, and Management Systems Department (BPMSD), and other procedures, \npolicies, and guidelines relating to RMs; (ii) analyze the methodology and approach of the study, \nand refine it as required, on the basis of the inception mission/initial investigations; (iii) prepare \nand conduct questionnaire surveys of key informants and analyze the results of the surveys; \nguide the work of the national consultant in setting up the initial survey contact databases and \nanalysis databases; and together with the task manager, liaise closely with SPD and BPMSD to \nensure that the surveys cover their respective areas of concern; (iv) visit two RMs to discuss \nwith RM staff, executing agencies/implementing agencies concerned, and other stakeholders \nthe strengths and weaknesses of the RMs; (v) carry out the field survey, gather field data, and \ninterpret results to assess overall performance in each RM visited; and prepare a summary of \nthe  findings  and  recommendations  for  each  country  visited;  (vi)  assess  the  relevance, \neffectiveness, efficiency, and sustainability of RMs in delivering services to clients; (vii) assess \nthe current role and functions of resident offices of other funding agencies, in particular those of \nthe World Bank, in the DMCs concerned through literature review and field visits (as part of the \nfield visits to selected RMs); and (viii) prepare a draft final report and revise it as required. \n \n14.  Strategic Management Specialist (international, 2 person-months). The specialist will \nassist the task team, specifically he/she (i) review policies, guidelines, and other documents on \nRMs produced by ADB departments and offices; (ii) meet with relevant management-level staff \nto better understand the strategic and underlying issues that need to be addressed in the study; \n(iii) review the preliminary methodology and approach of the study, and make suggestions for \nimproving them; (iv) prepare a short briefing paper to submit to OED management, highlighting \nthe strategic issues that need to be considered during the study; (v) using data collected by the \nnational  management  specialist  and  other  information,  undertake  a  brief  comparative \nassessment of resident offices of other aid agencies, in particular those of the World Bank, in \nthe DMCs concerned and draw relevant lessons for RMs; (vi) taking account of the results of the \n   ", "Appendix 4  15 \nretrospective analysis of RMs, assessment of RM functions, comparative assessment, before-\nand-after assessment, and survey/interview results, analyze the strategic options facing ADB in \nensuring  continued  effectiveness  of  RMs  and  formulate  appropriate  lessons  and \nrecommendations; (vii) assist the task manager to develop story lines and present them to \ninternal ADB stakeholders (including staff of OED, SPD, BPMSD, regional departments, and \nRMs)  through  meetings,  brown-bag  seminars,  video  conferences,  etc.;  and  (viii)  assist  in \npreparing the issues, lessons, and recommendations section of the draft final study report for \nsubmission to OED management, and make revisions as required. \n \n15.  Survey Specialist (national, 3 person-months). The specialist will (i) develop the contact \ndatabases for each of the three surveys (partner, RM, and headquarters operational staff); (ii) \ntake the lead in disseminating, following up, and collecting survey questionnaires; (iii) develop a \ndatabase of survey results, and update the same based on received survey returns; (iv) analyze \nthe survey results and prepare a draft survey appendix complete with summary survey tables; \nand (v) prepare tables, charts, and figures for the study report based on the survey appendix. \n \n16.  Data Management Specialist (national, 5.5 person-months). The specialist will (i) assist \nthe  international  specialist  and  headquarters  team  in  identifying,  gathering,  and  reviewing \nalternative sources of information for the study; (ii) contribute to the retrospective analysis by \npreparing profiles of RMs for use by the international specialist and providing specific data on \norganization,  performance  indicators,  standard/specific  functions,  nonlending  operations, \ninstitutional aspects, and lessons; (iii) contribute to the RM functions assessment by developing \nthe rating spreadsheets based on the evaluation criteria, subcriteria, and indicators; (iv) as part \nof the comparative assessment, research on RMs of the World Bank and other key MDBs and \nprepare a draft comparative study based on key areas to be identified; (v) contribute to the \nbefore-and-after  assessment  by  preparing  tables  and  charts  showing  the  change  in  RM \nfunctions in selected countries for the case studies; and (vi) assist the international consultant \nand OED staff in preparing the draft and final study report on the effectiveness of the RMs. \n \nF.  SES on Private Sector Regional Funds \n \n17.  International Consultant (6 person-months). The consultant will assist the SES task \nmanager, specifically he/she will (i) review in ADB headquarters background reports on the \ninvestment  funds  operations  (IFO)  activities,  help  prepare  a  conceptual  framework  for \nevaluating the funds, help select a representative list of IFOs, and develop a program to visit \nselected IFOs in consultation with OED; (ii) review the investment climate in the countries and \nsectors where the funds are operating, prepare an assessment of the development and financial \nperformance of the IFOs, and identify any potential issues or opportunities for improvement in \nregard to ADB management of IFOs; (iii) evaluate/rate the performance of matured/completed \nand  active  funds  where  ADB  has  participated,  following  ADB's  Guidelines  for  Evaluating \nNonsovereign and Private Sector Operations; (iv) assess the performance of ADB's Private \nSector  Operations  Department  in  fund  management  operations  in  the  light  of  the  issues \nidentified in the field visits, and fund management best practices; and (v) draw conclusions and \nlessons, and make recommendations for ADB's future operations. \n \nG.  SES on Infrastructure Development and Trade in Central Asia \n \n18.  Program Evaluation Specialist (international, 4 person-months). The specialist should \nhave experience in undertaking country program evaluations, strategic planning at the regional \nand country levels, as well as in assessing the performance of projects, programs, and technical \nassistance across a number of sectors. To support the task manager, the specialist will (i) \nreview relevant background documentation on the Central Asia region, including all Central Asia \nRegional  Economic  Cooperation  (CAREC)  member  countries;  (ii)  review  and  discuss  the \n   ", "16  Appendix 4 \nmethodology  and  approach  of  the  study,  and  refine  it  as  required,  on  the  basis  of  the \nreconnaissance mission/initial investigations; (iii) analyze interim and full country operational \nstrategies, identify key issues in relation to the quality of the strategies, and interview key \ninformants in CAREC countries on issues that arise from the country strategy assessments; (iv) \nassess if and how the country operational strategies were translated into effective operational \nprograms. Otherwise, identify key weaknesses and develop field instruments to collect relevant \ndata to assess the effects of an inadequate link between strategy and operational programs; (v) \nreview  documentation  on  the  strategies  and  operational  programs  of  other  development \npartners  to  assess  if  and  how  ADB's  country  strategies  and  operational  programs \ncomplemented those of other development partners; (vi) identify key issues for discussion with \nother  development  partners,  conduct  key  informant  interviews  with  development  partners \nresident  in  CAREC  countries,  and  e-mail  those  outside  CAREC  countries;  (vii)  review \ndocumentation on the operational programs (design and implementation/progress reports) to \nidentify (a) implementation issues, i.e., factors that have affected project performance, to draw \nlessons for the future program; and (b) performance indicators, including baseline information \nand targets, to design instruments for assessing outcomes to date; (viii) identify, recruit, train, \nand supervise national consultants to undertake fieldwork such as focus group discussions, \nincluding  an  assessment  of  ADB's  performance  compared  with  that  of  other  development \npartners, and surveys in project areas to gauge satisfaction or issues among people affected by \nprojects; and collect information on other development projects in the same areas; (ix) together \nwith the field team, prepare and test field instruments, and supervise collection of data by \nnational researchers and enumerators; (x) prepare draft interim reports on the work of other \ndevelopment partners and on fieldwork to assess initial outcomes of ADB's assistance program; \n(xi) hold periodic briefing sessions with stakeholders in CAREC countries and ADB to keep \nthem updated on initial findings; and (xii) prepare the draft final study report and make revisions \nas required. \n \n19.  National  Consultants  (1  person-month  for  each  of  5  countries).  Five  national \nconsultants  will  be  recruited,  one  in  each  of  the  five  main  CAREC  member  countries \n(Kazakhstan, Kyrgyz Republic, Mongolia, Tajikistan, and Uzbekistan), to (i) undertake fieldwork \nincluding focus group discussions, a comparative assessment of ADB's performance and that of \nother development partners, and surveys in project areas to gauge satisfaction or issues of \npeople affected by projects; and (ii) collect information on other development projects in the \nsame areas. \n \nH.  SES on Effectiveness of ADB's Operations in Support of Capacity Development \n \n20.  International Consultants (4 consultants at 2 person-months each). The study will \nselect three countries, (Cambodia, Nepal, and Philippines) in different regions as case studies. \nThe study will require a capacity development specialist, a road sector specialist, an education \nsector specialist, and a public financial management or water supply sector specialist. The \nterms of reference for the international sector consultants will be the same, whereas the terms \nof reference for the capacity development specialist will be different from those of the rest. Each \ninternational  sector  consultant  will  (i)  conduct  preparatory  work  by  reviewing  relevant \ndocuments/reports; (ii) actively participate in missions in the three countries; (iii) work closely \nwith the capacity development specialist and national counterpart in each of the three countries \nto prepare a set of structured questionnaires for client/beneficiary surveys in his/her assigned \nsector/organization(s), and guide the national counterpart to translate the questionnaires into \nthe native language; (iv) work closely with the national counterpart in each country to conduct \nclient/beneficiary surveys in his/her assigned sector/organization(s) to collect primary data from \nbeneficiaries; (v) work closely with the capacity development specialist and national counterpart \nin each country to prepare a set of nonstructured questions for nonstructured discussions in \nhis/her  assigned  sector/organization(s),  and  guide  the  national  counterpart  to  translate  the \n   ", "Appendix 4  17 \nquestions list into the native language; (vi) work closely with the national counterpart in each \ncountry to conduct nonstructured discussions (e.g., focus group discussions, key informant \ninterviews, and field visits (observations) in his/her assigned sector/organization(s) to collect \nadditional primary data from relevant stakeholder groups; (vii) work closely with the capacity \ndevelopment specialist and national counterpart to collect relevant secondary data; (viii) guide \nthe national counterpart in processing and tabulating the primary and secondary data collected \nto be used in the analysis; (ix) by the end of each of the three missions, prepare a draft \nevaluation report per country to assess/address all the issues raised in the approach paper in \nhis/her assigned sector; and (x) revise each of the three draft reports to incorporate comments \nand suggestions. \n \n21.  The  capacity  development  specialist  will  (i)  conduct  preparatory  work  by  reviewing \nrelevant documents/reports; (ii) actively participate in the missions in the three countries; (iii) \nwork closely with the international sector specialists to prepare sets of structured questionnaires \nfor client/beneficiary surveys of the assigned sectors/organizations in the three countries to \nensure  that  the  questionnaires  capture  detailed  community  development  indicators  at  four \ncommunity development levels: individual, organization, sector or network of organizations, and \ninstitutional/external  or  the  enabling  environment  levels;  (iv)  assist  the  international  sector \nspecialists to conduct client/beneficiary surveys in the assigned sectors/organizations in the \nthree  countries;  (v)  work  closely  with  all  the  international  sector  specialists  to  prepare \nnonstructured lists of questions for discussion in all assigned sectors/organizations in the three \ncountries; (vi) assist the international sector specialists to conduct nonstructured discussions \n(e.g., focus group discussions, key informant interviews, and field visits/observations) in the \nassigned sectors/organizations in the three countries; (vii) using the community development \nmethodology conceptualized in the study, work closely with the international sector specialists to \nidentify the following: (a) community development outputs and outcomes achieved at the first \nthree  community  development  levels  (individual,  organization,  and  sector  or  network  of \norganizations)  in  each  of  the  assigned  sectors;  (b)  institutional/external  or  the  enabling \nenvironment  factors  (at  the  fourth  community  development  level)  which  acted  as \nconstraints/incentives to achieving community development outputs and outcomes at the first \nthree community development levels in each assigned sector; (c) design/quality-at-entry factors \n(both  within  and  beyond  ADB  control),  which  acted  as  constraints/incentives  to  achieving \ncommunity development outputs and outcomes at the first three community development levels \nin each assigned sector; (d) implementation factors (both within and beyond ADB control), \nwhich  acted  as  constraints/incentives  to  achieving  community  development  outputs  and \noutcomes at the first three community development levels in each assigned sector; and (e) \nlessons and recommendations to improve the design and performance of future ADB capacity \ndevelopment interventions in each assigned sector; (viii) work closely with his/her national \ncounterpart in each of the three countries to prepare sets of nonstructured lists of questions for \nnonstructured discussions with key policy agencies whose policies tended to act as institutional \nexternal constraints/incentives to achieving community development outputs and outcomes in \nthe assigned sectors in the three countries; (ix) conduct nonstructured discussions (e.g., focus \ngroup  discussions,  key  informant  interviews,  and  field  visits/observations)  with  those  key \nagencies in each of the three countries to (a) identify institutional/external or the enabling \nenvironment factors that might act as constraints/incentives to the achievement of community \ndevelopment outputs and outcomes in the assigned sectors, and (b) conduct policy dialogue on \nhow to improve such institutional environment; (x) guide the national counterparts in collecting \nrelevant secondary data/information at the institutional and external or enabling environment \nlevel and in processing and tabulating primary and secondary data and information collected to \nbe used in the analysis; (xi) by the end of each of the three missions, prepare a draft evaluation \nreport  per  country,  which  will  synthesize  the  findings  and  recommendations  of  the  drafts \nprepared by the international sector specialists; (xii) integrate the three drafts of the three \ncountries  into  an  overall  draft,  using  the  community  development  methodology  and  the \n   ", "18  Appendix 4 \nguidelines for the study; (xiii) summarize the integrated draft into a shorter version; and (xiv) \nrevise both the long and summary versions of the integrated drafts to incorporate comments \nand suggestions. \n \n22.  National Consultants (4 persons for each country for 0.5 person-month each). For \neach country covered, the study will require a community development specialist, a road sector \nspecialist, an education sector specialist, and a public financial management or water supply \nsector specialist. The consultants will (i) provide logistic/administrative support (e.g., actively \nparticipate  in  the  mission,  make  appointments  and  communications,  make  transport \narrangements within the capital and for field visits, organize meetings and workshops, and \nattend  meetings  and  workshops);  (ii)  review  relevant  documents/reports;  (iii)  assist  the \ninternational counterpart to prepare a set of structured questionnaires for client/beneficiary \nsurveys in his/her assigned sector/organization(s), and translate the questionnaires into the \nnative language; (iv) assist the international counterpart to conduct client/beneficiary surveys in \nhis/her assigned sector/organization to collect primary data/information from beneficiaries; (v) \nassist the international counterpart to prepare and translate a set of nonstructured questions for \nnonstructured discussions; (vi) assist the international counterpart to conduct nonstructured \ndiscussions  (e.g.,  focus  group  discussions,  key  informant  interviews,  and  field \nvisits/observations)  to  collect  additional  primary  data/information  from  relevant  stakeholder \ngroups; (vii) collect relevant secondary data/information under the guidance of the international \ncounterpart;  and  (viii)  process  and  tabulate  the  primary  and  secondary  data/information \ncollected under the guidance of the international counterpart. \n \nI.  Sector Assistance Program Evaluation of ADB Assistance to Bangladesh \n \n23.  Sector  Specialist  (international,  3  person-months)  and  Sector  Economist \n(international, 2 person-months). The sector will be determined in consultation with the World \nBank, Department for International Development (DFID) of the United Kingdom, and Japan \nBank for International Cooperation (JBIC). The specialists will provide technical and analytical \ninputs  in  evaluating  the  relevance,  effectiveness,  efficiency,  and  sustainability  of  ADB's \noperations in the sector. The consultants will (i) from (a) their knowledge of the sector; (b) a \nreview of reports relating to ADB's strategy, projects, and policy dialogue for the sector in the \ncountry; (c) a review of selected ADB-assisted sector projects and project information collected \nby national consultants; (d) a review of other materials relating to the sector; (e) discussions \nwith staff of government agencies and ADB's development partners, contractors, consultants, \nend users; and (f) knowledge of ADB's guidelines for project performance evaluation, assess \nthe  relevance,  effectiveness,  efficiency,  and  sustainability  of  ADB's  sector  program,  and \nachievement of broader impacts from the development assistance, with particular attention to \nthose relevant to the Millennium Development Goals and capacity development needs; (ii) to the \nextent possible, draw causal links between outcomes and the design and implementation of the \nprojects, TA, and policy dialogue; (iii) assess the quality of ADB's analytical work and project \npreparation;  (iv)  suggest  sets  of  monitoring  indicators  and  data  collection  arrangements \nconsidered useful for typical ADB loan and TA projects in the sector; (v) evaluate a selection of \nsector  projects  that  have  received  ADB  assistance  as  required,  based  on  key  informant \ninterviews, focus group discussions and collection of data from primary and secondary sources; \n(vi)  assess  the  appropriateness  of  ADB's  safeguards  against  corruption  as  built  into \nprocurement and monitoring arrangements, and whether corruption is likely to adversely affect \nthe achievement of results in the sector; (vii) based on data to be acquired from sector surveys \nand from a review of project completion and project performance audit reports, identify and, to \nthe  extent  possible,  quantify  the  broader  impacts  of  ADB's  assistance  to  the  sector;  (viii) \ncompare  development  costs  for  comparable  sector  outputs  under  different  funding \narrangements, including ADB funding, other external funding, and domestic funding, and across \ncountries in the region; (ix) review data on the financial and economic sustainability of sector \n   ", "Appendix 4  19 \nprojects in the country, identify issues that affect such sustainability, and propose approaches to \nresolve them; and (x) compile data on funding for maintenance over time, and assess the \nreasonableness of such funding compared with needs. \n \n24.  National  Consultants  (6  person-months  of  total  input).  A  sector  analyst  and  a \nsocioeconomic impact analyst will be engaged, each for 3 person-months. The task involves \ncollecting data and analyzing them to document changes and impacts due to sector assistance \nthrough  ADB-financed  projects.  The  analysis  will  cover  economic,  social,  cultural, \nenvironmental,  and  gender  impacts  of  sector  assistance  on  overall  poverty  reduction  and \nattainment of the Millennium Development Goals, including impacts on the disadvantaged, the \nvulnerable, and ethnic minority population. The consultants will visit sector project sites at local, \ndistrict,  provincial,  and  national  levels  and  conduct  key  informant  interviews,  focus  group \ndiscussions, and structured or semistructured surveys with relevant stakeholder groups. \n \nJ.  Country  Assistance  Program  Evaluation  Updates  and  Country  Partnership \nStrategy Completion Report Validations1\n \n25.  International Consultants (6 person-months of total input). For country assistance \nprogram evaluation updates, the consultants will (i) assess the suitability of the respective \ncountry partnership strategies (CPSs) with regard to country context and alignment with national \npoverty reduction strategy or national development plans; (ii) examine the quality of previous \nstrategies  and  their  preparation  and  implementation;  (iii)  investigate  the  link  between  the \nstrategies and the operational programs; (iv) review coordination and cooperation with other \ndevelopment partners; (v) take stock of synergies between individual assistance efforts; and (vi) \nevaluate outcomes and impact of completed and ongoing programs. For CPS completion report \nvalidations,  the  consultants  will  (i)  summarize  the  CPS  completion  report;  (ii)  present  an \noverview of the relevance and implementation of ADB strategies and programs; (iii) assess and \nrate  the  achievement  of  CPS  objectives  and  the  delivery  of  core  sectors  and \ncrosscutting/thematic  programs;  (iv)  comment  on  ADB's  institutional  positioning  and \nperformance; (v) deliver a general overall assessment of the CPS completion report; and (vi) \nidentify  important  issues  and  lessons  identified  in  the  operation  of  the  country  assistance \nprogram. \n                                                 \n1  These are generic terms of reference that will be detailed in due course with attention to country requirements. \n   "], "metadata": {"CreationDate": "D:20070503164014+08'00'", "Author": "Olivier Serrat", "Creator": "Acrobat PDFMaker 7.0 for Word", "Keywords": "tar: regional 39282,adb technical assistance report, 2007 evaluation studies,", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20071120102813+08'00'", "Company": "Asian Development Bank", "SourceModified": "D:20070426023822", "Title": "Selected Evaluation Studies for 2007"}}