{"path": "data/input/ta/39297-ban-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 39297  \nCapacity Development Technical Assistance (CDTA) \nDecember 2008 \n \n \n \nPeople’s Republic of Bangladesh: Capacity \nDevelopment for Madrasah Education \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 November 2008) \n \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.0145 \n$1.00 =  Tk68.6399 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BANBEIS  –  Bangladesh Bureau of Educational Information and Statistics \n  BMEB  –  Bangladesh Madrasah Education Board \n  DSHE  –  Directorate of Secondary and Higher Education \n  MOE  –  Ministry of Education \n  MoPME  –  Ministry of Primary and Mass Education \n  NCTB  –  National Curriculum and Textbook Board \n  SESDP  –  Secondary Education Sector Development Project \n  TA  –  technical assistance \n  TQI  –  Teaching Quality Improvement in Secondary Education Project \n  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting Classification  –  Targeted intervention \nSector  –  Education \nSubsector  –  Education sector development \nThemes  –  Inclusive social development, capacity development \nSubthemes  –  Human development, institutional development, organizational \ndevelopment \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Matsuo, Officer-in-Charge, Agriculture, Natural Resources, and Social \nServices Division, SARD  \n   \nTeam leader  K. Chowdhury, Senior Social Sector Specialist, SARD \nTeam members  R. Lopez-Tolentino, Administrative Assistant, SARD \n  J. Mahmood, Head, Social Sector, Bangladesh Resident Mission, SARD  \n  F. Sultana, Social Development and Gender Specialist, SARD \n \n ", " \nI.  INTRODUCTION \n1.  Over the last few decades, the Asian Development Bank (ADB) has provided broad-based \nassistance to the Government of Bangladesh to develop the country’s education sector, covering \nprimary, secondary, nonformal, and vocational education as well as skills training programs.  At the \nrequest of the Government, a technical assistance (TA) to support the capacity development of \nmadrasah1 education is included in ADB’s country strategy and program for 2006–2010;2 was \nconfirmed during the Country Programming Mission, 23 April–11 May 2008; and is included in \nADB’s 2008 TA program for Bangladesh.3 Accordingly, a TA Fact-Finding Mission fielded on 13–\n27 July 2008 reached an understanding with the Government on the rationale, scope, outcomes \nand outputs, methodology, implementation arrangements and timeframe, cost and financing plan, \nand terms of reference for the TA project, Capacity Development for Madrasah Education. The \ndesign and monitoring framework is in Appendix 1.  \nII.  ISSUES \n2.  Education Sector. The school education system consists of: (i) early childhood education \n(ages 3–5) in formal schools, (ii) 5 years of primary education (grades 1–5), (iii) 3 years of lower \nsecondary education (grades 6–8), (iv) 2 years of secondary education (grades 9–10), and (v) 2 \nyears  of  higher  secondary  education  (grades  11–12).  Nonformal  education  programs  do  not \nnecessarily follow the structured system, may have varying duration, and may or may not confer \ncertification. Two streams of madrasahs cover the primary and secondary levels—the Aliyah and \nQoumi/Kharzi. The Madrasah Education Ordinance of 1978 provided the legal and institutional \nframework for regulating Aliyah madrasahs through establishment of the Bangladesh Madrasah \nEducation Board (BMEB). These madrasahs have been recognized as a parallel formal education \nsystem under the overall supervision of the Ministry of Education (MOE) through BMEB. Aliyah \nmadrasahs are privately initiated and operated by managing committees approved by BMEB. Their \nstructure follows the same grade levels as Bangladesh’s formal education system: (i) ibtedaye \n(primary level, grades 1–5), (ii) dakhil (junior secondary level, grades 6–8 and secondary level, \ngrades 9–10), (iii) alim (higher secondary, grades 11–12), (iv) fazil (Bachelor’s degree level, grades \n13–14), and (v) kamil (master’s level, grade 15–16). The fazil and kamil levels are affiliated with the \nIslamic University in Kushtia.   Quomi madrasahs are private institutions, having developed outside \nthe  government  regulatory  framework  (Appendix  4  shows  various  types  of  madrasahs  in \nBangladesh).  \n  \n3.  There are structural issues related to the madrasah education subsector. Although the \nMinistry of Primary and Mass Education (MoPME) is responsible for formal and nonformal primary \neducation  in  Bangladesh,  it  is  not  responsible  for  overseeing  the  primary  level  of  madrasah \neducation. Instead, MOE is responsible for secondary, higher, technical, and vocational education, \nas well as for all madrasah education, including ibtedaye. Therefore, the institutional framework to \nenforce government regulation is lacking for kindergartens and nonregistered and nongovernment \nschools—as well as ibtedaye and Qoumi madrasahs. Moreover, the National Curriculum and \nTextbook Board (NCTB), under MOE, responsible for curriculum and textbooks for both primary \nand secondary education, is not responsible for madrasah curriculum development. Given this \nstructure, the Government’s policy for madrasah education, and the inter- and intra-ministerial \ncoordination mechanism for providing effective and equitable education for all, must be reviewed.  \n \n \n                                                 \n1  Madrasah is the Arabic word of any type of school, secular or religious. In Bangladesh, it connotes a religious Islamic \nschool or university.  \n2  ADB. 2005. Country Strategy and Program (2006–2010): Bangladesh. Manila. \n3  The TA first appeared in the business opportunities section of ADB’s website on 21 August 2008. \n ", "2   \n4.  Government Priority and Policy. The Government aims to modernize and mainstream \nmadrasah  education  as  an  expressed  policy  objective.  This  is  reflected  in  the  Government’s \nPoverty Reduction Strategy Paper,4 as madrasahs mainly serve the country’s poor and rural \nchildren and lag behind formal general education in teaching and learning quality. The Poverty \nReduction Strategy Paper provides strategic directions for all sectors to maximize overall social \ngains, including accelerated poverty reduction and achievement of Millennium Development Goals. \nThe country has also committed to the Education For All Principles, contextualized these goals for \nBangladesh,  and  undertaken  various  measures  to  improve  access  to  primary  and  secondary \neducation. The Government has also committed to bringing all Qoumi madrasahs and boards \nunder a regulatory framework and has initiated dialogues with their leadership since 2005.  \n \n5.  Access and Equity. Bangladesh has made considerable progress in improving access to \nformal primary education and nonformal education. It achieved primary education gross and net \nenrollment rates of 98.8% and 91.0%, respectively, in 2007, and the Millennium Development Goal \nof gender parity in primary and secondary education has also been achieved. However, there are \nno precise data on the number of madrasahs and their enrollment. According to the Bangladesh \nBureau of Educational Information and Statistics (BANBEIS), in 2005, the total number of dakhil to \nkamil madrasahs was 9,214, with 3,453,221 students attending (52% female).5 In 2006, the \nnumber of ibtedaye madrasahs attached to dakhil madrasahs was 9,169, with 2,900,000 ibtedaye \nstudents and 1,600,000 dakhil students.6 About 10% of Bangladesh’s secondary school population \n(ages 11–15 for grades 6–10) was enrolled in madrasahs in 2005.  \n \n6.  The dropout rate is 76% for both genders, with 82% for females, and is very high at the \ndakhil level. The internal efficiency rate was only 29% in 2005 for grade 6–10 madrasah students. \nThe completion rate at the dakhil level is estimated at 23.8% for both sexes and only 17.9% for \nfemales.  Two  indicators  for  assessing  external  efficiency  are  (i)  the  relative  acceptability  of \nmadrasah graduates for admission to higher education in competitive subject areas, and (ii) gainful \nemployment.  However,  these  data  are  not  available.  Qoumi  madrasah  graduates  are  trained \nmainly to fill religious positions in mosques, while Aliyah madrasah graduates have to compete for \nmarket jobs.   \n  \n7.  Education Management Information System. Most research studies up to 2007 indicate \nthat the available madrasah data do not provide complete coverage. Qoumi madrasah data are not \ncollected regularly by any government agency. Although BANBEIS publishes detailed data on \nregistered madrasahs, including ibtedaye madrasahs attached to dakhil madrasahs, and very basic \ndata on independent ibtedaye madrasahs, primary education data published by MoPME do not \ninclude any ibtedaye madrasah data. Therefore, there is a need to streamline the data collection \nand dissemination system under one institution, preferably BANBEIS, to ensure consistency and \naccuracy and to provide a holistic picture of Bangladesh’s education sector.  \n \n8.  Madrasah  Curriculum.  Aliyah  madrasahs  expound  religious  education  with  the  \nBMEB-adapted national curriculum. Certificates granted by BMEB after completing dakhil public \nexaminations are recognized by the Government as equivalent to secondary school certificates. In \naddition, certificates granted after completing alim are equivalent to higher secondary certificates. \nStudents who complete the dakhil and alim levels can be admitted to the general formal education \n                                                 \n4  Planning Commission, Government of the People’s Republic of Bangladesh. 2005. Unlocking the Potential: National \nStrategy for Accelerated Poverty Reduction. Dhaka. \n5  BANBEIS. 2006. Bangladesh Educational Statistics 2006. Dhaka (pages 46 and 48).  \n6  Unpublished document by BMEB. No gender segregated data are available in this document, though BMEB has all the \ndata by gender. According to BANBEIS, the number of dakhil madrasahs was only 6,685, of which 1,017 or 15% were \nfemale madrasahs. The total students in dakhil madrasahs were 2,236,025, with 52% female students. There were a \ntotal of 1,678,172 students enrolled in ibtedaye madrasahs, with 48% being female.   \n ", "  3\nstream, but there are no data on how many enroll in general formal education. Some Qoumi \nmadrasahs follow the national curriculum, at least at the primary level. To be recognized by  \nreligious community, good quality Qoumi madrasahs register themselves with Befaqul Madarisil \nArabia Bangladesh7 or other similar religious education boards, and follow the curricula approved \nby those boards. However, the competency skills of madrasah graduates are generally perceived \nto be much lower than those of formal education students due to poorer quality teaching and \nlearning processes and inputs.  \n \n9.  Teacher Training. Most Aliyah madrasah teachers are not well-trained. According to a \nBANBEIS  survey,8  they  possess  lower  qualifications  than  their  general  formal  schoolteacher \ncounterparts. About 25.00% of madrasah teachers have higher secondary certificates or lesser \nqualifications, and 26.50% have undergraduate degrees. In the general formal education system, \n72.50% of teachers have higher secondary certificates, and 71.92% have undergraduate degrees. \nFurther,  training  opportunities  for  madrasah  teachers  are  rare.  The  Bangladesh  Madrasah \nTeachers  Training  Institute  conducts  about  3  weeks  of  short  training  courses  with  its  limited \ncapacity,  and  only  about  10%–14%  of  madrasah  teachers  receive  this  training.9  Madrasah \nstudents’ performance in comparison with that of general formal education students, quality inputs \nthat madrasahs receive in relation to those of general formal education, madrasahs’ contributions \nwithin the general education system, and improvements needed to strengthen madrasah students’ \nlearning outcomes must be assessed.   \n \n10.  Limited  Capacity  of  BMEB.  BMEB  has  severe  organizational  and  human  capacity \nconstraints, affecting its management of the madrasah subsector. At the operational level, BMEB is \nresponsible for designing curricula, holding examinations, registering madrasahs, contracting out \ntextbook production, and distributing textbooks. BMEB has a small number of staff in its nine zonal \noffices under an Assistant Inspector, to administer madrasah registration and Board examination \nmatters. Moreover, huge staff shortages are impacting BMEB’s day-to-day activities regarding \nAliyah madrasah oversight.  \n \n11.  Financing Madrasah Education. Aliyah madrasahs generate funds from various sources; \nabout 15.5% from student fees, 2.0% from property income, 5.0% from public donations, and \n78.0% from the Government’s salary support. However, ibtedaye sections of dakhil madrasahs \nonly receive Tk500 subvention whereas general formal education teachers receive Tk3500. Since \nsalary subvention is dependent on the qualifications, most madrasah teachers do not qualify for \nsimilar subventions as their mainstream counterparts. Madrasah superintendents do not receive \nthe same salaries as head teachers within the formal education system scale because they often \ndo  not  have  bachelor  of  science  in  education  degrees.  Quomi  madrasahs  generate  revenue \nthrough donations from individuals and local and international Islamic organizations; some have \ntheir  own  trusts,  foundations,  and  other  income-generating  resources.  Others,  such  as  Iqra \nBangladesh, are dependent on students’ fees and donations by the community. Often, after paying \nteachers’ salaries, funds are not available for non-salary quality inputs such as teaching aids and \nlibrary books. Furthermore, madrasahs usually have poor bookkeeping and fund management \nskills and require skills for efficiency and transparency in managing funds.  \n \n12.  External Aid to Madrasah Education. There were no targeted interventions by external \naid agencies to modernize or mainstream madrasahs in Bangladesh. Further, no comprehensive \nassessment of the madrasah subsector has been undertaken; some minor studies have been \n                                                 \n7  Madrasah Board for some Quomi madrasahs. \n8  BANBEIS. 2006. Post-Primary Education Survey 2005. Dhaka (final report).  \n9  Bano, Masooda. 2007. Allowing for Diversity: State–Madrasa Relations in Bangladesh. International Development \nDepartment, Oxford University. Study sponsored by the Department for International Development of the United \nKingdom. Available: http://www.eldis.org/assets/Docs/36589.html\n ", "4   \nfunded by external funding agencies. There is an assumption that some Qoumi madrasahs receive \nexternal funds from the Middle East, but no data are available on the size, providers, or means of \nprovision. Although ADB has funded several projects and programs in the education sector, none \nhave  been  designed  to  address  access  and  quality  issues  in  the  madrasah  subsector \ncomprehensively. Moreover, the subsector's issues have never been addressed holistically, from a \nsubsector assessment to building the capacity of BMEB and other related agencies. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n13.  The impact of the TA project will be modernization and mainstreaming of madrasahs at \nprimary and secondary levels leading to improved learning outcomes. The outcomes of the TA \nproject  will be  a  strengthened  BMEB  and  agencies  responsible  for madrasah  education  with \nincreased human, organizational, and institutional capacity. The expected outputs of the TA project \nwill be: (i) a comprehensive analysis of the madrasah subsector, (ii) strategies and a road map for \ndeveloping  the  madrasah  subsector,  and  (iii)  proposals  for  investments  in  priority  areas  for \nmodernizing and mainstreaming the madrasah subsector.  \n \nB.  Methodology and Key Activities \n14.  The TA project will be implemented in two phases over a period of 18 months, tentatively \nfrom April 2009 to September 2010. The first phase will involve: (i) desk reviews and analysis of \navailable published and unpublished documents on government policy and the madrasah system, \nincluding analysis of gaps and needs; (ii) a sample survey and qualitative study to assess status of \nthe  madrasah  subsector  compared  with  the  general  formal  education  system;  and  (iii) \nconsultations with various stakeholders through workshops. The issues related to the management \ncapacity of BMEB and other associated institutions will be assessed during this phase. The output \nof this phase will be a comprehensive sector study for the entire madrasah subsector. During the \nsame phase, an action plan for institutional and organizational capacity development for BMEB \nand other associated institutions, such as BANBEIS, NCTB, and Quomi madrasah boards, will be \ndeveloped and implemented as appropriate. During phase 2, based on the identified gaps and \npriorities  and  sector  study  recommendations,  the  TA  project  will  assist  the  Government  in \ndeveloping  a  medium-  to  long-term  participatory  policy  and  strategic  plan  for  the  madrasah \nsubsector. The output of the TA project at this stage will include: (i) an agreed process for policy \nreform for the madrasah subsector; (ii) a madrasah subsector road map; (iii) a comprehensive \nmadrasah mapping study and complete database installed in the Government’s computer systems; \nand (iv) an agreed financial planning, management, and monitoring framework for reforming the \nmadrasah subsector with detailed budgeting, funding options, and prioritized activities.  \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $1,180,000 equivalent. ADB will provide $1,000,000 \nfinanced  on  a  grant  basis  by  ADB’s  TA  funding  program.  ADB  will  finance  national  and \ninternational consulting services, production of reports, required equipment, car rental, international \nand local travel, workshops, studies, field surveys, a comprehensive madrasah mapping study and \ndatabase,  and  administrative  support  services.  The  Government  will  contribute  $180,000 \nequivalent in kind as counterpart financing. The detailed cost estimates and financing plan are in \nAppendix 2.  \n \n ", "  5\nD.  Implementation Arrangements \n16.  MOE will be the Executing Agency for the TA, and BMEB will be the Implementation \nAgency. The Directorate of Secondary and Higher Education (DSHE) will be involved with BMEB in \nthe implementation of the TA as required. A TA management unit will be established at BMEB for \nexecution of day-to-day activities. This unit will be headed by a project director, with experience in \npolicy reform and planning as well as madrasah subsector issues, and will be appointed by the \nGovernment to oversee day-to-day operations. A TA steering committee will be established under \nthe  chairmanship  of  the  MOE  secretary  with  representatives  from  the  Bangladesh  Technical \nEducation Board, BMEB, DSHE, Economic Relations Division, Implementation Monitoring and \nEvaluation Division, Ministry of Religious Affairs, Ministry of Women and Children Affairs, MOE \nPlanning Wing, MoPME, and Planning Commission of Bangladesh to provide overall guidance to \nthe TA team. At least two members will be women. It is proposed that the MOE Planning Wing be \nthe overall coordinator of the TA steering committee, and other members may be co-opted as \nappropriate.  It  is  also  proposed  that  representatives  from  development  partners  join  the  TA \nsteering  committee  meetings  as  observers.  The  Government  will  appoint  focal  points  from \nBANBEIS,  BMEB,  DSHE,  MOE,  MoPME,  and  NCTB  to  work  directly  with  the  TA  team  as \nappropriate. The focal points will also attend the TA steering committee meetings as needed. \n \n17.  An international consulting firm, in association with national consultants, will be engaged in \naccordance with ADB’s Guidelines on the Use of Consultants (2007, as amended from time to \ntime). The selection and engagement of the international consulting firm will be done through \nquality- and cost-based selection using a simplified technical proposal. Disbursements will be \nmade in accordance with ADB’s Technical Assistance Disbursement Handbook.10 An advanced \npayment facility amounting to $55,000 will be established for the Executing Agency in accordance \nwith the ADB’s Technical Assistance Disbursement Handbook for the expenses of workshops, \nmeetings, resource persons, equipment, and administrative expenses. The TA will provide a total \nof 64 person-months consulting services (19 international and 45 national person-months). The \noutline terms of reference for consultants is in Appendix 3. All TA-financed goods will be procured \nin line with ADB’s Procurement Guidelines (2007, as amended from time to time).11  \n \nIV.  THE PRESIDENT'S DECISION \n18.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis to \nthe Government of Bangladesh for Capacity Development for Madrasah Education, and hereby \nreports this action to the Board.    \n                                                 \n10 ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n11 For local procurement, the Public Procurement Act of Bangladesh acceptable to ADB will be followed. \n ", "6    Appendix 1  \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks \nImpact      Assumption \nModernization and  Graduates from primary  Integrated database and  The Government is \nmainstreaming of  and secondary  agreed set of performance  committed to modernizing \nmadrasah education at  madrasahs have the  indicators  and mainstreaming \nprimary and secondary  same learning  madrasah subsector. \nlevels in Bangladesh,  outcomes as graduates  Published annual statistics   \nleading to improved  from general formal \nlearning outcomes  education.  Assessment reports on \n  Millennium Development \nMillennium  Goals and Education for \nDevelopment Goals  All achievements \nand Education for All \ngoals are achieved \nOutcome      Assumption \nStrengthened  All staff trained as  Technical assistance  The Government will appoint \nBangladesh Madrasah  identified by capacity  report  necessary staff required for \nEducation Board and  development needs    smooth operation of \nrelated agencies  assessments  Independent evaluation  Bangladesh Madrasah \nresponsible for    report  Education Board. \nmadrasah education  Better systems and \nwith increased human,  processes are in place \norganizational, and   \ninstitutional capacity   Human resources \ndevelopment needs are \naddressed \nOutputs      Assumption \n1.  A comprehensive  A comprehensive  Midterm and final technical  Addressing education quality \nanalysis of the  sector study  assistance reports  and efficiency issues \nmadrasah subsector      remains a government \nin Bangladesh  A comprehensive road  priority.  \n2. Strategies and a  map for madrasahs   \nroad map for  Risk \nwith updated data \ndeveloping the  Some stakeholders may \n \nmadrasah subsector   reject the reform initiatives. \nA long-term strategic \n3.  Proposals for \nand cost plan  \ninvestments in \n \npriority areas for \nAgreed investment \nmodernizing and \nproposals \nmainstreaming the \nmadrasah subsector \nActivities with Milestones  Inputs \n1.  Inception report: within 1 month of consultant fielding  ADB: $1,000,000 \n2.  Workshops   Government: $180,000 (in-\n3.  An action plan for capacity development within 3 months  kind) \n4.   Study tours, seminars, and training continuous during the technical \nassistance \n5.  Survey research and qualitative study within 7 months \n6.  A midterm report, including a draft sector study, within 8 months  \n7.  A road map within 12 months \n8.  Prioritized investment program within 14 months  \n9.  Draft final report within 17 months \n10. Final report within 18 months \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n   \nItem  Total Cost \nA.  Asian Development Bank Financinga  \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  400.0 \n      ii.  National Consultants  135.0 \n    b.  International and Local Travel  35.0 \n    c.  Reports and Communications  5.0 \n    d.  Editing and Printing  15.0 \n  2.  Equipmentb 10.0 \n  3.  Car Rental  15.0 \n  4.  Workshops, Meetings, and Resource Personsc 35.0 \n  5.  Surveys, Research, Data Collections, and    \n    Comprehensive Madrasah Mapping  120.0 \n  6.  Study Visits to Regional Countries, Local-Level \n    Capacity Building, and Training  150.0 \n  7.  Miscellaneous Administration and Support Costs  5.0 \n  8.  Representative for Contract Negotiations  5.0 \n  9.  Contingencies  70.0 \n      Subtotal (A)  1,000.0 \n \nB.  Government Financing \n  1.  Office Accommodation and Transport  100.0 \n  2.  Remuneration and Per Diem of Counterpart Staff  70.0 \n  3.  Others  10.0 \n      Subtotal (B)  180.0 \n \n        Total  1,180.0 \na  Financed by the Asian Development Bank’s technical assistance funding program. \nb\n Equipment includes four computers, two printers, one fax machine and scanner, and \nrelated  furniture.  Equipment  will  be  transferred  to  the  Ministry  of  Education  on \ncompletion of the technical assistance project.  \nc  This includes four workshops. \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Introduction \n \n1.  The technical assistance (TA) project, Capacity Development for Madrasah Education, \nwill be implemented in two phases over a period of 18 months, tentatively from April 2009 to \nSeptember 2010. The TA project will provide a total of 64 person-months of consulting services \n(19 international and 45 national person-months). The first phase will involve: (i) desk reviews \nand analysis of available published and unpublished documents on government policy and \nBangladesh’s madrasah system, including analysis of gaps and needs; (ii) a sample survey and \nqualitative study to assess status of the madrasah subsector compared to the general formal \neducation system; and (iii) consultations with various stakeholders through workshops. The \nsample survey will involve data collection and appraisal of madrasah facilities, curricula, and \nteaching-learning resources; internal and external efficiency, including dropout and completion \nrates; and quality inputs, such as textbooks, number of trained teachers, learning materials, \ninfrastructure, and transition to competitive subjects at higher education levels and employability. \nThe study will also assess the issues related to the management capacity of Bangladesh \nMadrasah Education Board (BMEB) and other associated institutions. The output of this phase \nwill be a comprehensive study for the entire madrasah subsector. During the first phase, an \naction plan for institutional and organization capacity development for BMEB and associated \ninstitutions will also be developed and implemented. Capacity development activities will involve \nparticipation in seminars and workshops; short training programs in strategy formulation; policy \nreform and planning; study tours to regional countries, such as Indonesia and Malaysia, where \nmadrasah  education  has  been  modernized  and  mainstreamed;  and  assistance  in  the \nestablishment of better systems and processes for madrasah subsector development.  \n \n2.  During  phase  2,  based  on  the  identified  gaps  and  priorities  and  subsector  study \nrecommendations, the TA project will assist the Government in developing a medium- to long-\nterm participatory policy and strategic plan for the madrasah subsector. The output of the TA at \nthis stage will include: (i) an agreed process for policy reform for the madrasah subsector; (ii) a \nmadrasah  education  road  map;  and  (iii)  an  agreed  financial  planning,  management,  and \nmonitoring system for reforming the madrasahs with detailed budgeting, funding options, and \nprioritized activities. The road map will incorporate lessons learned from recent interventions in \nthe education sector, especially in the primary and secondary subsectors, and will firm up the \nreform framework of the Government for the next 10 years for the madrasah subsector in \nconnection with the proposed Primary Education Sector Development Program, the proposed \nbasic education framework, and the Secondary Education Development Plan.1 Based on the \nroad map, the TA will also develop some investment programs for the madrasah subsector that \ncan be funded by the Government and development partners.    \n3.  An international consulting firm in association with national consultants will be engaged \nin accordance with the Guidelines on the Use of Consultants (2007, as amended from time to \ntime) of the Asian Development Bank (ADB). The selection and engagement of the international \nconsulting  firm  will  be  done  through  quality-  and  cost-based  selection  using  a  simplified \ntechnical  proposal.  The  consultants  should  be  highly  knowledgeable  in  sociocultural  and \neconomic  context  of  Bangladesh  including  awareness  about  sensitivities  related  to  the \nmadrasah  subsector.  Consultants’  working  background  in  madrasah  development  will  be \n                                                 \n1  People’s Republic of Bangladesh. 2006. Secondary Education Sector Development Plan 2008–2013. Dhaka \n(prepared with financial assistance of ADB and technical support of the British Council and Associates for \nDevelopment Services).   \n ", "  Appendix 3  9 \n \nhelpful.  The  consultants  will  organize  an  inception  workshop  in  the  first  month  with  all \nstakeholders to confirm approaches and methodologies to be used, discuss the issues to be \naddressed, and ensure close coordination among stakeholders throughout TA implementation. \nADB and the Government will be furnished electronic files of the discussion and working papers. \nThe TA team will submit: (i) an inception report within 1 month of TA commencement, (ii) an \naction plan for capacity development within 3 months, (iii) a midterm report including a draft \nsector study within 8 months, (iv) a road map within 12 months, (v) a prioritized investment \nprogram within 14 months, and (vi) the draft final report within 17 months and final report within \n18 months. \n \n4.  It  should  be  noted  that,  under  the  ADB-financed  Secondary  Education  Sector \nDevelopment Project (SESDP),2 BMEB’s needs in administering, managing, and monitoring \nmadrasah education toward modernization and quality improvement will be assessed, and \nrecommendations toward a more effective organization and function will be developed. A sector \nstudy of dakhil (secondary level) and alim (higher secondary level) madrasah education will be \nconducted.  A  capacity  strengthening  plan  for  BMEB  and  associated  institutions  will  be \ndeveloped. A regional study tour to learn about modernized madrasah education systems will \nbe provided to relevant madrasah education-related officials and stakeholders. Another ADB-\nsupported  Teaching  Quality  Improvement  Secondary  Project  (TQI)3  has  a  provision  for \nproviding at least a 3-month teacher training certificate course, leading to a bachelor of science \nin education degree with further training of 9 months, for madrasah teachers. Therefore, the TA \nteam  will  need  strong  coordination  with  the  SESDP  and  TQI  TA  teams  to  draft  the \ncomprehensive sector study and institutional and organizational capacity development plan to \nensure that SESDP, TQIP, and this TA project’s activities are complementary. The terms of \nreference  of  the  consultants  may  be  revised,  whenever  necessary,  to  ensure  maximum \nutilization of the TA and to avoid duplication with the provisions of the existing program and \nprojects. \nB.  Terms of Reference for Consultants  \n5.  Education Policy, Strategy, Planning and System Development Specialists (Team \nLeader and Deputy Team Leader) (1 international, 10 person-months; 1 national, 12 person-\nmonths). These consultants are responsible for the timely preparation and dissemination of all \nreports and outputs. They will:  \n(i)  review the status of the madrasah subsector by analyzing available statistics and \ndocuments;  \n(ii)  review government education legislation and regulations;  \n(iii)  examine the enrollment, dropout, repetition, transition, and achievement rates of \nmadrasah versus general formal education students and underlying factors that \ndiscourage enrollment, encourage dropping out, and prevent achieving quality \neducation at all levels;  \n(iv)  recommend solutions and strategies to overcome these problems;  \n(v)  review the Government’s education policy and strategies for primary, secondary, \npostsecondary, and madrasah education, including pre- and in-service teacher \ntraining, textbooks, and curriculum, as well as vocational and skills development \nprograms with inputs from team members;  \n(vi)  suggest policy options for improving the quality of madrasah education;  \n                                                 \n2  ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Secondary Education Sector Development Project. Manila.   \n3  ADB. 2004. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Teaching Quality Improvement in Secondary Education Project. Manila. \n ", "10  Appendix 3 \n(vii)  in collaboration with the education management information system, madrasah \nmapping study, and research specialist and other TA team members, design \ndetailed  terms  of  reference  for  a  sample  survey  and  qualitative  study \nencompassing all types of madrasahs to assess the status of the subsector as \ncompared to the general formal education system, including education facilities, \ncurricula, teaching-learning resources, internal and external efficiency, dropout \nand completion rates, and quality inputs;  \n(viii)  supervise the conduct of the survey and study ensuring professional quality;  \n(ix)  analyze the primary field data from the survey and secondary data in the context \nof national secondary data;  \n(x)  based on sector assessment,  \n(a)  develop policy frameworks, in the context of proposed Primary Education \nSector Development Program, proposed basic education framework and \nSecondary Education Development Plan,   \n(b)  develop a medium to long-term road map, and  \n(c)  outline future investment proposals; and  \n(xi)   maintain close liaison with the TA management unit, TA steering committee, TA \ncoordinator, and BMEB.  \n \nThe team leader, with the help of team members and an editor, will finalize the draft sector \nstudy for publication.  \n \n6.  Institutional and Organizational Capacity Development Specialists (1 international, \n3 person-months; 1 national, 4 person-months).  The consultants will assess the issues of \nmanagement  capacity  of  BMEB  and  associated  institutions;  identify  human  resources \ndevelopment, management, and administration needs; and develop and implement an action \nplan for improvement of administration systems and processes. They will:  \n(i)  assess the roles and responsibilities of different levels of education organizations \nfor effective delivery of quality madrasah education;  \n(ii)  assess the capacity and skills mix of staff at different levels and their training \nneeds; \n(iii)  prepare an action plan for implementation of capacity development activities \nincluding seminars, workshops, short training programs in strategy formulation, \npolicy reform and planning, and study tours; and  \n(iv)  contribute to the sector study, road map, and investment proposal as required by \nthe team leader. \n \n7.  Curriculum and Teacher Development Specialists (1 international, 3 person-months; \n1 national, 6 person-months). The consultants will:  \n(i)  review  and  assess  madrasah  curriculum,  textbooks,  and  learning  material \ndevelopment; teacher training; and the assessment and examination system in \nthe context of general education system;  \n(ii)  examine content and pedagogical approaches;  \n(iii)  review the delivery modalities used in madrasah education, and make detailed \nproposals to improve the effectiveness of teaching methodologies;  \n(iv)  review provisions for school inspections and assessment of teaching staff, and \ndevelop proposals to improve monitoring systems to highlight issues relating to \nteacher training and improvements in student learning outcomes;  \n(v)  establish baseline indicators to monitor student achievement scores for future \nmonitoring of students’ academic outcomes;  \n ", "  Appendix 3  11 \n \n(vi)  assess  the  need  for  changes  in  the  content  and  methodology  of  in-service \ntraining, identify priority areas for attention relating to pedagogical and technical \ncompetency,  and  propose  a  detailed  time  schedule  to  upgrade  madrasah \nteachers;  \n(vii)  examine the pay and conditions of teachers, and, with government and teachers’ \nrepresentatives, recommend medium- and long-term changes to address any \nshortcomings or imbalances;  \n(viii)  consider  what  nonfinancial  or  other  inducements  might  promote  madrasah \nteacher retention and motivation;  \n(ix)  review  documents  on  teacher  training  and  accreditation,  including  one  on \ndemand and supply for madrasah education;  \n(x)  review the process of teacher recruitment and appointment and the provision for \npreservice teacher training, and recommend improvements to make the system \nmore efficient;  \n(xi)  examine  the  capacity  and  reform  needs  of  the  Madrasah  Teacher  Training \nInstitute;  \n(xii)  as a part of sample survey, assess the percentage of Qoumi madrasahs teaching \noriginal, improvised, or adapted general education curricula up to the elementary \nlevel in addition to their religious curricula;  \n(xiii)  explore the possibilities (e.g., through dialogues with Qoumi madrasah boards or \nleaders) of introducing some general education and scientific subjects into their \ncurricula (without stepping into their religious curricula), and prepare a step-by-\nstep  modernization  and  educational  quality  improvement  program  in  Qoumi \nmadrasahs through teacher training and provision of learning materials for those \nwilling to teach core general education subjects; and  \n(xiv)  contribute to a chapter of the final report on pedagogical improvement, based on \nthe team’s analysis and lessons from other countries.  \n  \n8.  Education  Management  Information  System  and  Monitoring  and  Evaluation \nSpecialist (1 international, 3 person-months). The consultant will:  \n(i)  propose reforms of the educational management information system focusing on \npolicy  analysis,  annual  planning  and  programming,  system  monitoring,  and \nmaking data accessible for analysis and assessment;  \n(ii)  assist in devising a feasible system of networking, links, and online sharing of \nmadrasah  data  among  Bangladesh  Bureau  of  Educational  Information  and \nStatistics (BANBEIS), Directorate of Secondary and Higher Education (DSHE), \nMinistry of Education, and Ministry of Mass and Primary Education’s (MoPME) \neducation management information system and BMEB;  \n(iii)  develop a framework and design of a transparent and accountable monitoring \nand evaluation system for the TA project and the proposed investment programs \nfor the madrasah subsector's development, with performance indicators, working \nmechanisms, and modalities for taking corrective measures;  \n(iv)  prepare design of an information technology-based monitoring and evaluation \nsystem  aimed  at  effective  monitoring  and  evaluation  of  performance  against \nestablished targets, and prepare guidelines for using the system; and  \n(v)  conduct capacity development training workshops for the local counterparts in \nmonitoring and evaluation.  \n \n9.  Education  Management  Information  System,  Madrasah  Mapping  Study,  and \nResearch Specialist (1 national, 10 person-months). A comprehensive madrasah mapping \nstudy will be carried out under the TA project. It is likely that BANBEIS will be invited to submit a \n ", "12  Appendix 3 \ncost proposal for ADB’s consideration. The proposal will be negotiated, and, subject to meeting \nthe requirements of ADB, BANBEIS will be commissioned to carry out and complete the study \nwithin the first 6 months of TA implementation. Indicative terms of reference for this mapping \nstudy is in Supplementary Appendix A. Under the supervision of the international team leader, \nthis consultant will provide technical guidance and support to the commissioned study from \ncommencement to completion and ensure that the study team carries out the study according to \nthe  agreed  terms  of  reference.  The  consultant  will  also  work  closely  with  the  education \nmanagement information system and monitoring and evaluation specialist. The consultant will \ncontinuously monitor the progress of the study team, consult the team leader on any problem or \nbottleneck encountered by the team, and attempt to find solutions. The consultant will also \nmaintain regular contacts with all related agencies including BANBEIS, BMEB, DSHE, MOE, \nand MoPME. Within the TA, the consultant will act as quality control manager for data collection, \nanalysis, storage, and retrieval system.  \n \n10.  Education Finance and Cost Specialist (1 national, 6 person-months). The consultant \nwill:  \n(i)  assess the madrasah subsector in the context of overall education expenditure, \nespecially on capital expenditure;  \n(ii)  review current sources and uses of funds (capital, recurrent, and non-salary \nrecurrent),  and  identify  funding  requirements  for  developing  the  madrasah \nsubsector; \n(iii)  undertake a needs assessment of children from low-income families to determine \nfactors associated with school participation and nonparticipation, analyze issues \npertaining to constraints faced by schools serving poor communities, identify \nprograms to target such groups to remove different forms of disparities, and \nprovide recommendations to monitor the impact of such provisions;  \n(iv)  prioritize and specify strategic actions;  \n(v)  operationalize the Government’s strategic direction, and provide a medium- to \nlong-term financing framework that iterates the policy direction for madrasah \neducation in the context of the overall basic education framework; and  \n(vi)  any other tasks within the scope of the TA as required by the Government and \nADB. \n \n11.  Educational Physical Facilities and Learning Resources Development Specialist (1 \nnational, 4 person-months). The consultant will:  \n(i)  review policies of Directorate of Primary Education, boards of intermediate and \nsecondary  education,  DSHE,  and  BMEB  on  minimum  standards  and \nrequirements  of  physical  facilities  and  other  teaching-learning  resources  for \ngranting  registration  or  recognition  to  primary  and  secondary  schools  and \nmadrasahs;  \n(ii)  based on available data and sample visits, estimate and compare the average \nminimum physical facilities in schools and madrasahs (in terms of space per \npupil, number of classrooms per class section, science laboratories, computer \nlaboratories, libraries, and associated inputs);  \n(iii)  on the basis of available information, prepare a short data collection instrument \nand questionnaire to be included in the sample survey under the subsector study;  \n(iv)  prepare an assessment report on the state of facilities and learning resources in \nmadrasahs on basis of the collected data, and make feasible recommendations \non achieving minimum standards with cost estimates, priorities, and phasing; and  \n ", "  Appendix 3  13 \n \n(v)  prepare a cost-effective design (with priorities) for updating madrasah facilities in \norder to achieve minimum standards in the most cost-effective manner, with \nphasing.  \n \n12.  Education and Social Development/Gender Analysis Expert (1 national, 3 person-\nmonths). The education and social development/gender analysis specialist will:  \n(i)  carry out the poverty and social analysis of the family backgrounds of madrasah \npupils as a part of the sample survey under the subsector study;  \n(ii)  identity  constraints  against  equity  in  access  and  relevance  of  madrasah \neducation to females and disadvantaged pupils in remote and underserved areas \nwhere general schools are not accessible;  \n(iii)  conduct  gender  analysis  of  madrasahs’  enrollment  and  gender  sensitivity  of \ncurricula and school environments and facilities;  \n(iv)  prepare a gender strategy, including recommendations on how madrasahs can \nsustain  female  enrollment,  increase  the  female  teachers'  ratio,  and  make \nmadrasah education more relevant and comfortable for females;  \n(v)  design a strategy that will increase females' enrollment in hard-to-reach and \nunderserved areas;  \n(vi)  develop guidelines and criteria for selecting low-income students for stipends and \nother assistance programs;  \n(vii)  suggest ways to introduce gender-sensitive instructional materials in madrasah \ncurricula and books; and  \n(viii)  incorporate the analysis and policy recommendation in the subsector study and \nlong-term strategic plan.   \n ", "Appendix 4  14 \n \nTYPES OF MADRASAHS \n \nType of    Entry     \nInstitution  Level  Age  Curriculum  Management \nNurani  Preprimary   4–6  Literacy, basic Islamic  Private or mosque \n(nonresidential and  years   knowledge, recitation of the  management, support \npart-time)   Quran  through religious charities \nFurkania or  Preprimary (mostly  4–6  Basic Islamic knowledge  Private or mosque \nHafizia  residential attached  years  recitation, memorization of  management, support \nto some mosques)   the Quran, simple math,  through religious charities \nArabic, and Bengali \nAliyah   Levels:  6+ years   In addition to curricula  Managed by committees \n(i) ibtedaye, grades  approved by Bangladesh  approved by BMEB and \n1–5  Madrasah Education Board  supported by the \n(ii) dakhil, grades  (BMEB) at the secondary  Government through \n6–10  level, includes 5 religious  teachers' salary \n(iii) alim, grades  subjects plus 5 subjects in  subvention (Only 3 Aliyah \n11–12  one of 4 streams (arts,  at kamil level are fully \n(iv) fazil, bachelor’s  science, Muzabbid, Hifzul  managed by the \ndegree   Quran) plus 1 general  Government.) \n(v) kamil, master’s  education subject from list \ndegree  of 11 optional subjects. \nQoumi/Kharzi   Primary to master’s  6+ years   Dars-E Nizami as  Privately managed and \ndegree level in  Deobandia madrasah or  supported through zakatb, \nIslamic studies and  another similar Qoumi  endowments, and other \nliterature   board curricula; many use  charities \ntheir own version of general   \nformal education curriculum \na  Dars-E Nizami is traditional Islamic curricula aimed at producing religious imams, prayer leaders, preachers, \neducators, and scholars of recognized authority. \nb  Islamic principle of giving a percentage of one's income to charity, also known as Zakāh \"alms for the poor\".  \nSource: Mission findings. \n \n   \n "], "metadata": {"CreationDate": "D:20081215110606+08'00'", "Subject": "Capacity Development Technical Assistance (CDTA)", "Author": "RR3", "Creator": "Acrobat PDFMaker 7.0 for Word", "Keywords": "madrasah education capacity development, capacity development technical assistance, adb CDTA, bangladesh madrasah education, secondary education sector development, adb technical assistance 7206, adb project 39297", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20090107113303+08'00'", "Company": "Licenced User", "SourceModified": "D:20081209022119", "Title": "Capacity Development for Madrasah Education"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 6 November 2008) \n \nCurrency Unit –  taka (Tk) \nTk1.00 =  $0.0145 \n$1.00 =  Tk68.6399 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BANBEIS  –  Bangladesh Bureau of Educational Information and Statistics \n  BMEB  –  Bangladesh Madrasah Education Board \n  DSHE  –  Directorate of Secondary and Higher Education \n  MOE  –  Ministry of Education \n  MoPME  –  Ministry of Primary and Mass Education \n  NCTB  –  National Curriculum and Textbook Board \n  SESDP  –  Secondary Education Sector Development Project \n  TA  –  technical assistance \n  TQI  –  Teaching Quality Improvement in Secondary Education Project \n  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting Classification  –  Targeted intervention \nSector  –  Education \nSubsector  –  Education sector development \nThemes  –  Inclusive social development, capacity development \nSubthemes  –  Human development, institutional development, organizational \ndevelopment \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Matsuo, Officer-in-Charge, Agriculture, Natural Resources, and Social \nServices Division, SARD  \n   \nTeam leader  K. Chowdhury, Senior Social Sector Specialist, SARD \nTeam members  R. Lopez-Tolentino, Administrative Assistant, SARD \n  J. Mahmood, Head, Social Sector, Bangladesh Resident Mission, SARD  \n  F. Sultana, Social Development and Gender Specialist, SARD \n \n ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "T. Matsuo", "role": "Officer-in-Charge", "organization": "Agriculture"}, {"fullname": "Services Division", "role": "SARD", "organization": ""}, {"fullname": "K. Chowdhury", "role": "Senior Social Sector Specialist", "organization": "SARD"}, {"fullname": "R. Lopez-Tolentino", "role": "Administrative Assistant", "organization": "SARD"}, {"fullname": "J. Mahmood", "role": "Head", "organization": "Social Sector"}, {"fullname": "F. Sultana", "role": "Social Development and Gender Specialist", "organization": "SARD"}]}