{"path": "data/input/ta/39322-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 39322  \nDecember 2006 \n \n \n \nCommunity of Practice on Managing for Development \nResults – Phase II\n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CoP  –  Community of Practice \n  DMC  –  developing member country \n  M&E  –  monitoring and evaluation \n  MfDR  –  Managing for Development Results \n  OECD-DAC  –  Organisation for Economic Co-operation and Development-\nDevelopment Assistance Committee \n  OIST  –  Office of Information Systems and Technology \n  PRC  –  People’s Republic of China \n  RETA  –  regional technical assistance \n  RSDD  –  Regional and Sustainable Development Department \n  SPD  –  Strategy and Policy Department \nSPRU  –  Results Management Unit \n  SSTA  –  small-scale technical assistance \n  TA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsectors  –  National government administration, economic management, \nsubnational government administration \nThemes  –  Sustainable economic growth, capacity development  \nSubtheme  –  Client relations, network, and partnership development \nAddressing information and communication technological issues \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n   \nDirector General  K. Sakai, Strategy and Policy Department (SPD) \nHead  B. A. Purdue, Results Management Unit, SPD \n   \nTeam leader  G. Li, Advisor, SPD \n \n ", " \nI.  INTRODUCTION \n1.  Over the last several years, many developing countries in the Asia and Pacific region \nhave begun to pursue results-based management approaches in national strategies and public \nsector management. To address the Managing for Development Results (MfDR) capacity and \nincentive issues at the working level in these countries, the Asian Development Bank approved \na concept paper and subsequently a pilot small-scale regional technical assistance (SSTA) to \nsupport establishing a Community of Practice on MfDR (CoP-MfDR) in the Asia and Pacific \nregion.1 The proposed regional technical assistance (RETA) has been formulated based on the \nexperiences and lessons learned during the implementation of the SSTA.2 \n \n2.  In November 2005, ADB approved an SSTA, on a grant basis, for the preparation and \npilot of the CoP-MfDR. The activities of the pilot phase included (i) launching the CoP-MfDR in \nthe  Asia  and  Pacific  region,  (ii)  establishing  an  IT-supported  virtual  learning  network,  (iii) \nconducting online discussions among CoP members, and (iv) reviewing the pilot operation of \nCoP-MfDR and making recommendations for its future.   \n \n3.  The CoP-MfDR was launched in late March 2006. After the six-month pilot operation, it \nwas reviewed in Singapore in early September 2006. All participating CoP members reiterated \ntheir strong commitment to sustain this new initiative and requested ADB to continue its support \nin facilitating its activities for the next 3 years. The design and monitoring framework is in \nAppendix 1.   \n \nII.  ISSUES \n4.  The CoP-MfDR was designed differently from conventional capacity building approaches, \nparticularly in four aspects: (i) it is driven by the demand of MfDR practitioners in developing \ncountries, (ii) it operates mainly through the virtual learning network, (iii) it is a vehicle for peer-\nto-peer learning among working level MfDR practitioners, and (iv) it is informal.  \n \n5.  The CoP-MfDR launch was attended by 50 participants from 12 developing countries \nand development partners. Through the event, the CoP members (i) established mutual trust \nand the collegial atmosphere needed for online collaboration, (ii) learned to use the tools of the \nvirtual  learning  network,  (iii)  explored  some  common  issues  to  be  discussed  further,  and \n(iv) formulated  an  action  plan  for  the  pilot  operation.  The  Coordinating  Committee  of  CoP \nmembers was also established to take up the leadership of CoP-MfDR with a management \nteam in ADB’s Results Management Unit (SPRU).  \n \n6.  The structure of the CoP-MfDR is composed of four layers: (i) 5 Coordinating Committee \nmembers from Mongolia, Nepal, Philippines and Viet Nam, with co-chairs from Mongolia and \nPhilippines;  (ii)  about 30  core group  members  from  developing  member  countries  (DMCs) \nincluding Bangladesh, Cambodia, Fiji Islands, Lao People’s Democratic Republic, Malaysia, \nMongolia, Nepal, Pakistan, People’s Republic of China (PRC), Philippines, Tajikistan, Thailand, \nand Viet Nam; (iii) about 20 members from development partners including ADB, World Bank, \nDepartment for International Development of the United Kingdom, Organisation for Economic \n                                                 \n1  The concept paper was cleared by the managing director general on 15 June 2005 and was included in the 3-year \nAsian Development Bank-wide (ADB) knowledge and product services work plan for the years 2006—2008. Prior \nto the submission of this concept paper, SPRU was given an allocation of $150,000 in early 2005 which was used \nto fund a pilot study approved in November 2005 on the viability and effectiveness of establishing a Community of \nPractice on Managing for Development Results. \n2  The technical assistance (TA) first appeared in the ADB Business Opportunities on 27 November 2006. \n ", " 2 \nCo-operation and Development-Development Assistance Committee (OECD-DAC), Lee Kuan \nYew School of National University of Singapore, and results management experts worldwide; \nand (iv) about 100 registered members from the Asia and Pacific region and the rest of the \nworld, who form the peripheral group.  \n \n7.  The virtual learning network3 is the main feature of the CoP-MfDR. During the pilot \nperiod from April to September 2006, four expert-led online discussions were conducted:  \n \n(i)  challenges, issues, and experiences of results-based management;  \n(ii)  linking planning and budgeting;  \n(iii)  establishing a results-based monitoring and evaluation system; and \n(iv)  MfDR in the context of the Asia and Pacific region. \n \nDuring the discussions, over 100 comments with diverse views were posted on the discussion \nforum.  Eighteen  country  case  papers  were  uploaded  online  and  discussed  among  CoP \nmembers. Of them, five (from Malaysia, Mongolia, PRC, Thailand, and Viet Nam) were included \nin  the  second  edition  of  the  MfDR  Sourcebook,  the  definitive  MfDR  tool  for  development \npartners.4  \n \n8.  The CoP discussion forum contributed to very open exchanges, with considerable “give \nand take” between members. The personal contacts and mutual trust established during the \nface-to-face events contributed to the overall ambiance of openness and provided for further \nexchanges  of  experiences.  Most  members  exhibited  a  strong  interest  in  learning  and  felt \ncomfortable raising challenging questions. They were frank in acknowledging problems faced. \nMany CoP members believe that CoP-MfDR can support the “diffusion of innovation” in the \nregion, help members to confirm what they have been doing, and cause them to reflect on some \npossible changes. A number of well-known international experts contributed enormously to the \nonline  discussions  by  providing  papers,  leading  discussions,  stimulating  the  debate,  and \nresponding to questions. Their contributions were highly commended by the CoP members.   \n \n9.  One of the features of the CoP-MfDR is that it is driven by the demand of the CoP \nmembers. During its pilot operation, the Coordinating Committee defined the CoP-MfDR’s own \ninterests, and formulated the parameters for a dynamic and sustainable CoP. ADB’s role is to \ncreate an enabling environment by using its resources to bring together and support CoP-MfDR \nmembers as they articulate their own vision and action plan. The CoP-MfDR management team \nin ADB has been responsible for CoP’s day-to-day operations, i.e., coordinating and moderating \nits  online  activities  and  face-to-face  events.  Within  ADB,  the  Regional  and  Sustainable \nDevelopment Department (RSDD) and Office of Information Systems and Technology (OIST) \nprovided support in establishing an online collaboration system to serve as the platform of the \nCoP-MfDR; regional departments and resident missions identified the core group members from \ntheir respective developing countries. Externally, CoP-MfDR operations demonstrated strong \npartnerships among development partners. To harmonize MfDR activities in the Asia and Pacific \nregion, ADB and OECD-DAC jointly sponsored the CoP-MfDR Review and Mutual Learning \n                                                 \n3 The discussion forum is in the virtual learning network of the CoP-MfDR with the following Internet address, \n(https://cop-mfdr.adb.org).  \n4 The MfDR Sourcebook is an annual reference publication sponsored by the OECD-DAC Joint Venture on MfDR. It \nis published in hard copy and accessible via a website (http://www.mfdr.org/Sourcebook.html) that hosts examples \nof country cases and captures new material as it becomes available. The second edition of the MfDR Sourcebook \nwill be issued in early 2007.  \n ", "  3\nInitiative5 Meeting hosted at the Lee Kuan Yew School of Public Policy in the National University \nof Singapore from 30 August to 1 September 2006.  \n \n10.  During  the  Meeting  in  Singapore,  CoP  member  Dr.  Sohail  Amjad  from  Pakistan \npresented an independent review of the CoP-MfDR’s pilot operation. He noted progress made \nin the membership and operation of the virtual learning network, emphasized the advantages of \nthe CoP-MfDR compared with traditional capacity building approaches, as follows: (i) the CoP-\nMfDR  can  better  reflect  the  voice  of  working  level  practitioners  from  developing  countries \nbecause of its style of free speech and informality; (ii) the CoP-MfDR can conduct dialogue in a \nmore sustainable and timely manner; (iii) the CoP-MfDR can help MfDR practitioners to build \nstronger relationships over a prolonged period and establish a deep foundation of trust and \nunderstanding; and (iv) the CoP-MfDR is cost-effective since, after initial capital investment, the \nrecurrent cost is negligible compared with benefits achieved.  \n \n11.  Dr. Sohail Amjad and other CoP members also highlighted a number of issues that \nneed to be addressed in CoP’s future operations: (i) the CoP-MfDR must be demand-driven, \nwith a critical mass demonstrating a  need and desire for MfDR; (ii) discussion topics must be of \nmutual interest, relevant to most CoP members, and focused on common issues; (iii) CoP-MfDR \nneeds to pilot a country-based or subregional MfDR network to scale up its impact to a broader \nbase; (iv) CoP-MfDR should link to higher political policy makers to get their support on MfDR; \n(v) to the extent possible, CoP-MfDR needs to address language and digital divide barriers \nexperienced by some members to broaden its outreach; (vi) CoP-MfDR needs a dynamic, \npersuasive, and skillful manager; (vii)  CoP-MfDR needs high-quality expert(s) who can provide \nsustainable and timely expertise, as well as helping to capture, consolidate, and disseminate \nMfDR knowledge and good practices; (viii) CoP-MfDR should itself be results-oriented and \nmonitored  and  evaluated;  and  (ix) as  a  regional  public  good,  CoP-MfDR  needs  continued \nfinancial and administrative support from ADB.  \n \n12.  The  pilot  CoP-MfDR  has  triggered  interest  from  the  international  development \ncommunity. During its pilot period, some developing countries and development partners in \nAfrica and Latin America regions have asked the CoP-MfDR to disseminate its experiences. \nThey see it as a good channel to strengthen the capacity of the developing countries and are \nconsidering establishing their own CoPs on MfDR in the near future.    \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n13.  The main purpose of the CoP-MfDR is to address the challenges of implementing MfDR \nin DMCs and help them to improve results-based management in the public sector. The RETA \nwill continue supporting the CoP-MfDR to make it useful and sustainable in strengthening MfDR \ndemand and capacity in DMCs.  \n \n14.  Over time, the CoP-MfDR, facilitated by ADB and supported financially through RETA \nfunding, should lead to (i) enhanced demand and capacity for MfDR in DMCs, (ii) identification \nand dissemination of good practices, and (iii) development of a mutual learning network that will \nhelp CoP members improve their own skills in results management. \n                                                 \n5 The Mutual Learning Initiative on MfDR was launched in October 2005 and sponsored by the OECD-DAC. It \nfocuses on a series of workshops that are proposed to be held in Asia, East/South Africa, West Africa, and Latin \nAmerica. Once the four events have taken place, the initiative will use different ways to disseminate the lessons \nglobally.  \n ", " 4 \n \nB.  Methodology and Key Activities \n15.  The expected outputs of the RETA are (i) a sustained regional CoP-MfDR with a critical \nmass  of  results  practitioners  at  the  working  level;  (ii)  established  country-based  and \nsubregional-based  MfDR  networks;  (iii)  publication  of  CoP-MfDR  good  practice  papers, \nconsolidated questions and answers, and contributions to the MfDR Sourcebook; (iv) a stronger \nand more effective CoP-MfDR Coordination Committee; and (v) a tool to monitor and evaluate \nCoP-MfDR operation.  \n     \n16.  The RETA is designed to address the issues that have arisen from the implementation of \npilot SSTA (see paragraph 11). Activities include (i) facilitation of CoP-MfDR online discussions; \n(ii) sponsorship of the CoP-MfDR annual meeting; (iii) together with other development partners, \nsponsorship of a MfDR training hub in the Asian Pacific region and the annual MfDR training \nprograms;  (iv)  support  of  the  coordinating  committee  in  leading  CoP-MfDR  operation;  (v) \nsupport of the establishment and activities of the country-based and subregional-based CoP-\nMfDR;  (vi)  development  and  update  of  the  MfDR  Virtual  Resource  Center  and  member \ncountries’ MfDR folders; and (vii) assistance to some members in addressing their language \nand connection problems by providing translation and technical support.  \n \n17.  The CoP-MfDR annual meetings are designed to complement the online activities and \nstrengthen mutual trust among CoP members. It is projected that the annual meeting will be \nheld each year in one of the CoP member countries. The 2007 annual meeting is planned to be \nheld in the Asia-Pacific Finance and Development Center located in Shanghai, PRC. The \nguiding criteria in selecting participants for the annual meeting will be based on the participation \nof CoP members in online discussions.  \n \n18.  Based on priorities agreed by the CoP members, in partnership with other development \npartners, the RETA will support the establishment of a regional training hub in MfDR and \nprovision of training programs for MfDR practitioners in the region. High quality trainers will be \ninvited to introduce MfDR experiences, good practice, tools and methods, and conduct the face \nto face dialogues with CoP members on practical MfDR issues. Participants could come from \nnational and sector government officers, civil societies and academes in the region. A diagnostic \ntraining needs assessment and work plan will be completed as part of the CoP-MfDR action \nplan. On the action plan for 2007, the CoP members agreed that the main theme would be a \n“results-based M&E system on the ground”.     \n \n19.  The RETA will also be used to support selected country-based or subregional-based \nCoPs based on demand from the members. This is relevant for those CoP member countries \nwith similar results-based management issues in the same language. Currently, the Philippines \nand the PRC are planning to establish their own country-based CoPs, while some South Asian \ncountries have indicated their intention to establish their subregional-based network.          \n \n20.  The RETA will support the broadening of CoP-MfDR outreach programs to a wider \naudience. This may include (i) publishing selected CoP-MfDR papers, (ii) inviting CoP members \nto present their MfDR experiences at relevant international conferences, and (iii) translating \nMfDR  documents  and  some  background  materials  to  facilitate  the  CoP  members’  broad \nparticipation in online discussions.   \n \n21.  Based on their need, the RETA will also be used to assist Coordinating Committee \nmembers in leading and monitoring CoP operations. One of the tools for the Coordinating \n ", "  5\nCommittee is the CoP-MfDR balanced scorecard which will be developed in early 2007 and can \nbe used to report the CoP-MfDR operation to its members regularly in the future.  \n \nC.  Cost and Financing \n22.  The total cost of the RETA is estimated at $750,000. The RETA will be financed on a \ngrant basis by ADB’s technical assistance funding program. Details of the cost estimates are in \nAppendix 2. \n \nD.  Implementation Arrangements \n23.  ADB—through its Results Management Unit (SPRU), in consultation with RSDD, OIST, \nregional departments, and resident missions—will be the executing agency of the RETA and will \nbe responsible for overall management and monitoring of the activities.   \n \n24.  The RETA will be implemented over 3 years, commencing in January 2007 and ending \nin December 2009. The RETA will need two individual international consultants with up to \n31 person-months  of  consulting  services.  They  will  be  recruited  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants (April 2006, as amended from time to time). The outline \nterms of reference are in Appendix 3. \n \n25.  High quality, experienced international expert(s) will be recruited to help direct the online \ndiscussions and capture, consolidate and disseminate the MfDR knowledge learned during the \nCoP-MfDR operation (about 9 person-months). The selection of the expert will be subject to the \nagreed  annual  theme  of  discussion.  For  2007,  an  expert  in  results-based  monitoring  and \nevaluation will be engaged.  \n \n26.  Aside  from  the  expert  who  will  lead  the  online  discussions,  another  international \nconsultant is expected to be recruited as CoP-MfDR manager. The CoP-MfDR manager will be \nresponsible for liaising with Coordinating Committee members, responding to queries ranging \nfrom technical to community logistics, updating the MfDR resource center and country folders, \nimproving the design of the CoP-MfDR website and discussion forum, facilitating country-based \nand subregional-based CoP activities, drafting the CoP-MfDR monthly newsletters, linking the \nCoP-MfDR virtual learning network with other MfDR regional CoPs, and so on.  The CoP-MfDR \nmanager will work up to 22 person-months. \n \n \nIV.  THE PRESIDENT'S DECISION \n27.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis for \nCommunity of Practice on Managing for Development Results – Phase II, and hereby reports \nthis action to the Board. \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n \nData \nDesign  Performance  Assumptions \nSources/Reporting \nSummary  Targets/Indicators  and Risks \nMechanisms \nImpact  • 80% of the CoP  • Development   \n• A broader and more  member countries adopt  Effectiveness Review  \nrigorous implementation of  the results-based M&E  • MfDR Sourcebook6 \nthe results agenda in  framework at national \ndeveloping countries in the  level (from current 50% \nAsia and Pacific region  benchmark) \nOutcome  • Up to 15 CoP member    Risks \n• Improved demand and  countries disseminated  • Annual report of the  • Lack of political  \ncapacity for MfDR in DMCs  their good practices in  CoP-MfDR    commitment in DMCs \nMfDR  \n• Increased MfDR knowledge    (mitigated by linking \ncaptured and disseminated    • CoP-MfDR is  • Annual survey of  the CoP to higher \nconsidered to be useful  government \n• Established results-based  CoP-MfDR  members  \nand relevant by 80% of  authorities)   \nM&E system in DMCs for  its core group members   \n• Mid-level government \nADB’s country partnership \nstrategy to align with  • 50% ADB’s CPS use or  • ADB annual report  officials lack the \npartly linked with the    capacity to develop \n• Demonstration effect of the \ncountry’s results-based  and implement M&E \nCoP-MfDR as an innovative  • CoP-MfDR Balanced \nM&E systems or use  system (mitigated by \napproach to the   Scored report \nthe M&E result  sustained dialogue \ninternational development \ninformation   among peers and with \ncommunity  \ninternational experts)  \n  • Double the size of the    Risks \nOutputs  CoP-MfDR  from 150 to  • CoP-MfDR annual  • Government officials \n1. Sustained and broadened      300 members     action plan and critical  are too busy to \n    CoP-MfDR  • Up to 6 online  path  participate (mitigated \n2. Established country based   discussions per with 50    by selecting relevant \n    CoP-MfDR   collected questions and  practitioners and \n• CoP MfDR balanced \nanswers published each  focusing on relevant \n3. CoP publications on MfDR   scorecard  \nyear  issues)    \n    in the Asia and Pacific  \n \n    region context and CoP   • 3 country-based and 1  • Language barriers \n    contribution to the MfDR   subregional CoPs  • Report of the CoP- (mitigated by selected \n    Sourcebook  established   MfDR annual meeting  translations)   \n4. Regional training hub in   • About 30 CoP-MfDR  • Digital divide \n    results-based M&E system  members received the  problems (mitigated \nMfDR training program  by cooperation with \neach year  OIST, resident \nmissions, and other \n• A minimum of 3 country \npartners)      \nMfDR cases published \nor contributed to the \nnew edition of the MfDR \nSourcebook per year \n                                                 \n6 The MfDR Sourcebook is an annual reference publication sponsored by the OECD-DAC Joint Venture on MfDR. It \nis published in hard copy and accessible via a website (http://www.mfdr.org/Sourcebook.html) that hosts examples \nof country cases and captures new material as it becomes available. The second edition of the MfDR Sourcebook \nwill be issued in early 2007. \n ", "Appendix 1  7\nActivities with Milestones  Inputs \n1.  Facilitate CoP-MfDR online discussions (bimonthly during 2007–2009)   • ADB RETA:  \n2.  Sponsor the CoP-MfDR annual meeting and other training programs  $750,000 for 3 years   \n3.  Sponsor the establishment of the MfDR training hub   from 2007 to 2009 \n4.  Support the coordination committee in its leadership of CoP-MfDR   \n  • Possible cofinancing \n4.1.    Philippine country-based CoP established before mid-2007  from other \n4.2.    People’s Republic of China country-based CoP established in April 2007  development partners \nof some CoP activities \n4.3.  South Asia (Bangladesh, Nepal, Pakistan, and Sri Lanka) subregional CoP \nthat are of mutual \nestablished in early 2007 \ninterest \n4.4.  Cosponsor, with other development partners, the proposed training hub in \n• Possible cofinancing \nMfDR and joint training program on results-based M&E (to be determined)  \nfrom the government \n4.5.  Update the CoP MfDR Virtual Resource Center and country folders \nof the CoP member \n(regularly) \ncountry that is to \n4.6.  Organize MfDR-related field trips and hold an MfDR clinic as requested by  cosponsor the CoP \nthe CoP members     annual meeting in its \n4.7.  Translate selected MfDR documents into key languages and facilitate online  country   \ndiscussions in different languages, such as Chinese-English-Chinese  • Possible technical \n(regularly)   cooperation with \n4.8.  Provide technical support to CoP members who have access and  some IT companies \nconnection problems with the CoP-MfDR website (based on requests)  \n \nADB = Asian Development Bank, CoP = community of practice, CoP-MfDR = community of practice on managing for \ndevelopment results, DMC = developing member countries, IT = information technology, M&E = monitoring and evaluation, \nMfDR = managing for development results, OIST = Office of the Information Systems and Technology. \n \n \n \n \n \n \n                                                           \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Total \nItem  Cost \nAsian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  297.90 \n    b.  International and Local Travel  31.80 \n    c.  Reports and Communications  3.00 \n2.  Conferences, Seminars, Trainings and Fellowships \n    a.  Resource Person  6.00 \n    b.  Participants   \n      i.  International Travel  204.00 \n      ii.  Per Diem  30.00 \n      iii.  Others (miscellaneous expenses)  36.00 \n    c.  Conference Package  66.60 \n  3.  Studies (support to DMC lateral learning)  30.00 \n  4.  Miscellaneous Administration and   10.00 \n    Support Costs \n  5.  Contingencies  34.70 \n   \n      Total  750.00 \nDMC = developing member country. \na  Financed by the Asian Development Bank’s technical assistance funding program. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The Asian Development Bank (ADB) will engage two international individual consultants \nfor  the  regional  technical  assistance  (RETA).  Based  on  the  findings  of  the  Community  of \nPractice on Managing for Development Results (CoP-MfDR) pilot review, the RETA will require \n(i) an international consultant to help direct the online discussions and capture, consolidate, and \ndisseminate the knowledge of MfDR; and (ii) an international consultant to act as the CoP-MfDR \nvirtual learning network manager. \n \nA.  International Consultant to Direct Online Discussions (9 person-months)  \n2.  The RETA will engage an international consultant to act as the CoP-MfDR expert. The \nconsultant will help facilitate the online discussions and capture, consolidate, and disseminate \nthe knowledge gained during the online discussions. The consultant’s specific tasks include the \nfollowing:   \n(i)  Support  the  CoP-MfDR  discussion  forum  by  designing  online  programs, \nproviding comments, responding to questions, stimulating members’ participation, \nand  suggesting  results-based  management  materials  that  are  posted  for \ndiscussion. \n(ii)  Introduce  international  experiences  on  results-based  management,  including \nthose from Organisation for Economic Co-operation and Development (OECD) \ncountries, developing countries, and development partners. \n(iii)  Attend the annual meeting of the CoP-MfDR for face-to-face discussions with \nCoP members on issues tackled online, and hold MfDR clinics with participants \non a topic selected by CoP members.  \n(iv)  Based on the CoP members’ needs, the consultant will be requested to work with \nCoP  members  on  selected  research  papers  addressing  results-based \nmanagement issues, specifically in the Asia and Pacific region.    \n \n3.  The consultant should have global experience in results-based management, especially \nin  developing  countries,  with  practical  experience  working  with  the  CoP  members  and \nintroducing the results-based management approach to practitioners in the Asia and Pacific \nregion.  \n4.  Up to a maximum of 3 person-months of work will be required each year for the next \n3 years.  Based  on  the  CoP  members’  need  and  the  theme  in  focus  each  year,  different \nconsultants with different expertise may be recruited. Allowance will be provided in accordance \nwith ADB’s practice and applicable rate to cover out-of-pocket expenses to be incurred by the \nexpert, and actual expenses for any travel required to complete the assignment. \nB.  International Consultant, CoP-MfDR Manager (22 person-months)  \n5.  An  international  consultant,  who  will  act  as  the  CoP-MfDR  manager,  will  also  be \nengaged. The CoP-MfDR pilot review indicated that a CoP-MfDR manager, who is responsible \nfor  the  day-to-day  operation  of  the  virtual  learning  network,  is  crucial  to  the  effective \nimplementation of the community.  \n \n  9", "10  Appendix 3 \n6.  The international consultant must be a self-starter, hands-on problem solver, and team \nplayer with a minimum of 5 years experience in information and knowledge management with \ninternational organizations, preferably a multilateral development bank in the Asia and Pacific \nregion.  The  consultant  will  have  graduate-level  education  in  public  policy  or  business \nadministration, with a track record in developing content or as an editorial consultant for online \njournalism,  in  English.  The  consultant  must  be  fluent  in  English.  Writing  samples  will  be \nrequested. Computer skills must include: Microsoft Word, Excel, Windows Explorer, Lotus Notes, \nInternet Explorer, HTML, CSS, and desktop publishing and graphics software. \n \n7.  Specific tasks include but are not limited to the following: \n \n(i)  Organize, conceptualize, compile, and write the web content, in a lively and user-\nfriendly context. \n(ii)  Research and propose posting of information on MfDR, internally and externally, \nand to the CoP by posting on the website. \n(iii)  Ensure that all linked content on the CoP website is correct and accurate. \n(iv)  Write a monthly newsletter to publish on the CoP website. \n(v)  Liaise with participating resident missions and members to provide in-country \nsupport/ technical backstopping to CoP members to sustain online services. \n(vi)  Help prepare the documents for the annual CoP-MfDR meeting. \n(vii)  Prepare the discussion notes during the face-to-face meetings. \n \n8.  The CoP-MfDR manager is expected to provide consulting services of up to 22 person-\nmonths.  However,  the  contract  will  be  on  an  annual  basis  so  that  Technical  assistance \nsupervising unit may change the expert if needed. \n \n \n \n \n "], "metadata": {"ModDate": "D:20070109141859+08'00'", "CreationDate": "D:20070104150934+08'00'", "Title": "Community of Practice on Managing for Development Results – Phase II", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": ""}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CoP  –  Community of Practice \n  DMC  –  developing member country \n  M&E  –  monitoring and evaluation \n  MfDR  –  Managing for Development Results \n  OECD-DAC  –  Organisation for Economic Co-operation and Development-\nDevelopment Assistance Committee \n  OIST  –  Office of Information Systems and Technology \n  PRC  –  People’s Republic of China \n  RETA  –  regional technical assistance \n  RSDD  –  Regional and Sustainable Development Department \n  SPD  –  Strategy and Policy Department \nSPRU  –  Results Management Unit \n  SSTA  –  small-scale technical assistance \n  TA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsectors  –  National government administration, economic management, \nsubnational government administration \nThemes  –  Sustainable economic growth, capacity development  \nSubtheme  –  Client relations, network, and partnership development \nAddressing information and communication technological issues \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n   \nDirector General  K. Sakai, Strategy and Policy Department (SPD) \nHead  B. A. Purdue, Results Management Unit, SPD \n   \nTeam leader  G. Li, Advisor, SPD \n \n ", "authors": [{"fullname": "K. Sakai", "role": "Strategy and Policy Department (SPD)", "organization": ""}, {"fullname": "B. A. Purdue", "role": "Results Management Unit", "organization": "SPD"}, {"fullname": "G. Li", "role": "Advisor", "organization": "SPD"}]}