{"path": "data/input/ta/39386-ino-tar.pdf", "pages": [" \nTechnical Assistance Report\n \n   \nProject Number: 39386 \nNovember 2005 \n \n \n \nProposed Technical Assistance  \nRepublic of Indonesia: Support for Infrastructure \nDevelopment  \n \n \n \n \n \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "   \n \nCURRENCY EQUIVALENTS \n(As of 15 November 2005) \n \nCurrency Unit –  rupiah (Rp) \nRp1.00 =  $0.000100  \n$1.00 =  Rp9,987 \n \nABBREVIATIONS  \n \n  ADB  –  Asian Development Bank \n  BAPPENAS  –  Badan Perancanaan Pembangunan Nasional \n(National Development Planning Agency) \n  CMEA  –  Coordinating Ministry of Economic Affairs \n  DPM  –  domestic person-month \n  GDP  –  gross domestic product \n  IIS  –  Indonesia Infrastructure Summit \n  IPM  –  international person-month \n  KKPPI  –  Komite Kebijakan Percepatan Pembangunan Infrastruktur  \n(Committee on Policy for the Acceleration of Infrastructure \nDevelopment) \n  PPITA  –  Private Provision of Infrastructure Technical Assistance \n  PPP  –  public-private partnership \n  PSO  –  public service obligation \n  PSP  –  private sector participation \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy, transport and communications \nSubsector  –  Energy sector development; ports, waterways, and shipping \nThemes  –  Regional cooperation \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice President  J. Eichenberger, Operations 2 \nDirector General  S. Akhtar, Director General, Southeast Asia Department \nDirector  P. Giraud, Director, Infrastructure Division, Southeast Asia Department \n   \nTeam leader  S. Hasnie, Senior Energy Specialist, Southeast Asia Department \nTeam member  V. Bohun, Advisor, Southeast Asia Department \n   ", " \nI.  INTRODUCTION \n \n1.  The Asian Development Bank (ADB) has a long tradition of supporting Indonesia’s \ninfrastructure development. Since 1971, ADB has lent $8.1 billion for 90 infrastructure projects \nand programs in Indonesia, or 41% of its total assistance to the country. The energy sector has \naccounted for $3.4 billion, transport and communications for $2.8 billion, and water supply, \nsanitation, and urban development for $1.9 billion. However, ADB support has declined after the \nAsian financial crisis, reflecting a downward trend in infrastructure investment in the region in \ngeneral and in Indonesia in particular. The Government of Indonesia and ADB have been \nconcerned about this trend and its negative impact on economic growth and poverty reduction. \nSince  2004,  intensive  high-level  policy  dialogue  has  been  held  to  identify  impediments  to \ninfrastructure  investments,  formulate  policy  and  regulatory  reforms  needed  to  revive \ninfrastructure development, and determine how ADB could best assist in this endeavor. \n \n2.  At the request of the Government, technical assistance (TA) for supporting infrastructure \ndevelopment was added to ADB’s 2005 program for Indonesia. Since the proposed TA was not \nincluded in the previously agreed assistance program, a clearance was received from ADB \nmanagement for processing it. During fact-finding missions in August and September 2005, an \nunderstanding was reached with the Government on the goal, purpose, scope, approach, cost \nestimates, and implementation arrangements for the TA that will provide support for policy and \nregulatory  reforms  and  project  transactions  in  the  various  infrastructure  sectors.1  The  TA \nframework is in Appendix 1. \n \nII.  ISSUES \n3.  Despite many remarkable achievements in the past, Indonesia’s infrastructure service \ncoverage is low by regional standards. There are still about 50 million people without access to \ntreated water, 90 million people without electricity, 200 million people without fixed telephone \nlines, and 210 million people without connections to a sewerage network. It is the poor who \nsuffer disproportionately from the lack of access to such basic infrastructure services. The \navailability of services is generally lower in rural areas, particularly those outside Java and Bali, \ncontributing to regional disparities in development. All infrastructure sectors are facing problems \nand need investment. In the power sector, an additional generation capacity of 1,000–2,000 \nmegawatts has to be installed annually to avoid the looming power shortages, the electrification \nratio of only 57% has to be increased, and the financial performance of the State Electricity \nCorporation (PLN) improved. With Indonesia becoming a net oil importer, the domestic use of \nabundant natural gas has to be increased by constructing large pipelines from Sumatra and \nEast Kalimantan to the Java market. The road density is among the lowest in Southeast Asia as \nonly basic preservation with very little expansion has taken place in the past 8 years. The road \ncongestion that pushes up costs for industry and trade has to be eased by improving and \nextending the national arterial road network. A major expansion is also needed in the port and \nairport sectors that are vital for domestic and international trade and passenger traffic in the \narchipelagic  country.  Together  with  rural  electrification,  water  supply  can  make  a  key \ncontribution to the Government’s pro-poor agenda as less than 20% of the poor have access to \nsafe drinking water. To expand the service coverage, the technical and financial performance of \nthe local public water utilities has to be improved. \n \n                                                 \n1 The TA first appeared in ADB Business Opportunities (internet edition) on 19 August 2005. ", "2   \n4.  The 1997 financial crisis greatly aggravated the situation as many planned public and \nprivate infrastructure projects were cancelled or suspended. While Indonesia invested more \nthan 5% of its gross domestic product (GDP) in infrastructure before the crisis, this figure has \nfallen well below 3% in the past few years. The Government has set ambitious macroeconomic \ntargets for its term ending in 2009: (i) accelerate the GDP growth from 4.5% in 2003 to 7.6% \n(average of 6.6%), (ii) increase the investment/GDP ratio from 20.5% in 2003 to 28.4%, (iii) \nreduce the unemployment rate from 9.7% in 2004 to 5.1%, and (iv) halve the poverty rate from \n16.6% in 2004 to 8.2%. It has identified the acceleration of infrastructure development as \nessential  for  achieving  these  macroeconomic  targets.  Since  the  estimated  investment \nrequirements far exceed the available public sector funding,2 the Government wishes to bridge \nthe gap with the help of large-scale private sector participation (PSP). \n  \n5.  Public-private partnerships (PPPs)—contractual arrangements between the public sector \nand a private sector party for the private delivery of public infrastructure services—are the \npreferred approach for increasing PSP. PPPs frequently involve complementary investments \nand/or services. An example is private investments in power generation that are complemented \nby public investments in power transmission and distribution. In the transport sector, the public \nsector can either implement the network of feeder roads to supplement a privately financed and \noperated toll road, or provide the land required for the toll road. In airports, the public sector can \nprovide airside facilities such as runways and aprons, while the private investors focus on \nlandside facilities such as terminals and their operation. The PPP in ports can consist of the \npublic sector providing the port infrastructure and the private investor being awarded concession \nfor port operations.  \n \n6.  The Government is aware of the urgent need to improve the investment climate through \npolicy  reforms.  These  will  liberalize  markets  and  allow  competition  from  new  entrants, \nstrengthen  regulatory  arrangements,  improve  cost  recovery,  and  establish  effective \nmechanisms for dispute resolution. It is a prerequisite for PPPs to separate the three main \nfunctions—contract management, regulation, and operation—that are performed in some cases \nby state-owned enterprises (SOEs), which dominate Indonesia’s infrastructure sectors. The \nvarious policy, legal, institutional and other issues—both cross-sectoral and sector-specific—\nthat impede infrastructure development are summarized in Appendix 2. \n \n7.  At  the  Indonesia  Infrastructure  Summit  (IIS)  held  in  Jakarta  in  January  2005,  the \nPresident  led  high-level  government  officials  in  expressing  the  political  will  to  accelerate \ninfrastructure development and proceed with the necessary sector reforms. The second IIS \nscheduled  in  February  2006  aims  to  continue  attracting  private  investors.  Important \nadvancements have been made since the first IIS in regulatory and other reforms, but the \nprogress  in  awarding  PPP  contracts  and  achieving  financial  closing  has  been  less  than \nsatisfactory.  The  different  sector  ministries  and  SOEs  lack  guidelines  and  coordination  in \npreparing and executing PPP transactions. \n \n8.  Strong coordination at the central level is essential to ensure a consistent PPP approach \nacross  the  infrastructure  sectors  and  to  demonstrate,  through  a  few  successful  model \ntransactions, that this approach works in Indonesia. The high-level interministerial Committee on \nPolicy  for  the  Acceleration  of  Infrastructure  Development  (KKPPI),  created  in  2001  and \n                                                 \n2 The Government estimates the total investment needs for 2005–2009 at $145 billion:  $25 billion from the state \nbudget, $30 billion from domestic banks and institutional investors, $10 billion from international funding agencies, \nand $80 billion from private investors. The World Bank estimates the needs at $20 billion per year, of which only $4 \nbillion can come from the state budget.  ", "3 \nstrengthened in 2005, can help achieve this. The KKPPI, which reports directly to the President, \nis co-chaired by the Coordinating Minister of Economic Affairs and the State Minister of National \nDevelopment  Planning/Chairperson  of  the  National  Development  Planning  Agency \n(BAPPENAS), the latter acting as the Executive Chair. Its members include the Ministers of \nFinance,  Home  Affairs,  Energy  and  Mineral  Resources,  Public  Works,  Transportation, \nCommunications and Informatics, and State-Owned Enterprises; and the Cabinet Secretary. \nThe main tasks of the KKPPI are to formulate strategies and policies for the acceleration of \ninfrastructure  development,  coordinate  and  supervise  their  implementation  by  the  sector \nministries  and  local  governments,  formulate  an  implementation  policy  on  public  service \nobligation (PSO) for infrastructure, and solve problems impeding infrastructure development. \nThe KKPPI is served by a Secretariat headed by the Deputy Minister for Infrastructure and \nRegional Development in the Coordinating Ministry of Economic Affairs (CMEA) and the Deputy \nMinister for Infrastructure in BAPPENAS. The Secretariat’s CMEA part is mainly responsible for \nproviding administrative support to the KKPPI and maintaining contacts with investors and other \nstakeholders, and the BAPPENAS part for providing technical support to the KKPPI. Both need \nextensive capacity building to fulfill their responsibilities. \n \n9.  For  the  day-to-day  coordination  and  management  of  PPP  transactions,  a  network \nconsisting of a central PPP unit under the BAPPENAS part of the KKPPI Secretariat and PPP \nnodes in the sector ministries is being established. The sector ministries will be responsible for \nthe execution of the PPP transactions. The PPP unit, on the other hand, will be responsible for \nensuring policy consistency, quality control and transparency. It will establish standards and \nprinciples that all transactions must follow, and monitor the execution for compliance. Given the \nmassive investment needs against limited capital resources, another important responsibility of \nthe PPP unit will be to prioritize projects.  \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The  goal  of  the  proposed  TA  is  to  help,  together  with  various  other  interventions, \nsignificantly increase infrastructure investments and thereby support the achievement of the \nGovernment’s economic growth and poverty reduction targets. Its expected outcome is the \ncapability to formulate and implement policy and regulatory reforms and to prepare, execute and \nmonitor PPP and PSO projects in a coordinated manner. This will be achieved by providing \nsupport  to  the  KKPPI  Secretariat  in  BAPPENAS,  developing  the  PSO  and  regulatory \nframeworks,  establishing  best  practice  documentation,  preparing  model  PPP  projects,  and \ncontributing to the second IIS. \n \nB.  Methodology and Key Activities \n11.  Given the process character of infrastructure sector reforms, PPP transactions and the \nrelated capacity building, not all TA activities can be fully defined at this stage. Flexibility in TA \nimplementation will therefore be essential, for example by modifying the tasks described below, \nadding new ones, or reallocating consultant resources. The necessary degree of flexibility will \nalso be achieved by using mainly short-term experts. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n12.  Support and Capacity Building in the KKPPI Secretariat in BAPPENAS. For the \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nKKPPI to fulfill its mandate, it is essential that the PPP network functions smoothly and the \nKKPPI Secretariat provides efficient technical and administrative support. The TA will focus on \ncapacity building in the KKPPI Secretariat in BAPPENAS, which has been given responsibility \n ", "4   \nfor the technical support. Consultants will be placed in BAPPENAS to act as advisers to the \nHead of the KKPPI Secretariat and to provide on-the-job and formal training to his staff. Part of \nthe capacity building will be the development of a set of best practice examples for PPP and \nPSO projects covering the entire project cycle from identification to operation. It will document \nbest practices for conducting feasibility studies; preparing tender documents; allocating risks; \nnegotiating,  managing,  and  monitoring  agreements;  and  regulating  the  provision  of \ninfrastructure services. The main output will be a cross-sector toolkit for PPP and PSO projects.  \n \n13.  PSO  Framework.  The  Government  has  been  revising  the  framework  for  PSP  to \nincorporate recent international and domestic experience. A policy document is being prepared \nthat will outline the rationale for mainstreaming PPPs as a mechanism for infrastructure service \ndelivery,  and  describe  the  roles  and  responsibilities  of  the  various  stakeholders,  the \nimplementation arrangements, and the legal and regulatory environment. Once endorsed by the \nCabinet, the policy document will be presented at the second IIS. A similar strategic framework, \nincluding an implementation policy and sector-specific guidelines, will be developed under the \nTA for infrastructure services that cannot be delivered on a full-cost recovery basis as low-\nincome customers would not be able to pay for them (for example, rural water supply and rural \nelectrification). The business-as-usual approach of public utilities, which provide these services \neither through cross-subsidies or untargeted government subsidies, is not sustainable. While \nthe public sector will have to continue playing a key role, innovative models allowing PSP need \nto be developed, such as output-based aid that is explicit, targeted, and driven by performance \nof the service provider. \n \n14.  Sector Regulation. The regulatory framework in Indonesia is evolving and varies from \nsector to sector. The Directorate General of Electricity and Energy Utilization in the Ministry of \nEnergy and Mineral Resources is responsible for regulation in the power sector. BPH Migas \nwas established in 2003 as a regulatory body and contracting authority for the downstream \nbusiness  in  the  gas  sector.  The  Indonesian  Toll  Road  Authority,  established  in  2004  and \nreporting to the Minister of Public Works, plays the same role in the road sector. The recently \nestablished National Water Regulatory Agency, which also reports to the Minister of Public \nWorks,  is  intended  to  regulate  water  supply.  For  ports  and  airports,  the  regulatory \nresponsibilities are with the SOEs active in these sectors that also play the role of contracting \nauthorities and operators. The TA will recommend a practical regulatory framework for all \ninfrastructure sectors building on international best practice, local conditions and work already \nundertaken by the Government. For the transition period before independent regulatory bodies \nbecome fully operational, the TA will develop model regulation-by-contract templates. \n \n15.  Project Screening and Preparation. During the first IIS, the Government offered 91 \nprojects totaling $22.5 billion to the private sector.3 However, bids have been called only for one \npower plant and six toll roads, mainly because of inadequate project preparation. By reviewing \nthe available project documentation, the TA will help screen the projects, define the scope of \nadditional preparatory work needed, and determine the best approach to their implementation. \nFor selected model projects, the necessary preparatory work will be undertaken. In addition, \ntechnical and general administrative support will be provided for the second IIS where another \nbatch of projects is to be announced. \n \n \n                                                 \n3 This offering consisted of 38 toll road projects ($9.4 billion), 12 power projects ($5.9 billion), 6 gas projects ($2.9 \nbillion), 1 telecommunications project ($1.6 billion), 4 port projects ($ 1.5 billion), 5 airport projects ($ 0.7 billion), 24 \nwater supply projects ($0.4 billion), and 1 railway project ($0.1 billion). ", "5 \n16.  The proposed TA will be implemented in close coordination with the World Bank’s \nPrivate Provision of Infrastructure Technical Assistance (PPITA) loan, approved in May 2003 for \n$17.1 million. The PPITA, which is executed through long-term in-house advisors, focuses on \nCMEA, the Ministry of Public Works, the Ministry of Transportation, and the Ministry of Energy \nand  Mineral  Resources.  By  building  capacity  in  BAPPENAS  and  using  mostly  short-term \nexperts, duplication of work through the proposed TA will be avoided. \n \nC.  Cost and Financing \n17.  The total cost of the proposed TA is estimated at $2,500,000 equivalent, including \nforeign exchange of $1,600,000 and local currency of $900,000 equivalent. The Government \nhas requested ADB to finance $2,000,000 equivalent to cover the entire foreign exchange cost \nand $400,000 equivalent of the local currency cost. The TA will be financed on a grant basis \nfrom ADB’s TA funding program. The Government will contribute the remaining cost in kind by \nproviding office accommodation in Jakarta, counterpart staff, secretarial support, and workshop \nfacilities. Detailed cost estimates and the financing plan are in Appendix 3. \n \nD.  Implementation Arrangements \n18.  BAPPENAS  will  be  the  Executing  Agency  for  the  proposed  TA,  and  the  KKPPI \nSecretariat in BAPPENAS will be the Implementing Agency. BAPPENAS will assign a project \nleader  and  suitable  counterpart  staff  to  work  with  the  TA  consultants.  The  TA  will  be \nimplemented over 15 months starting in January 2006 and ending in March 2007, and will \nrequire about 52 person-months of international and 65 person-months of domestic consultants. \nThe international consultants will have relevant experience in policy reforms, restructuring, PSP, \nand PPP and PSO project preparation and execution. The domestic consultants will have \nexpertise in the relevant infrastructure sectors in Indonesia. Several individual consultants and a \nconsulting firm will be engaged by ADB to carry out the various tasks, in accordance with ADB’s \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for engaging \ndomestic consultants. For the consulting firm, simplified technical proposals and the quality and \ncost-based selection method will be used. One of the international consultants will act as the \nteam  coordinator  and  will  work  closely  with  the  BAPPENAS  project  leader.  The  team \ncoordinator will be responsible for preparing bi-monthly progress reports, and other reports as \nneeded. Outline terms of reference for the consultants are in Appendix 4. All procurement under \nthe TA will follow ADB’s Guidelines for Procurement. \n \n \nIV.  THE PRESIDENT’S RECOMMENDATION \n19.  The President recommends that the Board approve the provision of technical assistance \nnot exceeding the equivalent of $2.0 million on a grant basis to the Government of Indonesia for \nthe Support for Infrastructure Development.  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n  Performance  Data Sources/   \nDesign  Targets/  Reporting  Assumptions  \nSummary  Indicators  Mechanisms   and Risks  \nImpact       \n       \nIncreased infrastructure  Infrastructure  Government   \ninvestments and support to  investments increased  statistics on public   \nthe achievement of the  from 2% of gross  and private \nGovernment’s economic  domestic product in  investments  \ngrowth and poverty  2004 to at least 5% in   \nreduction targets.   2009 \n \nOutcomea       \n       \nCapacity established in the  Full staffing of the  Organization charts  Assumptions \nKKPPI Secretariat and PPP  KKPPI Secretariat and  and staff lists  •  Macroeconomic stability \nnetwork to formulate and  PPP network by  •  Continued high priority \nimplement policy and  professionals with the  of accelerating \nregulatory reforms, and to  necessary  infrastructure \nprepare, execute and  background, training  development  \nmonitor PPP projects in a  and experience   \ncoordinated manner.  Risk \n•  Weakening of the \npolitical will to proceed \nwith the necessary \nreforms \n \nOutputs       \n       \n1. Capacity building  Technical support to  Briefing papers and  Assumptions \n  the KKPPI Secretariat  reports for the  •  Participation and buy-in \n  provided and formal  KKPPI, and training  by all government \n  and on-the-job  manuals and  stakeholders  \n  training of its staff  attendance lists of  •  Access to information \n  completed by April  training workshops   and key decision \n  2007.    makers  \n       \n      Risk \n      •  Failure by the KKPPI to \n      fulfill its mandate \n       \n2. PSO framework  Draft policy document  The policy document    \n  prepared for   \n  endorsement by the   \n  Cabinet by June 2006.   \n     \n3. Sector regulation   Regulatory framework  Workshop materials \n  suitable for Indonesia  and report on the \n  recommended by  recommended \n  June 2006.  framework \n     \n     \n     ", "   Appendix 1  7 \n  Performance  Data Sources/   \nDesign  Targets/  Reporting  Assumptions  \nSummary  Indicators  Mechanisms   and Risks  \n4. Best practice  Best PPP and PSO  Printed documents, \ndocumentation   practices established  compact discs, and \n  by March 2007  other materials \n     \n5. Project screening and  Batches of prioritized  Prioritized project \npreparation  PPP and PSO projects  lists and bidding \n  issued by January  documents \n  2006, July 2006, and   \n  January 2007.   \n     \n7. Preparation of the second  The Summit  Compact disc with \nIIS  successfully held in  speeches and \n  February 2006.  presentations \n     \nActivities with Milestones  Inputs \n   \n1. Technical support to the KKPPI Secretariat provided and formal and on- Asian Development Bank \nthe-job training of its staff completed by March 2007.  grant: $2.0 million \n   \n2. Policy documents prepared on PSO by June 2006.  Government in-kind \n  contribution: $500,000 \n3. Optimum regulatory framework for infrastructure sectors recommended by   \nJune 2006.  International consultants:  \n  52 person-months \n4. Model PPP and PSO practices established by March 2007.   \n  Domestic consultants: \n5. Prioritized PPP and PSO project batches issued by January 2006, July  65 person-months \n2006, and January 2007.   \n  Counterpart staff: \n6. The second infrastructure summit successfully held in February 2006.  50 person-months \n   \n \nIIS = Indonesia Infrastructure Summit, KKPPI = Komite Kebijakan Percepatan Pembangunan Infrastruktur (Committee on \nPolicy for the Acceleration of Infrastructure Development), PPP = public-private partnership, PSO = public service \nobligation, TA = technical assistance. \na This outcome will be achieved by the proposed TA in conjunction with the ongoing Private Provision of Infrastructure \nTechnical Assistance of the World Bank as the two support packages are closely interrelated, and their outputs \ncomplementary. \n \n ", "     \n8\n \n \n \nKEY INFRASTRUCTURE ISSUES    \nA\n  p\np\ne\n  n\nd\n  Cross-Sector Issues            ix\nSector  Private Sector  Risk  Domestic  Legal  Regulatory  Financial  Sector  Other Issues    2\nParticipation  Management  Financing  Framework  Framework  Sustainability  Restructuring \nPower        • Electricity Law  • New independent  • Fuel subsidies  • PLN  • Capacity \n20/2002  regulatory body   • Electricity  restructuring   shortages \n(revision)  tariffs   • RE strategy \nnit)   • IRRs   • Lifeline tariff  • Cusaep tive plant \nu\nP   \nGas  P • Oil and Gas  • Operationalization  • Domestic gas    • Gas exploration \nP\nRPAioorpratodsr st s  Government commitment to reforms  PSP framework (Keppres 7//1998)  Central level coordination (KKPPI and  Sector development plans/blueprints  Land acquisition  Risk management framework  Institutional arrangements (MOF unit)  Pension funds and insurance  Government bond market  Onlending to local governments   •••••     L(IMAL2(1(IIaRrraRRa15veemawR//wRRivvra11e siii ssttss992n3 ii  moii992fd8ooon22/m/nne2r2   ))  L0e0RL  a0n0aow1t4wa)    d   •••   rNNOrooeeffeep  ggBBwweuuPPrl  laaaiiJHnntttToddoi oM reernyyppia  gbeeblaionnozsdddda yeeyti  nno ntt    •••••     RTRPApchrooiooriaclpraalt irodd nrgtor  agefutau r sstidnfa ef drsfrie   f fess      •••••     AAsNImcrPneeoPiEertisrno e wLtvtrirrrresiIda -ucNtatsifrcernftgaDytirsacuen uO  trnsciio nptcungoyr   ri  nt  g   ••••••••        PRRaGsodaHRARtrauuveoeoiaaoeerefttvrgapnsagaeootrei d osdivtnnlosooly mryo oonetn ta rp mmacviaasdsmulelefi yys nfrhcei  iicgotiunyc  nr t lei  ty  \n• IRRs \n • • • • •  • •  • • •  \nWater  •  IRRs for  • New independent  • Debt  •  PDAM  •  Unaccounted \nSupply  and  Water  regulatory body  restructuring  commercialization for water  \nSanitation  Resources  • Water and  •  PDAM   •  Service \nLaw 7/2004  sewerage  consolidation   coverage \ntariffs   •  Subsidies for \nthe poor \nAP = Angkasa Pura (Airport Corporation), ATS = air traffic service, BPH Migas = Badan Pengatur Hilir Minyak dan Gas (Regulatory Body for Oil and Gas \nDownstream Business), BPJT = Badan Pengatur Jalan Tol (Indonesian Toll Road Authority), IRRs = implementing rules and regulations, KKPPI = Komite \nKebijakan Percepatan Pembangunan Infrastruktur (Committee on Policy for the Acceleration of Infrastructure Development), MOF = Ministry of Finance, PDAM = \nPerusahaan Daerah Air Minimum (Public Water Utility), PELINDO = PT Pelabuhan Indonesia (Indonesian Port Corporation), PLN =PT Perusahaan Listrik Negara \n(State Electricity Corporation), PPP = public-private partnership, PSP = private sector participation, RE = rural electrification. \nSource: ADB Mission.", "      Appendix 3  9 \n \n \nCOST ESTIMATES AND FINANCING PLAN\n($'000)\nForeign Local Total\nItem Exchange Currency Cost\nA. Asian Development Bank Financing\n1. Consultants \na. Remuneration and Per Diem\ni. International Consultants      1 ,240.0        1 ,240.0\nii. Domestic Consultants        325.0           3 25.0\nb. Reports and Communications           1 0.0            5.0             1 5.0\n2 Travel\na. International            9 5.0             9 5.0\nb. Regional Travel             5.0               5 .0\n3. Office Equipment           1 5.0             1 5.0\n4. Infrastructure Summit           3 0.0          20.0             5 0.0\n5. Representatives for Contract Negotiations             5 .0               5 .0\n6. Contingencies         2 05.0          45.0           2 50.0\nSubtotal (A)      1 ,600.0        400.0         2,000.0\nB. Government In-Kind Contribution\n1. Office Accommodation        200.0           2 00.0\n2. Remuneration and Per Diem of Counterpart Staff        150.0           1 50.0\n3. Conference Facilities          25.0             2 5.0\n4. Local Travel and Transport          30.0             3 0.0\n5. Secretarial Support and Office Services          30.0             3 0.0\n6 Contingencies          65.0             6 5.0\nSubtotal (B)        500.0           5 00.0\nTotal (A+B)      1 ,600.0        900.0         2,500.0\nSource:  Asian Development Bank estimates \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  General \n1.  The technical assistance (TA) will be implemented in close coordination with the World \nBank’s Private Provision of Infrastructure Technical Assistance (PPITA) to support the high-level \ninterministerial Committee on Policy for the Acceleration of Infrastructure Development (KKPPI). \nThe PPITA focuses on the KKPPI Secretariat in the Coordinating Ministry of Economic Affairs, \nand on the Ministry of Public Works, Ministry of Transportation, and Ministry of Energy and \nMineral Resources. To avoid duplication of work, the principal focus of the TA will be the KKPPI \nSecretariat in the National Development Planning Agency (BAPPENAS). \n  \n2.  Because  of  the  process  character  of  infrastructure  sector  reforms  and  the  related \ncapacity  building,  not  all  TA  activities  can  be  fully  defined  at  this  stage.  Flexibility  in  TA \nimplementation will therefore be essential. The tasks listed below may be modified, or new ones \nadded, and the consultant inputs in terms of international person-months (IPMs) and domestic \nperson-months (DPMs) may be adjusted.  \n \n3.  The major part of the TA will be carried out by a consulting firm. However, as the \nselection process will take some time, the services of this firm are unlikely to be available before \nMarch 2006. Given the urgency of providing support to the KKPPI Secretariat and preparing the \nsecond Indonesia Infrastructure Summit (IIS) in February 2006, individual consultants will be \nengaged for some of the tasks listed in Section B: (i) one international and one domestic \nindividual consultant (12 IPMs and 12 DPMs, respectively) for the support and capacity building \nin the KKPPI Secretariat in BAPPENAS under Task 1; (ii) one international and one domestic \nconsultant (1 IPM and 2 DPMs, respectively) for the screening of projects prior to the second IIS \nunder Task 5; and (iii) one international and one domestic consultant (1 IPM and 2 DPMs, \nrespectively) for the preparation of the second IIS under Task 6. One of the international \nconsultants engaged for Task 1 will coordinate the various TA activities; provide the main liaison \nbetween the Government, the Asian Development Bank (ADB) and the consultants; and, with \ninput from the other consultants, prepare progress and final reports.  \n \nB.  Main Activities \n \n4.  The responsibilities of the consultants will include the following: \n \n1.  Support and Capacity Building in the KKPPI Secretariat in BAPPENAS (22 \nIPMs and 24 DPMs) \n(i)  Coordinate  the  TA  activities  with  the  Government,  World  Bank,  and \nPPITA consultants to avoid any overlaps. \n(ii)  Guide the other international and domestic consultants engaged under \nthe TA in their work to ensure that the TA objectives are met. \n(iii)  Prepare bi-monthly progress reports on TA implementation. \n(iv)  With input from the other consultants, prepare a draft final report (after 10 \nmonths), and final report (after 12 months). \n(v)  Act  as  a  long-term  advisor  to  the  Head  of  the  KKPPI  Secretariat  in \nBAPPENAS.", "  Appendix 4  11 \n       \n(vi)  Provide support and on-the-job training to BAPPENAS staff in the KKPPI \nSecretariat in rendering technical support to the KKPPI on cross-sector \nand  sector  specific  issues;  evaluating  projects  submitted  by  the  PPP \nnodes in the sector ministries and local governments; preparing briefing \nnotes on these projects for the KKPPI; reviewing and finalizing policy \npapers; drafting speeches for senior government officials; liaising with the \nMinistry  of  Finance  on  risk  allocation  and  government  guarantees; \npreparing  guidelines  for  pre-feasibility  and  feasibility  studies,  tender \ndocuments and project agreements; publishing status reports on PPP \nprojects; and disseminating other relevant information.   \n(vii)  Provide BAPPENAS staff formal training in the form of workshops on key \nsubjects relevant to their responsibilities.  \n(viii)  Organize a workshop for staff from the Ministry of Home Affairs and \nselected local governments responsible for infrastructure development to \nfamiliarize them with the private sector participation and public service \nobligation (PSO) frameworks, and project preparation and execution at \nthe sub-national level; and \n(ix)  Assist  the  KKPPI  Secretariat  in  designing  and  implementing  the \nGovernment’s Infrastructure Reform Program. \n2.  Public Service Obligation Framework (2 IPMs and 3 DPMs) \n(i)  Determine  which  infrastructure  services,  though  vital  for  Indonesia’s \neconomic  growth  and  poverty  reduction,  are  not  commercially  viable \nbecause they do not generate revenues (e.g., rural roads), or because \nthe poor may not be able to afford the tariffs based on full cost recovery \n(e.g., rural water supply and rural electrification). \n(ii)  Analyze the current approaches to subsidizing these services and assess \ntheir sustainability. \n(iii)  Recommend alternative PSO approaches (such as output-based aid) that \nare targeted and performance-driven, and that would allow PSP in, and \nan expansion of, these services to close the gap to the service coverage \nin neighboring countries. \n(iv)  Quantify the financial requirements of the new PSO approaches. \n(v)  Draft a policy document describing proposed PSO framework in terms of \nthe  objectives  of  the  policy,  the  rationale  for  the  new  approaches  of \nservice delivery, the roles and responsibilities of the various stakeholders, \nthe institutional and implementation structure, the legal and regulatory \nenvironment, and the budgetary implications. \n3.  Sector Regulation (2 IPMs and 5 DPMs)  \n \n(i)  Review the current regulatory arrangements for power, gas, toll roads, \nports,  airports,  railways,  telecommunications,  and  water  supply  and \nsanitation. \n(ii)  Assess  the  potential  conflict  of  interest  arising  from  some  regulatory \nbodies being part of the sector ministries that provide funding, staffing \nand secretarial support, or for assuming other roles such as a contracting \nauthority and operator. \n ", "12  Appendix 4 \n(iii)  Make recommendations on short- and medium-term development of an \noptimum regulatory framework, taking into account both international best \npractice and current conditions in the various infrastructure sectors. \n(iv)  Make recommendations on regulation by contract during the transition \nperiod before fully functional independent regulatory bodies are in place. \n4.  Best Practice Documentation and Workshop (1 IPM and 2 DPMs) \n(i)  As part of the various activities under this TA, compile information on \ninternational best practices for PPP and PSO projects, covering the entire \nproject cycle from identification to preparation to execution to operation. \n(ii)  Organize a workshop on best international practices in sector regulation \nin  terms  of  unbundling  multiple  roles,  ensuring  administrative  and \nfinancial autonomy (e.g., through self-financing by fee collection), and \nselecting and appointing board members of regulatory bodies. \n(iii)  Establish a resource base documenting best practices for conducting pre-\nfeasibility  and  feasibility  studies  (minimum  content);  preparing  tender \ndocuments (standard Request for Qualification, Request for Proposal, \nCooperation Agreement, etc.); allocating risks; negotiating, managing and \nmonitoring  agreements;  and  using  regulation  by  contract  for  sectors \nwithout a fully functional independent regulatory body. \n(iv)  Prepare a cross-sector toolkit for PPP and PSO projects. \n5.  Project Screening and Preparation (24 IPMs and 29 DPMs) \n(i)  Review the lists of projects offered to the private sector during the first IIS \nin January 2005 and compiled for the second IIS in February 2006, and \nmake a preliminary screening based on the information available. \n(ii)  Based on a detailed review of available reports and other documents, \nassess the status of the readiness for execution of all projects that pass \nthe preliminary screening. \n(iii)  For  adequately  prepared  projects,  hold  discussions  with  potential \ninvestors and financiers to assess their suitability for PSP, prioritize them \naccordingly, and determine the best approach for their implementation.  \n(iv)  For  inadequately  prepared  projects,  specify  the  scope  of  additional \ninvestigations, studies, and other due diligence work required prior to \noffering them to the private sector. \n(v)  For  selected  model  projects,  undertake  the  necessary  additional \npreparatory work such as pre-feasibility studies and bidding documents. \n6.  Preparation of the Second Indonesia Infrastructure Summit (1 IPM and 2 \nDPMs)  \n(i)  Participate  in  meetings  and  workshops  leading  to  the  second  IIS  in \nFebruary 2006, and help identify the key issues and formulate the summit \nagenda. \n(ii)  Draft  speeches  and  presentations  for  the  Government  and  ADB  as \nnecessary. \n(iii)  Assist in administrative and logistical arrangements for the second IIS. "], "metadata": {"CreationDate": "D:20051118094445+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "support for infrastructure development, indonesia infrastructure development projects, indonesia infrastructure technical assistance, tar: ino 39386, adb loan 4728", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20071211163002+08'00'", "Title": "Support for Infrastructure Development"}}