{"path": "data/input/ta/39415-01-sri-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 39415 \nNovember 2010 \nProposed Loans and Administration of Technical \nAssistance Grant \nDemocratic Socialist Republic of Sri Lanka: \n \nSustainable Power Sector Support Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 11 November 2010) \n \nCurrency Unit  –  Sri Lankan rupee/s (SLRe/SLRs) \n \nSLRe1.00  =  $0.00895     \n$1.00  =  SLRs111.67     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  CEB  –  Ceylon Electricity Board \n  CO   –  carbon dioxide \n2\n  EMP  –  environmental management plan \n  FIRR  –  financial internal rate of return \n  LIBOR  –  London interbank offered rate \n  MOPE  –  Ministry of Power and Energy \n  NEPS  –  National Energy Policy and Strategies \n  OCR  –  ordinary capital resources \n  PIU  –  project implementation unit \n  QCBS  –  quality- and cost-based selection \n  SEA  –  Sustainable Energy Authority \n  TA  –  technical assistance \n  WACC  –  weighted average cost of capital \n \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  kV  –  kilovolt \n  MVA  –  megavolt ampere \n  MVAr  –  megavolt ampere reactive \n  MW  –  megawatt \n \n \n ", " \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  Y. Zhai, Energy Division, SARD \n   \nTeam leader  M. Khamudkhanov, Senior Energy Specialist, SARD \nTeam members  R. Nagpal, Senior Counsel, Office of the General Counsel \n  J. Peththawadu, Project Implementation Officer, Sri Lanka Resident \nMission, SARD \n  S. Sasaki, Environment Specialist, SARD \n  P. van Houten-Castillo, Social Development Specialist, SARD \n  P. Wijayatunga, Senior Energy Specialist, SARD \nPeer reviewer  A. Zhou, Energy Specialist, Regional and Sustainable Development \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  2 \nC.  Outputs  2 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  TECHNICAL ASSISTANCE  6 \nIV.  DUE DILIGENCE  7 \nA.  Economic and Financial  7 \nB.  Governance  7 \nC.  Poverty and Social  8 \nD.  Safeguards  8 \nE.  Risks and Mitigating Measures  9 \nV.  ASSURANCES AND CONDITIONS  9 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 ", " \nPROJECT AT A GLANCEa \n \n1. Project Name:  Sustainable Power Sector Support  2. Project Number: 39415-013 \n3. Country: Sri Lanka  4. Department/Division:   South Asia Department/Energy Division \n5. Sector Classification:  \nSectors  Primary  Subsectors \n Energy  √  Electricity  transmission  and \ndistribution \n     Energy efficiency and conservation \n     Renewable energy \n 6. Thematic Classification: \nThemes  Primary  Subthemes \n Economic growth  √  Widening  access  to  markets  and \neconomic opportunities \n     Promoting macroeconomic stability \n Environmental sustainability    Natural resources conservation \n Private sector development    Public-private partnerships \n6a. Climate Change Impact    6b. Gender Mainstreaming  \n Mitigation  Medium   Effective gender mainstreaming (EGM)  √ \n   Gender equity theme (GEN)   \n No gender elements (NGE)   \n Some gender benefits (SGB)   \n7. Targeting Classification:   8. Location Impact:    \nTargeted Intervention   National  High \nGeographic  Income   Rural  Medium \nIntGeervneenratilo n  dimensions of  dMevilelelonpnmiuemn t  poverty at   Urban  Low \ningcrlouwstivhe   goals  houlesveehlo ld   \n√       \n9. Project Risk Categorization: Low   \n  \n10. Safeguards Categorization:   \nEnvironment  B \nInvoluntary resettlement  B \nIndigenous peoples  C \n11. ADB Financing:    \nSovereign/Nonsovereign  Modality  Source  Amount ($ Million) \n Sovereign  Project loan  Asian Development Fund   10.0 \n Sovereign  Project loan  Ordinary capital resources  110.0 \nTotal      120.0 \n12. Cofinancing:     \nNo Cofinancing available.  \n \n \n13. Counterpart Financing:   \nSource  Amount ($ Million) \n Government  42.0 \nTotal  42.0 \n14. Aid Effectiveness:     \nParallel project implementation unit  No \nProgram-based approach  No \nUse of country procurement system  No \na The project will be supported by technical assistance for Implementatio n of Energy Efficiency Policy Initiatives for $1.85 million \nin grant financing from the Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility administered by \nADB. \n \n ", " \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) proposed \nloans to the Democratic Socialist Republic of Sri Lanka for the Sustainable Power Sector \nSupport  Project,  and  (ii)  proposed  administration  of  technical  assistance  (TA)  grant  for \nImplementation of Energy Efficiency Policy Initiatives to be provided by the Asian Clean Energy \nFund1 under the Clean Energy Financing Partnership Facility. \n \n2.  The project2 will include three components: (i) transmission system strengthening to \nimprove its reliability and enable rural electrification in Eastern, North Central, Southern, and \nUva provinces; (ii) rural electrification and distribution system improvement in Eastern and Uva \nprovinces  to  expand  access for the  poor  and rural  households;  and (iii)  energy  efficiency \nimprovement and renewable energy development.3  \n \nII.  THE PROJECT \nA.  Rationale \n3.  Sri  Lanka’s  power  sector  struggles  to  meet  the  growing  demand  for  electricity  at \nsufficiently low cost and acceptable reliability. The share of thermal energy in the generation mix \nhas increased from 6% in 1995 to 61% in 2010 as demand growth has been generally met by \noil-fired thermal generation. This type of power generation makes electricity expensive because \nof  high  fuel  prices,  and  poses  a  serious  threat  to  the  country’s  energy  security  and  the \nenvironment. The transmission system is too weak to meet the growing demand in the regions. \nSubstantial investments are required to strengthen the transmission network and improve its \nreliability. About 15% of households—primarily those in rural areas—do not have access to \nelectricity  despite  the  government’s  intensive  investment  program  to  expand  the  rural \ndistribution network. The electrification ratio of 67.3% in Eastern Province4 is the lowest among \nall of Sri Lanka’s provinces and is well below the average national electrification ratio of 85.4% \nin 2009.5 Uva Province is another lagging region with an electrification ratio of 70% as of 2009. \nThere is an urgent need to develop clean energy and indigenous renewable energy sources, \nreduce losses, and improve energy efficiency. \n \n4.  The  project  will  support  Sri  Lanka's  national  and  sector  priorities  as  stated  in  the \ncountry's 10-year development framework prepared in 2006, which focuses on infrastructure \ndevelopment to accelerate economic growth and narrow regional disparities. The project is also \nin line with the National Energy Policy and Strategies (NEPS), a 10-year plan for the energy \nsector, covering a period up to 2016. The NEPS envisions sustainable development of energy \nresources, conversion facilities, and delivery systems to enable access to and use of energy \nservices by the entire population, as well as the safe, reliable delivery of such energy services at \na competitive price. The NEPS provides a comprehensive sector road map and includes a long-\nterm  investment  program  with  specific  policy  and  reform  measures.  It  aims  to  (i)  supply \nelectricity to 86% of households by 2010 and 98% by 2016, and (ii) ensure electricity tariffs are \n                                                \n1  Established by the Government of Japan. \n2  ADB. 2009. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for the Sustainable Power \nSector Support II Project. Manila (project preparatory TA 7363-SRI, for $800,000, approved on 13 October and \nfinanced on a grant basis from the Japan Special Fund). \n3  The design and monitoring framework is in Appendix 1. \n4  The  electrification  ratio  in  Ampara  district of  Eastern  Province,  where  most  of  project's  rural  electrification \ninterventions are expected to be undertaken, is 64%. \n5  Ceylon Electricity Board. 2010. Statistical Digest. ", "2 \ncompetitive  with  those  in  other  countries  and  sufficient  for  utilities  to  be  viable.  The \ngovernment’s main goals are to improve the quantity, quality, and cost of service delivery, and \nto increase electricity connections in rural areas. \n \n5.  The project is consistent with the Asian Development Bank (ADB) country partnership \nstrategy for Sri Lanka,6 which focuses on (i) funding transmission projects  to remove grid \nconstraints on absorbing additional capacity from renewable energy sources, (ii) improving \nenergy  efficiency  and  reliability  by  strengthening  the  transmission  network,  (iii)  expanding \naccess to electricity by improving connectivity for the poor, and (iv) mitigating climate change by \nfinancing clean energy projects and supporting energy efficiency initiatives. The project will \nsupport  the  sustainable  development  of  the  power  sector  in  line  with  national  and  sector \npriorities,  the  country  partnership  strategy,  and  complement  activities  of  other  major \ndevelopment partners.7 The project will expand ADB interventions in the power sector initiated \nunder the Clean Energy and Access Improvement Project,8 which was designed to support \nsector reforms following approval of the Sri Lanka Electricity Act in March 2009.9 The project will \naddress  the  post-conflict  electricity  needs  of  the  population  and  improve  infrastructure  in \nEastern Province that was severely damaged by the conflict, and directly contribute to the \ndevelopment  of  this  poor  province. 10  The  project  will  strengthen  the  220-kilovolt  (kV) \ntransmission  line  that  is  vital  to  the  overall  reliability  of  the  transmission  system  and  the \nevacuation  of  power  from  renewable  hydropower  sources—primarily  located  in  Central \nProvince—to the conflict-affected northern part of the country through North Central Province. \nTo ensure regional balance, the project is also designed to benefit other poor provinces. \n \nB.  Impact and Outcome \n6.  The project will contribute to a reliable, adequate, and affordable power supply for \nsustainable economic growth and poverty reduction in Sri Lanka. The outcome of the project will \nbe improved coverage, efficiency, and reliability in the delivery of electricity.  \n \nC.  Outputs \n7.  The outputs of the proposed project will include the following:11  \n \n(i)  Transmission system strengthening: \n(a) New Galle power transmission development. Construction of New Galle \n94.5-megavolt ampere (MVA), 132/33 kV grid substation and Ambalangoda-\nto-New Galle 40-kilometer (km), double-circuit 132 kV transmission line. \n(b) North  East  power  transmission  development.  Construction  of \nMahiyangana-to-Vavunativu  (via  Ampara)  129  km  and  Monaragala-to-\nMadagama  16  km,  double-circuit  132  kV  transmission  lines;  stringing  of \nsecond circuit of existing Kotmale-to-New Anuradhapura 163 km, 220 kV \ntransmission line; construction of Monaragala 31.5 MVA, Vavunativu 63 MVA, \n                                                \n6  ADB. 2008. Country Partnership Strategy: Sri Lanka, 2009–2011. Manila. \n7  Development Coordination (accessible from the list of linked documents in Appendix 2). \n8  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Loans, Grant, \nAdministration of Grant, and Technical Assistance Grant to the Democratic Socialist Republic of Sri Lanka for the \nClean Energy and Access Improvement Project. Manila. \n9  The act envisages regulatory reforms in the power sector. \n10  ADB also provides support to address post-conflict electricity needs in Northern Province (ADB. 2010. Report and \nRecommendation of the President to the Board of Directors: Proposed Loan to the Democratic Socialist Republic \nof Sri Lanka for the Conflict-Affected Region Emergency Project. Manila). \n11  Detailed Description of Project Components (accessible from the list of linked documents in Appendix 2). \n ", "3 \nand Pollonnaruwa 31.5 MVA, 132/33 kV grid substations; and augmentation \nof Ampara 132/33 kV grid substation.  \n \n(ii)  Rural electrification expansion and distribution system improvement: \n(a) Ampara  district  distribution  development  in  Eastern  Province. \nConstruction of 165 km, 33 kV and 593 km, 0.4 kV distribution lines including \n67 of 33/0.4 kV and 11/0.4 kV distribution substations to electrify 12,190 \nhouseholds 12  in  113  remote  villages  under  various  rural  electrification \nschemes.13  \n(b) Ampara district distribution network reliability improvement. Reliability \nimprovement of 33 kV network comprising installation of 75 auto-reclosers \nand 100 load break switches. \n(c)  Eastern Province distribution capacity development. Purchase of tools \nand specialized utility vehicles for construction and maintenance for 30 line \ngangs  in  Ampara,  Batticaloa,  and  Trincomalee  districts  to  enable \nimplementation of rural electrification and distribution network maintenance. \n(d) Strengthening of distribution system in Uva Province: Strengthening of \nthe distribution system in Haldummulla and Ragala areas in Uva Province, \nincluding construction of 45 km, 33 kV primary distribution backbone line \nreinforcements and upgrading 9 km of existing 33 kV line to remove network \nconstraints and improve voltage conditions to existing rural customers. \n \n(iii)  Energy efficiency improvement and renewable energy development: \n(a) Estate  micro-hydro  rehabilitation  and  repowering  pilot.  Consulting \nsupport  to  develop  detailed  technical  specifications  and  funding  eligibility \ncriteria for micro-hydro rehabilitation and grid connection, and engineering \nassessment and environmental and social monitoring of the pilot; and a credit \nline of $1.29 million to private developers for about 19 micro-hydro projects14 \nproviding about 1.3 megawatt (MW) of grid connected capacity on a net \nmetering basis.15 \n(b) Energy appliance testing laboratory. Purchase of lighting appliance testing \nequipment.  \n(c)  Reactive power management. Installation of 40-megavolt ampere reactive \n(MVAr) breaker switched capacitor banks for loss reduction at Aniyakanda, \nAmbalangoda, and Katunayake grid substations. \n(d) Moragolla16 hydropower  station.  Preparation  of  a  detailed  engineering \ndesign of about a 30 MW, run-of-river hydropower station estimated at $6.35 \nmillion, including $6 million to be financed by ADB and $0.35 million by the \ngovernment for possible financing under a subsequent ADB loan.  \n \n8.  Some energy efficiency interventions supporting the energy efficiency improvement and \nrenewable energy development component will be financed by TA for Implementation of Energy \n                                                \n12 Poor households will be provided with a credit to finance initial connection charges. This credit line will be under \nADB's Clean Energy and Access Improvement Project (footnote 8), which covers Ampara district. \n13  Incremental rural household consumption created by the project is expected to be covered by additional energy \ngenerated by the 150-megawatt (MW) Upper Kotmale hydropower plant funded by the Japan International \nCooperation Agency and the 300 MW (phase 1) of the Norochcholai coal-fired power plant funded by the People’s \nRepublic of China. \n14  These will be selected from sites for which a safeguard assessment was conducted during project preparation. \n15  In total, about 30 MW of micro-hydro capacity may be connected to the grid on a net metering basis. \n16 The feasibility study for the Moragolla hydropower plant was prepared with financing from the Kuwait Fund for \nArab Economic Development. \n ", "4 \nEfficiency Policy Initiatives.17 These interventions include (i) setting up energy appliance testing \nlaboratory18 and consulting support to establish laboratory procedures and quality systems to \nfacilitate the introduction of minimum equipment performance standards and energy efficiency \nlabeling for consumer electrical appliances; (ii) training courses for 90 energy auditors and \npurchase of measurement and data logging instruments to assist commercial, industrial, and \ngovernment  enterprises  with  managing  energy  use  and  implementing  energy  efficiency \nmeasures;  and  (iii)   energy-efficient  lighting  customer  surveys,  analysis,  and  field  trials  to \ndetermine  optimal  lighting  solutions  for  households  and  development  of  a  road  map  for \nimplementing energy-efficient lighting solutions.  \n \n9.  Additional support for the rural electrification component will be provided through grant-\nfinanced activities (for about $1 million)19 aimed at improving livelihoods in local communities, \nespecially for women, through training on the safe use of electricity equipment, productive use \nof micro-credit linked to income opportunities emerging with electricity access, and an increase \nin employment as meter readers and maintenance crew for simple and routine repairs. \n \nD.  Investment and Financing Plans  \n \n10.  The  project  is  estimated  to  cost  $162.03  million,  including  physical  and  price \ncontingencies, financing charges during implementation, and taxes and duties. The investment \nplan is summarized in Table 1. \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Transmission system strengthening  99.86 \n  2.  Rural electrification and distribution system improvement  23.34 \n  3.  Energy efficiency and renewable energy  9.40 \n    Subtotal (A)  132.60 \n \nB.  Contingenciesc  12.46 \n \nC.  Financing Charges During Implementationd  16.97 \n       Total (A+B+C)  162.03 \na  Includes taxes and duties of $20.52 million to be financed from government resources. \nb  In mid-2010 prices. \nc  Physical contingencies computed at 4% of base cost. Price contingencies computed using Asian Development \nBank  forecasts  of  international  and  domestic inflation. Price contingencies computed  at  0.5%  on  foreign \nexchange costs and 7.0% on local currency costs.  \nd  Interest during implementation has been computed at the 5-year forward London interbank offered rate plus a \nspread  of  30 basis  points  and  an  onlending  margin  of  6.9%  for  ordinary  capital  resources  (OCR)  loan \ncomponents, and at a base rate of 1.0% with an onlending margin of 6.9% for Asian Development Fund loan \ncomponents. Commitment charges for an OCR loan have been computed at 0.15% per year to be charged on \nthe undisbursed loan amount. \nSource: Ceylon Electricity Board and Asian Development Bank estimates. \n \n                                                \n17  Technical Assistance for Implementation of Energy Efficiency Policy Initiatives (accessible from the list of linked \ndocuments in Appendix 2). \n18  Except lighting appliance testing equipment to be financed from loan proceeds. \n19 These activities are expected to be supported by a related gender mainstreaming initiative for the Improving \nGender-inclusive Access to Clean and Renewable Energy in Bhutan, Nepal, and Sri Lanka, which is being \nprocessed separately for approval.  \n ", "5 \n11.  To help finance the project, the government has requested (i) a loan of $110 million from \nADB’s ordinary capital resources (OCR), and (ii) a loan in various currencies equivalent to \nSDR6,426,000 ($10 million equivalent) from the Asian Development Fund (ADF). The ADF loan \nwill finance Ampara district distribution development and distribution capacity development in \nEastern Province. The rest of the project components will be financed by the OCR loan. ADB \nwill not finance taxes and duties.  \n \n12.  The OCR loan will have a 25-year term, including a grace period of 5 years, an annual \ninterest rate determined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility, a commitment charge of 0.15% per year, the interest and other charges \nduring construction to be capitalized in the loan,20 and such other terms and conditions set forth \nin  the  draft  loan  and  project  agreements. The government  has  provided  ADB  with  (i)  the \nreasons for its decision to borrow under ADB’s LIBOR-based lending facility based on these \nterms and conditions, and (ii) an undertaking that these choices were its own independent \ndecision and not made in reliance on any communication or advice from ADB. \n \n13.  The ADF loan will have a 32-year term, including a grace period of 8 years, an annual \ninterest charge of 1.0% during the grace period and 1.5% thereafter, and such other terms and \nconditions set forth in the draft loan and project agreements. \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank       \nOCR loan  110.00    67.9 \nADF loan  10.00    6.2 \nSubtotal      74.1 \nGovernment  42.03    25.9 \n  Total    162.03    100.0 \nADF = Asian Development Fund, OCR = ordinary capital resources \nSource: Asian Development Bank estimates \n \nE.  Implementation Arrangements \n14.  The executing agency for the project will be the Ministry of Power and Energy (MOPE). \nCeylon  Electricity  Board  (CEB)  will  be  the  implementing  agency  for  the  transmission \nstrengthening and rural electrification and distribution system improvement components and two \nsub-components of the energy efficiency and renewable energy component (reactive power \nmanagement and Moragolla hydropower plant detailed engineering design). The Sustainable \nEnergy Authority (SEA) will implement the remaining energy efficiency and renewable energy \nsub-components. A steering committee, established for the project and chaired by the secretary \nof the MOPE, will meet quarterly to provide guidance to the implementing agencies and review \nthe progress of the project.  \n \n15.  Project implementation units (PIUs), which will include experienced staff and be headed \nby senior officers, will be set up in CEB and SEA to undertake day-to-day activities. Separate \nPIUs  will  be  established  in  CEB  for  transmission  strengthening,  rural  electrification  and \ndistribution system improvement, and detailed engineering for the Moragolla hydropower plant. \nFull-time project managers with qualified staff will be appointed to supervise subprojects under \n                                                \n20   Financing charges relating to onlending to the Ceylon Electricity Board will be financed by the government. \n ", "6 \neach component. The PIUs will be responsible for overall project implementation, including \nprocurement, accounting, quality assurance, social and environmental issues, and coordination \nwith  government  agencies.  The  PIUs  will  also  coordinate  closely  with  the  procurement \ncommittee, which will be appointed by the cabinet or MOPE depending on the size of the \ncontracts. SEA's PIU will be supported by project implementation consultants. \n \n16.  The  government  has  asked  ADB  to  approve  advance  contracting  and  retroactive \nfinancing for procurement of goods and civil works, including preparation of bidding documents, \nand inviting and receiving bids for project contracts. The government has been advised that \nADB's approval of advance contracting does not commit ADB to finance any part of this project. \n \n17.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.21 Project implementation will be completed by 30 April 2014, \nand loan closing will be 30 October 2014. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  3 years \nEstimated project completion date  30 April 2014 \nProject management \n(i)   Oversight body  Steering committee consisting the secretary, Ministry of Power and Energy \n(chair),  and  representatives  of  the  Ministry  of  Finance  and  Planning, \nMinistry  of  Power  and  Energy,  Public  Utilities  Commission,  Ceylon \nElectricity Board, and Sustainable Energy Authority (members) \n(ii)   Executing agency  Ministry of Power and Energy \n(iii)  Key implementing agencies  Ceylon Electricity Board and Sustainable Energy Authority \n(iv)  Project implementation units  Placed in Ceylon Electricity Board and Sustainable Energy Authority \nProcurement  International  12 contracts  $90.62 million \ncompetitive bidding \nNational competitive    5 contractsa    $4.01 million \nbidding \nConsulting services  Quality- and cost- 323 person-months    $6.00 million \nbased selection \n  Fixed-budget selection  12 person-months    $0.06 million \n(national) \n  Individual  14 person-months    $0.07 million \n(national) \nRetroactive financing and/or advance  Advance contracting, including preparation of bidding documents, inviting \ncontracting  and  receiving  bids  for  contracts,  and  retroactive  financing  covering \nreimbursement of eligible expenditure incurred under the project no earlier \nthan 12 months before the date of signing of the loan agreement, subject to \na maximum amount equivalent to 20% of the aggregate amount of the loans \nDisbursement   The  loan  proceeds  will  be  disbursed  in  accordance  with  the  Asian \nDevelopment Bank's Loan Disbursement Handbook (2007, as amended \nfrom time to time) and detailed arrangements agreed upon between the \ngovernment and Asian Development Bank. \na Includes four contracts for concrete poles that are normally manufactured and supplied locally. \nSource: Asian Development Bank estimates. \n \nIII.  TECHNICAL ASSISTANCE \n18.  The project will be supported by TA for Implementation of Energy Efficiency Policy \nInitiatives. SEA will be the implementing agency. The TA is estimated to cost $2.24 million, \n                                                \n21 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nincluding $1.85 million in grant financing from the Asian Clean Energy Fund22 under the Clean \nEnergy  Financing  Partnership  Facility  administered  by  ADB,  and  $0.39  million  from  the \ngovernment. Details are in the TA description (footnote 17). \n \nIV.  DUE DILIGENCE \n \nA.  Economic and Financial \n \n19.  Economic  and  financial  analyses  were  undertaken  for  the  project.23 The  economic \ninternal  rate  of  return  was  calculated  by  comparing  ―with-project‖  and  ―without-project‖ \nscenarios.  Detailed  cost–benefit  calculations  were  used  to  assess  and  confirm  economic \nviability and sustainability. The economic analysis confirms that the proposed investment is \nleast cost and economically viable. The analysis yields an overall economic internal rate of \nreturn  of  23.0%.  A  sensitivity  and  risk  analysis  demonstrates  that  the  expected  economic \nperformance is robust.  \n \n20.  The financial internal rate of return (FIRR) was calculated to determine the financial \nviability of the project. Financial viability was examined by comparing the incremental costs and \nbenefits on a ―with investment‖ and ―without investment‖ basis. The weighted average cost of \ncapital (WACC) to CEB was calculated for each subproject and for the overall project. Financial \nviability was assessed by comparing the WACC to the FIRR for each subproject and for the \naggregated  project.  The  sensitivity  of  the  FIRR  to  adverse  movements  in  the  underlying \nassumptions was also assessed. The overall FIRR to CEB is 10.8%. These returns compare \nfavorably with the estimated WACC. The overall project is deemed financially viable. \n \nB.  Governance \n \n21.  With  its  substantial  experience  in  implementing  externally  funded  projects  including \nthose financed by ADB, the World Bank, Japan International Cooperation Agency, and bilateral \ndevelopment partners, CEB has the necessary capacity to handle the project. CEB is the \nimplementing agency for ADB's Clean Energy and Access Improvement Project (footnote 8), \nand  is  implementing  a  power  sector  component  of  the  ADB’s  Conflict-Affected  Region \nEmergency  Project  (footnote  10).  A  financial  management  assessment  was  undertaken  to \ndetermine whether CEB could fulfill ADB’s fiduciary requirements for the project. Details are \navailable in the project administration manual (footnote 21) and in the assessment of CEB’s \npast financial performance and projections.24 \n \n22.  In recent years, SEA has received considerable capacity development assistance from \nits development partners, including ADB25 and the Japan International Cooperation Agency, and \nwill  be  undertaking  technical  due  diligence  of  applications  for  the  estate  micro-hydro \nrehabilitation and repowering sub-component, and limited procurement activities for energy \nefficiency lighting equipment.  \n \n                                                \n22  Established by the Government of Japan. \n23  Economic Analysis and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n24  CEB’s Past Financial Performance and Projections (accessible from the list of linked documents in Appendix 2). \n25  ADB. 2007. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Building the Capacity of the \nSustainable Energy Authority. Manila (TA 7011-SRI, approved on 12 December, for $600,000 with financing from \nthe Multi-Donor Clean Energy Fund under the Clean Energy Financing Partnership Facility administered by ADB. \nContributors to the fund are the governments of Australia, Norway, Spain, and Sweden). \n ", "8 \n23.  Procurement will be subject to ADB's Procurement Guidelines (2010, as amended from \ntime to time). Recruitment of consultants will be in accordance with ADB's Guidelines on the \nUse of Consultants (2010, as amended from time to time). Use of open competitive bidding, \ntransparency in the selection of projects, and ADB oversight will ensure integrity in procurement \nand implementation activities. CEB and SEA will maintain a project website that will be updated \nregularly and will include (i) bidding procedures, bidders, and contract awards; (ii) use of the \nfunds disbursed under the project; and (iii) physical progress. ADB's Anticorruption Policy (1998, \nas amended to date) was explained to and discussed with the government, MOPE, CEB, and \nSEA.  The  specific  policy  requirements  and  supplementary  measures  are  described  in  the \nproject administration manual (footnote 21). \n \nC.  Poverty and Social \n \n24.  The project will contribute to sustainable economic development, poverty reduction, and \nsocial well-being26 through increased access to electricity, reduction of system losses, and \nimprovement in the quality of power. Greater access to a stable supply of electricity will promote \nbusiness expansion and increase jobs, which will help reduce poverty. The project is expected \nto generate jobs for skilled and unskilled laborers during construction. Access to electricity will \nalso improve the living standards of rural households. These will include health and hygiene \nimprovements through the replacement of kerosene and wood use, increases in the educational \nlevel of children as they can devote more time to studying, and wider access to information.  \n \n25.  The project is classified under effective gender mainstreaming.27 It includes activities to \nimprove the livelihoods of local communities, especially for women. Where households headed \nby women are affected, the project will implement special livelihood restoration provisions to \nensure that their vulnerability is adequately addressed.28 Affordability is not likely to be an issue \nas  the  government  generally  subsidizes  electricity,  especially  for  poor  and  disadvantaged \ncustomers. Poor households will be provided with a credit line (footnote 12).  \n \nD.  Safeguards \n \n  1.  Social Safeguards \n \n26.  None of the project components will have a significant social impact. The transmission \nand distribution lines primarily cross public and unused lands. Where crop fields might be \naffected, households will be fairly compensated for the loss. Construction will be carried out \nduring the off-season for crops. New grid substations will be built on public land, and the project \nmay mount the distribution transformers on poles to minimize their footprint.  \n \n27.  The project is classified category B for involuntary resettlement issues. CEB prepared a \nresettlement plan for the transmission strengthening and rural electrification and distribution \nimprovement components (footnote 28). The project is classified category C for indigenous \npeoples issues since no indigenous peoples will be directly affected by the project. \n   \n                                                \n26   Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n27   Gender Action Plan (accessible from the list of linked documents in Appendix 2). The Improving Gender-inclusive \nAccess to Clean and Renewable Energy in Bhutan, Nepal, and Sri Lanka is being processed separately for \napproval. \n28  Provisions are in the Resettlement Plan (accessible from the list of linked documents in Appendix 2). \n ", "9 \n  2.  Environmental Safeguards \n \n28.  CEB and SEA have prepared initial environmental examinations29 for their components \nand held public consultation meetings. During construction and operation, steps will be taken to \nminimize  environmental  impacts,  particularly  those  associated  with  the  construction  of \ntransmission lines. CEB has observed the route-selection criteria in the national regulations and \nhas  adopted  best  environmental  practices.  Adequate  provisions  have  been  made  for  the \nenvironmental mitigation measures, monitoring requirements, and their associated costs in the \nenvironmental management plans (EMPs) prepared for each subproject. CEB has sufficient \ncapacity  to  implement  the  safeguard  measures  based  on  the  EMPs.  Mitigation  measures \nrelated to construction and specified in the EMPs will be incorporated into civil works contracts. \nThe contractors will have primary responsibility for implementing the mitigation measures during \nconstruction, but CEB will be responsible for overall implementation of its site-specific EMPs. \nSEA will be responsible for overall implementation of its site-specific EMPs for the estate micro-\nhydro rehabilitation and repowering pilot sub-component. SEA will be supported by safeguard \nconsultants. CEB and SEA will adhere to ADB’s Safeguard Policy Statement (2009), and local \nand government environmental regulations. The project is classified environmental category B. \n \n3.  Climate Change Impact \n \n29.  The project is expected to have a considerable climate change impact. Its renewable \nenergy intervention will bring an additional 1.3 MW of power generation to the grid, which is \nequivalent to avoiding about 4,140 tons of carbon dioxide (CO ) emissions per year.30 The \n2\nenergy efficiency policy initiatives supported by the project and the associated TA are expected \nto produce about 480 gigawatt-hours of energy savings, resulting in 353,787 tons of  CO  \n2\nemissions equivalent avoided per year by 2015. A reduction of 147,745 tons of CO  emissions \n2\nper  year  may  be  achieved  through  additional  household  connections  and  technical  loss \nreduction from the improved energy efficiency of the transmission and distribution lines by 2015. \n \nE.  Risks and Mitigating Measures \n \n30.  The  potential  governance  risk  stems  from  CEB  having  insufficient  cash  to  fund  its \noperations  because  of (i)  an  increase  in fuel oil  costs  and reliance on  expensive  thermal \nelectricity generation, (ii) delays in commissioning less costly generating capacity, and (iii) tariffs \nset below the cost of supply. The potential risks to project implementation include unexpected \nincreases in the prices of commodities and raw materials, and delays in implementation that \nraise  project  costs. These risks  appear to  be  moderate  and  may  be mitigated through  (i) \nprogress on power sector reforms, and government efforts to increase supply capacity and \nreduce the cost of generation; and (ii) close supervision by the steering committee and ADB, \ntimely project implementation, and advance contracting. Major risks and mitigating measures \nare described in the risk assessment and risk management plan.31 \n \nV.  ASSURANCES AND CONDITIONS \n31.  The  government  and  MOPE  have  assured  ADB  that  project  implementation  shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \n                                                \n29   Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n30  In addition, a reduction of 97,200 tons of CO  emissions per year may be achieved from commissioning the \n2\nMoragolla hydropower plant (about 30 MW) upon completion of a detailed engineering design and its construction. \n31 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nin the project administration manual and draft loan documents. The government and MOPE \nhave agreed with ADB on certain covenants for the project, which are set forth in the draft loan \nand project agreements. \n \n32.  Disbursement of the credit line for estate micro-hydro rehabilitation and repowering will \nbe subject to the following conditions: \n \n(i)  approval of selection criteria for micro-hydro project developers and participating \nfinancial institution(s) by the government and ADB; \n(ii)  approval and publication of net metering regulations, a standardized agreement, \nand  technical  connection  requirements  by  CEB  and  the  Public  Utilities \nCommission, including announcements on raising the export capacity limit of the \nnet metered renewable energy facility from 42 kW up to 300 kW, introduction of a \nregister-and-exempt licensing procedure by the Public Utilities Commission, and \na simplified process for granting energy permits for micro-hydro projects by SEA; \n(iii)  selection of an eligible participating financial institution(s)32 satisfactory to ADB;  \n(iv)  execution  of  a  subsidiary  financing  agreement  between  SEA,  eligible \nparticipating financial institution(s) and the government in form and substance \nsatisfactory to ADB. \n \nVI.  RECOMMENDATION \n33.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the loan of $110,000,000 to the Democratic Socialist Republic of Sri Lanka for \nthe  Sustainable  Power  Sector  Support  Project  from  ADB’s  ordinary  capital \nresources,  with  interest  to  be  determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 25 years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board;  \n(ii)  the loan in various currencies equivalent to SDR6,426,000 to the Democratic \nSocialist Republic of Sri Lanka for the Sustainable Power Sector Support Project \nfrom ADB’s Special Funds resources with an interest charge at the rate of 1.0% \nper annum during the grace period and 1.5% per annum thereafter; for a term of \n32  years,  including  a  grace  period  of  8  years;  and  such  other  terms  and \nconditions as are substantially in accordance with those set forth in the draft loan \nand project agreements presented to the Board; and \n(iii)  the administration by ADB of technical assistance not exceeding the equivalent \nof $1,850,000 to the Government of the Democratic Socialist Republic of Sri \nLanka for Implementation of Energy Efficiency Policy Initiatives to be provided by \nthe Asian Clean Energy Fund under the Clean Energy Financing Partnership \nFacility on a grant basis.  \nHaruhiko Kuroda \nPresident \n25 November 2010 \n                                                \n32  The participating financial institution(s) will not be implementing agencies. \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting  Assumptions \nDesign Summary  Indicators with Baselines  Mechanisms  and Risks \nImpact      Assumptions \nReliable, adequate,  Electrification ratio increased  CEB annual report  Macroeconomic growth \nand affordable  from 85.4% in 2009 to 98% in  (power sector  remains stable. \npower supply for  2016  statistics) \nGovernment remains \nsustainable   \nAverage cost of power reduced  committed to power \neconomic growth \nby 25% by 2016 (2009 baseline:  sector reforms \nand poverty \nSLRs18.69/kWh) \nreduction  Risks \n500 MW of renewable energy  Insufficient cash \nadded by 2016 (2007 baseline:  generation by CEB to \n123 MW)  fund its operations \nbecause of (i) an \nCEB generating sufficient cash to \nincrease in fuel oil costs \ncover operating costs by 2015 \nand reliance on \nexpensive thermal \nelectricity generation, (ii) \ndelays in commissioning \nof less costly generating \ncapacity, and (iii) tariffs \nset below supply cost \nOutcome  Technical and commercial losses  CEB annual report  Assumptions \nImproved  of the CEB network reduced from  (power sector  Least-cost generation \ncoverage,  14.6% of net generation in 2009  statistics)  expansion plan \nefficiency and  to 12.0% by 2016.    implemented as \nreliability in service  Progress reports on  scheduled \nIncrease in electrification ratio in \ndelivery   10-Year   \nEastern Province from 67.3% in \nDevelopment  The government to \n2009 to 80.0% by 2016 \nFramework  continue to fund grid \nDecrease in distribution losses    extension in Eastern \nfrom 11.02% in 2009 to 10.00%  CEB monthly  Province \nby 2016  system reports \n \n19 micro (< 300 kW) hydropower \nCEB billing records \nprojects with total capacity of \nand census data \nabout 1.3 MW connected to the \n \ngrid under net metering \nSEA reports \narrangements \n \nEnergy efficiency labeling   \nimplemented for lighting, fans, \nrefrigeration, and air conditioning \nappliances by 2013 \nOutputs      Assumptions \n1. Strengthened  220 MVA of transformer capacity  CEB annual report  Counterpart funds \ntransmission  added to the transmission  (power sector  mobilized on time \nnetwork  network by September 2013  statistics)   \n    Sufficient project \n185 km of 132 kV transmission \n  Government budget  implementation capacity \nlines added to the transmission \n    of CEB and SEA \nnetwork by September 2013 \n  Government gazette   \n  Second circuit stringing of 163    Availability of qualified \n  Project progress  service and/or training \n ", "12  Appendix 1 \nData Sources and \nPerformance Targets and  Reporting  Assumptions \nDesign Summary  Indicators with Baselines  Mechanisms  and Risks \n  km of 220 kV transmission line  reports  providers for livelihood \n  completed by September 2013    improvement of local \n    rural communities \n30 MVAr installed on 33 kV for \n     \nloss reduction at Galle grid \n    Risks \nsubstation  \n    Unexpected increase in \n      prices of commodities \n2. Expanded and  12,190 rural households (target:  CEB annual report  and raw materials, and \nimproved  20% poor households headed by  (power sector  construction delays \ndistribution network  women) connected to electricity  statistics)   \nin rural areas of  in 113 remote villages in Ampara  CEB billing records  Delayed government \nEastern and Uva  district, 165 km of 33 kV  and customer  approvals for \nprovinces  distribution lines and 593 km of  numbers for Ampara  procurement and \n  0.4 kV distribution lines  district by village  recruitment of \n  constructed in Eastern Province  nominated for  consultants \n  electrification \n45 km of 33 kV primary \n  Random audit of \ndistribution backbone line added \n  distribution \nand 9 km of 33 kV line capacity \n  transformer \nincreased in Uva Province to \n  installation \nimprove power quality to poor \n  CEB monthly \nrural households including those \n  reporting \nheaded by women \n   \n \n3. Energy efficiency  About 1.3 MW of micro-hydro  SEA reports \nimproved and  power capacity added to the grid   \nadditional  resulting in 4,140 tons of CO   CEB monthly \n2\nrenewable energy  emissions equivalent avoided per  reporting \ndeveloped  year   \n  Project progress \n40 MVAr of reactive power \n  reports \ndevices installed on 33 kV for \n   \nloss reduction. \n   \n  Establishment of energy efficient   \n  laboratories    \n   \nTraining of 90 energy auditors \n   \n(target: 30% women \n   \nparticipation) \n   \n  Energy efficient lighting trials   \n  implemented   \n   \nDetailed engineering for \n   \nMoragolla hydropower plant \n   \nprepared \n   \n \n   \n4. Improved  1,500 people (target: 30%  CEB monthly \nlivelihood of local  women) from deprived and  reporting \ncommunities in  vulnerable households trained in   \nAmpara district of  electricity-related skills   Project progress \nEastern Provincea  reports \n750 local community members \n \n(target: 30% women) trained in \n ", "  Appendix 1  13 \nData Sources and \nPerformance Targets and  Reporting  Assumptions \nDesign Summary  Indicators with Baselines  Mechanisms  and Risks \nrepairs of technical equipment  \nAwareness of 12,000 local \ncommunity members raised \n(through support of women \nmotivators) on safe and efficient \nuse of energy for newly \nelectrified households  \nActivities with Milestones  Inputs \n1.1. Construction of New Galle 132/33 kV grid  ADB loan (OCR): $110 million \nsubstation by September 2013 \nADB loan (ADF): $10 million \n1.2. Construction of Ambalangoda–New Galle 132 kV \ntransmission line by September 2013  Item  Amount ($ million) \n1.3.  (i) Construction of Monaragala, Vavunativu, and \nCivil works  28.93 \nPolonnuruwa 132/33 kV grid substations; and (ii) \naugmentation of Ampara 132/33 kV grid substation  Equipment   67.08 \nby September 2013  Consulting services  5.88 \n1.4. (i) Construction of 132 kV transmission lines for (a) \nContingencies  12.47 \nMahiyangana–Vavunativu, (b) Medagama–\nMonaragala, and (c) LILO to connect Ampara grid  Interest and  5.66 \nsubstation to Mahiyangana–Vavunativu line; and  commitment charges \n(ii) second circuit stringing of Kotmale–New  during construction \nAnuradhapura 220 kV line by September 2013 \nGovernment: $42.03 million \n2.1. Construction and improvement of distribution \nnetwork in Ampara district of Eastern Province by  Item  Amount ($ million) \nApril 2014 \nCivil works  3.64 \n2.2. Construction of 33 kV line reinforcements in Uva \nEquipment  0.00 \nProvince by April 2014 \n3.1. Connection of about 19 micro-hydropower projects  Incremental (land,  6.56 \nto the grid by April 2014  environmental and \n3.2. Installation of reactive power devices by September  social mitigation, project \n2013  supervision) \n3.3. Establishment of lighting testing and energy  Contingencies  0.00 \nefficiency labeling laboratories, and development of \nTaxes and duties  20.52 \nrelevant standards by May 2012 \n3.4.  Completion of energy efficient lighting trials by  Interest during  11.31 \nSeptember 2012  construction \n3.5. Training of energy auditors by September 2012  Technical assistance  \n3.6. Completion of detailed engineering for Moragolla \nACEF under CEFPF  1.85 \nhydropower plant by October 2012 \n4.1. Training program for improvement of livelihoods of  Government  0.39 \nlocal communities conducted by April 2014 \nACEF = Asian Clean Energy Fund, ADB = Asian Development Bank, ADF = Asian Development Fund, CEB = Ceylon \nElectricity Board, CEFPF = Clean Energy Financing Partnership Facility, km = kilometer, kV = kilovolt, kW = kilowatt, \nkWh = kilowatt-hour, LILO = line in–line out, MVA = megavolt-ampere, MVAr = megavolt-ampere of reactive power, \nMW = megawatt, OCR = ordinary capital resources, SEA = Sustainable Energy Authority, TA = technical assistance. \na  This output is expected to be supported and monitored by the gender mainstreaming initiative of the Improving \nGender-Inclusive Access to Clean and Renewable Energy in Bhutan, Nepal, and Sri Lanka, which is being \nprocessed separately for approval. \nSource: Asian Development Bank estimates. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=39415-01-3 \n \n1.  Loan Agreement (Special Funds resources) \n2.  Loan Agreement (ordinary capital resources) \n3.  Project Agreement \n4.  Sector Assessment (Summary): Power \n5.  Project Administration Manual  \n6.  Contribution to the ADB Results Framework  \n7.  Development Coordination  \n8.  Financial Analysis  \n9.  Economic Analysis  \n10.  Country Economic Indicators  \n11.  Summary Poverty Reduction and Social Strategy  \n12.  Gender Action Plan  \n13.  Initial Environmental Examination: New Galle Power Transmission Development \n14.  Initial Environmental Examination: North East Power Transmission Development \n15.  Initial Environmental Examination: Rural Electrification Expansion and Distribution \nSystem Improvement \n16.  Initial Environmental Examination: Estate Micro-Hydro Rehabilitation and Repowering \n17.  Resettlement Plan \n18.  Risk Assessment and Risk Management Plan  \n \nSupplementary Documents \n19.  Detailed Description of Project Components \n20.  Technical Assistance on Implementation of Energy Efficiency Policy Initiatives \n21.  Ceylon Electricity Board’s Past Financial Performance and Projections \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101203100840Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "adb project 39415, sri lanka, power sector development, power projects, sustainable energy sri lanka, energy sector development, electricity transmission, rural electrification, energy efficiency improvement, renewable energy development ", "ModDate": "D:20110817110145+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Sustainable Power Sector Support Project in Sri Lanka, for approval of ADB's Board of Directors. ", "Title": "RRP: Sri Lanka: Sustainable Power Sector Support Project"}}