{"path": "data/input/ta/39421-vie-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \nProject Number: 39421  \nApril 2007 \n \n \n \n \nSocialist Republic of Viet Nam: Preparing the Quality \nand Safety Improvement of Agricultural Products  \nProject \n(Financed by the Japan Special Fund) \n \n \n \nPrepared by [Author(s)] \n[Firm] \n[Address] \n \nPrepared for  [Executing Agency] \n    [Implementing Agency] \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 March 2007) \n \nCurrency Unit –  dong (D) \nD1,000 =  $0.000062578 \n$1.00 =  D15,998 \n  \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CPRGS    Comprehensive Poverty Reduction and Growth Strategy \n  MARD  –  Ministry of Agriculture and Rural Development \n  MPI  –  Ministry of Planning and Investment \n  SEDP  –  Socio-Economic Development Plan \n  SME  –  small and medium-sized enterprise \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Agriculture and natural resources \nSubsectors  –  Agriculture production, agroprocessing, and agribusiness \nThemes  –  Sustainable economic growth, private sector development, capacity \ndevelopment  \nSubthemes  –  Promoting economic efficiency and enabling markets; public-private \npartnerships; client relations, network, and partnership development  \n \n \nNOTE \n \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  U. S. Malik, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  A. Tayyab, Senior Natural Resources Economist, SERD \nTeam members  M. Oka, Social Development Specialist, SERD  \n ", " \nI.  INTRODUCTION \n1.  During the formulation of the country strategy and program for Viet Nam (2007–2010),1 \nthe Government of Viet Nam (the Government) requested Asian Development Bank (ADB) \ntechnical  assistance  (TA)  to  prepare  the  Quality  and  Safety  Improvement  of  Agricultural \nProducts Project.2 ADB’s TA Fact-Finding Mission visited Viet Nam in December 2006 and \nreached understanding with the Government on the impact, outcome, outputs, implementation \narrangements, cost, financing arrangements, and terms of reference for the TA. The TA is \nincluded in ADB’s 2007 assistance program for Viet Nam. \n \nII.  ISSUES \n2.  The  Government’s  long-term  strategy  for  poverty  reduction  was  elaborated  in  its \nComprehensive Poverty Reduction and Growth Strategy (CPRGS) announced in May 2002.The \nCPRGS emphasized the importance of agriculture and rural development in reducing rural \npoverty  and  contributing  to  sustainable  and  equitable  economic  growth.  CPRGS’  strategic \nthrusts are now reflected in the 5-year Socio-Economic Development Plan (SEDP: 2006–2010) \nlaunched in June 2006. SEDP is also the country’s current poverty reduction strategy and aims \nto (i) accelerate sustainable economic growth and development; (ii) improve people’s material, \ncultural, and spiritual life; (iii) create the foundations to boost industrialization and modernization \nand to gradually develop a knowledge-based economy; and (iv) improve the country’s regional \nand global status. SEDP particularly emphasizes the importance of business development in \nachieving sustainable growth, and the need for increased competitiveness of agricultural and \nagro-based products with improved product quality and food safety. \n \n3.  The agriculture sector in Viet Nam demonstrated rapid growth averaging about 4% per \nannum during the last decade. Food security has improved at the national level and the country \nhas turned from a net food importer into one of the world’s major exporters of a number of \nagricultural products. The sector’s growth was largely supported by the market-oriented policy \nand institutional reforms initiated in the late 1980s, and by increased investment in irrigation and \nother  inputs.  However,  continued  agricultural  growth  will  require  both  diversified  farming \nsystems  appropriate  for  varied  agro-ecological  conditions,  and  more  locally  driven \nimprovements in productivity, value, and quality of agricultural production. To address this issue \nin the medium term, the Government aims to (i) promote production and processing of high-\nvalue products; (ii) improve agricultural research, extension, and market information services; (iii) \nintensify efforts to ensure better product quality and food safety based on sound agricultural \npractices; and (iv)  promote agribusiness and agro-based enterprises. \n \n4.  In the country’s upland areas, commercial crop production has shown rapid growth with \nimproved  access  to  domestic  and  international  markets.  Due  to  increased  commercial \nproduction, high average annual growth rates in the recent 5 years have been recorded for  \nvegetables (3.7%), tea (8.9%), coffee (8.5%), and fruits (7.9%). Dynamic entrepreneurship of \nVietnamese farmers contributed to such high growth rates and led to the expansion of rural \nbusiness households, and small and medium-sized enterprises (SMEs). Increased efforts for \npromoting commercial values in the supply chains of these agricultural products are urgently \nrequired  and  must  be  based  on  improved  access  to  advanced  technology  in  production, \npostharvest operations, and marketing. \n \n                                                 \n1  ADB. September 2006. Country Strategy and Program (2007–2010): Viet Nam. Manila.  \n2  The TA first appeared in ADB Business Opportunities on 22 November 2006.  \n ", "2   \n5.  Quality  and  Safety  Improvements  in  Agricultural  Products.  As  Viet  Nam’s \nagricultural sector becomes increasingly integrated with domestic and international markets, \nimprovements in product quality and food safety assume greater importance, with key concerns \nbeing meat hygiene (as high as 77% of pigmeat3 infected by salmonella and the average \nincidence of diarrhea is 1.5 cases per person per year), and pesticide residues with more than \n10% of all vegetables sold having residues higher than national standards, while antibiotic \nresidues4 in  meat  is  also  a  major  concern.  The  country’s  accession  to  the  World  Trade \nOrganization in November 2006 accelerated the implementation of the Government’s action \nprograms for strengthening the relevant legal and regulatory frameworks for food safety. The \nGovernment also recognizes that to date, most of the extension effort has been directed at \nincreasing  on-farm  productivity  by  increasing  inputs 5  made  possible  by  improved  rural \ninfrastructure (improved access). The impacts from such changes have only recently attracted \ninternational attention. The Government recognizes that this must be addressed throughout the \nlength of the marketing chain as food quality is only as good as its weakest point. Efforts need \nto  be  directed  at  agricultural  research,  extension,  marketing,  postharvest  operations,  and \nproduct grading and certification. However, financial and human resources in the public sector \nprevent the establishment of an effective regulatory mechanism, and scarce resources are often \nscattered. Close coordination among related activities is essential.6 \n \n6.  Efficient Value Chains for Agricultural Products. In Viet Nam, agricultural marketing \nactivities remain largely local, and linkages between producers, traders, and consumers are not \nwell developed. With small scale production still dominating rural industries, the challenge of \nproduct aggregation continues to threaten food quality as marketing chains tend to be extended \nwith many commercial entities along its length. Contractual arrangements between producers \nand  processors  are  rare  though  increasing  in  certain  commodities  such  as  cashew  nuts, \npeanuts, tobacco and sugar cane in the central and south central regions. The role of the state \nin  promoting  closer  linkages  is  being  achieved  through  SOE  factories  processing  primary \nproduce but is limited to commercial interests of the processors. Efforts to introduce safety \nstandards and confirm the hygiene status need to be encouraged to generate increased value \nadded from various commodity and product supply chains but starting at the producer. Any \ndelay in addressing food safety and SPS problems is likely to adversely impact on  export \ncompetitiveness.   \n \n7.  Strengthened Producers and Private SMEs. Continued reforms in the Government’s \npolicies and institutions are also required in line with the shift of focus to commercial production \nand marketing of agricultural and agro-based products other than rice in which Viet Nam has \nsucceeded in becoming a major player in the international market. Production and marketing of \ndiversified crops outside SOEs need to be further promoted. While significant private SME \nprocessing of agricultural and aquaculture produce is already evident, the legal and regulatory \nenvironment is also being addressed by ADB,7 There remains a need for medium to long-term \nfunds to assist private SMEs in diversifying their production, marketing, and processing activities \nthat should incorporate appropriate postharvest handling operations. SME growth is expected to \n                                                 \n3 Per capita consumption levels of pork is higher than any other fresh meat in Viet Nam. \n4 Antibiotics are widely used in Viet Nam as a routine precautionary measure and incorporated in feed rations in \nintensive poultry and pig producing units. \n5 Inputs include not only fertilizer but also water for irrigation and the associated pests and diseases the higher water \nregimes attract such as fungus in rice and vegetable crops and new pests that previously were less prevalent. \n6  External funding agencies, including the governments of Australia and Canada, have initiated assistance to the \nMinistry of Agriculture and Rural Development (MARD) in these areas. \n7  ADB. 2004. Report and Recommendation of the President to the Board of Directors on a Proposed Loan Cluster \nand Technical Assistance Grant to the Socialist Republic of Viet Nam for the Small- and Medium-Sized Enterprise \nDevelopment Program. Manila (Loan 2095-VIE). \n ", "  3\ngenerate further employment opportunities, increase operational efficiency of private enterprises, \nand improve the quality and safety of their products. \n \n8.  ADB has provided loan and TA projects in agriculture to support the Government’s \ncritical policy and institutional reform measures for market-oriented growth and to increase \nagricultural productivity through improved research, extension, and market information systems. \nThese operations are being satisfactorily implemented, and the Government is highly committed \nto pursuing the reforms for market liberalization and achieving a smooth transition from the \nproduction  system  based  on  centralized  planning  to  production  and  marketing  initiated  by \nindividual  farmers  and  private  traders.  ADB  also  provided  TA,  in  collaboration  with  the \nDepartment  for  International  Development  of  the  United  Kingdom,  to  undertake  analytical \nresearch work on operational and policy issues linked to market development for pro-poor \ndevelopment outcomes, and help build local capacity for undertaking policy-oriented research.8 \nConsidering sector knowledge and the relevant lessons and experiences accumulated through \nthese operations, ADB will continue to support Government efforts in the sector, with increased \nfocus on producing and marketing agricultural and agro-based products with better quality and \nassured safety. \n \n9.  In view of the foregoing, the project for improving the quality and safety of agricultural \nproducts will support the Government’s new SEDP for agriculture and rural development in line \nwith ADB’s new country strategy and program for Viet Nam, by promoting a business-led, pro-\npoor, and sustainable economic growth with emphasis on private agro-based SMEs. The project \ndesign will be consistent with and complement the ongoing and planned projects of ADB and \nother external funding agencies. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The TA aims to assist the Government in formulating a detailed investment proposal to \nimprove  the  quality  and  safety  of  agricultural  and  agro-based  products.  It  will  ultimately \ncontribute  to  the  country’s  sustainable,  pro-poor  agricultural  growth  by  increasing  the \ncompetitiveness  of  agricultural  and  agro-based  products  and  improving  linkages  among \nstakeholders  (producers,  traders,  product  processors,  and  consumers).  It  will  increase \ncommodity  and  product  values  along  their  supply  chains,  and  strengthen  the  capacity  of \nrelevant institutions. The expected outcome of the ensuing project includes (i) improved quality \nand safety standards of agricultural and agro-based products; (ii) increased number of viable \nSMEs in agriculture and agro-industry; and (iii) strengthened capacity and improved awareness \nof central and local-level government institutions, farmers, and private enterprises. The design \nand monitoring framework for the TA is in Appendix 1. \n \nB.  Methodology and Key Activities \n11.  The TA activities will be implemented in two phases: analytical sector reviews, and \nproject design and consensus building. During the first phase, the TA will (i) assess the overall \neconomy and rural development contexts in Viet Nam; (ii) assess the agriculture sector and \nSME  lending  operations,  including  the  policies  and  strategies  of  the  Government,  and \navailability of and gaps in funds for SMEs; (iii) analyze the current status relating to quality and \nsafety of agricultural and agro-based products, including opportunities, issues, and regulatory \n                                                 \n8  ADB. 2003. Proposed Technical Assistance for Making Markets Work Better for the Poor. Manila (TA 6113-REG). \n ", "4   \nand institutional frameworks; (iv) examine the potentials of and constraints to sustainable crop \ndevelopment and agribusiness development; (v) examine the current situation and activities of \nvarious stakeholders along the supply chains of the selected priority crops and processed \nproducts,  including  seed  production,  producers’  farming  systems,  capacity  of  processing \nfacilities, and domestic and international market situations and marketing channels; (vi) review \nperformance and important lessons from past and ongoing projects of ADB and other external \nfunding agencies; and (vii) formulate sector and subsector road maps to present medium- to \nlong-term initiatives and visions for the sustainable and equitable growth of the agriculture \nsector.  \n \n12.  On  the basis of the outcome of the first phase, the TA will (i) examine, evaluate, and \nmake recommendations on alternative investment options to improve the quality and safety of \nagricultural and agro-based products, and increase product competitiveness; (ii) examine the \nperformance  and  capacity  of  the  relevant  institutions  and  staff  involved  in  agribusiness \ndevelopment, postharvest research, extension, and market information services at central and \nlocal levels; (iii) identify priority crops and potential project provinces with the use of appropriate \ncriteria and in consultation with the Government and ADB; (iv) prepare a detailed investment \nproject  proposal  that  can  be  considered  for  possible  ADB  financing,  with  appropriate \nimplementation and funding arrangements; (v) help prepare the Government's feasibility studies \nfor the project proposal; (vi) assess institutional, environmental, public health, and social risks, \nand formulate measures to ensure adequate safeguards; (vii) estimate financial and economic \ncosts and benefits of the project proposal; and (viii) assess the impact of the proposed project \non  the  agriculture  sector,  agricultural  production  and  productivity,  employment,  external \nearnings, role of women, livelihood of ethnic minority groups, environment, and public health. \n \n13.  The TA will help formulate consensus on the proposed project design and on necessary \npolicy and institutional measures for effective implementation by involving a wide range of key \nstakeholders at critical milestones of the TA. The TA outputs will be regularly discussed among \nkey  stakeholders,  including  relevant  government  agencies,  provincial  governments,  farmer \ngroups,  universities,  private  enterprises,  external  funding  agencies,  and  civil  society \norganizations. Consultative workshops and seminars will be organized in different regions and \nselected provinces in the country to obtain appropriate feedback and disseminate TA findings.  \n \n14.  A  detailed  project  proposal  for  an  ensuing  loan  project  will  be  formulated  at  TA \ncompletion. The project scope is expected to include (i) strengthening  support services in \nagriculture; (ii) assisting agribusiness households and enterprise development; (iii) improving \nrelevant  sector  policies,  institutions,  and  infrastructure;  (iv)  strengthening  public-private \npartnership  in  selected  commercial  crops;  and  (v)  strengthening  local-level  capacity  to \nimplement  the  decentralization  policy  of  the  Government,  and  to  improve  technology  and \ndelivery of market information services. The project is expected to have a positive impact on \npoverty reduction among the poor. Special attention will be given to specific social issues \nrelated  to  gender  and  ethnic  minority  groups.  An  initial  poverty  and  social  analysis  is  in \nAppendix 2. Another positive impact will be the reduction of public health and environmental \nrisks through improved practices in crop production, pest management, and product processing. \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $950,000 equivalent. ADB will provide $750,000, \nfinanced on a grant basis by the Japan Special Fund, funded by the Government of Japan. The \nbalance of the TA costs, amounting to $200,000 equivalent, will be met by the Government in kind: \noffice accommodations, counterpart staff support, facilities for seminars and  meetings, other \n ", "  5\nadministrative expenses, and part of local transport costs. The Government has been informed \nthat approval of the TA does not commit ADB to finance any ensuing project. A tentative cost \ntable is in Appendix 3. \n \nD.  Implementation Arrangements \n16.  MARD  will  act  as  Executing  Agency  for  TA  implementation.  MARD  has  extensive \nexperience in administering externally funded projects in Viet Nam. An interdepartmental project \npreparation  group  of  MARD,  comprising  technical  personnel  designated  by  the  relevant \ndepartments, will be established to act as the direct counterpart group for the TA, provide policy \nand  technical  guidance,  and  facilitate  resolution  of  outstanding  TA  implementation  issues. \nRepresentatives  of  key  potential  provinces  will  be  invited  as  required.  MARD,  through  its \nInternational Cooperation Department, will also ensure  central-level interministerial coordination \nwith the relevant agencies of the Government, including the Ministry of Finance, Ministry of \nIndustry, Ministry of Planning and Investment, Ministry of Public Health, Ministry of Science and \nTechnology,  Ministry of Trade, and  State Bank of Viet Nam. \n \n17.  The TA will be implemented over 8 months, August 2007– March 2008. It will provide 70 \nperson-months of consulting services, comprising 28 person-months of international and 42 \nperson-months  of  national  expertise  in  agricultural  economics,  agronomy,  postharvest \noperations, SME credit, institutional development, agricultural marketing, financial and economic \nanalyses,  social  development,  and  environmental  and  public  health  assessment.  The \ninternational agricultural economist will lead the TA consultant team. An international consulting \nfirm will provide all the international and national consulting services. The consultants will be \nengaged by ADB in accordance with the Guidelines on the Use of Consultants (2007, as \namended from time to time). The quality- and cost-based selection method will be used, and the \nshortlisted firms will present simplified technical proposals. The consultant will purchase the \nnecessary  office  equipment  in  accordance  with  ADB’s  Procurement  Guidelines  (2007,  as \namended from time to time). Equipment procured will be handed over to the Government at TA \ncompletion. The outline terms of reference for the consultants are in Appendix 4. \n \n18.  The TA will organize stakeholder workshops to disseminate outputs, obtain feedback \nand views, refine the project proposal, and ensure close liaison with key stakeholders at the \nnational, regional, and provincial levels as appropriate. Tripartite review meetings involving the \nGovernment, the TA consultant team, and ADB will be organized at least three times at critical \nmilestone events. The consultant will prepare (i) a TA inception report, including a detailed work \nprogram, to be submitted within 3 weeks of the start of the TA and to be discussed at the initial \ntripartite review meeting; (ii) an interim report to present preliminary findings, to be submitted by \nthe end of the fourth month of the TA and to be discussed at the interim tripartite review meeting; \n(iii)  a  draft  final  report  about  1  month  before  TA  completion  and  to  be  discussed  at  \n national- and regional-level workshops and at the final tripartite review meeting; and (iv) a final \nreport upon TA completion. At least 15 copies of each report will be provided to the Government. \nKey outputs of the TA will be translated into Vietnamese as required. The TA review missions of \nADB will coincide with the tripartite review meetings.  \n \nIV.  THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis to \nthe Government of Viet Nam for preparing the Quality and Safety Improvement of Agricultural \nProducts Project, and hereby reports this action to the Board.  \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nSustainable and  • Aggregate value  • National income and  • Medium-term \nequitable agricultural  added and exports of  export statistics  macroeconomic stability \ngrowth achieved  the agriculture sector  • Monitoring by the  maintained \n  to increase at about  Ministry of Planning and  • Steady progress in the \n  3.0−3.2% and  Investment (MPI) and the  commercialization of the \n12.3−14.3%,  Ministry of Agriculture  country’s agriculture sector \nrespectively, per  and Rural Development  • Effective dissemination of \nannum during  (MARD)  the positive economic \n2006−2010 in line  • Dialogue between the  impact to poor \nwith the  Asian Development Bank  communities \nGovernment’s 5-year  (ADB) missions and the  Risk \nSocio-Economic  Government and other  • Slow progress in \nDevelopment Plan  key stakeholders  supportive infrastructure \n(SEDP)  development in rural \n• Project contribution to  transport and \nreducing nationwide  communications \npoverty by half from   \n22% in 2005 \n \nOutcome      Assumptions \nA detailed investment  • An appropriate project  • Monitoring by MPI and  • Continued Government \nproject proposal agreed  proposal prepared  MARD  commitment to more \nupon by the  and agreed upon  • Dialogue between ADB  efficient market-oriented \nGovernment and other  within 8 months for  missions and key  systems in the agriculture \nkey stakeholders for  possible ADB  stakeholders  sector \nimproving quality and  financing  • Relevant studies under  • Steady progress in sector \nsafety of agricultural  • Project design  ADB technical  reforms for a more \nproducts  formulated in line with  assistance (TA 6113- effective national \n  the Government’s  REG) for pro-poor  agriculture science and \n  SEDP and ADB’s  marketing of agricultural  technology system \ncountry strategy and   and agro-based products   \nprogram for Viet Nam     \n(2007–2009)   \n \nOutputs      Assumptions \n1. Detailed technical  • Inception report,  • Monitoring by MPI and  • Timely provision of \nassistance (TA) work  including the TA work  MARD  counterpart budget \nprogram formulated  program, within 3  • Dialogue between ADB  support, and necessary \naccording to the TA  weeks of the start-up  missions and key  information for the TA \nterms of reference  of the TA  stakeholders  • Timely establishment of \n  • Relevant studies and  MARD’s interdepartmental \nreports prepared under  project preparation group \nADB TA and  projects of   \nother external funding   \nagencies   \n   \n      Assumptions \n2. Sector issues and  • Interim report,  • Monitoring by MPI and  • Timely provision of \nopportunities for  including an analytical  MARD  counterpart budget \ncommercial agriculture  sector review, before  • Dialogue between ADB  support, and necessary \n ", "Appendix 1  7\nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nidentified and assessed  the end of the fourth  missions and key  information for the TA \nmonth of the TA  stakeholders  • Active participation of key \n  • Relevant studies and  stakeholders in planning \nreports prepared under  workshops organized \nADB TA and  projects of  under the TA \nother external funding   \nagencies   \n   \n      Assumptions \n3. Relevant lessons  • Interim report,  • Monitoring by MPI and  • Continued Government \nand experiences  including an analytical  MARD  commitment to more \nidentified and  sector review, before  • Dialogue between ADB  efficient market-oriented \nincorporated into the  the end of the fourth  missions and key  systems in the agriculture \npreliminary project  month of the TA  stakeholders  sector \ndesign    • Relevant studies and  • Active participation of key \n  reports prepared under  stakeholders in planning \n  ADB TA and projects of  workshops organized \nother external funding  under the TA \nagencies   \n \n      Assumptions \n4. Alternative  • Draft final report,  • Monitoring by MARD  • Easy access to information \ninvestment options for  presenting the  • Dialogue between ADB  on  product quality and \nimprovement of product  proposed investment  missions and the  safety standards \nquality and safety  project, about 1  Government and other  • Steady progress in \nstandards along the  month before project  key stakeholders  fulfillment of legal and \nfood supply chains  completion  • Midterm and project  regulatory requirements of \nexamined and identified  • Final report,  completion review by  the World Trade \n  presenting the final  ADB and the  Organization, and under \n  project design, upon  Government  the bilateral and regional \n  TA completion     free trade agreements \n     \n \n      Assumptions \n5. Activities proposed  • Draft final report,  • Monitoring by MARD  • Capacity of participating \nfor promoting agri-  presenting the  • Dialogue between ADB  financial intermediaries \nbusiness households  proposed investment  missions and the  improved in financial \nand small and medium- project, about 1  Government and other  management, and loan \nsized enterprises  month before project  key stakeholders  identification and appraisal \n(SMEs) in agriculture  completion  • Midterm and project  • Clear systems and \nand agro-industry  • Final report,  completion review by  procedures for \n  presenting the final  ADB and the  implementing the \n  project design, upon  Government  Enterprise Law and the \n  TA completion     Common Investment Laws \nin place \n \n      Assumptions \n6. Measures to improve  • Draft final report,  • Monitoring by MARD  • Provision of adequate \ncapacity of key  presenting the  • Dialogue between ADB  support by central and \nstakeholders and  proposed investment  missions and the  provincial authorities \ninstitutions to meet  project, about 1  Government and other  • Effective linkages between \nrequirements of the  month before project  key stakeholders  agricultural research \nrelevant market value  completion  • Midterm and project  institutes, extension \n ", " 8  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nchains assessed  • Final report,  completion review by  services, and market \n  presenting the final  ADB and the  information systems in \nproject design, upon  Government  upland and remote areas \nTA completion    \n   \nActivities with Milestones  Inputs \nPhase 1  • ADB \n1. Formulate the detailed work program for the TA to be included in the  $750,000 for consulting \ninception report within 3 weeks of the start of the TA  services (28 person-\n2. Assess critical issues and opportunities related to product quality and food  months international and \nsafety, and the relevant lessons and experiences of other projects  42 person-months  \n3. Formulate sector and subsector road maps to promote commercial  national), travels, \nagriculture and SME development  workshops, office \n4. Prepare an interim report with preliminary findings by the end of the fourth  equipment, and translation. \nmonth of the TA  • Government \nPhase 2  $200,000 in kind for office \n5. Examine alternative investment options to achieve the ultimate project  accommodations, \nobjectives  counterpart staff support, \n6. Identify high-priority crops and most suitable geographical areas   facilities for seminars and \n7. Assess the needs of key stakeholders for knowledge, information, and  meetings, other \ncapacity building  administrative expenses, \n8. Prepare a detailed project proposal, including the Government’s feasibility  and part of local transport \nstudy and related procurement plans  costs. \n9. Formulate consensus among national and local stakeholders on the detailed   \nproject proposal   \n \n \n \n \n \n \n \n \n \n ", "  Appendix 2  9 \n \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Viet Nam: \nIn Viet Nam, the agriculture sector accounts for about 21% of the country’s gross domestic product, and \nabout 57% of the labor force. The sector’s shares are expected to decrease due to the relatively more \nrapid growth of the industry and service sectors. However, agriculture will continue to play an important \neconomic  role  in  achieving  sustainable  and  equitable  growth  and  in  reducing  rural  poverty.  The \nComprehensive Poverty Reduction and Growth Strategy (CPRGS), which is the Government’s long-term \nstrategy for poverty reduction, emphasizes the importance of agriculture and rural development in poverty \nreduction, particularly in upland and remote areas. This strategic thrust of CPRGS is clearly reflected in \nthe 5-year Socio-Economic Development Plan (2006-2010) launched in June 2006. The ensuing loan \nproject will contribute to achieving the poverty reduction objectives of the Government’s strategy and plan. \n \n \nB.  Poverty Analysis         Targeting Classification: General Intervention \n \nWhat type of poverty analysis is needed?  \nA detailed analysis is required of the social and poverty impact of the ensuing loan project on the potential \nproject beneficiaries in accordance with the Asian Development Bank’s (ADB) relevant guidelines and \nstandard practices.  The analysis  should  include socioeconomic  profiles  of  potential  beneficiaries  by \nincome and poverty levels, gender, ethnicity, and other factors as baseline information; and assess their \nroles, needs, and absorptive capacity in relation to the ensuing loan project. Available studies and reports \non the poverty situation in Viet Nam will be reviewed and complemented by participatory rural appraisals \nto be carried out in the potential project provinces. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \nA stakeholder analysis will be carried out under the technical assistance (TA). A series of national and provincial \nstakeholder consultations will be conducted at critical milestones during TA implementation. In consultation \nwith the TA executing agency, the TA will ensure participation of the relevant government agencies, \nprovincial governments, farmer groups, other external funding agencies, private enterprises, and civil \nsociety organizations. \n \nIs there a participation strategy?     Yes                   No \nA specific strategy for stakeholder participation will be worked out at TA inception as part of the TA work program. \n \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \nIn accordance with the Government’s approved strategies and stated commitments, the ensuing loan project will \nincorporate specific measures or an action plan to ensure gender equality in the proposed project outputs. \n \n \nHas an output been prepared?      Yes     No \n \n \n \n \n ", "10  Appendix 2 \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n    The ensuing loan project may include upgrading of small-  \n   Significant  scale civil works  and rehabilitation of  existing facilities on    Full \nResettlement    Government  land.  These  civil  works  will  not  require   \n Not significant  involuntary resettlement.   Short \n   \n None   None  \n    The TA will assess the affordability of project activities to   \n   Significant  the rural poor, particularly those in upland and remote   Yes \nAffordability    areas.  The  TA  will  ensure  close  coordination  and   \n Not significant  consistency  with  the  activities  of  the  Government’s    No \n  national  programs  in  agriculture  to  target  poor  and \n None  disadvantaged communities. \n    None.   \n   Significant   Yes \nLabor     \n Not significant    No  \n \n None \n    The ensuing loan project will have a positive impact on   \n   Significant  people of ethnic minority groups in upland and remote   Yes \nIndigenous    areas who are involved in production and marketing of   \nPeoples   Not significant  commercial crops. The project will need to incorporate    No  \n  special measures for mainstreaming and addressing \n None  issues of ethnic minority people. \n    A positive impact on women is expected as the ensuing   \n   Significant  loan  project  will  have  special  means  to  mainstream   Yes \nGender    gender  issues  and  promote  gender  equality  in  the   \n Not significant  provision of project benefits.    No  \n \n None \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  476.0 \n      ii.  National Consultants  105.0 \n    b.  International and Local Travel  77.0 \n    c.  Reports and Communications  8.0 \n  2.  Equipmentb  8.0 \n  3.  Workshops and Seminars  10.0 \n  4.  Miscellaneous Administration and   20.0 \n    Support Costs \n  5.  Translation and Interpretation  4.0 \n  6.  Representative for Contract Negotiations  5.0 \n  7.  Contingencies  37.0 \n      Subtotal (A)  750.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  20.0 \n  2.  Remuneration and Per Diem  70.0 \n    of Counterpart Staff \n  3.  Meeting and Seminar Facilities  60.0 \n  4.  Others  50.0 \n      Subtotal (B)  200.0 \n        Total  950.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb    Including computers, a photocopier, and other office equipment and materials. \nSources:  Estimates  by  the  Ministry  of  Agriculture  and  Rural  Development,  and  Asian \nDevelopment Bank missions. \n ", "12  Appendix 4 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  General Work Requirements \n \n1.  The  technical  assistance  (TA)  will  require  the  following  consulting  services.  The \ninternational agricultural economist will lead the consultant team. The consultants should have \nadequate working experience in Southeast Asia, preferably in Viet  Nam. The international \nconsultants should have (i) adequate relevant working experience in preparing projects for \nmultilateral  financial  institutions  in  Southeast  Asia,  (ii)  sound  knowledge  of  and  practical \nexperience  in  relevant  fields,  and  (iii)  strong  interpersonal  and  communication  skills.  The \nnational consultants should (i) have extensive knowledge and experience in the relevant fields \nin Viet Nam, (ii) have experience in working with government institutions and international \nconsultants, and (iii) be fluent in written and spoken English.  \n \nConsultant Expertise and Person-Months \n \nExpertise  International  National  Total \n       \nAgriculture Economics   8   8  16 \nAgronomy   4   4    8 \nPost-Harvest Operations   2   10  12 \nSmall and Medium-Sized Enterprise Credit   3   4    7 \nInstitutional Development   3   4    7 \nAgricultural Marketing   2   2    4 \nFinancial and Economic Analyses   2   2    4 \nSocial Development    2   4    6 \nEnvironmental and Public Health Assessment   2   4    6 \nTotal  28  42  70 \nSources: Staff estimates. \n \nB.  Specific Work Assignments for Consultants \n \n  1.  Agricultural Economist/Team Leader \n \n2.  The consultant will \n(i)  assess the overall macroeconomic situation and development contexts in Viet \nNam, including a review of key structural changes, market development, and \nrural-urban transition; \n(ii)  review the Government’s development plans, policies, and strategies; and the \ncountry strategies and programs of ADB and other external funding agencies; \n(iii)  conduct an in-depth assessment of the agriculture sector, including the latest \ndata on production, yield, farming systems, and resource potentials; \n(iv)  assess marketing of agricultural and agro-based products, including forward and \nbackward linkages; and analyze market trends, price movements, and projected \ndemand for Vietnamese products; \n(v)  examine the key opportunities and issues related to quality improvements and \nfood  safety  of  agricultural  and  agro-based  products,  including  relevant \nGovernment  policies  and  regulations,  by  drawing  lessons  from  national  and \ninternational experiences, where appropriate; \n ", "  Appendix 4           13 \n(vi)  assess investment opportunities for and constraints to private agribusinesses in \nViet  Nam,  taking  into  consideration  access  to  markets,  and  market-related \ninfrastructure; \n(vii)  examine past, ongoing, and planned loan and TA projects in agriculture  financed \nby ADB, other external funding agencies, and civil society organizations; identify \nimportant lessons from similar projects and programs in Viet Nam; \n(viii)  initiate a logical framework for the ensuing loan project and analyze relevant \nsectors and subsectors;  \n(ix)  lead the TA consultant team in formulating the detailed project design, which \nshould be simple and realistic; \n(x)  assist in preparing Government feasibility studies and Procurement Plan for the \nensuing loan project; and  \n(xi)  ensure that all aspects of the ensuing loan project are assessed in terms of its \ntechnical, environmental, social, financial, and economic viability. \n \n  2.  Agronomists    \n \n3.  The consultant will \n(i)  assess soil, climatic, and topographic conditions of the potential project provinces \nfor  the  ensuing  loan  project,  and  identify  important  crops    for  commercial \nproduction, marketing, and processing; \n(ii)  examine area-specific agronomic requirements for soil treatment, integrated pest \nmanagement, planting, grafting, harvesting, storing, packing, and transportation; \n(iii)  identify main causes of low productivity and low product quality of commercial \ncrops, and recommend effective measures to address the problems;  \n(iv)  highlight major problems related to inappropriate use of pesticides, herbicides, \nand other chemicals; and evaluate alternative options for improving food safety; \n(v)  assess existing institutional arrangements for implementing and disseminating \ndomestically  and  internationally  recognized  good  agricultural  practices  for \ncommercial crops;  \n(vi)  assess the current situation of seed and seedling production, and recommend \neffective measures for improving the availability of planting materials suitable for \ncommercial sale and processing; and \n(vii)  present typical cropping patterns and budgets for the selected crops. \n \n  3.  Postharvest Operations Specialists \n \n4.  The specialist will \n(i)  conduct a detailed assessment of the opportunities and constraints related to \nagricultural postharvest operations in Viet Nam; \n(ii)  assess the capacity and limitation of the existing agricultural research, extension, \nand market information systems, with emphasis on postharvest research, and \nproduct  grading  and  certification;  and  recommend  appropriate  measures  for \nenhancing institutional capacity and resources of these systems; \n(iii)  examine ongoing and planned competitive grant systems for agricultural post-\nharvest research, and existing systems for integrated research and extension \nbeing carried out at selected regional research institutes and centers; \n(iv)  review  existing  linkages  between  national  and  regional  agricultural  research \ninstitutes,  and  extension  services  for  commercial  crop  production  and  post-\nharvest operations; and incorporate into the project design appropriate measures \nto strengthen operational linkages between postharvest research and extension;  \n ", "14  Appendix 4 \n(v)  examine the feasibility of strengthening SME-assisted postharvest operations \nthrough the establishment of enterprise innovation funds for supporting market-\ndriven product development; and \n(vi)  assess the existing capacity of public extension services for commercial crop \nproduction and marketing, and product storing, processing and packaging; and \nrecommend measures to strengthen the capacity of grassroot-level agricultural \nextension services to improve the quality and safety of agricultural and agro-\nbased products. \n \n  4.  SME Credit Specialists \n \n5.  The specialists will \n(i)  conduct an analytical review of the financial sector in Viet Nam, with emphasis on \n(a) the availability of and gaps in medium- to long-term funds for lending to \nprivate  agribusiness  households  and  agro-based  SMEs,  (b)  financial \nintermediaries involved in SME lending operations and their operational issues, \nand (c) progress of reform measures being carried out in the financial sector; \n(ii)  identify  financial  intermediaries  for  possible  participation  in  the  ensuing  loan \nproject based on a detailed assessment of their performance, capability, and \ngeographical coverage; \n(iii)  establish appropriate eligibility criteria for selecting  borrowers of SME credit \nfunds; \n(iv)  estimate costs involved in SME lending operations, including administrative costs \nand loan loss provisions, and propose appropriate relending and onlending terms \nand conditions; and \n(v)  project the aggregate amount of SME credit funds that the ensuing loan project \nwill need. \n \n  5.  Institutional Development Specialists \n \n6.  The specialists will \n(i)  assess the systems, laws, and regulations for standardizing quality and safety for \nagricultural and agro-based products in Viet Nam; and recommend measures for \nimprovements to meet market requirements; \n(ii)  review laws, regulations, and practices covering agricultural product cooperatives \nand  farmers’  collaborative  groups;  and  formulate  appropriate  measures  to \nstrengthen them; \n(iii)  examine  the  performance  and  capacity  of  the  staff  and  other  stakeholders \ninvolved  in  agribusiness  development,  and  agricultural  support  services  at \nprovincial, district and commune levels; and assess the need for upgrading and \ndeveloping human resources; and \n(iv)  examine the need for building the capacity of relevant institutions involved in  \nimplementing the national action plans for hygiene and food safety of agricultural \nand agro-based products. \n \n  6.  Agricultural Marketing Specialists \n \n7.  The specialists will \n(i)  review the supply chains of agricultural and agro-based products; and identify \nkey constraints to effective market transactions; \n ", "  Appendix 4           15 \n(ii)  examine key constraints to private agribusinesses, including issues related to \nmarketing, certification, and private property rights; \n(iii)  assess the availability of and need for supportive market infrastructure in the \npotential project provinces and major market centers, and propose measures for \nreducing marketing costs, and improving product quality and safety; \n(iv)  review existing market information and intelligence systems, and recommend \nspecific measures to improve them for more effective use and dissemination of \naccurate and updated market information; and \n(v)  assess the performance, capacity, and bargaining powers of farmers for effective \nmarketing  of  agricultural  and  agro-based  products  in  the  potential  project \nprovinces;  and  recommend  specific  measures  to  improve  their  marketing \ncapacity. \n \n  7.  Financial and Economic Analyses Specialists \n \n8.  The specialists will \n(i)  prepare the detailed cost estimates of the ensuing loan project following ADB \nstandard  practices;  and  propose  appropriate  financing  plans  and  fund  flow \narrangements satisfactory to the Government and ADB; \n(ii)  carry  out  financial  and  economic  analyses  for  the  ensuing  loan  project,  in \naccordance with ADB’s Guidelines for the Economic Analysis of Projects;  \n(iii)  present typical income and expenditure patterns of farm households with various \ncropping patterns and landholdings in the potential project provinces; and \n(iv)  identify  possible  risks  to  the  project’s  effectiveness  and  sustainability;  and \nrecommend appropriate measures for minimizing them; and. \n(v)  undertake  a  financial  management  assessment  in  accordance  with  ADB’s \nGuidelines on Financial Management and Analysis of Projects  (2005).  \n   \n  8.  Social Development Specialists \n \n9.  The specialists will \n(i)  conduct a detailed social and poverty analysis, including assessments of social \nsafeguards  related  to  the  ensuing  loan  project,  in  accordance  with  ADB’s \nHandbook for Poverty and Social Analysis (2001), Handbook for Incorporation of \nSocial Dimensions in Projects (1994), Gender Checklist in Agriculture, Policy on \nIndigenous  Peoples  (1998),  and  other  relevant  ADB  social  policies  and \nguidelines;  \n(ii)  examine  detailed  socioeconomic  profiles  of  potential  beneficiaries  in  the \nproposed project provinces by income and poverty levels, gender, ethnicity, and \nother factors; and assess their roles, needs, and absorptive capacity in relation to \nthe ensuing loan project; \n(iii)  assess the current issues related to gender, ethnic minority groups, rural poverty, \nand impact of food safety issues on the poor in the potential project provinces; \nand examine any possible project impact on gender, ethnic minorities, and the \nrural poor; \n(iv)  formulate action plans to mainstream the issues in (iii), including an indigenous \npeoples development plan and a gender action plan for the ensuing loan project, \nwhen any significant  impact on gender and ethnic minority groups is anticipated; \nand \n(v)  establish benchmark information related to gender, ethnic minority groups, and \nrural poverty; and design an appropriate system for monitoring and evaluation.  \n ", "16  Appendix 4 \n \n9.  Environmental and Public Health Assessment Specialists \n \n10.  The specialists will \n(i)  examine potential environmental and public health issues related to occupational \nhealth risks, food safety, and possible hazardous wastes and by-products from \nprocessing factories; \n(ii)  provide a detailed overview and assessment of public health institutions and \nregulations  related  to  food  safety;  and  recommend  measures  for  improving \nrelevant institutional linkages;   \n(iii)  assess potential environmental impacts including cumulative and indirect impacts \nassociated  with  the  proposed  project  interventions;  and  prepare  an  initial \nenvironmental examination (IEE) report and a summary IEE for the project in \naccordance with ADB’s Environmental Assessment Guidelines (2003), and the \nGovernment’s environmental regulations; \n(iv)  identify training needs to enhance environmental benefits or minimize the likely \nadverse impact of the ensuing loan project on the environment and public health;  \n(v)  assess  the  potential  environmental  impact  of  sample  subprojects  to  be \nconsidered under credit lines for agro-based SMEs in accordance with ADB’s \nGuidelines for Environmental Assessment of Financial Intermediation Loans and \nEquity Investments; \n(vi)  assess the existing and proposed environmental assessment and management \nsystems  and  capacity  of  the  project  executing  agency  and  the  participating \nfinancial intermediaries; and \n(vii)  identify  medium-  to  long-term  environmental  and  public  health  concerns  in \nagriculture and agribusiness with reference to ADB’s draft Country Environmental \nAnalysis for Viet Nam (2006).9 \n \n \n \n \n \n                                                 \n9  ADB. (2006). Country Environmental Analysis for Viet Nam. Manila \n "], "metadata": {"ModDate": "D:20070510091643+08'00'", "CreationDate": "D:20070502165929+08'00'", "Title": "Preparing the Quality and Safety Improvement of Agricultural Products Project (Financed by the Japan Special Fund)", "Creator": "PScript5.dll Version 5.2", "Author": "", "Keywords": "long term agriculture sector, growth promote agribusiness agro-based, enterprises research market information, upland commercial crops, farmers small medium", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 6 March 2007) \n \nCurrency Unit –  dong (D) \nD1,000 =  $0.000062578 \n$1.00 =  D15,998 \n  \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CPRGS    Comprehensive Poverty Reduction and Growth Strategy \n  MARD  –  Ministry of Agriculture and Rural Development \n  MPI  –  Ministry of Planning and Investment \n  SEDP  –  Socio-Economic Development Plan \n  SME  –  small and medium-sized enterprise \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Agriculture and natural resources \nSubsectors  –  Agriculture production, agroprocessing, and agribusiness \nThemes  –  Sustainable economic growth, private sector development, capacity \ndevelopment  \nSubthemes  –  Promoting economic efficiency and enabling markets; public-private \npartnerships; client relations, network, and partnership development  \n \n \nNOTE \n \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  U. S. Malik, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  A. Tayyab, Senior Natural Resources Economist, SERD \nTeam members  M. Oka, Social Development Specialist, SERD  \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "U. S. Malik", "role": "Agriculture", "organization": "Environment"}, {"fullname": "A. Tayyab", "role": "Senior Natural Resources Economist", "organization": "SERD"}, {"fullname": "M. Oka", "role": "Social Development Specialist", "organization": "SERD"}]}