{"path": "data/input/ta/39525-nep-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 39525  \nJanuary 2006 \n \n \n \n \n \n \n \n \nTechnical Assistance \nKingdom  of  Nepal:  Enhancing  Poverty  Reduction \nImpact of Road Projects \n(Financed by the Poverty Reduction Cooperation Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 24 November 2005) \n \n \nCurrency Unit  –  Nepalese rupee/s (NRe/NRs) \nNRe1.00  =  $0.0135 \n$1.00  =  NRs73.58 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DOR  –  Department of Roads \n  NGO  –  nongovernment organization \n  RMDC  –  Rural Microfinance Development Center \n  RNDP  –  Road Network Development Project \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Transport and communications \nSubsector  –  Roads and highways \nTheme  –  Inclusive social development  \nSubtheme  –  Other vulnerable groups \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \nVice President     L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nCountry Director    S. Hafeez Rahman, SARD \n \nMission leader     N. Sapkota, Social Environment Officer, SARD \n ", " \nI.  INTRODUCTION \n1.  The Government of Nepal (the Government) has requested the Asian Development \nBank (ADB) for technical assistance (TA) for capacity building of the Department of Roads \n(DOR) and for a pilot project to enhance the poverty reduction impact of its road projects.1 A \nFact-Finding Mission (the Mission)2 was conducted from 20 to 30 June 2005 and discussions \nwere held with relevant government agencies, donors, and civil society groups. This TA paper is \nbased on the discussions and understanding between the Government and the Mission on the \nimpact,  outcome,  outputs,  scope,  cost  estimates  and  financing  plan,  implementation \narrangements, and terms of reference.  \n \nII.  ISSUES \n2.  Nepal is still one of the world’s poorest countries, with low per capita income and a high \nincidence of poverty. Poverty is more prevalent and severe in rural areas, where its incidence is \nalmost double that of urban areas. Underprivileged social groups are the most impoverished.   \n \n3.  The Poverty Reduction Strategy and Tenth Plan of the Government highlight the need to \naddress chronic poverty and social exclusion. The Tenth Plan is built on four pillars: (i) broad-\nbased economic growth, (ii) social development, (iii) targeted programs for excluded groups, \nand (iv) good governance to bring the poor into the mainstream development process.  \n \n4.  In line with the Tenth Plan and Poverty Reduction Strategy, ADB’s Country Strategy and \nProgram  (2005–2009)  proposes  to  foster  broad-based  and  inclusive  social  and  economic \ndevelopment  to  achieve  sustained  poverty  reduction.  ADB’s  support  for  a  more  inclusive \ndevelopment process will assist the Government to improve access for the poor to basic \nservices, enhance their opportunities for economic advancement, boost their participation in the \ndevelopment process, and address disadvantaged groups’ needs more directly and effectively.  \n \n5.  A major focus of the Government’s Tenth Plan and ADB’s country strategy and program \nin  the  transport  sector  is  to  reduce  regional  socioeconomic  disparities  through  increased \nconnectivity. This will significantly ease social tensions as less developed regions are integrated \nwith Nepal’s mainstream market economy. Transport connectivity will also foster broad-based \ngrowth and support gradual shift away from subsistence agriculture to commercial agriculture \nand non-farm activities, which are vital to strong poverty reduction impacts.  \n \n6.  The poverty intervention concept is still new in the transport sector agencies, and \nespecially in the DOR, which is the key government agency responsible for construction and \nmaintenance of the country’s road network. It lacks clear guidelines, systems, and staff with \nskills necessary to address poverty issues in its operations. As a result, there is room to \nenhance the extent of direct poverty reduction impacts for most road projects. In the absence of \nadequate poverty intervention support, the majority of poor people in the vicinity of road project \nsites are less likely to benefit from road construction and upgrading.  \n                                                 \n1 The TA first appeared in ADB Business Opportunities on 15 August 2005. The TA concept paper was approved by \nManagement on 11 August 2005. \n2 N. Sapkota, Social Environment Officer, Nepal Resident Mission, was mission leader. S.H. Rahman, Country \nDirector, Nepal Resident Mission, provided overall guidance to the Mission. P. Logan, Project Administration Unit \nHead participated in selected meetings. R. Dhakal, Road Network Development Project Social Development \nSpecialist participated during field visits on 22–25 June. S. Ra, Senior Country Programs Specialist, assisted on TA \nprocessing issues. \n ", "2  \n7.  The Government has expressed strong commitment to develop the DOR’s capacity for \ndealing more directly with poverty issues in road construction and rehabilitation. The DOR has \nalso planned to set up a social development unit, develop appropriate guidelines, and carry out \na poverty intervention pilot program on some roads under the ADB-financed Road Network \nDevelopment Project (RNDP).  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The TA will help the Government to implement a pilot project and develop DOR capacity \nfor enhanced direct poverty reduction impacts of road projects. The expected TA outcomes are \n(i) enhanced skills and income generation capacity among wage laborers and poor households, \n(ii) institutional strengthening of local nongovernment organizations (NGOs) to serve the poor, \nand (iii) increased DOR capacity to enhance poverty reduction impacts of road projects. The TA \ndesign and monitoring framework is in Appendix 1. \n \nB.  Methodology and Key Activities \n9.  Consisting of two parts, the TA will include implementing a pilot project and developing \ninterim guidelines for DOR to enhance direct poverty reduction impacts of road projects.  \n \n1.  Pilot Project \n10.  A pilot project will be implemented as a supplementary component of the RNDP to \nmaximize  poverty  reduction  impacts  of  three  roads  under  improvement  (Damak-Gauriganj, \nPauwa-Phidim, and Biratnagar-Bardanga-Urlabari) in Morang, Jhapa, and Panchthar districts. \nThese roads have high potential for poverty reduction impacts. Partner NGOs of the Rural \nMicrofinance Development Center (RMDC), which is the Implementing Agency for the ADB-\nfinanced Rural Microfinance Project, are already operating in these districts, although they have \nnot yet extended their services to the poor living near these road sites. In the interest of \neffectiveness and sustainability, the TA will draw on existing RMDC programs in these districts \nand use existing NGOs to implement the pilot project. The TA will finance initial overhead costs \nfor NGOs to expand their existing services to the RNDP road sites and for implementing new \nactivities under the pilot scheme. The NGOs will organize poor laborers, organize affected \npeople and other poor and vulnerable people into groups, and provide skills training and income \ngenerating activities. The RMDC will then provide microfinance to these groups.3 About five \ngroups (each comprising 20 households) will be formed in each 20–25 km section of these five \nroad sections. In this way, the pilot project will take in a total of about 500 households. The \nNGOs will use funds already available under the RMDC for the microfinance needs. DOR staff \nand TA consultants will coordinate the activities of NGOs. Similarly, DOR staff, consultants, and \nNGOs will also work with the contractors and local government agencies to maximize the \nProject’s benefits among the poor. The DOR has committed to continue the activities initiated \nunder the pilot project in partnership with local NGOs for an adequate length of time to ensure \ntheir sustainability, and it will also evaluate results. These will be used to learn lessons and \nimprove design and benefits. This feedback process, then, will be institutionalized within DOR \nas a framework for enhanced poverty reduction impacts in road projects. \n \n                                                 \n3 The social survey team under the RNDP has identified the list of such target households. The TA consultants and \nNGOs will coordinate with the RNDP team. \n ", "                        3\n11.  The pilot project will include mainly three types of activities: (i) situation analysis, needs \nassessments, and social mobilization; (ii) skills training, income generation, and marketing \nand/or community development; and (iii) monitoring and evaluation. The pilot project will be \nimplemented in a phased manner (paras. 12–14).  \n \n12.  Phase  1:  Situation  Analysis,  Needs  Assessment,  and  Social  Mobilization  (3 \nmonths). Most of the poor households and laborers are unorganized. They first need to be \nstudied and organized into groups so that they can be effectively mobilized to achieve the \nProject’s objectives. Several activities will be carried out in this respect, including: \n(i)  Stocktaking of existing relevant programs in the RNDP roads’ areas of influence. \n(ii)  Engaging NGOs identified in the districts as service providers.  \n(iii)  Finalizing training programs and identifying trainers. \n(iv)  Disseminating project-related information to local stakeholders (public meetings, \ndistribution of pamphlets, meetings with labor and poor groups). \n(v)  Collecting baseline socioeconomic information and data and identifying target \nhouseholds.  \n(vi)  Selecting poor households and organizing them into groups. \n(vii)  Providing training to the groups on group management, savings, credit, and \nbookkeeping. \n \n13.  Phase 2: Skills Training, Income Generation, and Marketing and/or Community \nDevelopment (12 months). This is a key component of the pilot project. NGOs will help the \ntarget groups to identify and implement appropriate income generation activities. Each group \nwill be provided with appropriate skills training and income generation support. While specific \nactivities and beneficiaries will be finalized by NGOs during implementation, the activities shown \nin Table 1 have been suggested by local stakeholders consulted during the field visits to the \nRNDP districts: \n \nTable 1: Potential Income-Generating Activities Suggested by Local Stakeholders \nA.  Improved Agriculture Practices  C.  Marketing and/or Community \n  1.  Vegetable and cash crops  Development Activities \n  2.  Pig and goat raising    1.  Setting up stalls for the poor at \n  3.  Veterinary services  local market centers \n  4.  Dairy related activities    2.  Developing market cooperatives \nB.  Microenterprise and Jobs Skills     3.  Linkages to main market centers \n  1.  Carpentry, plumbing, and wiring    4.  Planting fruit trees in road \n  2.  Technician  skills  (e.g.,  repairing  radios,  alignment \ncycles)    5.  Coordination with line agencies \n  3.  Carpet and local garments  for public services that promote \n  4.  Food  processing,  such  as  producing  income generation and \nnoodles and pickles  community development \n  5.  Trading at local weekly markets \nSource: ADB fact-finding mission. \n \n14.  Phase 3. Monitoring and Evaluation (3 months).  DOR staff, TA consultants, and \nNGOs will closely monitor the pilot project. Each activity will be carefully evaluated after its \ncompletion. The lessons learned from the pilot program will be considered while developing and \nfinalizing the interim guidelines for DOR. Several activities will be carried out in this phase: \n(i)  Monitoring the process and results of the pilot activities.  \n(ii)  Performing a baseline survey prior to starting the pilot activities and a survey \nafter project completion to determine the benefits of the pilot intervention. \n ", "4  \n(iii)  Preparing a similar survey of a control group that does not benefit from the pilot \nproject to discount any external influences. \n(iv)  Collecting feedback from targeted beneficiaries, government agencies, NGOs, \ncommunity-based organizations, and other relevant stakeholders about the pilot \nprogram’s effectiveness. \n(v)  Preparing monitoring reports and discussing the findings with DOR. \n(vi)  Using lessons learned from the pilot program in drafting the interim guidelines. \n(vii)  Developing a scaling-up or follow-up plan based on this experience. \n(viii)  Disseminating the findings through various communication channels. \n \n15.  Based on information provided by the NGOs consulted during field visits by the Fact-\nFinding Mission, the cost of the pilot activities is tentatively estimated at $4,000 per group. Thus, \nthe pilot project will need a total of about $100,000 for 25 groups in five road sections.  \n \n2.  Developing Interim Guidelines for the DOR \n16.  The TA will assist the DOR to develop interim guidelines to enhance poverty reduction \nimpacts of its road projects. The DOR has planned to set up a social development unit.4 The \nGovernment has committed to provide adequate resources and to continue and maintain this \nunit. The TA consultants will train and work with staff at the social development unit to develop \nthe interim guidelines. Consultation meetings at various levels will be organized to obtain views \nfrom the various stakeholders, including two workshops at each road section (one during \ninception and another at the end of the pilot scheme) and three workshops at the national level \n(during inception, after 12 months, and at the end of the TA). The experience and results of the \npilot project will be taken into consideration while developing the interim guidelines,5 and the \nProject will also draw experience from other similar donor projects in Nepal. \n \n17.  Lessons from the relevant efforts of the Government and other donors have been \nincorporated into the design of this TA.6 These include the need for (i) targeting the poorest of \nthe poor while selecting the beneficiaries; (ii) effective participation of local stakeholders as well \nas senior Government staff from the very beginning of the Project; (iii) simplicity of the project \nmodality; (iv) close monitoring, accountability and transparency at the local level; (v) linkage with \nlocal agencies and NGOs; and (vi) Government ownership of the TA outputs.  \n \nC.  Cost and Financing \n18.  Total cost of the TA is estimated to be $430,000 equivalent, of which $55,000 is foreign \nexchange cost and $375,000 equivalent is local currency cost. The Government has requested \nADB to finance $350,000 equivalent, covering the entire foreign cost and $295,000 equivalent of \nthe local currency cost. The TA will be financed on a grant basis by the Poverty Reduction \nCooperation Fund to be administered by ADB. The Government will finance the balance of the \n                                                 \n4 Although the DOR’s plan to establish a social development unit is not specifically for this TA, it will most \nappropriately serve in implementing the TA, and the TA will likewise help to strengthen the social development unit.  \n5 After 2 years of implementation, the interim guidelines will be reviewed and ADB may provide further assistance to \nfinalize the guidelines or mobilize other funding to ensure completion of the pilots and finalizing the guidelines.  \n6 ADB. 1996. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Nepal for the Rural Infrastructure Development Project. Manila. The community-based road projects \nfinanced by German Agency for Technical Assistance (Deutsche Gesellschaft für Technische Zusammenarbeit) \nand  United  Kingdom’s  Department  for  International  Development  have  incorporated  poverty  intervention \ncomponents.  \n ", "                        5\nlocal currency cost, equivalent to $80,000. Details of the cost estimates and financing plan are \nin Appendix 2.  \n   \nD.  Implementation Arrangements \n19.  The DOR will be the Executing Agency. Its social development unit will coordinate \noverall TA implementation. The DOR will provide counterpart staff and office accommodation for \nthe TA consultants. Its Project Directorate will coordinate the pilot activities. While implementing \nthe pilot project, the DOR will also coordinate with  district development committees, village \ndevelopment committees, and relevant line agencies in the respective districts.  \n \n20.  The TA will be implemented over 18 months. The first 3 months will be spent in finalizing \nthe Program, selecting partner NGOs, needs assessment, and social mobilization. The next 12 \nmonths will be devoted to implementing the pilot activities. The last 3 months will be used to \nevaluate  the  program  while  finalizing  the  interim  guidelines  and  incorporating  the  lessons \nlearned from the pilot scheme.  \n \n21.  There will be total consultancy inputs of 37.5 person-months, 1.5 of which will be \ninternational  and  36  domestic.  The  international  consultancy  will  be  provided  by  a  social \ndevelopment  specialist.  The  domestic  consultancy  will  include    one  social  development \nspecialist and one gender and/or social inclusion expert. The consultants will be selected and \nengaged individually by ADB in accordance with ADB  guidelines.7 Outline terms of reference \nare attached as Appendix 3.  \n \n22.  The TA will also require the services of NGOs to implement the pilot project activities. \nOne NGO will be engaged for each road section.8 NGOs will be selected and engaged directly \nby  ADB  from  among  those who are already working with RMDC under an ADB-financed \nmicrofinance project in the respective project districts. NGOs will work in coordination with line \nagencies in the district and are expected to continue their microfinance activities beyond the \npilot phase. Outline terms of reference and eligibility and selection criteria are presented in \nAppendix 4. Procurement of equipment will be undertaken in accordance with ADB guidelines \nand will be turned over to the Government after completion of the TA.9  \n \n23.  The TA is expected to commence in February 2006 and be completed in August 2007. \nThe consultants will submit an inception report within 1.5 months after the start of the TA, \nprogress reports every 3 months, a draft final report after completion of the core TA activities, \nand a final report after incorporating ADB’s comments. The consultants will provide all of the \nabove reports to the Executing Agency and ADB.  \n \nIV.  THE PRESIDENT'S DECISION  \n24.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $350,000 to the Government \nof Nepal to be financed on a grant basis by the Poverty Reduction Cooperation Fund for \nEnhancing Poverty Reduction Impact of Road Projects, and hereby reports this action to the \nBoard. \n \n                                                 \n7 ADB. 2005. Guidelines on the Use of Consultants by ADB and Its Borrowers. Manila. \n8 While Pauwa-Phidim (23 km) and Damak-Gauriganj (22 km) will have one NGO on each road, Biratnagar-\nBardanga-Urlabari-Bardanga (65 km) will have three NGOs, i.e., one NGO for about 22 km.  \n9 ADB. 2004. Guidelines for Procurement under Asian Development Bank Loans. Manila.  \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nImpact       \nEnhanced direct poverty  Poverty incidence among  Collection of additional \nreduction impacts of  the 500 beneficiary  statistics regarding local \nDOR's road projects   households reduced from  areas by DOR and \n75% in 2005 to 37% in  nongovernment organizations \n2010.  (NGOs) at inception, \ncompletion, and 3 years \nthereafter. \n \nProject performance \nevaluation report \n  \nOutcome      Assumptions \n1. Increased livelihood  At least one member from  TA completion report  Continued employment \nopportunities for poor  each household engaged    opportunities. \npeople in five road  in income generating     \nsections.  activities.      \n        \n2. Enhanced capacity of  NGOs capable to cater  Report on microfinance  District NGOs will continue their \nNGOs and  microfinance services to  NGOs  operation and willingness to \nmicrofinance  more than 500 poor    serve poor people. \norganizations to serve  households.      \nthe poor.       \n      DOR will approve and enforce \n3. DOR capacity to  Support obtained for pro- Monitoring reports by DOR  the interim guidelines. \nenhance poverty  poor road projects \nreduction impact  modality from DOR senior \ndeveloped.  decision makers and \n  technical capacity \n  enhanced among social \n  development unit staff'. \n \nOutputs      Assumptions \n1. Wage laborers and  5 groups (at least 50%  Consultants reports  DOR willing to carry out pilot \npoor households  women) in each road    program to enhance poverty \norganized under the  section (5 * 20 households    reduction impacts of road \nscheme.  * 5 road sections = 500    projects. \n  households).     \n       \n2. Enhanced life skills  Each group receives 3  Training reports   \ntraining and income  packages of skills training    NGOs willing to work in the \ngeneration capacity.  and income generation    districts. \n  activities.     \n       \n3. Institutional  5 NGOs trained and  Consultants reports   \nstrengthening of NGOs  supported.     \nin RNDP districts.       \n      Risk \n4. Interim guidelines  Interim guidelines  Draft and final interim  Delays in approval of the interim \nprepared for DOR.  developed and submitted  guidelines  guidelines  \n  for Government approval. \n \nActivities with Milestones  Inputs \n1.1  Carry out situation analysis and needs assessments; select target beneficiaries  ADB: \nand organize them into groups by April 2006.  •  Consultants $145,000 \n  •  Services of NGOs $25,000 \n ", "                      Appendix 1  7\n2.1  Pilot test skills training and income generation activities for poor laborers and other  •  Report and \nvery poor people by May 2007.  Communications $2,000  \n  •  Pilot Project  $100,000 \n3.1  Select NGOs, provide training to NGO staff, and engage them to implement pilot  •  Workshops and Seminars \nprogram by March 2006.   $16,000 \n3.2  Carry out regular monitoring and evaluation activities, and develop a follow-up plan  •  Support Costs $10,000 \nby May 2007.  •  Contingencies  $52,000 \n   \n4.1  Draft interim guidelines and organize consultation workshops to finalize them by  Government: \nJuly 2007.   •  Office Accommodation \n4.2  Disseminate findings through various means by August 2007.  $45,000  \n  •  Remuneration and Per \n  Diem of Counterpart Staff \n$20,000 \n•  Others  $15,000 \n \n \nADB = Asian Development Bank, DOR = Department of Roads, NGO = nongovernment organization, RNDP = Road \nNetwork Development Project, TA = technical assistance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Foreign  Local  Total \nItem  Exchange  Currency  Cost \nA.  Poverty Reduction Cooperation Funda       \n  1.  Consultants       \n    a.  Remuneration and Per Diem       \n      i.  International Consultants  40.00  0.00  40.00 \n      ii.  Domestic Consultants  0.00  90.00  90.00 \n      iii.  Nongovernment Organizations  0.00  25.00  25.00 \n    b.  International and Local Travel  5.00  10.00  15.00 \n    c.  Reports and Communications  0.00  2.00  2.00 \n  2.  Pilot Project  0.00  100.00  100.00 \n  3.  Workshops and Seminars  0.00  16.00  16.00 \n  4.  Miscellaneous Administration and  \n    Support Costs  0.00  10.00  10.00 \n  5.  Representative for Contract Negotiations  0.00  0.00  0.00 \n  6.  Contingencies  10.00  42.00  52.00 \n      Subtotal (A)  55.00  295.00  350.00 \n       \nB.  Government Financing       \n  1.  Office Accommodation and Transport  0.00  45.00  45.00 \n  2.  Remuneration and Per Diem \n    of Counterpart Staff  0.00  20.00  20.00 \n  3.  Others  0.00  15.00  15.00 \n      Subtotal (B)  0.00  80.00  80.00 \n       \n        Total  55.00  375.00  430.00 \na  Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) aims to increase livelihood opportunities for poor families \nwithin the areas of project roads while providing capacity building support to the Department of \nRoads (DOR) of the Government of Nepal. The key TA activities will include (i) institutional \nsupport to DOR to develop its interim guidelines to enhance poverty reduction impacts of road \nprojects, and (ii) piloting poverty intervention activities in five Road Network Development \nProject (RNDP) road sections.  \n \n2.  There  will  be  total  inputs  of  37.5  person-months  of  consultancy,  including  1.5 \ninternational and 36 domestic. The international consultancy will consist of a social development \nspecialist. The domestic consultancy will include a social development specialist and team \nleader  plus  a  gender  and/or  social  inclusion  specialist.  The  consultants  will  be  recruited \nindividually by ADB in accordance with ADB guidelines. Outline terms of reference are as follow:  \n \nA.   Social Development Specialist and Team Leader (domestic, 18 months) \n \n3.  The  social  development  specialist  and  team  leader  should  have  several  years  of \nexperience in social development in Nepal. Experience in developing and implementing poverty \nintervention programs is preferred. With support of the other TA consultants, he or she will have \noverall responsibility to implement the TA activities, including: \n \n1.  Preparation of Interim Guidelines  \n(i)  Coordinate and communicate with DOR counterpart staff. \n(ii)  Review relevant policies and practices on poverty intervention in road projects \nand synthesize the lessons learned. \n(iii)  Draft interim guidelines for DOR to enhance poverty reduction impacts of roads. \n(iv)  In  close  association  with  the  executing  agency,  finalize  the  draft  interim \nguidelines and organize stakeholder workshops to discuss them. \n(v)  Conduct broad-based consultations with all stakeholders concerned, including \ncivil society, government agencies, local bodies, and donors. \n(vi)  Prepare a follow-up action plan to implement the interim guidelines. \n \n2.  Implementation of Pilot Activities \n(i)  Identify nongovernment organization (NGO) partners for the five RNDP road \nsections. \n(ii)  Brief NGO partners about the Project and the methodology. \n(iii)  Undertake institutional analysis of selected NGOs. \n(iv)  Arrange and assist in appropriate institutional strengthening for selected NGOs. \n(v)  Design and implement training and/or workshops for NGO staff. \n(vi)  Supervise the NGOs in forming savings and credit groups and implementing the \npilot program. \n(vii)  Liaise with the RNDP project offices and project managers. \n(viii)  Recommend release of funds to NGOs. \n(ix)  Coordinate with the Rural Microfinance Development Center for releasing credit \nfunds to NGO partners. \n(x)  Organize and participate in meetings with stakeholders. \n(xi)  Monitor pilot activities, including surveying of beneficiaries and a control group to \ndetermine the benefits of the project intervention. \n(xi)  Encourage NGOs to conduct public audits of their programs and to demonstrate \ntransparent record keeping. \n ", "10  Appendix 3 \n(xii)  Carry  out  other  necessary  activities  for  successfully  implementing  the  pilot \nproject. \n(xiii)  Finalize and forward copies of the inception report, progress reports, draft final \nreport, and final report to the Government and ADB.  \n \nB.   Social Development Specialist (international, 1.5 months) \n \n4.  The social development specialist should have several years of international experience \nin social development. Experience in preparing and implementing poverty intervention programs \nis preferred. His or her responsibilities will include the following: \n(i)  Assist and guide the domestic consultants and NGOs to finalize and effectively \nimplement the overall TA activities, including the pilot project. \n(ii)  Guide the domestic consultants to develop and conduct training for NGO staff. \n(iii)  Provide guidance to the domestic consultants and NGOs to develop a monitoring \nand evaluation plan, including a survey of beneficiaries and a control group \nbefore and after project intervention.  \n(iv)  Review the progress reports and consultative documents prepared by domestic \nconsultants and assist to finalize them. \n(v)  Review  the  draft  interim  guidelines  prepared  by  domestic  consultants  in \ncoordination with the executing agency and finalize them, ensuring that these are \nconsistent with the guidelines of Nepal’s major donor partners. \n(vi)  Participate in a consultative workshop and meetings with various stakeholders \nincluding DOR.  \n(vii)  Provide overall support and guidance to the TA team and NGOs to effectively \nimplement the pilot activities and synthesize the lessons learned based upon \ntheir outcomes. \n(viii)  Monitor and evaluate the pilot activities implemented by NGOs in the districts. \n(ix)  Assume overall responsibility for quality assurance of the TA outputs and pilot \nproject. \n \nC.   Gender and/or Social Inclusion Expert (domestic, 18 months) \n \n5.  The domestic gender and/or social inclusion expert should have experience in gender \nand social inclusion in Nepal and preferably experience in poverty intervention. His or her \nresponsibilities will include the following: \n(i)  Review national and international practices and provide an assessment on the \nroad’s impacts on women, ethnic minorities, and vulnerable groups.  \n(ii)  Carry out consultative meetings to ascertain roads’ impact on women, ethnic \nminorities, and vulnerable groups. \n(iii)  Prepare  a  consultative  document  that  offers  gender  and  social  analysis  of \nNepal’s road projects. \n(iv)  Make  specific  recommendations  to  ensure  that  issues  of  gender,  ethnic \nminorities,  and  vulnerable  groups  are  addressed  by  the  pilot  project  and \nincorporated into the DOR interim guidelines. \n(v)  Assist and supervise NGOs to successfully implement the pilot project in the \ndistricts. \n(vi)  Carry out monitoring and evaluation activities of pilot activities, including surveys \nof beneficiaries and a control group to determine the impacts and benefits among \nwomen, ethnic minorities, and vulnerable groups.  \n(vii)  Assist the TA team to carry out the TA activities as needed. \n ", "11  Appendix 4 \n \n \nTERMS OF REFERENCE AND ELIGIBILITY AND SELECTION CRITERIA FOR \nNONGOVERNMENT ORGANIZATIONS (NGOs) \n \n1.  The pilot project will be implemented through partner NGOs of the Rural Microfinance \nDevelopment Center (RMDC), Implementing Agency for the ADB-financed Rural Microfinance \nProject. One NGO will be engaged for each of five 20–25  km  road  sections. The technical \nassistance  (TA)  will  support  the  NGOs  to  expand  their  services  into  the  Road  Network \nDevelopment Project (RNDP) areas. The TA will finance the initial overhead costs of the NGOs \n(such as for setting up new site offices) and the pilot activities. However, the NGOs will use funds \nalready  available  under  the  microfinance  project  for  the  microfinance  needs.  Apart  from \nmicrofinance, the NGOs will identify and implement skills training and income generation activities \nto be financed under the pilot scheme. The Department of Road's (DOR) social development unit \nand TA consultants will coordinate the activities of the NGOs.  \n \n2.  The TA will require about 180 person-months of NGO staff to implement the pilot project. \nEach NGO will provide the services of 1 social mobilizer and 1 coordinator during the 18 months of \nthe TA. The services will mainly include group formation and mobilization, microfinance service \ndelivery, skills training, income generation, and marketing and/or community development activities. \nThe NGOs will be recruited according to procedures acceptable to ADB.  \n \n3  To be eligible for selection under this TA an NGO must \n(i)  be affiliated or working with the RMDC; \n(ii)  be operating locally in the RNDP road districts;  \n(iii)  be legally registered in Nepal; \n(iv)  have received a license to operate microfinance in the respective district; \n  (v)  have relevant experience; \n  (vi)  maintain a proper accounting and financial system that is audited by a registered \naccountant; \n(vii)  be committed to the principles of gender equality and social inclusion; and \n(viii)  demonstrate  capability  to  undertake  skills  training,  income  generation,  and \nmarketing and community development activities. \n \n4.  Each NGO will deploy a program coordinator to liaise with the RNDP and be responsible for \nrunning the pilot program in its respective road section. The NGO will also deploy one experienced \nsocial mobilizer to manage the savings and credit scheme groups, deliver the enhanced life skills \ntraining, and run income generation and marketing and/or community development activities as \nidentified. In summary, each NGO’s overall responsibilities will be the following: \n \n(i)  Participate in the institutional analysis of its NGO. \n(ii)  Undertake capacity building training of NGO staff with the help of TA consultants. \n(iii)  Deploy an experienced coordinator to manage the program. \n(iv)  Deploy a social mobilizer to manage about five groups in each road section. \n(v)  Identify target beneficiaries and mobilize them into groups. \n(vi)  Undertake needs assessment and social mobilization activities. \n(vii)  Conduct the pilot scheme in each group. \n(viii)  Conduct marketing research before embarking on income generation projects. \n(ix)  Help the groups identify and implement skills training, income generation, and \nmarketing and/or community development activities targeting the poor households. \n(x)  Supervise and monitor pilot program activities, including a survey of beneficiaries \nand a control group before and after the pilot intervention to determine the impact \nand benefits. \n     ", "                      Appendix 4  12 \n \n(xi)  Help groups establish linkages with the private sector, NGOs, government service \nproviders, and financial institutions, as appropriate. \n(xii)  Coordinate with other service providers (district development committees, village \ndevelopment committees, RMDC, district agriculture office, district forest office, etc.), \nas required while implementing the pilot program. \n(xiii)  Liaise with and provide support to the project office and RNDP consultants, as \nneeded. \n(xiv)  Produce monthly, quarterly, and final progress reports. \n \n "], "metadata": {"ModDate": "D:20060119171313+08'00'", "CreationDate": "D:20060113182832+08'00'", "Title": "Kingdom of Nepal: Enhancing Poverty Reduction Impact of Road Projects (Financed by the Poverty Reduction Cooperation Fund)", "Creator": "Acrobat PDFMaker 6.0 for Word", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": "", "Company": "Licenced User", "SourceModified": "D:20060113102340"}}