{"path": "data/input/ta/39538-036-vie-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 39538  \nCapacity Development Technical Assistance (CDTA) \nJune 2013 \n \n \n \nSocialist Republic of Viet Nam: Strengthening \nSupport for State-Owned Enterprise Reform and \nCorporate Governance Facilitation Program \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 31 May 2013) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.000047 \n$1.00  =  D20,938 \n     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nMFF   –  multitranche financing facility  \n  MOF  –  Ministry of Finance  \nOCR  –  ordinary capital resources  \nPFR  –  periodic financing request \nSOE   –  state-owned enterprise  \nSDC  –  Song Da Corporation \nSOWATCO  –  Southern Waterborne Transport Corporation \nTA  –  technical assistance  \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n   \nType    –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public  sector  management  (economic  and  public \naffairs management) \nThemes (subthemes)   –  Economic  growth  (promoting  economic  efficiency \nand enabling business environment), private sector \ndevelopment  (privatization),  governance  (economic \nand  financial  governance),  capacity  development \n(organizational development) \nLocation (impact)  –  National (high) \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n ", " \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, \nSERD \n   \nTeam leader  P. Jena, Senior Public Management Specialist, SERD \nTeam members  H. Aoki, Senior Finance Sector Specialist, SERD \n  D. Dung, Senior Public Management Officer, SERD \nM. Mina, Project Analyst, SERD \n  A. Qadir, Counsel, Office of the General Counsel  \n   \nPeer reviewers  B. Reid, Principal Financial Management Specialist, Operations \nServices and Financial Management Department  \n  T. Niazi, Principal Public Management Specialist, Regional and \nSustainable Development Department  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status  \nof any territory or area. \n \n \n ", " \n \nCONTENTS \nPage \n \nI.  INTRODUCTION  1 \nII.  ISSUES  1 \nIII.  THE TECHNICAL ASSISTANCE  4 \nA.  Impact and Outcome  4 \nB.  Methodology and Key Activities  4 \nC.  Cost and Financing  4 \nD.  Implementation Arrangements  4 \nIV.  THE PRESIDENT'S DECISION  5 \n \n \nAPPENDIXES \n1         Design and Monitoring Framework  6 \n2         Cost Estimates and Financing Plan  9 \n3         Outline Terms of Reference for Consultants  10 \n \n \n \n \n \n \n \n ", "1 \nI.  INTRODUCTION \n1.  The country partnership strategy, 2012–2015 of the Asian Development Bank (ADB) for \nViet Nam1 aims to support the reform of state-owned enterprises (SOEs). Reforming SOEs is \ncentral to its strategy for business development and private-sector-led employment growth. ADB \nhas been engaged with Viet Nam’s SOE reform since the late 1990s. The ADB strategy in this \nregard has two defining characteristics: long-term support and responsiveness. The most recent \nADB country assistance program evaluation recommends ongoing support for SOE reform by \nstrengthening institutional capacity and developing ways to interact with public finance reforms.2  \n \n2.  The Government of Viet Nam requested ADB to provide technical assistance (TA) to \nsupport institutional strengthening and capacity development within the Ministry of Finance \n(MOF)  and  in  selected  SOEs  and  thereby  sustain  the  government's  overall  SOE  reform \nagenda.3  An understanding with government counterparts was reached on the objective, scope, \ncost, and implementation arrangements for the TA during the review missions fielded from 25 \nFebruary to 1 March 2013 and 2 to 9 May 2013. The design and monitoring framework is in \nAppendix 1. \n \nII.  ISSUES \nA.  Rationale \n \n3.  Critical to economic growth and protracted nature of reforms. The SOE sector, \nwhich includes state-owned commercial banks, is critical to Viet Nam’s economic growth. SOEs \naccount for over a third of gross domestic product and roughly half of total exports, and are a \nmajor source of employment. Despite the progress achieved through the Government of Viet \nNam’s  efforts since 1992, the process of reforming the SOEs has been relatively slow, confined \nmainly to smaller enterprises, and largely focused on equitization (i.e., the process of converting \nSOEs into joint stock companies with limited liability) and mergers and/or divestures of small- \nand medium-sized SOEs. While this has resulted in a marked reduction in the number of SOEs, \nfor  the  remaining  SOEs—many  of them  large  in  size,  complex  in  operation,  and  weak  in \nperformance—reform has neither had any clear impacts on the reallocation of state resources \nnor created any big change in the state’s role in a market economy. Large general corporations \n(or conglomerates) have mostly converted into holding companies or, in a few cases, economic \ngroups have only recently begun the transformation process. Reform and restructuring of large \nSOEs is crucial to reducing the dominance of inefficient state production, promoting private \nsector development, and supporting economic growth.  \n \n4.  Key constraints. Key constraints on SOE reform are the large size of corporations in \ngeneral, difficulties in asset valuation, financial constraints, high dependence on government \nsupport, weak corporate governance, and an inadequate framework for resolving nonperforming \ndebts and disposing of related assets. Due to the large scale and complexity of operations,   \nmanagement in many general corporations has limitations in terms of skills and capacity to \nundertake the strategic and operational restructuring needed.  Most of the general corporations \nhave ventured outside their core business lines and have relied on extensive borrowing from the \ngovernment and state-owned commercial banks to finance their operations, as they have limited \naccess to capital markets.  As a result, most of the general corporations have very highly \nleveraged outstanding debt. Under changing economic conditions, this has severely constrained \n                                                \n1  ADB. 2012. Country Partnership Strategy: Viet Nam, 2012–2015. Manila \n2  ADB. 2009. Country Assistance Program Evaluation: Viet Nam. Manila. \n3  The TA first appeared in the business opportunities section of ADB’s website on 18 April 2013. \n ", "2 \n \ntheir ability to service their debts and has contributed to the high level of nonperforming loans in \nthe banking system. The problem is exacerbated as much of the debts are short term, and are \noften refinanced  and  rolled  over  with  high  costs. The  valuation  of  general  corporations  is \ncomplicated  by  the  need  to  value  their  shareholdings  in  several  subsidiaries  that may  be \nengaged in a wide spectrum of businesses. Further, valuation of landholdings and old assets \nwithout original supporting documents has also proved difficult. \n \n5.  Strategic relevance. The government clearly recognizes the necessity as well as the \ncomplexity of these reforms, and has adopted a step-by-step approach in line with Viet Nam’s \nSocio-Economic  Development  Strategy,  2011–2015;  the  government  considers  economic \nrestructuring—particularly of the finance sector, public investment, and SOEs—as key to long-\nterm development. To support this effort, the Prime Minister has approved the equitization plans \nof 17 economic groups, and line ministries have approved around 50 restructuring plans of \ngeneral corporations (given that these restructuring plans are mostly developed by the SOEs \nthemselves, there may be scope for improvement). The challenge now is how to implement \nthem.  The  Prime  Minister’s  decision  of  19  February  2013  (339/QDD-TTg)  envisaged  that \nrestructuring SOEs is one of three main foci of overall economic restructuring, besides banking \nsector restructuring and public spending restructuring, to transform the economy and improve its \ncompetitiveness for the period 2013–2020.  \n \n6.  Multitranche financing facility. In December 2009, the Multitranche Financing Facility \n(MFF)  to  the  Socialist  Republic  of  Viet  Nam  for  the  State-Owned  Enterprise  Reform  and \nCorporate Governance Facilitation Program was approved.4 The MFF supports the corporate, \noperational, and financial restructuring of selected individual SOEs on a pilot basis, with a view \nto developing a general approach for SOEs other than state-owned commercial banks to guide \nthe reform and restructuring of the remaining large SOEs. The first tranche of the MFF, or \nperiodic  financing  request  (PFR)  1,  supports  the  restructuring  and  reform  of  two  selected \nSOEs—Song  Da  Corporation  (SDC),  a  large  construction  conglomerate,  and  Southern \nWaterborne  Transport  Corporation  (SOWATCO),  an  inland  water  transport  and  logistics \ncompany—based on their readiness to undertake proper corporate, financial, and operational \nrestructuring. The MFF is now proposed to be extended to  other qualified SOEs in coordination \nwith MOF under the project’s second tranche, or PFR2. This second tranche of $320 million (i.e., \n$310 million from ordinary capital resources [OCR] and $10 million from the Asian Development \nFund) has been programmed for 2014. The pilot approach is expected to successfully transform \nthe selected SOEs and thereby strengthen the government’s resolve to push ahead with further \nSOE restructuring. The proposed model will go beyond mere equitization to comprehensive \ntransformation. Demonstration projects under the MFF are expected to provide the model for \nthe SOE to reform and restructure. \n \n7.  Progress of facility implementation. There has been good progress in developing the \ncorporate and financial restructuring plans for both SDC and SOWATCO, and implementation is \nexpected to continue into 2014. SDC has established a steering committee under the chairman \nto implement the restructuring plan. At SOWATCO, a monitoring committee will report progress \n                                                \n4  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Socialist Republic of Viet Nam for the State-Owned Enterprise Reform and Corporate \nGovernance Facilitation Program. Manila. The MFF—with a total allocation of $630 million ($600 million from \nordinary capital resources OCR and $30 million from the Asian Development Fund)—has been structured into a \nthree-tranche program. The first tranche (PFR1) for $130 million ($120 million OCR and $10 million  Asian \nDevelopment Fund) became effective in 2011 and is being implemented. The OCR loan is meant to support the \nfinancial restructuring of the selected SOEs, while the Asian Development Fund  loan is to help them implement \nthe corporate and organizational restructuring, including strengthening corporate governance standards. ", "  3 \nto the shareholders. Progress at SDC has been challenging.5 Following the dissolution of the \neconomic group, the board members are united in their resolve to implement its restructuring \nplan. However, given the size of the company, heavy debt burden, and the complexity of its \noperations—with multiple lines of business that have made large investments in the last several \nyears with limited prospects of returns in the current economic environment—drastic measures \nwill need to be taken for its turnaround.  SOWATCO has made good progress given its smaller \nsize, and its restructuring plan is being implemented with a focus on two core business lines \n(transport and logistics) and on having a holding company structure that will provide strategy \nand support services.  At a macro level, progress to date on implementing PFR1 has led to new \npolicy decisions by the government on how general corporations should be restructured within a \nprescribed  timeline  for  divestment  of  noncore  business  lines.  Under  an  ADB  capacity \ndevelopment TA,6 the progress on implementing PFR1 is being tracked, and a monitoring \nframework for the overall MFF is being devised. MOF has plans to make the appointment of \nindependent directors to the SOE board mandatory as well as have an independent audit \ncommittee reporting to the board. \n \n8.  SOE reform is an inherently complex process, requiring holistic financial and corporate \nrestructuring. First, this is a novel approach for Viet Nam, formulated with the help of the ADB \nMFF project. Such expertise is not available within SOEs and MOF, and  it takes external \nsupport to carry out the due diligence process and in the process strengthening if required, of \nalready developed restructuring plans. Second, MOF has developed (in consultation with ADB) \na set of criteria for shortlisting selected SOEs for restructuring support under the MFF's PFR2 \nand PFR3, which will enable MOF to assess and rank candidates with the highest potential to \nmeet the reform objective.7 Selection criteria were discussed by MOF in a workshop with all \nrelevant  stakeholders  and  disseminated  through  the  MOF  website.  Selected  SOEs  will  be \nconsidered for participation in the second phase of the project and will undergo rigorous due \ndiligence by the MOF team, given that the loan is guaranteed by the government. ADB is \ncommitted to supporting capacity development of MOF, and in turn of the SOEs, in this process. \nThird,  PFR1  implementation  has  underscored  the  need  for  sustained  technical  support  to \nparticipating SOEs, and also the lack of required technical capacity at MOF. MOF has been \nassigned by the government to take the lead in the development and implementation of an SOE \nrestructuring program, which takes into account and builds on lessons and experience gained \nfrom the implementation of the pilot restructurings under the MFF. In view of this, the proposed \nTA will help MOF in strengthening the institutional process and the policy framework to sustain \nSOE reforms, and help it in preparing candidate SOEs to implement their individual restructuring \nplans, as each is different and unique from the other with regard to its mandate and business \nlines. Such support is not envisaged for PFR3, as MOF's capacity is expected to have been \nstrengthened adequately by then. Hence, MOF needs sustained TA support to enable it to \nimplement the MFF and to upscale the reform process to all SOEs in the future. In addition to \nthe above support, MOF has also requested support for development of knowledge products as \nwell as a framework for overseeing the progress of SOE reforms in Viet Nam.  \n \n                                                \n5 Three years were lost in the case of SDC due to a government decision in January 2010 to convert SDC into an \neconomic group by merging five large additional SOEs with SDC. Realizing that this was unwieldy, the government \nreversed the merger in October 2012, thus restoring SDC's original structure. A revised restructuring plan is now \ndeveloped and under implementation.   \n6  ADB. 2011. Technical Assistance to the Socialist Republic of Viet Nam for Strengthening Support for State-Owned \nEnterprise Reform and Corporate Governance Facilitation Program. Manila.        \n7 To aid this process, MOF and ADB, supported by external expert advice under the ongoing capacity development \nTA, devised two sets of criteria—six essential criteria and 20 variables. The list is available on request. \n ", "4 \n \n9.  The implementation of the TA will be informed by lessons and experience of SOE \nreforms undertaken since 1992 and, in particular, the experience from the pilot phase of the \nMFF. Institutional capacity building, extended support during implementation, awareness and \nknowledge of the sociopolitical environment, sensitivities, and ownership of the project are some \nof the key lessons for implementing SOE reforms in the capacity-constrained environment of \nViet Nam.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The expected impact of the TA overall will be greater profitability of restructured SOEs \nand better management of state-managed investments. The expected outcome will be stronger \ncapacity of MOF to facilitate selected SOEs’ transformation into financially viable and efficiently \nmanaged enterprises.  \n \nB.  Methodology and Key Activities \n11.   The TA will support MOF in (i) conducting due diligence of selected SOEs,  (ii) finalizing \nthe restructuring and implementation plans of selected SOEs, and (iii) developing knowledge \nproducts to guide SOE reform in Viet Nam. Restructuring plans developed by candidate SOEs \nwill be further improved and refined with the support of external experts under the proposed TA \nto ready these additional SOE candidates for participation under PFR2. This is in line with the \napproach adopted and recommended under the ADB MFF project, which aims to strengthen the \nperformance of SOEs through holistic restructuring, both corporate and financial. Restructuring \nwill  focus  on  core  business  lines;  divestment  of  noncore  business;  financial  restructuring \nthrough debt restructuring and cost reduction; and organizational restructuring including change \nmanagement, risk management measures, and improvement of information technology and \nstaff skills. The restructuring plans so developed for additional SOEs will be screened and \nrefined with the support of the TA. In addition, the TA will support institutional strengthening and \ncapacity development of MOF in initiating, adopting, and implementing measures in core areas \nof SOE reforms, as it is the leading agency for SOE reform in Viet Nam.  \n \nC.   Cost and Financing \n \n12.  The TA is estimated to cost $900,000, of which $800,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-V). The government will provide \ncounterpart support in the form of remuneration of counterpart staff, office accommodation, and \nother in-kind contributions.  \n \nD.  Implementation Arrangements \n13.  MOF is the executing agency for the MFF overall, and the selected SOEs are the \nimplementing agencies for each tranche. For this TA, MOF will be the executing agency and the \nselected  SOEs  will  be  the  implementing  agencies.  A  project  management  unit  has  been \nestablished within MOF to coordinate activities and monitor the progress of implementation, and \nsubmit progress reports to ADB. Each selected SOE will establish a unit to oversee project \nimplementation  and  provide  progress  reports  to  the  MOF  project  management  unit. \nDisbursements under the TA will be made in accordance with ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). The TA implementation period \nwill be from 1 August 2013 to 31 December 2014. ", "  5 \n \n14.  The TA will provide 61 person-months of consultancy services—18.5 person-months of \ninternational (5) and 42.5 person-months of national consultants (7)—through a consulting firm. \nThe international input comprises an SOE reform and corporate governance specialist (and \nteam leader), corporate restructuring specialist, financial restructuring specialist, SOE legal and \nregulatory expert, social safeguard specialist; the national experts are an SOE reform and \ncorporate restructuring specialist, financial specialist, SOE legal and regulatory expert, poverty \nand social development specialist, gender specialist, social safeguard specialist, and translator \nand editor. The consulting firm will be selected by quality- and cost-based selection (QCBS \n80:20)  method  using  the  simplified  technical  proposal.  The  consultants  will  work  on  an \nintermittent  basis  and  be  engaged  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants (2010, as amended from time to time). The outline terms of reference for the TA \nconsultants is in Appendix 3.  \n \n15.  Several workshops will be held intermittently to strengthen the capacity of MOF and the \nline ministries and to discuss, comment, and obtain stakeholder feedback on the evolving \nframework for SOE reform. Workshops will engage national and international resource persons \nas needed. While consultants will support and conduct workshops, seminars, and conferences \n(including logistical arrangements), an advance payment facility will be used as needed by the \nexecuting agency, which will manage and administer the activity costs, including the liquidation \nof advances.  \n \n16.  The consultant team will assist MOF and selected SOEs in undertaking a corporate audit \nof the safeguard policy aspects, and solve labor-related issues and gender concerns arising \nfrom  the  restructuring  of  selected  SOEs  under  PFR2,  within  the  remit  of  the  relevant \ngovernment regulations. The restructuring of general corporations and institutional capacity \nbuilding envisaged under the MFF are gender neutral; however, due diligence of selected SOEs \nwill ascertain human development and human resource aspects and training needs, including \nentry points for incorporating gender design features. There will be special focus on measures \nto promote women’s representation in higher levels of SOE management, training targets for \nwomen,  and  promotion  of gender  sensitivity  in  the  SOE  workplace.  The gender  specialist \nengaged under the TA will prepare a gender action plan for the selected SOEs. \n \n17.  TA implementation will be closely monitored and evaluated through ongoing consultation \nwith stakeholders, regular review missions, and periodic progress reports. The TA will support \ntimely distillation and dissemination of recommendations and lessons through print and web-\nbased publication of working papers and support for stakeholder workshops and conferences. \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nthe Government of Viet Nam for Strengthening Support for State-Owned Enterprise Reform and \nCorporate Governance Facilitation Program, and hereby reports this action to the Board. \n ", "6    Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks \nImpact  By 2020:    Assumptions \n       \nGreater profitability of  Number of SOEs with  MOF and Ministry of  Macroeconomic stability \nrestructured SOEs  100% government  Planning and   \nand better  holdings reduced by 20%  Investment progress  Continued commitment to \nmanagement of  (an estimated 1,000 SOEs  reports  transition to a market-\nstate-managed  with 100% government    driven economy \ninvestments  ownership in 2012)  Government website   \n      Clear mechanism for debt \n  Profitability of SOEs  Audited financial  resolution and \nincreased by 10%–15%   statements for relevant  improvements in state \non average of 4 years  years  management of capital \npreceding restructuring     \n(2014–2018)  Economic growth is \n  adequate to absorb a \ngrowing labor force. \n \nRisks \nIncreased resistance to \nSOE reforms from vested \ninterests \nThe government uses \ntransformed SOEs for \nachieving noneconomic \nobjectives. \n \nOutcome  By 2014:    Assumptions \n \nStronger capacity of  At least 4–5 selected  MOF reports  The effect of the global \nMOF to ensure that  SOEs ready for  economic downturn on \n \nselected SOEs are  restructuring by March  SOEs is short term. \ntransformed into  2014 (PFR1 began in   \nAdequate financial \nfinancially viable and  2011 with 2 selected \n  resources to support \nefficiently managed  SOEs) \ncontinued SOE \nenterprises  TA consultants' reports  \nCore principles of good  transformation \ncorporate governance  Revised restructuring \nRisk \nidentified and  plan of selected SOEs \nimplemented by selected  Line ministries’ control of \nBoard resolutions \nSOEs (PFR1 began  and politically driven \nconcerning corporate \nimplementation in 2011)  interventions on the \ngovernance measures \noperations of restructured \nSOEs  \n \n \n \n ", "Appendix 1      7 \n \nPerformance Targets  Data Sources and \nand Indicators with  Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nOutputs  By 2014:    Assumption \n     \nDue diligence report \n1. Supported MOF in  Completed due diligence  Continued commitment by \nwith findings and \nconducting due  of 2–3 selected SOEs for  board of directors to \nrecommendations                          \ndiligence of selected  participation under PFR2  management of \nSOEs   (November 2013)    restructuring \n \n  Completed a corporate \naudit of the safeguard  Corporate audit  report \npolicy aspects in \n \ncompliance with ADB \nSafeguard Policy   \nStatement 2009  \n \n(December 2013) \n   \nA gender action plan  Gender action plan \nfinalized (December 2013) \n2. Finalized the  Corporate restructuring  Final restructuring and  Assumption \nrestructuring and  with implementation plans  implementation  plan  No unexpected legal or \nimplementation plans  approved by the board of  with clear timelines for  regulatory changes \nof selected SOEs   directors and line  divestment submitted  affecting the restructuring \n  ministries  by the SOEs  process \n(December 2013)   \n \n  Risks \nFinancial restructuring \nPolitical decisions \nplan approved by the \naffecting the pace and \nboard of directors \ndirection of the \n(December 2013) \nrestructuring process \n \nGender design features in  The operational \nPFR2 included in  restructuring may be too \nrestructuring plans  complex for senior \napproved (December  management to \n2013)  implement properly. \nThe capacity of the SOEs \nto assimilate and absorb \nchanges may be low. \n3. Developed  Updated road map for  Updated road map \nknowledge products  reforming the SOE sector  A\n \nfor future SOE  (December 2013)  s\nreforms in Viet Nam    MOF report  s\nReport of monitoring and \nu\nevaluation of selected   \nm\nSOEs (July 2013)   \np\nGovernment website \nDraft law on state  t\nmanagement of capital  i\nintroduced in the National  o\nAssembly (May 2014)   n \n \n \n ", "8    Appendix 1             \n \nActivities with Milestones  Inputs \n \n1. Supported MOF in conducting due diligence of selected SOEs   \nADB: $800,000 \n1.1  Due diligence report of 2–3 selected SOEs for participation under PFR2 \n                                                        \nfinalized (November 2013) \nConsultants     $645,000 \n1.2  A gender action plan—including human development and human \n   \nresource aspects and training needs to cater to the skills requirements of \nWorkshops      $100,000 \nfemale workers to ensure that female and male workers alike are \n   \nsuccessfully retrained and redeployed—prepared in selected SOEs. \nContract              $5,000 \n(December 2013) \nNegotiations \n1.3 List of debts for restructuring under PFR2 identified (December 2013) \n \n1.4  Corporate audit of environmental and social management system \nContingencies   $50,000 \ncompleted, and report finalized, with confirmation that no safeguard issues \n \nare outstanding  (March 2014) \n \n2. Finalized the restructuring and implementation plans of selected SOEs \n \n2.1 Final (updated) corporate restructuring with implementation plans \nNote: \napproved by the board of directors, line ministries, and MOF \n \n(December 2013) \n \n2.2 Financial restructuring plan approved by the board of directors \nThe government will \n(December 2013) \nprovide counterpart \n2.3. Gender design features in PFR2 included in restructuring plans approved \nsupport in the form of \n(December 2013) \nremuneration of \n2.4 Initial implementation of corporate, financial, and operational restructuring \ncounterpart staff, office \n(January 2014) \naccommodation, and \n2.5 Specific measures to promote women’s representation in higher levels of \nother in-kind \nSOE management, training targets for women, promotion of gender-\ncontributions. \nsensitivity in the workplace, among others, adopted and begun to be \n \nimplemented in selected SOEs (September 2014). \n3. Developed knowledge products for future SOE reforms in Viet Nam   \n3.1  Updated road map for reforming the overall SOE sector with specific \nobjective and timeframe to meet implementation adopted \n(December 2013) \n3.2  Government decisions such as Prime Minister’s decisions, government \ndecrees, and circulars covering various aspects of SOE reform based on \nresults of ongoing SOE reform initiatives and policy dialogue, particularly \nrelating to the legal reform of state-owned capital (equitization process), \nand corporate governance measures (ongoing)  \n3.3 Preparatory work for developing a code for information disclosure about \nSOE finances and business performance begun (December 2013) \n3.4 Draft law on state management of capital submitted to the National \nAssembly (May 2014) \n3.5 Operationalization of monitoring and evaluation framework for assessing \nreform progress against performance indicators, and regular reporting \nespecially relating to implementation of restructuring plans (June 2014) \n   \n \n \nADB = Asian Development Bank,  MFF = multitranche financing facility, MOF = Ministry of Finance, PFR = periodic \nfinancing request, SOE = state-owned enterprise. \nNote:  The MFF, approved in 2009, has a total allocation of $630 million ($600 million from ordinary capital resources \n[OCR] and $30 million Asian Development Fund [ADF]).  The support under the first tranche comprised $130 million \n($120 million OCR and $10 million ADF), while the proposed support under the second tranche will be $320 million \n($310 million OCR and $10 million ADF). \nSource: Asian Development Bank estimates.  \n \n \n \n ", "Appendix 2     9 \n \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem     Amount \n  Asian Development Bank a   \n  1.  Consultants   \na.    Remuneration and per diem b   \n            i.  International consultants (18.50 person-months)    453.0 \n            ii.  National consultants (42.50 person-months)  127.0 \n    b.     International and local travel  60.0 \n    c.     Reports and communications  5.0 \n  2.  Workshops, training, seminars, and conferencesc   \n    a.    Workshop venue and miscellaneous expenses  100.0 \n            3.        Contract negotiations  5.0 \n            4.        Contingenciesd  50.0 \n    Total  800.0 \nNote: The technical assistance (TA) is estimated to cost $900,000, of which contributions from the Asian   \nDevelopment Bank are presented in the table above. The government will provide counterpart support in the \nform of remuneration of counterpart staff, office accommodation, and other in-kind contributions. The value of \ngovernment contributions is estimated to account for 11% of the total TA cost. \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-V). \nb Estimate for 12 experts. \nc  Venues of workshops, trainings, and seminars will be decided during implementation. \nd This amount may be used to engage additional resources, if needed, for knowledge products in several policy \nareas for ongoing and future reforms to state-owned enterprises that are not envisaged during the TA design \nphase. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  State-owned  enterprise  reform  and  corporate  governance  specialist,  and team \nleader (5 person-months, intermittent). The international state-owned enterprise (SOE) reform \nspecialist and team leader will have a successful track record in corporate restructuring of large \nSOEs and privatization of financial institutions in a number of transitional economies. The expert \nwill be responsible for all activities under the technical assistance (TA), ensure timely delivery of \nall outputs, and ensure that the team coordinates with the national counterparts. Previous work \nexperience in Viet Nam will be an advantage. More specifically, the specialist will undertake the \nfollowing: \n(i)  Review sector reports, government decisions, and other reports relating to the \noverall  SOE  sector  apart  from  the  sector  reports,  review  the  progress  in \nimplementing  periodic  financing  request  (PFR)  1,  and  become  familiar  with \nrecently completed studies by consultants engaged under Asian Development \nBank  (ADB)  capacity  development  TA,  Central  Institute  for  Economic \nManagement and other development partners on SOE reform; and, with the help \nof the legal experts, get acquainted with laws and regulations governing SOEs. \n(ii)  With the help of the other consultants, lead the due diligence assessment of the \nselected SOEs. Taking the restructuring plan as the base, the due diligence \nexercise should include an evaluation of each SOE’s financial health, corporate \nstructure and reporting arrangements, management capability, business lines \nand performance trends, governance structure, human resource capacity, and \noperating policies and procedures so as to detect gaps and problems that need \nresolving. Prepare a detailed report on the findings and recommendations for \neach SOE, covering measures to improve corporate governance, operational and \nfinancial efficiency, internal reporting, and financial disclosure. \n(iii)  With the help of the other consultants, build a financial model using Excel to \nassess the impact of the proposed periodic financing request (PFR) 2, if it were to \nbe disbursed, on the borrowing general corporation’s financial position; identify \nkey risks and their impact by way of a cash-flow sensitivity analysis at different \nlevels of key revenue and expense items.  \n(iv)  Prepare  for  each  selected  entity  a  financial  management  assessment  in \naccordance with ADB's Financial Due Diligence: A Methodology Note (January \n2009)  and  ADB's  Guidelines  for  the  Financial  Management  and  Analysis  of \nProjects (2005). \n(v)  Ensure that the government adheres to the financial reporting, auditing, and \ndisclosure requirements for PFR2. \n(vi)  In  line  with  the  monitoring  and  evaluation  framework  for  the  multitranche \nfinancing facility (MFF), specify parameters and methodologies for each SOE \nthat will help monitor progress and achievements of the project. \n(vii)  In coordination with the national poverty and social sector and gender specialists, \nassess potential social risks associated with the project and prepare mitigation \nplans or other measures. \n(viii)  Help the international social safeguard specialist carry out corporate audits of \nselected SOEs for environmental safeguard measures under ADB Safeguard \nPolicy Statement (2009). \n(ix)  Hold  workshops  and  meetings  with  various  stakeholders  to  ensure  effective \npolicy dialogue, the timely dissemination of information, and consensus-building.  ", "Appendix 3        11 \n \n(x)  Monitor and coordinate the schedules and outputs of the team of experts.  \n(xi)  Assist the Ministry of Finance (MOF) in preparing the documents for the PFR2. \n \n \n2.  Corporate restructuring specialist (4.5 person-months, intermittent). The specialist will \nhave extensive practical  experience of restructuring general corporation. The specialist’s tasks \nwill include the following: \n(i)  Become  familiar  with  Viet  Nam’s  corporate  laws  and  regulations,  previous \ndecisions relating to SOE reforms, and recent reports on the progress in the \ncorporate restructuring of large SOEs (the general corporations) in Viet Nam, and \nidentify any constraints to corporate restructuring; in coordination with the team \nleader, conduct a due diligence assessment of the selected general corporations, \nincluding their legal mandates, corporate arrangements, performance of each \nsubsidiary over the past 3 years, board structures, management arrangements, \nand  individual  restructuring  plans  for  the  next  5–7  years  to  determine  the \nfinancial and technical assistance required for their corporate restructuring, and \npossible  equitization  and  stock  listing;  in  coordination  with  the  team  leader, \nassess and specify the required managerial and technical skills to implement the \nrestructuring plan. \n(ii)  Recommend  ways  to  improve  these  documents  and  the  accompanying \nprojections that demonstrate the effect of the changes. Guide the management of \neach SOE in incorporating these changes and the strategic direction to pursue. \n(iii)  Suggest areas that could be considered for support under PFR2 of the State-\nOwned Enterprise Reform and Corporate Governance Facilitation Program, such \nas improving corporate governance, organization and ownership structure, board \nstructure,  management  functions,  divisional  responsibilities,  human  resource \nmanagement policy, and performance reporting and financial disclosure. Assist \nthe team leader in defining parameters for monitoring progress and in carrying \nout tasks under his or her terms of reference. \n \n3.  Financial restructuring specialist (4.5 person-months, intermittent). The specialist will \nhave broad experience in dealing with financial restructuring issues related to SOE reform and \nprivatization. Previous work experience in Viet Nam will be an advantage. The specialist’s main \ntasks will include the following: \n (i)  Become  familiar  with  Viet  Nam’s  financial  management  laws,  regulations, \ngovernment decisions, and recent progress in the financial restructuring of large \nSOEs. Define obstacles to or constraints on the financial restructuring process.   \n(ii)  In coordination with the TA team leader, conduct a due diligence assessment of \nthe  selected  SOEs—covering  their  overall  financial  performance  over  the \nprevious 3 years, the individual performance of subsidiaries over the same 3 \nyears, and performance trends of each business over that period—and prepare a \ndetailed report on the findings and recommendations for each SOE. \n(iii)  Taking the restructuring plan as the base, review relevance and suitability of the \napproved  financial  restructuring  and  implementation  plans  for  each  SOE. \nSuggest ways to improve these documents and the accompanying projections \ndemonstrating the effect of the changes; in the process, assess and specify the \nrequired managerial and technical skills to implement the restructuring plan.   \n(iv)  Suggest areas that could be considered for technical support, such as improving \nfinancial  planning  and  budgeting,  financial  management  system,  capital \nexpenditures  and  debt  management,  risks  management,  divisional \nresponsibilities, internal control and auditing arrangements, and internal reporting \n ", "12  Appendix 3 \n \nand  financial  disclosure.  Assist  the  team  leader  in  defining  parameters  for \nmonitoring progress in the financial restructuring process. \n(v)  Assess the level of financial support required by each SOE under PFR2.  \n(vi)  Assist the team leader in preparing documents required by MOF for PFR2 and \ncarry out any other tasks required by the team leader. \n \n4.   State-owned enterprise legal and regulatory expert (2 person-months, intermittent). \nThe consultant will have broad experience in dealing with policy, legal, and regulatory issues \nrelating to SOE reforms. Knowledge of Viet Nam’s legal and regulatory system will be an \nadvantage.  The  expert  will  undertake  the  following  tasks  in  coordination  with  the  other \nconsultants: \n(i)  Review the legal and regulatory impediments to SOE reform, restructuring, and \nthe  equitization  and  privatization  process,  and  recommend  measures  to \naccelerate SOE reforms in Viet Nam. \n(ii)  In coordination with the team leader, ensure that the proposed restructuring \nprocess for the selected SOEs is consistent and in conformity with local legal \nprovisions.   \n(iii)  In coordination with the team leader, manage legal impediments in the design \nand implementation of PFR2.    \n \n5.  Social safeguard specialist (2.5 person-months, intermittent). The consultant will have \na degree in social science and at least 10 years of experience in involuntary resettlement and \nindigenous peoples safeguards.  Experience working in Southeast Asia and/or Viet Nam is an \nadvantage. The main tasks include: \n(i)  Conduct a corporate audit of each selected SOE as to its environmental and \nsocial management system (under ADB Safeguard Policy Statement). \n(ii)  Assess  each  selected  SOE’s  ability  to  manage  all  relevant  social  and \nenvironmental risks to and impacts on its business and operations, in particular \nthe issues identified in the ADB Safeguard Requirements Handbook 1 to 3.  \n(iii)  Review  the  participating  SOEs’  past  and  current  performance  against  the \nobjectives, principles, and requirements of ADB’s Safeguard Policy Statement, \nand assess their compliance with the above safeguard policy at the corporate \nlevel  as  well  as  with  all  local  relevant  laws  and  country's  obligations  under \ninternational law.  \n(iv)  Suggest activities and/or action to improve the existing environmental and social \nmanagement  system,  and  recommend  measures  for  improvement,  and  if \nnecessary, help establish the system. \n \nB.  National Consultants \n \n6.  State-owned enterprise reform and corporate restructuring specialist (12 person-\nmonths, intermittent). The specialist will be familiar with all aspects of SOE reforms in Viet Nam \nand be proficient in English. The specialist will be responsible for providing inputs related to the \nrestructuring  approaches  and  help  promote  pertinent  policy  dialogue  among  stakeholders. \nSpecifically, the specialist will undertake the following tasks: \n(i)  Assist the ADB project team and the team leader in all aspects of their work as \ncovered by these terms of reference. Under the guidance of the team leader, \ncollect  and  analyze  information,  translate  into  English,  and  ensure  that  the \ninformation is available in a timely manner. Help translate into Vietnamese all \nreports that have to be submitted to the government by the ADB project team \nand the TA team. ", "Appendix 3        13 \n \n(ii)  Conduct research on specific topics as required by ADB and the team leader, \nprovide inputs to the restructuring approach, and help promote policy dialogue. \n(iii)  Arrange and organize discussions and workshops, and help the team leader \nprepare materials, including the translation of documents and discussions. \n \n7.   Financial specialist (12 person-months, intermittent). The specialist should have a \nbackground in corporate finance, and knowledge of the SOE sector and of the financial and \ncapital markets in Viet Nam. The specialist will perform the following tasks: \n(i)  Assist the international financial and corporate experts in all aspects of their tasks \nwithin these terms of reference. \n(ii)  Under the guidance of the international experts, collect and analyze information, \ntranslate into English, and make that information available on a timely basis. \nHelp  translate  into  Vietnamese  all  reports  that  have  to  be  submitted  to  the \ngovernment by the ADB project team and the international experts. \n(iii)  Conduct research on specific topics as required by the international financial and \ncorporate experts. \n(iv)  Arrange and organize discussions and workshops, and help the ADB project \nteam and the international experts prepare materials, including the translation \nof documents and discussions. \n \n8.  State-owned enterprise legal and regulatory expert (6 person-months, intermittent). \nThe expert should have a sound background of the legal and regulatory system in Viet Nam, \nparticularly of issues related to SOE reforms, and be proficient in English. The expert's tasks \ninclude the following: \n(i)  Assist the international legal and regulatory expert in all aspects of his or her tasks. \n(ii)  Under the guidance of the international legal and regulatory expert, collect and \nanalyze information, translate it into English, and ensure that the information is \navailable in a timely manner; and help translate into Vietnamese those reports \nthat need to be made available to the government. \n \n9.  Poverty  and  social  development  specialist  (3  person-months,  intermittent).  The \nspecialist  should  have  a  sound  background  in  local  labor  laws  and  international  labor \nstandards,  in  particular  those  related  to  SOE  reforms,  and  be  proficient  in  English. The \nconsultant will do the following: \n(i)  Assist the team leader in ascertaining where the project fits with the national \npoverty reduction strategy (or other national development plans), ADB’s country \npoverty analysis, and ADB’s country partnership strategy. \n(ii)  Identify potential social risks associated with the project and prepare mitigation \nplans or other measures during implementation. \n(iii)  Propose measures to ensure that the project complies with national labor laws \nand  international  core  labor  standards.  Help  the  team  leader  recognize \nopportunities within the project to apply the ADB safeguard policy and mitigate \nthe  effects  of  potential  layoffs  of  workers.  Identify  possible  targets  and \nindicators for the project performance management system. \n(iv)  Assist the team leader in resolving labor-related problems and issues, and in \ndrafting assurances related to labor issues. \n(v)  Collect  and  analyze  information  and  translate  into  English.  Assist  with \ntranslation into Vietnamese of reports required by the government under the TA. \n \n10.  Gender specialist (2 person-months, intermittent). The specialist should have a very \nstrong background and prior work experience in gender activities in Viet Nam. In due diligence \n ", "14  Appendix 3 \n \nof  selected  SOEs,  the  specialist  will  assess  and  specify  human  development  and  human \nresource aspects and training needs to cater to the skills requirements of female workers (to \nensure that female and male workers alike are successfully retrained and redeployed under the \nrestructuring efforts). This will include identifying entry points for incorporating gender design \nfeatures in PFR2 and the ensuing documentation, and in the process, preparing a gender action \nplan for the candidate SOEs for PFR2. Specific focus will be on measures to promote women’s \nrepresentation in higher levels of SOE management, training targets for women, and promotion \nof  gender  sensitivity  in  the  SOE  workplace.  The  specialist  will  assist  the  team  leader  in \nestablishing  how  the  project  relates  to  priorities  in  the  national  gender  strategy  and \nregulations, and ADB’s gender policy, and how to incorporate gender concerns within the project \ndesign. \n \n11.   Social safeguard specialist (2.5 person-months, intermittent). The specialist will have a \ndegree  in  social  science  and  good  experience  in  involuntary  resettlement  and  indigenous \npeoples safeguards in Viet Nam. The specialist will support the international social safeguard \nexpert  in  all  assigned  tasks,  provide  logistics  support,  and  translate  documents  whenever \nrequired. \n \n12.  Translator  and  editor  (5  person-months,  intermittent).  A  professional  editor \nexperienced in translations from Vietnamese into English and vice versa, will be engaged to \nundertake all tasks associated with an editor, assist in the translation of reports, development of \npublications  and  other  documents,  edit  materials  that  will  be  publicly  disseminated  and \npublished in Vietnamese, and also act as an interpreter when required.  \n \nC.   Workshops and Seminars \n13.   All consultants will assist and/or participate in a series of workshops and/or seminars \ndesigned and organized in consultation with the ADB project team and MOF, to disseminate \nresults of their work for the benefit of further SOE reforms. Each workshop should clearly define \nthe expected outcome and target audience.  \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130624155738+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb, technical assistance, ta report, cdta, viet nam, governance", "ModDate": "D:20130626165619+08'00'", "Producer": "Microsoft® Word 2010", "Title": "39538-036: Strengthening Support for State-Owned Enterprise Reform and Corporate Governance Facilitation Program - Technical Assistance Report"}, "author_page": " \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, \nSERD \n   \nTeam leader  P. Jena, Senior Public Management Specialist, SERD \nTeam members  H. Aoki, Senior Finance Sector Specialist, SERD \n  D. Dung, Senior Public Management Officer, SERD \nM. Mina, Project Analyst, SERD \n  A. Qadir, Counsel, Office of the General Counsel  \n   \nPeer reviewers  B. Reid, Principal Financial Management Specialist, Operations \nServices and Financial Management Department  \n  T. Niazi, Principal Public Management Specialist, Regional and \nSustainable Development Department  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status  \nof any territory or area. \n \n \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Hattori", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "P. Jena", "role": "Senior Public Management Specialist", "organization": "SERD"}, {"fullname": "H. Aoki", "role": "Senior Finance Sector Specialist", "organization": "SERD"}, {"fullname": "D. Dung", "role": "Senior Public Management Officer", "organization": "SERD"}, {"fullname": "M. Mina", "role": "Project Analyst", "organization": "SERD"}, {"fullname": "A. Qadir", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "B. Reid", "role": "Principal Financial Management Specialist", "organization": "Operations"}, {"fullname": "T. Niazi", "role": "Principal Public Management Specialist", "organization": "Regional and"}]}