{"path": "data/input/ta/39538-034-vie-tar.pdf", "pages": [" \nTechnical Assistance Report \nProject Number: 39538  \nCapacity Development Technical Assistance (CDTA) \nDecember 2011 \n \n \n \nSocialist Republic of Viet Nam: Strengthening Support \nfor State-Owned Enterprise Reform and Corporate \nGovernance Facilitation Program \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 17 November 2011) \nCurrency Unit  –  dong (D) \nD1.00  =  $0.0000476 \n$1.00  =  D21,005.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MFF  –  multitranche financing facility \n  MOF  –  Ministry of Finance \n  MPI  –  Ministry of Planning and Investment \n  PFR  –  periodic financing request \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment), private sector development (privatization), \ngovernance (economic and financial governance), capacity \ndevelopment (institutional development) \nLocation (impact)  –  Rural (low), urban (high), national (high) \n \n \nNOTE \n \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, \nSERD \n   \nTeam leader  T. Hla, Financial Economist, SERD \nTeam members  D. Dung, Senior Public Management Officer, SERD \nC. Kaneko, Senior Financial Sector Specialist (Capital Markets), SERD \n  S. Kawazu, Senior Counsel, Office of the General Counsel \nM.V. Mina, Associate Project Analyst, SERD \n  M.J. Mitra, Senior Operations Assistant, SERD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The Government of Viet Nam has requested the Asian Development Bank (ADB) to \nprovide technical assistance (TA)1 to support implementation of the State-Owned Enterprise \nReform and Corporate Governance Facilitation Program.2 The ADB strategy toward the state-\nowned  enterprise  (SOE)  sector  in  Viet  Nam  has  two  defining characteristics:  (i)  long-term \nsupport, and (ii) responsiveness. ADB has been engaged with SOE reform since the late 1990s. \nADB’s  country  strategy  and  program,  2007–20103 as  well  as  the  proposed  new  country \npartnership strategy, 2012–2015 underline SOE reform as central to its strategy for business \ndevelopment and private-sector-led employment growth. The ADB country assistance program \nevaluation4 carried out in 2009 also recommends support for SOE reform. A fact-finding mission \nwas  fielded  on  26–30  September  2011  and  reached  an  understanding  with  government \ncounterparts on the objective, scope, cost, and implementation arrangements for the TA. The \ndesign and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n2.  To date, efforts at SOE reform in Viet Nam have largely focused on equitization (the \nprocess of converting SOEs into joint stock companies with limited liability) and divestment of \nsmall and medium-sized SOEs. While this has resulted in a marked reduction in the number of \nSOEs,  remaining  SOEs—many  of  them  large  in  size,  complex  in  operation,  and  weak  in \nperformance—continue to account for some 40% of assets in the enterprise sector.5 Reform \nand restructuring of large SOEs will be crucial to reducing the deadweight of inefficient state \nproduction,  promoting  private  sector  development,  and  supporting  economic  growth.  Such \nreforms, however, will be inherently complex in both design and implementation, involving a \ndisparate range of stakeholders and interests. \n \n3.  The government clearly recognizes the necessity as well as the complexity of these \nreforms and has undertaken a step-by-step approach in partnership with ADB through the \nimplementation of a multitranche financing facility (MFF) in support of SOE reform (footnote 2). \nThe MFF supports the corporate, operational, and financial restructuring of selected individual \nSOEs on a pilot basis—with a view to supporting the development of a generalizable approach \nto reform and restructuring of large SOEs. \n \n4.  The MFF became effective in 2011 and has a projected implementation period of about \n5 years. The overall MFF amount is for $630 million ($600 million ordinary capital resources; \n$30 million Asian Development Fund), with the first tranche (periodic financing request [PFR 1]) \namounting  to  $130  million  ($120  million  ordinary  capital  resources;  $10  million  Asian \nDevelopment Fund) currently under implementation. Earlier project preparatory TA approved in \n2006 supported the preparation of the overall MFF design as well as PFR 1.6 It closed in 2009 \nfollowing  completion  of  these  objectives.  Additional  resources  will  be  needed  to  support \nimplementation of the MFF (including the design and preparation of remaining tranches) and \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 28 October 2011. \n2  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Socialist Republic of Viet Nam for the State-Owned Enterprise Reform and Corporate \nGovernance Facilitation Program. Manila. \n3  ADB.  2007. Country Strategy and Program: Viet Nam, 2007–2010. Manila. \n4  ADB.  2009. Country Assistance Program Evaluation: Viet Nam. Manila. \n5  Pham Duc Trung. 2011. State Owned Enterprise Reform in Viet Nam. Ha Noi. \n6  ADB. 2007. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the State-Owned Enterprise \nReform and Corporate Governance Facilitation Project. Manila. \n ", "2   \ndevelopment of a generalizable approach to SOE reform that builds on lessons and experience \ngained from the pilot restructurings. \n \n5.  PFR 1 supports the pilot testing of a systematic approach to SOE reform involving the \ncorporate, financial, and operational restructuring of two selected SOEs.7 Before moving into \nPFR 2, it will be important to closely monitor progress on the ground of the two participating \nSOEs under PFR 1, and provide support for ongoing stakeholder consultation and consensus \nbuilding with respect to reforms. Ongoing monitoring and assessment of the pilot reforms will \nalso allow for refinements to be made to the approach adopted under PFR 1 for subsequent \ntranches. The Ministry of Finance (MOF), the executing agency, has been assigned by the \ngovernment to take the lead in the development and implementation of an SOE restructuring \nprogram, which takes into account and builds on lessons and experience gained from the \nimplementation of the pilot restructurings under the MFF. This TA aims to provide support to the \nMOF and other implementing agencies in this regard through support for the updating of the \ninstitutional and policy framework to allow for an effective generalizable approach to SOE \nrestructuring and reform, drawing on lessons from the implementation of the pilot restructurings \nunder the MFF. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The impact of the TA will be improved efficiency and accountability of the SOE sector. \nTo this end, it will support, as its outcome, the adoption of an updated institutional and policy \nframework for SOE reform, based on lessons from implementation of pilot restructurings under \nthe MFF. \n \nB.  Methodology and Key Activities \n7.  Development of a generalizable approach to SOE reform will involve close monitoring \nand ongoing assessment of the pilot restructuring efforts under PFR 1 of the MFF, with a view to \nsupporting ongoing stakeholder consultation and consensus building on the approach adopted. \nTo this end, the TA will provide support through (i) establishment of a monitoring system for \nassessing progress on SOE reform and restructuring; (ii) development of an updated approach \nto SOE restructuring building on lessons learned from implementation of the program; and (iii) \ndevelopment of knowledge products and related capacity to update the institutional and policy \nframework for SOE reform. The TA will also help to support the government in the identification \nand preparation of SOE candidates for subsequent restructurings. \n \nC.  Cost and Financing \n8.  The TA is estimated to cost $1,200,000 equivalent. The government has requested ADB \nto finance $1,200,000 equivalent. The TA will be financed on a grant basis by ADB’s Technical \nAssistance Special Fund (TASF-IV). The government will provide counterpart support in the \nform of counterpart staff, office space and utilities, and other in-kind contributions. The cost \nestimates and financing plan are in Appendix 2. \n \n                                                \n7  Debt restructuring has been undertaken and contracts for the main corporate restructuring packages for the two \nSOEs have been awarded with implementation expected to commence in early 2012. \n ", "  3 \nD.  Implementation Arrangements \n9.  The MOF will be the executing agency for the TA. Implementing agencies include the \nMinistry of Planning and Investment and SOEs undergoing restructuring. Coordination will make \nuse of existing project management units and arrangements established under the MFF. Inputs \nprovided by participating government agencies and SOEs will include provision of necessary \ncounterpart staff time, facilities, documents, and data. \n \n10.  The TA will be implemented over 24 months from February 2012 to January 2014. The \nmajority of activities under the TA will be carried out by an international consulting firm with \nstrong experience in SOE reform. Activities under the TA will be divided into two components: \none focused on monitoring and evaluation of pilot restructuring and supporting strengthening of \nthe policy and institutional framework for SOE reform, and the other focused on supporting MFF \nimplementation.  The  international  consultants  supporting  activities  related  to  monitoring, \nevaluation, and strengthening of the institutional and policy framework will comprise (i) an SOE \nreform and corporate governance specialist (8 person-months), (ii) a corporate restructuring \nspecialist (3 person-months), and (iii) a legal and regulatory specialist (2 person-months). Two \nnational consultants will support the international experts: (i) an SOE reform and corporate \ngovernance  specialist  (5  person-months),  and  (ii)  a  legal  and  regulatory  specialist  who  is \nfamiliar with SOE reforms (1.5 person-months). International consultants supporting activities \nrelated  to  MFF  implementation  will  include  (i)  SOE  reforms  and  governance  specialist  (5 \nperson-months),  (ii)  corporate  restructuring  specialist  (3  person-months),  (iii)  financial \nrestructuring specialist (2 person-months), and (iv) a SOE legal and regulatory expert (1 person-\nmonth). The team will be supported by the required number of national consultants (5 person-\nmonths), including a project coordinator. Interpreters will be engaged to facilitate the workshops. \nThe  consulting  firm  will  be  engaged  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants (2010, as amended from time to time) using the quality- and cost-based selection \nmethod based on submission of simplified technical proposals. \n \n11.  This will be complemented by a small team of national individual consultants to provide \nsupport to the project monitoring unit within the MOF. The team will consist of one national \nconsultant (minimum 15 person-months) familiar with the Viet Nam SOE sector as well as an \ninterpreter (24 person-months) to help in translation and related work. A number of workshops \nwill be held intermittently to strengthen the capacity of the line ministries, the MOF, and the \nMinistry of Planning and Investment; and to discuss, comment, and obtain stakeholder feedback \non the evolving framework for SOE reform. Workshops will engage national and international \nresource persons as needed. Consultants will be engaged in accordance with ADB’s Guidelines \non the Use of Consultants. TA disbursements will be done in accordance with ADB’s Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). All procurement will \nbe done in accordance with ADB’s Procurement Guidelines (2010, as amended from time to \ntime). \n \n12.  TA  implementation  will  be  closely  monitored  and  evaluated  through  (i)  ongoing \nconsultations with stakeholders, (ii) regular review missions, and (iii) periodic progress reports. \nThe  TA  will  support  timely  distillation  and  dissemination  of  recommendations  and  lessons \nthrough (print as well as web-based) publication of working papers and support for stakeholder \nworkshops and conferences). \n \n ", "4   \nIV.  THE PRESIDENT'S DECISION \n13.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,200,000 on a grant basis to \nthe Government of Viet Nam for Strengthening Support for State-Owned Enterprise Reform and \nCorporate Governance Facilitation Program, and hereby reports this action to the Board. \n ", "  Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \n    Performance Targets and  Data Sources and   \nDesign Summary  Indicators with Baselines  Reporting Mechanisms   Assumptions and Risks \nImpact      Assumptions \nImproved efficiency and  Efficiency of restructured  MOF  Continued commitment to \naccountability of  general corporations and    transitioning to an \nrestructured SOEs  SOEs increases by 15% by    increasingly market-driven \n2017.      economy \n(2010 baseline: return on net     \nfixed assets 10%)    Macroeconomic and \n    financial market stability \nAt least three of the  Externally audited annual   \nOrganisation for Economic  financial reports of SOEs   Sustained successful \nCo-operation and  economic performance of \nDevelopment  principles of  restructured SOEs \ngood corporate governance   \nadopted by general  Risk \ncorporations by 2017. (2010  Increased resistance from \nbaseline: none)  vested interests to SOE \nreform \nOutcome      Assumptions \nUpdated institutional and  Number of large SOEs  MPI  The effect of the global \npolicy framework for  undergoing operational and    economic downturn on \nSOE reform adopted  financial restructuring  Externally audited annual  SOEs is short-term. \nincreases by at least 2 by  financial reports of SOEs   \n2014 (2010 baseline: 2)  Adequate financial \nresources to support \ncontinued SOE \nrestructuring and \ntransformation \n \nContinued strengthening \nof and improvements in \nstate management of \ncapital \n \nRisk \nLine ministries’ control of \nlarge SOEs may be \nprolonged because of \ninstitutional inadequacy in \neffective management of \nstate capital. \nOutputs      Assumption \n1.  Establishment of a  Detailed corporate  Periodic progress reports,  Pilot reforms supported \nmonitoring system for  parameters in addition to  tranche assessments, and  under the MFF are \nassessing progress  DMF indicators.  stakeholder consultations  adequately conceived. \non SOE reform and       \nrestructuring      Risks \n       Resistance from vested \n      interests undermines \n      effective implementation \n      of reforms. \n       \n2.  Updated approach to  Design and implementation of  Periodic financing  Operational restructuring \nSOE restructuring  the program incorporates  requests  of large SOEs may be too \nbuilding on lessons  relevant recommendations    complex for the senior \nlearned from  from assessment of prior  SOE-related policy  management to \nimplementation of the  tranches.  issuances  implement properly. \nprogram       \n ", "6  Appendix 1 \n  Performance Targets and  Data Sources and   \nDesign Summary  Indicators with Baselines  Reporting Mechanisms   Assumptions and Risks \n3.  Development of  Published knowledge  Knowledge products and  Capacity limitations \nknowledge products  products.  services  constrain the \nand related capacity  implementation of \nto update the  operational restructuring \ninstitutional and policy  and improved corporate \nframework for SOE  governance. \nreform \n Activities with Milestones  Inputs \n1.1. Develop a knowledge communications plan identifying knowledge products to  ADB Technical Assistance \nbe developed under the technical assistance along with a plan for  Special Fund (TASF-IV): \ndissemination. Products may include, but not necessarily be limited to, case  $1,200,000 \nstudies, policy notes, and guidelines.   \n1.2. Prepare a monitoring and consultation plan for each pilot restructuring, based  The government will provide \non identification of key issues, stakeholders, milestones, and indicators.  counterpart support in the \n1.3. Perform ongoing monitoring of the restructuring process based on the plan and  form of counterpart staff, \nin close consultation with key stakeholders  office space and utilities, and \n1.4. Prepare periodic assessment reports on the progress of pilot restructurings,  other in-kind contributions. \nincluding ongoing identification of implementation issues and lessons learned.   \n1.5. Support the conduct of workshops, as needed, to understand stakeholder   \nconcerns and build and maintain support for reforms. \n1.6. Prepare an overall assessment at the end of each pilot restructuring (or major \nmilestone), evaluating the adequacy and effectiveness of the approach adopted \nand identifying lessons learned. Prepare case studies. \n \n2.1. Review and refine the selection criteria for SOE candidates for restructuring in \nclose consultation with the MOF and ADB. \n2.2. Review and refine the approval process for SOE candidates for restructuring in \nclose consultation with the MOF and ADB. \n2.3. Design a self-financing mechanism for assessment of SOE candidates for \nrestructuring in close consultation with the MOF and ADB. \n2.4. Prepare tranche design assessments, identifying relevant lessons from the \nimplementation of the current tranche and recommending appropriate changes \nto the design of subsequent tranches. \n2.5. Identify and recommend, if any, changes to the policy/legal framework relevant \nto SOE reforms that will help accelerate the reform process and establish \ninternational best standards on corporate governance. Prepare policy notes. \n2.6. Review the current legal and regulatory framework for SOE reforms and identify \nand recommend changes, if any, to help accelerate the reform process. Prepare \npolicy notes. \n \n3.1. Distill and disseminate lessons learned from individual pilot restructurings into \nrecommendations for a generalizable approach and conduct of stakeholder \nworkshops to build and maintain consensus on an evolving approach to \nreforms. \n3.2. Identify other key issues relevant to SOE reform and restructuring based on \nstakeholder consultation/experience from program implementation and support \nfor the conduct of relevant studies, surveys, and workshops to allow for effective \nunderstanding and addressing of issues. Prepare a guide to SOE reform and \nrestructuring. \n3.3  Research (in collaboration with the MPI) on topics relating to SOE reform.  \n3.4  Develop a code of corporate governance to be followed by the SOE sector. In \nthe application of such a code of governance, identify the need, if any, to \ndevelop sector-specific governance codes. \nADB = Asian Development Bank, MFF = multitranche financing facility, MOF = Ministry of Finance, MPI = Ministry of \nPlanning and Investment, SOE = state-owned enterprise. \nSource: Asian Development Bank. \n \nEndorsed by:            Approved by: \n \nShigeko Hattori            Kunio Senga \nDirector, SEPF            Director General, SERD\n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n \n($’000) \n Item  Total Cost \nAsian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (24.0 person-months)  630.00 \n      ii.  National consultants (54.5 person-months)  100.00 \n    b.  International and local travel  120.00 \n  2.  Workshops, conferences, surveys, and resource personsb  150.00 \n  3.  Reports, publication, and information dissemination activities  30.00 \n  4.   Miscellaneous administration and support costs  20.00 \n  5.  Contingencies  150.00 \n      Total  1,200.00 \nNote: The government will provide counterpart support in the form of counterpart staff, office space and utilities, \nand other in-kind contributions. \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV). \nb  Estimated total of 15 workshops. \nSource: Asian Development Bank estimates. \n \n ", "8  Appendix 3    \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Component 1: Monitoring, Evaluation, and Institutional Strengthening \n \n1.  International Consultants \n1.  State-owned enterprise reform and corporate restructuring expert (team leader) \n(international, 8 person-months). The main tasks include the following: \n(i)  In  consultation  with  other  experts  and  stakeholders,  develop  a  knowledge \ncommunications plan identifying knowledge products to be developed under the \ntechnical assistance (TA) along with a plan for dissemination. Products may \ninclude,  but  not  necessarily  be  limited  to,  case  studies,  policy  notes,  and \nguidelines. \n(ii)  In  collaboration  with  other  experts,  prepare  knowledge  products  and  other \nbackground papers in support of TA activities. \n(iii)  Develop a monitoring and consultation plan for each pilot restructuring project \nbased on identification of key issues, milestones, and indicators; and provide \nongoing monitoring of restructuring process based on  the plan and in close \nconsultation with key stakeholders. Based on the above work, develop a set of \nmonitoring  indicators  (both  financial  and  nonfinancial)  for  the  state-owned \nenterprise (SOE) sector. Prepare periodic assessment reports on the progress of \npilot restructurings, including ongoing identification of implementation issues and \nlessons learned. \n(iv)  Support conduct of workshops, as needed, to understand stakeholder concerns \nand build and maintain support for reforms. \n(v)  Review the ongoing restructuring process being undertaken by the two pilot \nprojects under the first tranche to evaluate the adequacy and effectiveness of the \nrestructuring approach adopted under the State-Owned Enterprise Reform and \nCorporate Governance Facilitation Program, identifying lessons learned.1 \n(vi)  Support review and refinement of the selection criteria and approval process for \nSOE  candidates  for  restructuring,  in  close  consultation  with  the  Ministry  of \nFinance (MOF) and the Asian Development Bank (ADB). \n(vii)  Support the design of a self-financing mechanism for the assessment of SOE \ncandidates for restructuring, in close consultation with the MOF and ADB. \n(viii)  Prepare  periodic  financing  request  (PFR)  design  assessments,  identifying \nrelevant  lessons  from  the  implementation  of  the  current  PFR(s)  and \nrecommending changes to the design of the subsequent PFR(s). \n(ix)  Provide for distillation and dissemination of lessons learned from individual pilot \nrestructurings into recommendations for a generalizable approach to SOE reform \nand restructuring. \n(x)  Develop a code of corporate governance to be followed by the SOE sector. In the \napplication of such a code of governance identify the need, if any, to develop \nsector-specific governance codes. \n(xi)  Provide for the identification of other key issues relevant to SOE reform, based \non  stakeholder  consultation/experience  from  multitranche  financing  facility \n                                                \n1  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Socialist Republic of Viet Nam for the State-Owned Enterprise Reform and Corporate \nGovernance Facilitation Program. Manila. \n ", "  Appendix 3  9 \nimplementation and support for the conduct of relevant studies and workshops to \nallow for effective understanding and addressing of issues. \n(xii)  In coordination with the corporate operational and financial restructuring expert \nand the legal and regulatory expert, identify and recommend, if any, changes to \nthe  policy  and/or  legal  framework  relevant  to  SOE  reforms  that  will  help \naccelerate  the  reform  process  and  establish  international  best  standards  on \ncorporate governance. \n(xiii)  In collaboration with other team members and counterpart staff, support the MOF \nin developing a viable approach to the assessment of SOE performance and a \nrelated proposal for SOE restructuring (including provision of comments on the \nMOF’s restructuring proposal). \n \n2.  Corporate operational and financial restructuring specialist (international, 3 person-\nmonths).  The  specialist  will  have  extensive  working  knowledge  of  general  corporation \nrestructuring, in particular in operational and financial aspects. The main tasks include the \nfollowing: \n \n(i)  In coordination with the SOE reform expert (team leader) and the legal and \nregulatory expert, the specialist should review the ongoing restructuring process \nbeing undertaken by the two pilot projects under the first tranche to evaluate the \nadequacy  and  effectiveness  of  the  restructuring  approach  adopted  and \nidentifying lessons learned. \n(ii)  In  the  process,  make  a  detailed  evaluation  of  the  effectiveness  of  both  the \noperational  and  financial  restructuring  being  undertaken  under  the  two  pilot \nprojects,  identifying  lessons  learned  and  any  corrective  approaches  to  be \nadopted. \n(iii)  Promote dialogue with policy makers and other stakeholders, and identify and \npropose other policy actions considered critical for accelerating SOE reforms. \n(iv)  In coordination with the corporate operational and/or financial restructuring expert \nand the legal and regulatory expert, identify and recommend, if any, changes to \nthe policy/legal framework relevant to SOE reforms that will help accelerate the \nreform  process  and  establish  international  best  standards  on  corporate \ngovernance. \n(v)  Conduct stakeholder consultation and workshops as required. \n(vi)  In collaboration with the team leader and other experts, support the preparation \nof knowledge products and other background papers in support of TA activities. \n(vii)  In collaboration with other team members and counterpart staff, support the MOF \nin developing a viable approach to the assessment of SOE performance and a \nrelated proposal for SOE restructuring (including provision of comments of the \nMOF’s restructuring proposal). \n \n3.  State-owned enterprise legal and regulatory expert (international, 2 person-months). \nThe main tasks include the following: \n \n(i)  Review the current legal and regulatory framework for SOE reforms and identify \nand recommend changes, if any, to help accelerate the reform process. \n(ii)  Coordinate with the SOE reform expert and the corporate operational and/or \nfinancial  restructuring  specialist  to  review  the  ongoing  restructuring  process \nbeing undertaken by the two pilot projects under the first tranche to evaluate the \nadequacy and effectiveness of the restructuring approach adopted under the \nprogram, identifying lessons learned. \n ", "10  Appendix 3 \n \n \n(iii)  In collaboration with team leader and other experts, support the preparation of \nknowledge products and other background papers in support of TA activities. \n(iv)  Provide comments on the MOF’s restructuring proposal. \n \n2.  National Consultants \n4.  State-owned enterprise reform/corporate restructuring expert/project coordinator \n(national, 5 person-months). The main tasks include the following: \n \n(i)  Monitor and coordinate the schedules and output of TA experts. \n(ii)  Conduct research on specific topics as required by ADB and the team leader. \n(iii)  Arrange and organize discussions and workshops, and help the team leader \nprepare materials for them, including translations of documents and interpretation \nof the discussions. \n(iv)  In collaboration with the team leader and other experts, support the preparation \nof knowledge products and other background papers for TA activities. \n(v)  In collaboration with other team members and counterpart staff, support the MOF \nin developing a viable approach to the assessment of SOE performance and a \nrelated proposal for SOE restructuring. \n \n5.  Legal and regulatory expert (national, 1.5 person-months). The main tasks include the \nfollowing: \n \n(i)  Assist the international legal and regulatory expert in all aspects of their tasks \nwithin the terms of reference.  \n(ii)  Under the guidance of the international legal and regulatory expert, collect and \nanalyze information and make it available in English in an organized, readable \nform. Help the international team make available to the government all reports \nand TA outputs in Vietnamese. \n(iii)  In collaboration with the team leader and other experts, support the preparation \nof knowledge products and other background papers for TA activities. \n \n3.  Support for the Project Monitoring Unit \n \n6.  National financial  expert  (one, minimum 15 person-months) and interpreter (one, \n24 person-months). A national financial consultant familiar with the SOE sector in Viet Nam will \nbe engaged to support the project monitoring unit within the MOF to monitor the implementation \nof the SOEs that are undergoing restructuring under the program. In coordination with the \nconsulting team, the consultant will develop the format for periodic progress reports and monitor \ntheir submission. The interpreter should be a graduate with a good command of the English \nlanguage and help the MOF in the translation of all documents related to the SOE program as \nwell  as  assist  the  MOF  in  meetings.  The  interpreter  will  also  be  the  official  translator  in \nworkshops that will be held under the TA. \n \nB.  Component 2: Multitranche Financing Facility Implementation \n1.  International Consultants \n7.  State-owned enterprise reform and corporate governance specialist (international, \n5 person-months). The main tasks include the following: \n \n ", "  Appendix 3  11 \n(i)  In coordination with the consultants under component 1, the government and \nADB agree on the selection criteria for candidates for subsequent restructurings. \n(ii)  Identify and short-list general corporations requiring financing under the program \nto undertake the equitization (the process of converting SOEs into joint stock \ncompanies with limited liability)  and listing process. \n(iii)  With  the  help  of  the  corporate  restructuring  specialist  and  the  financial \nrestructuring  specialist  as  well  as  national  consultants,  conduct  an  overall \nassessment  of  the  selected  general  corporations,  including  their  financial \nrestructuring plans, legal mandates, board and management, financial status, \nand business plans for the next 5 years to determine the required financial and \ntechnical support. \n(iv)  Identify the technical inputs for the selected general corporations covering tasks \nleading  to  overall  restructuring,  including  (a)  undertaking  financial  valuation; \n(b) defining the overall business strategy; (c) reforming organizational structures \nto  improve  corporate  governance,  operational  efficiency,  reporting,  and \ntransparency; and (d) recommending a specific set of measures to introduce and \nimplement solid corporate governance standards. \n(v)  Define methodologies for project monitoring and achievement of objectives for \nthe program. \n(vi)  Hold workshops and other meetings with various stakeholders to ensure effective \npolicy dialogue dissemination and consensus building. \n \n8.  Upon selection of additional candidates for participation under the multitranche financing \nfacility, the expert will do the following: \n \n(i)  Assess the financial management capabilities of selected general corporations; \nreview and verify cost information provided by the selected general corporations. \n(ii)  Build  a  financial  model,  using  Excel,  to  assess  the  impact  of  the  proposed \ntranche project on the borrowing general corporations’ financial positions. \n(iii)  Identify key risks and their impact, documented through cash flow sensitivity \nanalysis. \n \n9.  Corporate restructuring specialist (international, 3 person-months). The main tasks \ninclude the following: \n \n(i)  In coordination with the SOE reform and corporate governance specialist/team \nleader, identify select general corporations that could be considered for support \nunder the program. \n(ii)  Conduct an overall assessment of the selected general corporations, including \ntheir legal mandates, board and management status, and business plans for the \nnext 5 years to determine the appropriate operational restructuring process and \nrequired technical support. \n(iii)  Develop approaches, methods, techniques, and timing of the selected general \ncorporations’ organizational/managerial restructuring and redefining of strategic \ndirections. \n(iv)  Define areas that could be considered for support under the program, such as \nimproving organization, management, responsibility, performance reporting and \ntransparency, and enhancing corporate governance standards. \n \n10.  Financial restructuring specialist (international, 2 person-months). The main tasks \ninclude the following: \n ", "12  Appendix 3 \n \n \n \n(i)  In  coordination  with  the  SOE  reform  specialist/team  leader,  identify  select \ngeneral corporations that could be considered for support under the program. \n(ii)  Conduct an overall assessment of the selected general corporations, including \ntheir financial status, and business plans for the next 5 years to determine the \nrequired financial and technical support for their financial restructuring, possibly \nfor equitization and stock listing. \n(iii)  Develop approaches, methods, techniques, and timing of the equitization and \nassessment of the selected general corporations, if appropriate, including (a) a \nreview of equitization options and procedures, (b) valuation, and (c) preparation \nof master plans. \n(iv)  Support the team leader in developing a modality for providing market-based \nfinancial and technical support to financial restructuring of the selected general \ncorporations under the program, with a clear set of selection criteria. \n \n11.  State-owned enterprise legal and regulatory expert (international, 1 person-month). \nIn coordination with the team leader, the expert will ensure the proposed restructuring process \nfor the selected SOEs is consistent and in conformity with the domestic legal provisions, and \nidentify any regulatory impediments for selected SOEs to go through the restructuring. \n \n2.  National Consultants \n \n12.  State-owned  enterprise  reform  and  corporate  restructuring  specialist  (national, \n5 person-months), corporate finance specialist (national, 3 person-months), and SOE legal \nand regulatory expert (national, 1 person-month). The main tasks include the following: \n \n(i)  Provide  support,  as  needed,  to  respective  international  experts  under \ncomponent 2 in the conduct of their tasks, including the collection and analysis of \ninformation and translation of technical information and/or outputs into English \nand/or Vietnamese as needed. \n(iii)  Conduct research on specific topics as required by ADB and the international \nexperts. \n \nC.  Workshops \n \n13.  All  consultants  will  support  the  conduct  of  a  series  of  stakeholder  workshops  to \ndisseminate the results of their work and further SOE reform. The workshops will be designed \nand organized in consultation with the government and the MOF. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20111222151514Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "adb project 39538, adb technical assistance, cdta, capacity development technical assistance, state-owned enterprises, corporate governance, public sector management, economic grwoth, private sector development, governance", "ModDate": "D:20111227104243+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Decision document for the Strengthening Support for State-Owned Enterprise Reform and Corporate Governance Facilitation Program in Viet Nam presented to ADB’s Board of Directors for Management for approval.", "Title": "TAR: Viet Nam: Strengthening Support for State-Owned Enterprise Reform and Corporate Governance Facilitation Program"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 17 November 2011) \nCurrency Unit  –  dong (D) \nD1.00  =  $0.0000476 \n$1.00  =  D21,005.00 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MFF  –  multitranche financing facility \n  MOF  –  Ministry of Finance \n  MPI  –  Ministry of Planning and Investment \n  PFR  –  periodic financing request \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment), private sector development (privatization), \ngovernance (economic and financial governance), capacity \ndevelopment (institutional development) \nLocation (impact)  –  Rural (low), urban (high), national (high) \n \n \nNOTE \n \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, \nSERD \n   \nTeam leader  T. Hla, Financial Economist, SERD \nTeam members  D. Dung, Senior Public Management Officer, SERD \nC. Kaneko, Senior Financial Sector Specialist (Capital Markets), SERD \n  S. Kawazu, Senior Counsel, Office of the General Counsel \nM.V. Mina, Associate Project Analyst, SERD \n  M.J. Mitra, Senior Operations Assistant, SERD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Hattori", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "T. Hla", "role": "Financial Economist", "organization": "SERD"}, {"fullname": "D. Dung", "role": "Senior Public Management Officer", "organization": "SERD"}, {"fullname": "C. Kaneko", "role": "Senior Financial Sector Specialist (Capital Markets)", "organization": "SERD"}, {"fullname": "S. Kawazu", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "M.V. Mina", "role": "Associate Project Analyst", "organization": "SERD"}, {"fullname": "M.J. Mitra", "role": "Senior Operations Assistant", "organization": "SERD"}]}