{"path": "data/input/ta/39579-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 39579  \nDecember 2005 \n \n \n \nTechnical Assistance \nStrengthening Economic and Financial Monitoring in \nSelected ASEAN+3 Countries\n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "ABBREVIATIONS \n \nADB  –  Asian Development Bank \nASEAN  –  Association of Southeast Asian Nations \nASEAN+3  –  Association of Southeast Asian Nations plus People’s \nRepublic of China, Japan and Republic of Korea \nASP  –  ASEAN Surveillance Process \nEWS  –  early warning system \nFMP  –  Finance Ministers’ Process \nIMF  –  International Monetary Fund \nLao PDR  –  Lao People's Democratic Republic \nNSU  –  national surveillance unit \nOREI  –  Office of Regional Economic Integration \nPRC  –  People’s Republic of China \nTA  –  technical assistance \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, regional cooperation \nSubtheme  –  Promoting macroeconomic stability \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nG. Capannelli, Senior Economist, Office of Regional Economic Integration. \n ", " \nI.  INTRODUCTION \n1.  At a regional workshop for officials of ministries of finance and central banks of members \nof the Association of Southeast Asian Nations (ASEAN) plus Japan, Republic of Korea, and \nPeople’s Republic of China (PRC)─or ASEAN+3 countries─organized in April 2005 in Jakarta,1 \nthe Asian Development Bank (ADB) was requested to continue its support for capacity building \nof national surveillance units (NSUs) and similar government agencies provided under two \nphases of an existing regional technical assistance (TA) project, which is due for completion by \nthe end of 2005.2 ADB was also requested to support regional meetings of NSUs and similar \ngovernment agencies in the ministries of finance and central banks through regional workshops \naimed at discussing technical issues, such as financial vulnerability assessment, to be included \nin the economic surveillance reports and other economic and financial reports tabled at the \nASEAN and ASEAN+3 Finance Ministers’ and Deputies’ meetings. Such effort is seen as an \nimportant way to strengthen the economic review and policy dialogue process among ASEAN+3 \ncountries  and  boost  regional  economic  cooperation  and  integration.  During  the  Jakarta \nworkshop, ADB was also asked to extend to Malaysia and the PRC assistance on economic \nand  financial  monitoring  similar  to  that  provided  to  Cambodia,  Indonesia,  Lao  People’s \nDemocratic Republic (Lao PDR), Philippines, Thailand, and Viet Nam through their NSUs. A \nrequest to include support for creating libraries on financial surveillance within NSUs and similar \nagencies was also made. \n \n2.  During the first half of 2005, fact-finding missions were fielded to the aforementioned \ncountries and intensive consultation was conducted with relevant agencies, including ministries \nof finance, central banks, national statistics offices, and economic research centers. A general \nagreement was reached to start a new phase of ADB assistance by including all eight countries \nin one project. The terms and conditions of participation by Malaysia and the PRC in the project \nwere  included  in  aide  memoires  prepared  in  close  coordination  with  the  respective \nadministrations during fact-finding. This paper reflects the objectives, scope, cost estimates, \nfinancing plans, and implementation arrangements discussed with the concerned government \nagencies during fact-finding.3 The design and monitoring framework is attached as Appendix 1. \n \nII.  ISSUES \n3.  After the Asian financial crisis of 1997, the finance ministers of ASEAN+3 countries \nestablished a process of economic review and policy dialogue among themselves to discuss \nissues of mutual interest, including concrete efforts to prevent crises from recurring through a \n \n                                                 \n1  Workshop  on  Quantitative  Methods  for  Economic  and  Financial  Monitoring  and  Strengthening  of  National \nSurveillance Units in East Asia, jointly-organized by ADB-ASEAN Secretariat-Ministry of Finance, Indonesia, in \nJakarta on 25–26 April 2005. \n2  Assistance was initially provided for Indonesia, Philippines, and Thailand under ADB. 1999. Technical Assistance \nfor Capacity Building of Ministries of Finance of Selected DMCs for the ASEAN Surveillance Process. Manila (TA \n5879-REG, for $500,000, approved on 16 December). Subsequently, under phase II of the project, assistance was \nextended to Cambodia, Lao People’s Democratic Republic, and Viet Nam under ADB; ADB. 2000. Technical \nAssistance for Capacity Building of Ministries of Finance of Selected DMCs for the ASEAN Surveillance Process \n(Phase II), Manila (TA 5965–REG, for $300,000, approved on December), and continued to Indonesia, Philippines, \nand Thailand; ADB. 2001. Technical Assistance for Capacity Building of Ministries of Finance in Selected DMCs for \nthe ASEAN Surveillance Process (Part 2), Manila (TA 6012–REG, for $300,000, approved on December).  \n3  The TA first appeared in ADB Business Opportunities (internet edition) on 12 September 2005. ", "2   \nshared approach to regional economic and financial monitoring.4 The Finance Ministers of \nASEAN+3 countries requested ADB to strengthen the capacity of their national and regional \ninstitutions involved in this process, and ADB responded with a three-pronged capacity-building \neffort by (i) organizing a training course on regional economic and financial monitoring for \nministries of finance and central bank officials;5 (ii) supporting the establishment of NSUs in \nCambodia, Indonesia, Lao PDR, Philippines, Thailand, and Viet Nam; and (iii) strengthening the \ncapacity of the ASEAN Secretariat. 6  \n \n4.  While the third activity has been successfully concluded, the two others continue to be \nan important focus of ADB’s support to strengthen ASEAN+3 countries’ capacity to monitor their \nfinancial vulnerabilities. Under the second activity, in particular, the six existing NSUs have \nreceived ADB assistance through (i) consulting services, (ii) equipment, (iii) technical training, \nand (iv) workshops. Through such support, the NSUs were able to enhance the skills of their \nstaff in preparing surveillance reports and filling in a data template for economic and financial \nindicators currently used by the ASEAN Secretariat to gather data from its members.7  \n \n5.  In parallel with this capacity-building effort, ADB has also supported regional economic \nand financial monitoring activities among ASEAN+3 countries through the establishment of an \nearly warning system (EWS) software to assess financial vulnerabilities and provide insights in \npreventing  financial  crises.  For  this  purpose,  two  technical  assistance  (TA)  projects  were \napproved: one to develop a regional EWS prototype model, and another one to develop a \nwindows-based EWS software and disseminate it to NSUs and similar agencies in the ministries \nof finance and central banks of ASEAN+3 countries.8 The dissemination process, including \n                                                 \n4 ASEAN finance ministers established the ASEAN Surveillance Process (ASP) in February 1998, and the finance \nministers of ASEAN countries plus Japan, Republic of Korea, and PRC established the ASEAN+3 Finance \nMinisters’ Process in November 1999. Under the ASEAN+3 Finance Ministers Process (ASEAN+3 FMP), ministers \nof finance meet once a year and their deputies twice a year to discuss and review regional economic and financial \ndevelopments, including issues of surveillance. The ASEAN+3 Finance Ministers Process has four components: \n(i) Economic Review and Policy Dialogue, (ii) the Chiang Mai Initiative, (iii) the Asian Bond Market Initiative, and \n(iv) the ASEAN+3 Research Group. \n5  One hundred forty-three midlevel officials have already completed a training course on regional economic and \nfinancial monitoring, including a special part on early warning systems (EWS), offered semiannually at ADB \nheadquarters. Assistance has been provided under phases I–IV of the regional TA. ADB. 1998. Technical \nAssistance for Technical Training and Capacity Building in Support of the ASEAN Economic Surveillance Process. \nManila (TA 5827-REG, for $707,000, approved on December); ADB. 2001. Technical Assistance for Technical \nTraining and Capacity Building in Support of the ASEAN Economic Surveillance Process, Phase II. Manila (TA \n6019-REG, for $200,000, approved on December); ADB. 2002. Technical Assistance for Technical Training and \nCapacity Building in Support of the ASEAN Economic Surveillance Process, Phase III. Manila (TA 6071-REG, for \n$300,000, approved on December); ADB. 2004. Technical Assistance for Technical Training and Capacity Building \nin Support of the ASEAN Surveillance Process, Phase IV. Manila (TA 6201-REG, for $310,000, approved on \nNovember). \n6  Assistance was provided under ADB. 1998. Technical Assistance for Capacity building for the ASEAN Surveillance \nCoordination Unit and Technical Support for the ASP. Manila (TA 5870-REG, for $980,000, approved on 24 \nDecember).  \n7 Regional economic and financial monitoring conducted under the ASP and ASEAN+3 FMP presents distinguished \nfeatures that complement global and national surveillance activities of the International Monetary Fund (IMF). Apart \nfrom its regional focus, surveillance activities conducted under the ASP and ASEAN+3 FMP do not follow the \nprescriptive approach associated with the IMF’s Article IV consultation but a comparatively informal process based \non a peer review of economic circumstances; they rather focus on facilitating information exchange, raising issues \nfor discussion among members, and exploring alternative solutions, as new challenges arise to regional economic \ndevelopment and financial stability.  \n8 Respectively, ADB. 2001. Technical Assistance for An ASEAN+3 Framework for the Development of Early Warning \nSystems, (TA 5986–REG: for $150,000, approved in July); ADB. 2002. Technical Assistance for Capacity Building \nfor Implementing Early Warning Systems in ASEAN+3 Countries, Manila (TA 6070–REG  for $300,000, approved \nin December). ", "  3\ninstallation of and training on the software─named Vulnerability Indicators and Early Warning \nSystem (VIEWS)─is under way and is expected to be completed by the first half of 2006. \n \n6.  Two phases of a TA preceding the present one (footnote 2) have assisted the finance \nministries of Cambodia, Indonesia, Lao PDR, Philippines, Thailand, and Viet Nam by facilitating \nthe establishment of NSUs and developing a self-sustaining capacity to discharge surveillance \nresponsibilities.9  This  support  has  significantly  strengthened  the  quality  of  the  economic \nsurveillance reports tabled at the ASEAN Finance Ministers’ as well as the ASEAN+3 Finance \nMinisters’ and Deputies’ meetings. However, because of the complexities of the issues at stake, \nthe little knowledge available at the start of the process, and the high staff turnover in NSUs and \nsimilar agencies, it is necessary to further strengthen the capacity of the involved institutions. In \naddition to macroeconomic issues, this TA will support efforts of NSUs and similar agencies to \nincorporate more technical issues such as financial vulnerability assessment in the economic \nsurveillance reports tabled at the ASEAN Finance Ministers’ and ASEAN+3 Finance Ministers’ \nand Deputies’ meetings. The current TA proposes to extend these activities also to Malaysia \nand  the  PRC,  taking  into  account  their  national  circumstances  and  considering  that  NSU \nfunctions can be performed by similar agencies as well. In coordination with other assistance \nprojects  to  ASEAN+3  countries  for  regional  economic  and  financial  monitoring,  including \ntechnical  training  programs  and  development  of  the  VIEWS  software,  the  present  TA  will \nstrengthen the capacity of NSUs and similar agencies to perform surveillance operations.10\n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The purposes of the TA are: (i) to further strengthen institutional and technical capacities \nof NSUs and similar government agencies involved in economic and financial monitoring under \nthe ASEAN Surveillance Process (ASP) and the ASEAN+3 Finance Ministers’ Process (FMP); \nand (ii) to strengthen coordination both among NSUs in the region and between NSUs and other \nnational institutions—central banks, statistical offices, and others—involved in economic and \nfinancial  monitoring.  To  achieve  these  objectives,  the  TA  will  provide  consulting  services, \ntechnical training, and equipment;11 promote research activity; organize regional workshops in \nsupport of the ASP and the ASEAN+3 FMP; and support the creation of libraries on economic \nand financial monitoring to be located in the NSUs or similar agencies. In particular, research \nactivity on surveillance-related issues, training courses, and on-the-job training conducted under \nthis  TA  will  strengthen  the  participating  countries’  technical  and  institutional  capacities.  In \naddition, through coordination with other TAs such as those for development of and training on \nthe EWS software and training on regional economic and financial monitoring, the TA will help \nreduce the problem of high staff turnover in NSUs and similar agencies. At the same time, the \norganization  of  regional  workshops  on  technical  issues  related  to  surveillance  will  help \nstrengthen coordination both among NSUs and between NSUs and other institutions involved in \neconomic and financial monitoring. \n  \n                                                 \n9 In the Lao PDR, the National Surveillance Unit (NSU) was initially established within the Bank of Lao PDR (2001) \nand later (2005) moved to the Ministry of Finance. \n1T0 hAec tvivieitwiess  eunxdperer sthsiesd R hEeTrAe ina rae reco tnhsoisstee not f wthithe  tchoen dsiureltcatniotn a tnadk edno  sninocte n 1e9c9e9s sbayr iIlMy Fre fporre csoenndtu tchtoinsge i tosf  bAilDatBer’asl  \nmseumrvbeeilrlasn, cBeo aacrdtiv oitife Ds,i rwechticohrs h, aMvea nmaogveemd etno t,in ocrlu sdtea fmf, oarned f omcuasy  obne  cprroeslsim-cionuanrtyry i na nnda truergei.o n al surveillance and \nmore emphasis on analysis and identification of vulnerability. \n11 Mostly electrical and electronic devices, such as computers, printers, overhead projectors, or similar equipment \nnecessary to the staff of NSUs and similar agencies to conduct their routine work. \n     \n ", "4   \nB.  Methodology and Key Activities \n8.  The countries to be included in this TA are Cambodia, PRC, Indonesia, Lao PDR, \nMalaysia, Philippines, Thailand, and Viet Nam. The TA will support: \n \n(i)  Training of concerned national staff from the ministries of finance, central banks, \nand other agencies on issues related to economic and financial monitoring with \nemphasis  on  the  assessment  of  financial  vulnerabilities,  EWS,  and  leading \neconomic  indicators.  Training  will  be  provided  through  seminars,  workshops, \ntailor-made courses, as well as on-the-job monitoring. To the extent possible, \ntraining programs will be organized on a collaborative basis among participating \ndeveloping member countries. \n(ii)  Organization of regional workshops for NSUs and similar agencies, with the aim \nof providing technical support and advice in preparing for the ASEAN Finance \nMinisters’ and  ASEAN+3 Finance Ministers’ and Deputies’ meetings. \n(iii)  Research and studies conducted by NSUs and similar agencies on economic \nand financial monitoring, including preparing national surveillance reports and \ndata templates, as well as national and regional economic outlook reports, and \ncreating and managing specific databases and libraries. \n \n9.  International and domestic consultants and resource persons will be engaged to design \nand  conduct  national  and  regional  workshops  on  surveillance-related  topics,  taking  into \nconsideration feedback from the assessment of other related TAs and specific needs of each \nparticipating country. TA resources will also be used to support a variety of other capacity-\nbuilding activities including, but not limited to, participation in seminars, workshops, and training \ncourses  offered  by  local  or  foreign  institutions  in  areas  related  to  economic  and  financial \nmonitoring, EWS, and economic indicators. The TA will encourage collaborative and individual \nresearch  initiatives  by  NSUs  and  similar  agencies  and  will  support  the  publication  and \ndissemination  of  associated  outputs  through  appropriate  channels.  Initiatives  that  foster \ninformation exchange within and among countries will be also encouraged. \n \nC.  Cost and Financing \n10.  The total estimated cost of the TA is $850,000 equivalent, of which $600,000 will be \nfinanced on a grant basis by ADB’s TA funding program. The balance of $250,000 equivalent \nwill  be  provided  by  the  governments  of  Cambodia,  PRC,  Indonesia,  Lao  PDR,  Malaysia, \nPhilippines, Thailand, and Viet Nam as counterpart contributions to cover local staff salaries, \nadministrative support, office accommodation, equipment, and other overhead expenses. The \nTA cost estimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n11.  The Implementing Agencies for the TA are the ministries of finance of Cambodia, PRC, \nIndonesia, Lao PDR, Malaysia, Philippines, Thailand, and Viet Nam. In particular, NSUs or \nsimilar agencies identified by the ministries of finance will be immediately responsible for TA \nimplementation. Local staff designated to head the NSUs and similar agencies will report to their \nrelevant supervisors within the ministry of finance on the implementation of the TA activities. \nThe Office of Regional Economic Integration (OREI) of ADB will be responsible for TA execution. \nThe  TA  will  finance  the  purchase  of  equipment  including  computers,  printers,  overhead \nprojectors,  and  other  equipment  necessary  for  NSUs  and  similar  agencies  to  conduct ", "  5\nsurveillance-related work. Any procurement will be done by OREI in coordination with the NSUs \nor similar agencies and will be in accordance with ADB’s Guidelines for Procurement. After \ncompletion of the TA, any procured equipment will be disposed of in accordance with Project \nAdministration Instructions 5.11.  \n \n12.  The TA activities will be implemented with the assistance of international and domestic \nconsultants and resource persons. The scope of work and terms of reference for the consultants \nand resource persons are in Appendix 3. One to two international consultants will be engaged \nfor  approximately  2  person-months  and  up  to  four  resource  persons  will  be  engaged \nintermittently  for  approximately  2  person-months.  International  consultants  and  resource \npersons  will  be  macroeconomists  with  extensive  experience  in  international  finance, \nsurveillance,  EWS,  and  quantitative  methods,  and  familiar  with  the  ASEAN+3  FMP.  In \nconsultation with NSUs and similar agencies, OREI will provide detailed terms of reference for  \nthe consultants.  \n \n13.  Six to eight domestic consultants will be engaged for approximately 120 person-months \nto help train local technical staff. The domestic consultants are also expected to provide general \ntechnical support for surveillance-related research. The domestic consultants will be supervised \nby staff from the local NSUs and similar agencies. Selection and individual engagement of \nconsultants and resource persons will follow ADB’s Guidelines on the Use of Consultants and \nother arrangements satisfactory to ADB for engaging domestic consultants. The TA will be \ncarried out over 24 months starting in January 2006, and is expected to be completed by \nDecember 2007. \n \n14.  The  progress  of  TA  activities  will  be  monitored  through  reports  prepared  by  the \ninternational and domestic consultants, and through midterm and final review meetings that will \nbe held with each Implementing Agency. The midterm review meetings may accommodate \nminor changes in design and execution that may be needed during implementation of the \nremainder of the TA. The final review meetings will assess the success of the TA, covering \ndesign and implementation, and determine whether further assistance may be required. \n \nIV.  THE PRESIDENT'S DECISION \n15.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $600,000 on a grant basis for \nStrengthening Economic and Financial Monitoring in Selected ASEAN+3 Countries, and hereby \nreports this action to the Board. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms \nImpact      Assumptions \n       \nStrengthen policy  • Trend of data and  • Various meetings of  • ASEAN and \nmaking especially on  indicators on  the ASEAN  ASEAN+3 \neconomic and  economic and  Surveillance  members will \nfinancial monitoring  financial stability  Process (ASP) and  continue to support \namong members of  and sustainable  ASEAN+3 Finance  the ASP and the \nthe Association of  growth in the  Ministers Process  ASEAN+3 FMP. \nSoutheast Asian  ASEAN+3 region  (FMP) where  • Ministries of \nNations (ASEAN) plus  • Quality of  economic and  Finance of \nJapan, Republic of  surveillance reports  financial  ASEAN+3 countries \nKorea, and the  and economic  developments are  will continue to \nPeople’s Republic of  outlooks presented  reviewed and  support their \nChina (PRC) – or the  at the ASEAN  discussed  national \nso-called ASEAN+3  Finance Ministers’  • Midterm and final  surveillance units \ncountries  Meeting and the  Technical  (NSUs) and similar \nASEAN+3  Assistance (TA)  agencies, and will \nDeputies’ and  reviews   use their outputs for \nFinance Ministers’  • Progress reports  policy making and \nMeetings and other  from consultants  discussion. \nmeetings of  • Occasional  • The interest of \nASEAN+3 FMP  assessments by the  ASEAN+3 finance \nInternational  ministers and their \nMonetary Fund  deputies in the \n(IMF) and other  regional economic \ninternational  and financial \nagencies  monitoring process \n• Regular monitoring  is sustained. \nby the Asian \nDevelopment Bank \n(ADB) staff \nOutcome      Assumptions \n       \nFurther strengthening  • Proficiency of NSUs  • ADB staff review  • Participating \nof the institutional and  or similar agencies’  missions  member countries \ntechnical capacities of  staff in surveillance  • Consultants’ reports  will nominate \nNSUs in the ministries  methods, as  including specific  appropriate and \nof finance or similar  evidenced in  assessments of  adequate staff in \nagencies in  discharging their  training activities  NSUs or similar \nCambodia, PRC,  responsibilities  and inputs from the  agencies in charge \nIndonesia, Lao  • Level of technical  trainees  of surveillance-\nPeople’s Democratic  and administrative  • Consultants’ reports  related activities. \nRepublic (PDR),  knowledge  on the use and  • Trainees can \nMalaysia, Philippines,  available at the  effectiveness of  commit their time to \nThailand, and Viet  NSUs or similar  databases  attend the training ", "  Appendix 1  7 \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms \nNam to discharge  agencies  • Feedback from  programs. \ntheir responsibilities  • Quality of economic  various meetings  • Participants, \nfor economic and  and financial  under ASP and  individually and as \nfinancial monitoring,  reports produced by  ASEAN+3 FMP  a team, will work to \nand to strengthen  NSUs or similar  effectively \ncoordination both  agencies  implement \nbetween NSUs and  • Quality of reviews  ASEAN+3 FMP. \nother institutions  of economic and \ninvolved in economic  financial trends \nand financial  produced by NSUs \nmonitoring, and  or similar agencies \namong NSUs in the  in participating \nregion, thereby  countries \nsustaining the  • Turnover of the \nregional economic  consultants’ \ncooperation  responsibilities to \nand integration  full-time staff of \nprocess, particularly  NSUs or similar \nthrough the ASP and  agencies \nthe ASEAN+3 FMP   \n \nOutputs      Assumptions \n       \n1. Government  • TA needs and  • Number of trainees  • Participating \nofficials in NSUs  capability  and their feedback  member countries \nand similar  assessment   at completion of  will nominate \nagencies of  • Length and quality  training programs,  adequate staff in \nselected ASEAN+3  of technical training   seminars, and  NSUs or similar \ncountries trained on  • Number of staff  workshops  agencies in charge \neconomic and  trained   • Specific training  of surveillance-\nfinancial monitoring  • Degree of  material available at  related activities. \nand related issues  development of  the related NSUs   • Trainees can \n  Early warning  • Review of reports  commit adequate \n2. Training needs  systems (EWS)  on economic and  time to attend \nassessments and  models within NSUs  financial monitoring  training programs. \ntraining material for  or similar agencies  and development  • Consultants provide \nselected countries  • Accuracy of  produced by  satisfactory training \nand/or institutions  economic  participating  and technical \n  databases  countries  inputs. \n3. Operational and  established at  • Analysis of  • The ADB-\ntechnical support  NSUs or similar  simulation results  developed \nprovided to NSUs  agencies and  using original EWS  Vulnerability \nor similar agencies  degree of their  models  Indicators and EWS \n The views expressed herein aursea tgheo sine  oafn tahley zcionngs ulta•n t Eanxdte drnoa nlo rte nveiecwesss aornil y repr(eVsIeEnWt tSho) sseo oftfw AaDreB ’s \n4m. eInmfobremrsa, tBioona rd of Directors,E MWaSna agnedm efinnta, nocr isatla ff, andt hmea ye fbfeec ptirveelimneinsasr yo ifn  natuorer .s  imilar software \nsystems,  vulnerabilities  the EWS models for  is used for \ndatabases, and  • Effectiveness of   policy advisory  analyzing on \nassociated links \n ", " 8  Appendix 1 \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms \nmaintained among  regional technical  services  economic and \nNSUs or similar  workshops in  • Number of regional  financial monitoring. \nagencies   support of meetings  technical  • Appropriate office \n  among ASEAN and  workshops  space and \n5. Regional  ASEAN+3 countries  organized, their  equipment are \nworkshops to  • Increased level of  quality and level of  available at NSUs \nprovide technical  collaboration  discussion, and  or similar agencies. \nsupport and advice  among ASEAN+3  attendance by  • Suitable consultants \nin preparing  countries on issues  relevant ASEAN  are recruited timely. \nregional meetings  related to  and ASEAN+3   \namong ASEAN and  surveillance  officials and  Risks \nASEAN+3 countries  • Proper creation and  external experts   \n  maintenance of  • Number of entries  • External economic \n6. Creation of libraries  libraries on  available at the  and financial \non economic and  economic and  libraries and their  shocks may divert \nfinancial monitoring  financial monitoring  usage   participating \nwithin NSUs or  within NSU or  • ADB staff  countries’ attention \nsimilar agencies  similar agencies  participation in  from surveillance \nnational and  activities.  \nregional workshops  • The staff turnover \n• Progress reports  ratio in NSU and \nfrom consultants  similar agencies \nand resource  remains high due to \npersons  comparatively \nunattractive working \nconditions and \nenvironment. \n ", "  Appendix 1  9 \n \n   \nActivities with Milestones  Inputs \n   \n  •  ADB \n1. Training courses and seminars related to  2 person-months of international consulting services \neconomic and financial monitoring  including airfare and per diems ($50,000) \n \n2 person-months of resource persons’ services including \n2. On-the-job training on economic and financial \nairfare and per diems ($70,000) \nmonitoring for staff of NSUs or similar agencies \n  120 person-months of domestic consulting services \n3. Administrative and technical support to NSUs  including domestic travel ($140,000) \nor similar agencies to maintain economic \nTraining programs and involved travels and dissemination \ndatabases and to prepare surveillance reports, \nof results ($50,000) \neconomic and financial outlooks, and similar \noutputs related to surveillance activities  Regional workshops including airfares and per diems \n  ($200,000) \n4. Research on issues of economic and financial \nEquipment ($20,000) \nmonitoring, including the preparation of \nsurveillance data templates  Libraries ($16,000) \n \nTotal Cost - including contingencies ($600,000) \n5. Organization of national and regional \n \nworkshops on economic and financial \n•  Government \nmonitoring \nOffice accommodation, facilities, equipment, \n \nadministrative support, and transportation ($100,000) \n6. Creation of libraries on economic and financial \n \nmonitoring in NSUs or similar agencies \nRemuneration and per diem of counterpart staff at the \n \nministries of finance ($150,000) \n \nADB = Asian Development Bank, ASEAN = Association of Southeast Asian Nations, EWS = early warning system, \nFMP = Finance Ministers’ process, Lao PDR = Lao People’s Democratic Republic, NSU = national surveillance unit, \nPRC = People’s Republic of China, VIEWS = vulnerability indicators and early warning system. \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " 10  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n   \nItem  Cost \n \n   \nA. Asian Development Bank Financing a  \n 1.  Consultants   \n       a.    International Consultants  40.0 \n        b.    Domestic Consultants  120.0 \n        c.    Resource Persons  40.0 \n       d.  International and Domestic Travel  60.0 \n   \n 2.  Training Programs   \n       a.    Courses, Seminars, and Conferences  30.0 \n   b.    Travel  10.0 \n   c.    Publications  10.0 \n   \n 3.  Workshops   \n       a.    Venues, Logistics, and Per Diems  50.0 \n   b.    Travel  100.0 \n   c.    Miscellaneous Administration  50.0 \n   \n  4.   Equipment  20.0 \n  5.   Libraries  16.0 \n   \n  6.   Contingency  54.0 \n   \n   \nSubtotal (A)  600.0 \n   \nB. Selected ASEAN+3 b Government Financing   \n     1.   Office Accommodation, Facilities, Equipment, Administrative  100.0 \nSupport, and Transportation \n     2.   Remuneration and Per Diem of Counterpart Staff at the Ministries  150.0 \nof Finance \n Subtotal (B)  250.0 \n                             Total          850.0 \na  Financed by the Asian Development Bank's TA funding program. \nb ASEAN+3 = Association of Southeast Asian Nations plus People’s Republic of China, Japan, and \nRepublic of Korea. \nSource: Asian Development Bank estimates. ", "  Appendix 3  11 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Of  the  eight  countries  included  in  the  technical  assistance  (TA),  three  (Indonesia, \nPhilippines, and Thailand) have already received two phases of Asian Development Bank (ADB) \nassistance  to  establish  and  operationalize  their  national  surveillance  units  (NSUs);  three \n(Cambodia,  Lao  People’s  Democratic  Republic  [Lao  PDR],  and  Viet  Nam)  have  already \nreceived  one  such  phase  of  assistance;  while  two  countries  (Malaysia  and  the  People’s \nRepublic of China [PRC]) are new to receiving assistance in support of their NSUs or similar \nagencies.  ADB  has  also  assisted  the  Association  of  Southeast  Asian  Nations  (ASEAN) \nSecretariat to create a data template for economic and financial indicators to assess countries’ \nand regional vulnerabilities, and to structure surveillance reports at both country and regional \nlevels. Data templates and formats for national surveillance reports are available at NSUs. \nInternational and domestic consultants have helped NSUs establish a system for gathering data \nfrom different sources, completing data templates, and preparing national surveillance reports. \n \n2.  Domestic consultants in Indonesia, Philippines, and Thailand have been conducting \ntechnical training for NSU staff on issues related to the assessment of national economic and \nfinancial vulnerabilities, including usage of specific quantitative methods such as statistics and \neconometrics. NSUs in these three countries have also produced initial results using early \nwarning system (EWS) models. \n \n3.  The TA will provide services from international consultants, domestic consultants, and \nresource persons. International consultants will be assisting mainly countries (Malaysia and \nPRC) that have not received any previous support under phases I and II of the TA Capacity \nBuilding of Ministries of Finance in Selected Developing Member Countries for the ASEAN \nSurveillance Process.1 Services from domestic consultants will in principle be offered to all eight \ncountries participating in the current TA and following a specific request from the NSUs and \nsimilar agencies in the ministries of finance. Resource persons will be hired for short-term \nassistance  in  preparing  and  conducting  regional  technical  workshops  as  well  as  training \nprograms on issues of economic and financial monitoring. \n \nA.  International Consultants (Macroeconomists) (1–2, for a total of 2 person-months) \n \n4.  International  consultants  will  be  engaged  to  conduct  training  needs  assessments, \nfacilitate  design,  and  deliver  training  programs  on  surveillance-related  topics  especially  in \nMalaysia and the PRC, taking into consideration the countries’ specificities. The consultants will \nbe macroeconomists with extensive experience in international finance, surveillance activities, \nEWS, economic statistics, and quantitative analysis. They will also have proven experience in \nconducting training programs for government officials. Consultant selection will consider the \nspecific training needs of the involved NSUs and similar agencies. International consultants’ \nterms of reference will include, but will not be limited to, the following tasks: \n(i)  Design and administer specific on-the-job training on issues related to economic \nand financial monitoring, directed by the needs of each country. \n(ii)  Prepare appropriate training needs assessments as well as training materials as \nrequested by the Office of Regional Economic Integration (OREI). \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n                                                 \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n1  ADB. 1999. Technical Assistance for Capacity Building of Ministries of Finance of Selected DMCs for the ASEAN \nSurveillance Process. Manila (TA 5879-REG, for $500,000, approved on 16 December); and ADB. 2000. Technical \nAssistance for Capacity Building of Ministries of Finance of Selected DMCs for the ASEAN Surveillance Process \n(Phase II). Manila (TA 5965–REG, for $300,000, approved on December). \n ", " 12  Appendix 3 \n(iii)  Coordinate with OREI, government officials from NSUs and similar agencies, and \nother consultants to ensure effective implementation of training activities. \n(iv)  Provide technical inputs and expert advice in national and regional workshops. \n(v)  Submit reports to OREI as requested on a case-by-case basis.  \n \nB.  Domestic Consultants (Technical Assistants) (6–8, for a total of 120 person-months) \n \n5.  Domestic consultants will be engaged to assist government officials from NSUs and \nrelated  agencies  in  discharging  their  day-to-day  surveillance  responsibilities,  train  them  on \nadministrative and technical matters, provide general technical support for surveillance-related \nresearch activities, as well as help design and deliver training programs and workshops on \nsurveillance-related topics. The consultants will be preferably trained economists or statisticians, \nor both, with deep knowledge of international macroeconomics and finance, including technical \nmatters related to economic and financial monitoring, EWS, and quantitative methods. They will \nbe supervised by staff from the NSUs and similar agencies of the involved countries. The tasks \nto be performed by the consultants include, but are not limited to, the following: \n(i)  Design and implement training programs on economic and financial monitoring, \nincluding appropriate reference and training materials. \n(ii)  Contribute  to  daily  data  assembly,  classification,  and  processing,  including \nmaintaining a specific database on surveillance-related indicators. \n(iii)  Provide expert advice and guidance to NSUs and similar agencies on financial \nvulnerabilities assessment, EWS, and other surveillance-related topics. \n(iv)  Assist in maintaining the libraries on economic and financial monitoring. \n(v)  Prepare periodical feedback and reports as requested on a case-by-case basis \nby their supervisors in the local ministries of finance and by OREI. \n \nC.  Resource Persons  \n \n6.  Up to four resource persons will be engaged to facilitate the design of and deliver \nregional technical workshops and specific training on surveillance-related topics, taking into \nconsideration the specific needs of each participating country and the agenda of the ASEAN+3 \nFinance Ministers’ Process (FMP). Resource persons will be selected among distinguished \nmacroeconomists  with  extensive  experience  in  international  finance,  surveillance  activities, \nEWS, economic statistics, and quantitative analysis. Resource persons will perform, but will not \nbe limited to, the following tasks: \n(i)  Facilitate  the  design  of  and  deliver  regional  technical  workshops  on  issues \nrelated to economic and financial monitoring in support of the ASEAN+3 FMP. \n(ii)  Prepare appropriate presentation materials as requested by OREI. \n(iii)  Prepare specific comments and assessment of technical outcomes produced by \nNSUs and similar agencies on EWS and similar topics, as requested by OREI. \n(iv)  Facilitate  the  design  of  and  deliver  technical  training  on  issues  related  to \nsurveillance. \n(v)  As requested on a case-by-case basis, submit reports to OREI on issues related \nto regional economic and financial monitoring and usually in conjunction with the \norganization of the regional technical workshops. \n \n \n \n   \n "], "metadata": {"ModDate": "D:20060113155132+08'00'", "CreationDate": "D:20051227092358+08'00'", "Title": "Microsoft Word - R400-05.doc", "Creator": "PScript5.dll Version 5.2", "Author": "AJ3", "Producer": "Acrobat Distiller 6.0 (Windows)"}}