{"path": "data/input/ta/39596-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 39596  \nJanuary 2006 \n \n \n \n \n \nTechnical Assistance \nPromoting Best Practices in Private Sector \nParticipation in Urban Infrastructure in South Asia \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  PSP  –  private sector participation \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Water supply, sanitation, and waste management \nSubsectors  –  Water supply and sanitation, waste management, integrated \nThemes  –  Governance, regional cooperation, private sector development  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Social Sectors Division, SARD  \n   \nTeam leader  N. Mawilmada, Urban Development Specialist, SARD  \n ", " \nI.  INTRODUCTION \n1.    As South Asia rapidly urbanizes, public sector institutions do not have the capacity to \nmeet  growing  demand  for  basic  urban  services  such  as  water,  sanitation,  solid  waste \nmanagement,  drainage,  and  roads.  Services  in  most  South  Asian  cities  have  long  lacked \nresources and are underdeveloped. Poor operation and maintenance, inadequate billing and \ncollection, lack of resources for system expansions, and poor customer focus, among others, \nare chronic problems common to virtually all utilities in the region.  \n \n2.    Although the widespread push toward decentralization in recent years has improved the \nsituation somewhat by bringing responsibility and accountability closer to the people, the region \nrequires  tremendous  resources  to  keep  up  with  the  rapid  growth  in  demand  for  services. \nDecentralization has exponentially increased the pressure on local governments and utilities. \nHowever, the resource envelope available to provide such services has remained stagnant \nbecause of limited local fiscal powers and lack of capacity to bill and collect revenue, among \nother reasons. Decentralization alone will not enable urban service coverage to keep pace with \nburgeoning urban populations.  \n \n3.    Most development organizations see increased private sector participation (PSP) as the \nmost viable means to close the resource gap and to provide improved and sustainable urban \ndevelopment. The Asian Development Bank (ADB) and other development organizations have \nmade  significant  headway  in  implementing  public–private  partnerships  to  enhance  service \ndelivery in South Asia. Lessons learned from these experiences need to be disseminated more \naggressively to empower local governments to explore means for engaging the private sector in \nurban service delivery. This regional technical assistance (TA)1 will enhance information sharing \nbetween government entities involved in privatization of urban services, and will further promote \nPSP  in  urban  service  delivery  in  South  Asia.  The  design  and  monitoring  framework  is  in \nAppendix 1.  \n \nII.  ISSUES \n4.     Coverage of basic services in many of the largest cities in South Asia remains dismally \npoor, and the utilities’ financial performance is weak. In Delhi, for example, less than 1% of \nhouseholds receive 24-hour piped water, while only about 50% of households have direct \nconnections. An estimated 53% of the water produced does not generate any revenue. In \nDhaka, about 1.5 million people do not have access to piped water, and rely on wells, vendors, \nand illegal connections. Dhaka has no 24-hour water supply, while water losses are estimated \nat 40% of production. The sewerage situation is similar in many parts of South Asia. In Karachi, \nonly 50% of households are connected to the city’s sewerage system, and only about 28% of \nthe sewage is treated. Only 30% of households in Dhaka and 33% in Colombo are connected to \nthe sewerage systems. The poor disproportionately bear the burden of poor urban services. \nImproving urban service delivery would directly reduce poverty. \n \n5.    Adequate urban service coverage is vital for the economic and social sustainability of \nurban  settlements.  Several  studies  have  revealed  the  correlation  between  planned  and \nsustainable urban development and economic development.2 Poor urban service coverage is \nthe primary hindrance to a city’s ability to attract investments that can transform its economy.  \n                                                 \n1  The TA first appeared in ADB Business Opportunities (internet edition) on 28 October 2005. \n2  Examples: Mathur, A. and Om Prakash. 2005. India’s Urban Sector: An Assessment. Manila; and ADB. 2005. \nCities Alliance Annual Report 2004. Manila. \n ", "2   \n6.    Although  decentralization  has  helped  make  local  governments  more  accountable, \ngovernance problems are still rampant. Many impediments continue to hinder PSP in South \nAsia, including (i) inadequate legal frameworks that in some cases do not allow for PSP in \nparticular  service  sectors;  (ii)  poor  financial  management  and  organization  of  public  utility \ncompanies; (iii) lack of a regulatory framework that provides for agreed service standards and \nconsumer rights; (iv) politicization of tariff setting; (v) immature capital markets that provide no \nlong-term debt facilities, and local banks that have no experience or technical knowledge to \ndevelop project finance lending capability; and (vi) unfriendly legal environments that are not \nconducive to certainty of outcomes. \n \n7.    Nevertheless, in recent years, ADB investments in the urban sector in South Asia have \nincluded  significant  investments  in  local  governance  reform,  and  efforts  to  strengthen  the \nadministrative, managerial, and financial capacity of local bodies.3 Local bodies and state-\nowned  enterprises  clearly  need  further  support.  The  gap  between  required  and  available \nresources remains large. Public institutions simply do not have the administrative, technical, or \nfinancial capacity, or the incentive structures to provide adequate and sustainable services, at \nleast not by themselves.    \n \n8.    While governments have struggled to develop the capacity to provide urban services, \nthe private sector has shown increased interest and competence in providing basic urban \nservices in several countries. The 1997 PSP experience in Manila’s water supply system (which \ntook the form of a concession), for example, was highly successful in expanding coverage and \nimproving overall efficiency. The Manila Water Company was listed on the Philippine Stock \nExchange in 2005, in one of the best-distributed public offerings in the local market, attracting \naround 40% foreign investors.  \n \n9.    Increasingly, national and local governments are beginning to realize that they need to \nbe more proactive in engaging the private sector in rapid and sustainable urban development. \nThey are beginning to actively explore public–private partnerships as a means to increase \ninvestment and keep up with growing demand for urban services. Development institutions such \nas ADB have been focusing much greater attention on private sector involvement in all aspects \nof urban development and management. This is apparent through significant private sector-led \ncomponents  in  recent  external  agency-funded  projects,  as  well  as  policy  shifts  within \ndevelopment institutions.4 \n \n10.  Although  several  recent  initiatives  have  significantly  increased  private  sector \ninvolvement in the urban sector (such as ADB’s ongoing efforts in Karnataka), information on \nmethodologies, policies, and lessons learned are not easily accessible to governments. As \ngovernments and development institutions alike try to position themselves to promote more \npublic–private partnerships for urban service delivery, a forum is needed to share best practices \nfrom across the region.  \n \n                                                 \n3  Examples: ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed \nLoan and Technical Assistance Grant to the People's Republic of Bangladesh for the Urban Governance and \nInfrastructure  Improvement  (Sector)  Project.  Manila;  and  ADB.  2006.  Report  and  Recommendation  of  the \nPresident to the Board of Directors on a Proposed TA Loan to the Islamic Republic of Pakistan for the Mega City \nDevelopment Project. Manila. \n4  ADB’s innovation and efficiency initiative, for example, emphasizes investments that catalyze greater private sector \nparticipation. \n ", "  3\nIII.  THE TECHNICAL ASSISTANCE \n11.   The TA’s goal is to raise awareness about the various PSP options and best practices to \nenhance  the  private  sector’s  role  in  the  urban  sector.  Through  increased  awareness  and \nexposure to regional PSP initiatives, local governments and other subsovereign entities involved \nin urban service delivery are expected to be able to benchmark themselves and learn from each \nother. The added exposure is also expected to support efforts to decentralize urban service \ndelivery, improve governance and local capacity, and increase private sector involvement in \nurban development across the region.  \n \nA.  Impact and Outcome \n12.  The TA will expose the participating developing member countries to the various PSP \noptions and the potential for PSP in urban development. It will increase public sector agencies’ \nawareness of deal-structuring modalities that have been used in the region, and deal structures \nthat can work. The TA will increase awareness and sensitivity to the private sector’s needs and \nassessment methods so that public agencies are better equipped to explore and develop private \nsector interventions.  \n \n13.  By  increasing  awareness  of  PSP  options  and  disseminating  information  about  best \npractices,5 together with real-world examples of PSP in the urban sector, the TA will (i) help \ndecentralize urban service delivery, (ii) improve governance and management capacity, and (iii) \nincrease the level of private sector involvement in urban development across the region. The TA \nwill stimulate more active consideration of public–private partnership models as a means to \nstructure urban infrastructure projects for financing without sovereign guarantees, and support \ngovernance  and  regulatory  reforms  to  create  more  efficient  markets  for  essential  urban \nservices. The TA could increase demand for ADB financing products (such as the sub- and non-\nsovereign public sector financing products, and local currency loan products that are being pilot-\ntested). \n \n14.  The final outcomes of the TA will be (i) increased awareness among government entities \nof the various PSP options and of methodologies to enhance PSP in the urban sector; (ii) \nincreased commitment to private sector involvement in basic service delivery, financing, and \nmanagement; (iii) increased exposure and awareness within public institutions to the tools, \nanalytical frameworks, regulatory issues, and other factors typically considered by private sector \nentities; and (iv) a network of public officials within key cities that understand and actively \npromote private sector involvement in urban development.  \n \nB.  Methodology and Key Activities \n15.  The TA will comprise workshops and training sessions on the many facets of PSP. \nTarget  participants  will  be  key  officials  in  subsovereign  governments  and  state-owned \nenterprises in Bangladesh, India, Pakistan, and Sri Lanka. Activities will highlight lessons that \ncan be learned from ongoing regional public–private partnership initiatives and models, and \nproven strategies of PSP in urban development. The TA is also expected to lay the groundwork \nfor continued engagement between regional governments and entities. All activities will be \ncarried out within Bangladesh, India, Pakistan, and Sri Lanka.  \n \n                                                 \n5 Criteria for identifying best practices in PSP will be developed during the TA. \n ", "4   \n16.  The  TA  will  include  training  in  contract  negotiation  and  management,  financial \nmanagement, the fundamentals of project finance and deal structuring, regulatory and legal \nframeworks,  labor  issues  in  enterprise  restructuring,  and  governance  improvement. \nPresentations  by  private  sector  entities  involved  in  urban  infrastructure  development  and \noperations will also be encouraged. Case studies and presentations on ongoing public–private \npartnership  initiatives  within  the  region  will  be  highlighted  and  analyzed.  Lessons  will  be \ndisseminated to a broader audience through a project website, hosted by ADB.  \n \nC.  Cost and Financing \n17.  The TA is estimated to cost $500,000, to be financed by ADB on a grant basis from \nADB's TA funding program. This will finance the workshops, training sessions, consultancy \nservices, and resource persons. The TA will also support the travel costs, accommodation and a \nstipend  for  workshop  and  training  participants  and  regional  networking  and  information \nexchanges. The TA cost estimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n18.  ADB will be the Executing Agency for the TA. A secretariat will be established within the \nSouth Asia Social Sectors Division (SASS) as the focal point for all TA activities. ADB will \nadminister the TA, in close cooperation with resident missions and host-country governments. \nCollaboration with host-country governments is expected to involve mainly workshop logistics \nand protocol. As stated earlier, all activities under this TA will be carried out within Bangladesh, \nIndia, Pakistan and Sri Lanka. No-objection/concurrence letters have been received from the \nGovernments of Bangladesh, Pakistan and Sri Lanka and one is expected from the Government \nof India. No work under this TA will commence in India until such no-objection/concurrence \nletter has been received.  \n \n19.  The  TA  will  be  implemented  from  February  2006  to  February  2007.  It  will  engage \ninternational resource persons with expertise in PSP, project finance, and urban infrastructure \nand municipal finance to conduct the training sessions and workshops, assisted by a domestic \nconsultant recruited in each participating country (four consultants, 3 person-months each). In \naddition,  a  domestic  consultant  will  be  engaged  for  10  person-months  to  staff  a  project \nsecretariat within ADB. The consultants will be engaged by ADB as individuals in accordance \nwith its Guidelines on the Use of Consultants by Asian Development Bank and Its Borrowers \nand other arrangements satisfactory to ADB for the engagement of domestic consultants. The \noutline terms of reference for consulting services are in Appendix 3. Equipment and materials to \nbe financed by the TA will be procured by the consultants or ADB in accordance with ADB’s \nGuidelines for Procurement or other procedures acceptable to ADB.6 Upon completion of the TA, \nthe procured equipment will become the property of ADB.  \n \nIV.  THE PRESIDENT'S DECISION  \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nPromoting Best Practices in Private Sector Participation in Urban Infrastructure in South Asia, \nand hereby reports this action to the Board. \n \n                                                 \n6  Equipment will include a desktop computer, overhead projector, other peripherals, software, and multimedia \ninstruments. \n ", "Appendix 1  5\nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact       \nIncreased PSP in urban  Number of public–private  •  Central and provincial  Assumption \nservice delivery in South  partnership initiatives  and local government  • The governments are \nAsia  launched for urban service  reports and statistics  committed to sustainable \ndelivery  •  Reports of bilateral and  improvement of urban \n  multilateral development  services in major cities \nMore efficient urban service  organizations  Risk \ndelivery and financial  •  Feedback from local  • Lack of political support for \nmanagement  governments and  increased private sector role \n  private sector agencies  in essential services \n   \n \nOutcome       \nIncreased awareness and  Senior officials within key  TA workshop attendance  Assumption \ncommitment to PSP within  government agencies in  data  • Governments will nominate \nlocal governments  each host country involved    key officials with decision-\n  in workshops or training    making power to attend \nsessions    workshops \n    Risk \n    • Officials nominated may not \n    have decision-making power \n    to push forward PSP agenda \n     \nData on ongoing PSP    Assumption \ninitiatives in the region, as  Availability of training  • Detailed information on PSP \nwell as methodologies and  materials for workshops,  initiatives in the region will be \nresearch, disseminated via  information posted on TA  documented and available, \nthe TA website and training  website, website traffic  and easily obtained for \nmaterials  dissemination \n  Risk \n• Website traffic may be low \nOutputs      Assumption \n1. Workshops  •  Participation of key  TA workshop and  • ADB Information Services will \n  senior level officials in TA  attendance data  provide web hosting and \n2. Training sessions  activities  website development support \n3. Best practices  •  Sessions covering all key   \npublished on the web  topics executed \n  successfully, with strong \n  attendance \n•  Project website well used \nActivities with Milestones  Inputs \n1.1 Engagement of reputed and well respected resource persons  •  ADB-$500,000 grant \n1.2 TA workshops executed successfully  •  Consulting inputs (22 \n1.3 TA training sessions executed successfully  person months) \n1.4. TA website published successfully  •  Resource person inputs \n  •  Resource and time \n  commitment from \ngovernments \nADB = Asian Development Bank, PSP = private sector participation, TA = technical assistance. \n \n \n \n ", "6  Appendix 2   \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total\nItem  Cost\nA.  Asian Development Bank (ADB) Financinga \n     \n  1. Consultants \n    a. Remuneration \n      i. Domestic Consultants  60 \n    b. International and Local Travel  10 \n    c. Reports and Communications  8 \n  2. Equipment  5 \n  3. Training, Seminars, Conferences, and Events   \n    a. Resource Persons  100 \n    b. Country Exchange Dialogues and Thematic Workshops  80 \n    c. Training Seminars  88 \n    d. International and Local Travel   75 \n    e. Publications  2 \n  4.  ADB Supervision and hosting of workshop and training  20 \nsessionsb \n  5. Miscellaneous Administration and Support Costs  12 \n  6. Contingencies  40 \n       \n      Total  500 \na Financed by ADB’s technical assistance funding program. \nb These funds will be used to finance staff travel and ADB’s participation as resource persons in selected \ntraining sessions and workshops. \n  Source: ADB estimates. \n \n ", "Appendix 3  7 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  All training and workshop activities under the technical assistance (TA) will be carried out \nby resource persons1 engaged in accordance with ADB guidelines. Consulting services will only be \nrequired to staff the TA secretariat and to assist with the coordination and logistics of the TA \nactivities in each country. \n  \nA.  Project Coordinator (domestic, 10 person-months) \n2.  The project coordinator will be the primary point of contact within the secretariat for the TA, \nand will be responsible for overall coordination of all TA activities. The consultant will have a \nuniversity degree in urban planning, public finance, economics, or other relevant field, plus a strong \nprofessional  background  in  urban  development.  Experience  will  be  required  in  managing \nworkshops,  conferences,  and  training  programs  in  the  sector.  The  consultant  should  have \nexperience in developing teaching and training materials and content for publication on websites.  \n3.  The consultant will do the following: \n(i)  Coordinate logistics and correspondence for all workshops and training sessions.  \n(ii)  Help identify and engage suitable resource persons. \n(iii)  Develop  training  materials  in  coordination  with  the  project  officer  and  resource \npersons.  \n(iv)  Develop the content for the TA website, coordinate its development, and regularly \nupdate information. \n(v)  Research ongoing private sector participation (PSP) initiatives in Asia, condense \nlessons from the research, and upload such information and links onto the TA \nwebsite, and create a reference file on PSP initiatives in the region.  \n(vi)  Provide support to the project officer on all TA-related activities, as required. \n(vii)  Help resource persons execute workshops and training sessions. \n(viii)  Manage all correspondence and files related to the TA. \n(ix)  Document all workshop and training proceedings. \n  \nB.  Country Coordinators (four domestic, 3 person-months each) \n4.   A domestic consultant will be recruited in each of the host countries (Bangladesh, India, \nPakistan, and Sri Lanka), to be country coordinators for the TA. The country coordinators will be \nthe  primary  liaisons  for  TA  activities  within  each  host  country,  and  will  be  responsible  for \ncoordinating TA activities in each country. The consultants will have a university degree in urban \nplanning, public finance, economics, or other relevant field, plus a strong professional background \nin urban development. Experience in managing workshops, conferences, and training programs in \nthe sector will be required. The consultant should have experience in developing training and \nteaching materials. \n \n5.  Each country coordinator will do the following: \n(i)  Manage  and  execute  all  workshop  and  training  sessions  in  the  assigned  host \ncountry, in collaboration with the TA secretariat. \n                                                 \n1 Defined as people with distinguished backgrounds, who are engaged to facilitate conferences, workshops, and \nseminars financed by ADB (PAI 2.10). \n ", "8  Appendix 3 \n \n(ii)  Coordinate logistics and correspondence for all workshops and training sessions \nwith the TA secretariat.  \n(iii)  Help resource persons execute workshops and training sessions in the assigned \ncountry. \n(iv)  Help identify and engage suitable resource persons. \n(v)  Develop training materials, in coordination with the project officer and resource \npersons.  \n(vi)  Provide support to the project officer and the secretariat on all TA activities. \n(vii)  Manage all local correspondence and files related to the TA. \n(viii)  Assist  in  liaising  with  host  governments  to  ensure  that  training  and  workshop \nparticipants are utilized by key officials in relevant institutions. \n(ix)  Document all workshop and training proceedings. \n \n "], "metadata": {"ModDate": "D:20060119160919+08'00'", "CreationDate": "D:20060113175915+08'00'", "Title": "Promoting Best Practices in Private Sector Participation in Urban Infrastructure in South Asia", "Creator": "Acrobat PDFMaker 6.0 for Word", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": "", "Company": "Licenced User", "SourceModified": "D:20060113095446"}}