{"path": "data/input/ta/39593-reg-tar.pdf", "pages": [" \nTechnical Assistance Report \n \n \n \n \n \n \n \nProject Number: 39593 \nJune 2007 \n \n \n \nCapacity Building for Small Business and \nMicrofinance Banks  \n \n \n \n \n \n \n \n \n \n \nIn accordance with ADB’s public communications policy (PCP, 2005), this abbreviated version of the TA \nexcludes confidential information and ADB’s assessment of the project or transactions risk as well as other \ninformation referred to in paragraph 126 of the PCP.  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n   \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \n2 \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nCEO  –  chief executive officer \nDMC  –  developing member country \nHR  –  human resources \nIT  –  information technology \nMFI  –  microfinance institution \nRETA  –  regional technical assistance \nSCE  –  ShoreCap Exchange Corporation \nSME  –  small and medium enterprise \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Finance \nSubsector  –  Financial sector development \nThemes  –  Sustainable economic growth, capacity development, private sector \ndevelopment \nSubthemes  –  Promoting economic efficiency and enabling markets, \norganizational development, private sector investment \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  R. Bestani, Private Sector Operations Department (PSOD) \n \nTeam leader  W. Willms, Officer in Charge, Private Sector Capital Markets and \nFinancial Sectors Division, PSOD \nTeam member  J. Klein, Investment Specialist, PSOD \n \n \n ", "1 \nI.  INTRODUCTION \n1.  Established in 2003, ShoreCap Exchange Corporation (SCE) is a grant-funded, nonprofit \ncorporation that is working to strengthen 10–15 banks and microfinance institutions (MFI) in \ndeveloping countries over 5 years. SCE's overarching goal is to facilitate access to high-quality \nTA at the best value for its clients, primarily micro and small business banks in Asia and Africa. \nThrough this regional technical assistance (RETA), the Asian Development Bank (ADB) is \nproposing a contribution of $300,000 to SCE to support its activities. With this contribution to \nSCE, ADB would strengthen its role in contributing to the development of a stronger, healthier \ncommercial microfinance industry in its developing member countries (DMC).  \n \nII.  ISSUES \n2.  Challenge. Micro and small entrepreneurs sustain and build developing economies \nworldwide, serving as a major source of wealth, income generation, and job creation. These \nentrepreneurs need access to financial services to grow their businesses, as well as accumulate \nsavings  and  assets.  Similarly,  poor  households  need  access  to  savings,  insurance,  and \nremittance services to improve their economic resilience and livelihood opportunities. Of the 2.8 \nbillion poor around the world living on less than $2 a day, however, only 70 million have access \nto credit and financial services.  \n \n3.  SCE Approach. SCE, which is sponsored by ShoreBank Corporation, was established \nto help improve access to financial services for these entrepreneurs and households. Its aim is \nto improve livelihoods and increase economic opportunities among these poorer urban and rural \npopulations. SCE does this by helping to build stronger MFIs and small business banks focused \non serving the poor in developing rural and urban economies. Small banks and MFIs often lack \naccess to appropriate and affordable expertise and business services, as well as conventional \nsources of capital to finance their growth. SCE helps these banks overcome the substantial \noperational  challenges  they  face  in  dealing  with  poorer,  less  traditional  clients,  and  in \nprocessing a higher volume of small transactions. SCE focuses on providing assistance to these \ninstitutions through (i) direct capacity building, and (ii) knowledge exchange.  \n \n4.  Capacity Building. In this arena, SCE fields experts to provide targeted assistance to \nits client MFIs and banks in  \n \n(i)  microlending and small business underwriting methodologies; \n(ii)  new product development and pricing strategies; \n(iii)  risk management and internal control systems; \n(iv)  business planning and financial projections; \n(v)  deposit mobilization and other funding strategies; \n(vi)  human resources improvement; \n(vii)  board development; and \n(viii)  governance best practices. \n \n5.  Knowledge  Exchange.  In  addition  to  direct  capacity  building  activities,  SCE  has \nincorporated knowledge sharing and peer learning as integral components of its agenda. The \nknowledge exchange program is premised on the belief that entrepreneurs learn best from other \nentrepreneurs,  and  that  MFI  and  small  bank  chief  executive  officers  (CEO)  and  senior \nmanagers relate well to fellow bankers who have struggled with many of the same challenges \n ", "2 \nand opportunities that they are facing. In this regard, SCE has engaged in multiple activities, \nincluding \n \n(i)  launching a CEO exchange forum among its bank partners; \n(ii)  launching a senior manager's forum, which gave bank staff such as human \nresource managers and internal auditors a chance to discuss their challenges \nand successes with peers; \n(iii)  producing a publication that documents lessons and examples of good practice \namong its bank partners; and \n(iv)  holding a 3-day workshop on governance and leadership in Washington, D.C. in \nSeptember 2006 for CEOs and members of their boards of directors. \n \n6.  By design, SCE's clients are locally owned and managed financial institutions. The TA \nmethodology is adapted to local circumstances and local financial institutions. The clients play \nan active role in the design of the TA plan through a joint needs assessment conducted with \nSCE. The program is based on demand signals, and SCE's clients pay on a cost-sharing basis \nfor services received.  \n7.  Projects. In its 4-year history, SCE has been active within ADB’s DMCs and beyond, \nproviding a range of TA services to MFIs and small business banks (Table 1). (Details of SCE’s \nactivities at MFIs and banks in ADB’s DMCs are in Appendix 2.)  \nTable 1: ShoreCap Exchange Technical Assistance Provided \nInstitution  Technical Assistance  \nBhartiya Samruddhi  Risk management, credit quality strengthening, product costing, \nFinance Ltd (India)  information technology \nBRAC Bank Ltd  Small business lending, underwriting guidelines, local, regional, and/or \n(Bangladesh)  international trainings, cash management business for remittance products \nCambodian  Internal audit, information technology, branch operations, financial \nEntrepreneur Building  management \nLtd (Cambodia) \nEskhata Bank  Credit policy and procedures manual, pricing recommendations, internal \n(Tajikistan)  risk rating system, templates and management reporting formats, problem \nasset management system \nInecoBank (Armenia)  Remittance business opportunities, human resources, performance \nmanagement, incentive system, deposit mobilization \nK-Rep Bank (Kenya)  Small business lending methodology, audit, operating efficiency, credit \nquality \nPlanters  Cross-learning from peer banks on wholesale onlending to microfinance \nDevelopment Bank  institutions, due diligence methodology, monitoring methodology \n(Philippines) \nReliance Financial  Operations and lending, including the drafting of policies, procedures, \nServices (The  process maps, and forms related to the overall operations; defining and \nGambia)  strengthening the processes related to credit applications, credit \nappraisals, the management credit committee, and credit operations; \ntraining and coaching lending staff in underwriting \n ", "  3\n \nInstitution  Technical Assistance  \nUnion Bank of  Restructuring and strengthening the bank’s small business department \nCameroon   \n(Cameroon) \nXacBank (Mongolia)  Human resources, employee retention \nSource: ShoreCap Exchange management report Q1 2007. \n \n8.  Recent Work. At the end of 2006, SCE had conducted institutional needs assessments \nof five local financial institutions, and had approved four TA plans to serve the capacity building \nneeds of its recipients. One of these four financial institutions is a start-up MFI in Gambia \n(Reliance Financial Services); two are small and medium enterprise (SME) banks, one in the \nPhilippines (Planters Development Bank) and one in Afghanistan (BRAC Bank Ltd); and the \nother is a small business bank in Cameroon (Union Bank of Cameroon). SCE began executing \nthe Reliance Financial Services and UBC TA plans in 2006, and will work more closely with the \nothers in 2007. \n \n9.  ADB’s  Participation.  By  contributing  to  SCE,  via  this  RETA,  ADB  will  be  working \nalongside its peer institutions to help build bigger, stronger, healthier commercial MFIs and \nsmall business banks in its DMCs. This, in turn, will strengthen the commercial micro- and small \nenterprise finance industry, allowing it to grow and provide financial services to more micro and \nsmall entrepreneurs throughout the region, thus improving their livelihoods. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  Impact. The impact of the RETA will be improvement to the livelihoods of clients (i.e., \nindividual borrowers and micro- and small enterprises) of the MFIs that SCE will assist.  \n \n11.  Outcome. The outcome of the RETA will be that SCE-affiliated recipient institutions \nbecome better able to provide sustainable services to individual and micro- and small enterprise \nborrowers. The design and monitoring framework is in Appendix 3. \n \nB.  Methodology and Key Activities \n12.  The RETA will enable ADB to contribute to SCE’s important work in strengthening MFIs \nand  small  business  banks.  ADB’s  contribution  will  benefit  its  DMCs  by  assisting  the \ndevelopment of the financial sectors of the countries. The key activities for 2007 will include \none-on-one consulting for SCE’s clients in ADB’s DMCs, continuing the work mentioned in \nparagraphs  7  and  8,  and  expanding  into  other  areas  of  need  as  determined  by  SCE,  in \nconsultation with the clients.   \n \n13.  SCE will conduct an on-site visit to understand the needs of each bank or MFI, identify \npotential  TA  deliverables  (e.g.,  improvements  to  internal  audit,  small  business  lending \nmethodologies, risk management, etc.), develop a TA plan and budget for the target institution, \naTnhde  vdieewves loexpp rdeestsaeidle hde srecion paeres  tohof sweo orfk t hfeo rc oenascuhlt atnats akn. dS dCoE n otth neenc ewsislla rfiileyl dre perxepseerntts t hwoisthe  orfe AleDvBa’nst  \nsmkeilmlsb earnsd,  Beoxaprde orife Dnicreec ttoor s,f aMcailnitaagtee mimenpt,r oovr esmtafef,n atsn di nm atyh ebsee p realriemainsa. ryT ihne nsaetu reex. p erts  will  deliver \ntraining, transfer technical skills, help improve processes and procedures, etc. The key activities \nwill focus on improvements to corporate governance, management and information systems, \n ", "4 \nlending methodologies, human resource functions, risk management, and financial systems \nthrough the introduction of best practices. \n \n \nIV.  THE PRESIDENT'S DECISION \n14.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis for \nCapacity Building for Small Business and Microfinance Banks and hereby reports this action to \nthe Board. \n ", "                                                   Appendix 1  5\n \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms \nImpact      Assumption \n       \nMFI clients improve  •  Increase by at  Credit assessments by  •  Improvements in \ntheir livelihoods  least 5% in  MFIs’ loan officers  portfolio MFIs \nrevenues of  translate into \nmicroenterprises  improvements in \n•  More than 50% of  livelihoods of clients \nclients borrow from \nMFIs again \n•  Of those who \nborrow again, 75% \nborrow larger \namounts  \n \nOutcome      Assumption \n  •  Majority of MFIs  Annual and quarterly   \nSCE-affiliated MFIs  have increased  reports from SCE  •  Improvements are \nprovide sustainable  assets by more  sufficient to allow the \nservices to individual  than 20%  recipients to increase \nand micro and small  •  Majority of MFIs  scale and capabilities \nenterprises  have increase loan   \nportfolios by more   \nthan 20% \n•  Majority of MFIs \nhave increased \nnumber of clients \nby more than 20% \nOutputs      Assumption \n       \nTraining, manuals,  •  MFIs have  Annual and quarterly  •  Training in best \netc., as appropriate  improved  reports from SCE  practices will translate \nfor conveying best  understanding of  into improved systems \npractices in areas of  lending  and performance on \noperation and  methodologies,  the part of MFIs \nmanagement, such  risk management,   \nas corporate  operations, \ngovernance,  corporate \nmanagement and  governance, and \ninformation systems,  staffing (training, \nlending  incentives, etc.) as \nmethodologies,  appropriate \nhuman resource \nfunctions, risk \n ", "6  Appendix 1 \nmanagement, and \nfinancial systems \n \nActivities with Milestones  Inputs \n   \n1.1 On-site visits to MFIs and banks to identify TA needs (e.g.,  •  $300,000 from ADB \nimprovements to internal audit, small business lending methodologies,   \nrisk management, etc.)—ongoing throughout 2007 \n \n1.2 Development of TA plans and budgets for targeted institutions—\nongoing throughout 2007 \n \n1.3 Development of detailed scopes of work for each task—ongoing \nthroughout 2007 \n \n1.4 Hiring of experts with relevant skills and experience—ongoing \nthroughout 2007 \n \n1.5 Provision by these experts of training and technical skills, and assist \nin improving processes and procedures, etc., to facilitate improvements \nin these areas—ongoing throughout 2007 \n \nADB = Asian Development Bank, MFI = microfinance institution, SCE = ShoreCap Exchange, TA = technical assistance.  \n \n \n \n \n \n \n \n \n \n \n                   \n                   \n "], "metadata": {"CreationDate": "D:20070730110530+08'00'", "Author": "JK3", "Creator": "Acrobat PDFMaker 7.0 for Word", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20070730140700+08'00'", "Company": "Licenced User", "SourceModified": "D:20070730025836", "Title": " Capacity Building for Small Business and Microfinance Banks"}, "author_page": " \n2 \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nCEO  –  chief executive officer \nDMC  –  developing member country \nHR  –  human resources \nIT  –  information technology \nMFI  –  microfinance institution \nRETA  –  regional technical assistance \nSCE  –  ShoreCap Exchange Corporation \nSME  –  small and medium enterprise \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Finance \nSubsector  –  Financial sector development \nThemes  –  Sustainable economic growth, capacity development, private sector \ndevelopment \nSubthemes  –  Promoting economic efficiency and enabling markets, \norganizational development, private sector investment \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  R. Bestani, Private Sector Operations Department (PSOD) \n \nTeam leader  W. Willms, Officer in Charge, Private Sector Capital Markets and \nFinancial Sectors Division, PSOD \nTeam member  J. Klein, Investment Specialist, PSOD \n \n \n ", "authors": [{"fullname": "organizational development", "role": "private sector investment", "organization": ""}, {"fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"fullname": "R. Bestani", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "W. Willms", "role": "Officer in Charge", "organization": "Private Sector Capital Markets and"}, {"fullname": "Financial Sectors Division", "role": "PSOD", "organization": ""}, {"fullname": "J. Klein", "role": "Investment Specialist", "organization": "PSOD"}]}