{"path": "data/input/ta/39594-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 39594 \nNovember 2005 \n \n \n \n \nProposed Technical Assistance \nGreater Mekong Subregion Power Trade Coordination and \nDevelopment \n(Financed by Agence Française de Développement) \n \n \n \n \n \n \n \n \n \n \n \n \n \n The views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nAsian Development Bank \n ", "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AFD  –  Agence Française de Développement \n  FG  –  focal group \n  GMS  –  Greater Mekong Subregion \n  Lao PDR  –  Lao People’s Democratic Republic \n  MKID  –  Mekong Infrastructure Division \n  MKRD  –  Mekong Department \n  PRC  –  People’s Republic of China \n  PWG  –  planning working group \n  RCSP  –  Regional Cooperation Strategy and Program \n  RPTCC  –  Regional Power Trade Coordination Committee \n  RPTOA  –  Regional Power Trade Operating Agreement \n  TA  –  technical assistance \n  TOR  –  terms of reference \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Regional cooperation, capacity development \nSubthemes  –  Institutional development, organizational \ndevelopment. \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  R. Nag, Mekong Department (MKRD) \nDirector  J. Cooney, Infrastructure Division, MKRD \n   \nTeam leader  T. Luo, Energy Sector Specialist, MKRD \nTeam member  A. Jude, Head, Project Administration Unit/Principal Project Specialist, \nMKRD \n ", " \nI.  INTRODUCTION \n1.  Since 1992, the six member countries1 of the Greater Mekong Subregion (GMS) have \nembarked on a program of economic cooperation (the GMS Program) that aims to promote \ndevelopment through closer economic linkages. Cooperation in the energy sector in the GMS \nhas focused on the building of physical and institutional infrastructure for regional power trading \nin the context of the GMS Flagship Program for promoting regional power trading.  \n2.  The Inter-Governmental Agreement on Regional Power Trade in the GMS (IGA) was \nsigned during the first GMS Summit of Leaders in 2002 and a Memorandum of Understanding \non the Guidelines for the Implementation of the Regional Power Trade Agreement – Stage #1 \nwas signed during the second GMS Summit of Leaders in 2005. The Regional Power Trade \nCoordination Committee (RPTCC) comprising representatives of senior government officials \nfrom six GMS countries, Asian Development Bank (ADB), and other development partners was \ncreated in 2002, and tasked with coordinating, promoting, and implementing regional power \ntrading development. The RPTCC Work Plan (2005–2008) was developed and endorsed by all \nRPTCC members during the third RPTCC meeting in April 2005. The updated RPTCC Work \nPlan (2005–2008) is shown in Appendix 1. \n3.  The physical infrastructure projects for cross-border power trading are ongoing, with the \nparticipation  of  the  private  sector  and  other  development  partners.  The  GMS  countries \nrecognized that it would be essential to optimize RPTCC activities and implement the prioritized \nwork in a timely manner, and requested support from ADB and other development partners. The \nproposed technical assistance (TA)2 project responded to this request. The TA project was \ndiscussed at the fourth RPTCC Meeting held at Yangon, Myanmar, in September 2005, and all \nsix GMS countries concurred with ADB to pursue the TA. Agence Française de Développement \n(AFD) supports the initiatives of GMS regional power trading development will provide financing \nsupport  of  Euro  (€)  1,000,000  for  the  implementation  of  this  project.  The  TA  design  and \nmonitoring framework is in Appendix 2. \nII.  ISSUES \n4.  The six GMS member countries are characterized by uneven electricity demand along \nwith mismatched availability of resources for economic power production. Power trading in the \nGMS therefore presents excellent opportunities to promote the efficient use of energy resources. \nRegional power trading will stimulate investments and economic cooperation in the subregion. \nThe  GMS  country  governments  have  a  strong  commitment  to  and sense  of  ownership  of \nrelevant policies and strategies for developing a regional power trade market. \n5.  The GMS Summit declaration issued by GMS leaders in November 2002 enunciated a \nvision of freeing their people from poverty and providing sustainable development opportunities \nfor all their citizens. The GMS needs to be increasingly integrated to attain these goals and to \ncompete in a globalized world. A key objective of GMS cooperation is thus the development of \nGMS markets and movement of goods and people across common borders. This objective is to \nbe achieved through the implementation of the GMS vision for enhanced connectivity, increased \ncompetitiveness, and a greater sense of community. Greater connectivity will help to physically \nintegrate the region through a network of transport, power, and telecommunications facilities. \nPhysical connectivity will help improve the region’s competitiveness through greater access to \nmarkets. \n                                                 \n1  Cambodia, People’s Republic of China, Lao People’s Democratic Republic, Myanmar, Thailand, and Viet Nam.  \n2  The TA first appeared in ADB Business Opportunities (internet edition) on 29 September 2005. ", "2 \n6.  ADB’s Regional Cooperation Strategy and Program (RCSP) 2004–2008 supports pro-poor, \nsustainable growth through four thrusts: (i) strengthening connectivity and facilitating cross-\nborder movements, (ii) integrating national markets to promote economic efficiency and private-\nsector development, (iii) addressing capacity building associated with subregional linkages, and \n(iv) managing the environment and shared natural resources. RCSP 2004–2008 has identified \nthe importance of expanding cooperation in energy trading and regional cooperation through \njoint development of energy sources in the region and has included this TA in the Program. \n7.  Under the GMS framework and programs, a number of priority projects, especially the \nprovision of regional power sector infrastructure, have been successfully implemented or are \nbeing implemented through financial and technical assistance provided by the governments of \nGMS countries, ADB, and other development partners. ADB has provided three investment \nloans and 11 TAs with a total amount of $487 million to promote regional cooperation in the \nenergy sector. Among them is TA 5920-REG,3 the GMS Regional Indicative Master Plan on \nPower Interconnection, which provided the framework for cross-border power interconnection \nprojects to be implemented during 2004–2020. \n8.  The initiative of regional power trade involves building both the institutional and physical \ninfrastructure frameworks that will create conditions for an integrated power system. All GMS \nmember countries recognize that regional power trade will be developed in phases and a \nregional  power  market  will  evolve  gradually  through  institutional  change  and  infrastructure \ndevelopment. \n9.  GMS member countries also recognize that it is necessary to have adequate institutional \narrangements, work programs, and resources to carry out all actions needed to achieve the \nregional power market. In this context, all GMS countries have formulated and adopted the \nRPTCC work plan, which identified key prioritized tasks that are brought together in this TA. The \ncomponents are considered coherent and necessary for implementing the Regional Power \nTrade Operating Agreement (RPTOA) in the initial stages. The TA emphasizes the essential \nlinkages between them and facilitates the development of a GMS regional power market using a \nconsolidated and integrated approach. \nIII.  THE PROPOSED TECHNICAL ASSISTANCE  \nA.  Impact and Output \n10.  The development of a competitive and efficient subregional power trade market will be \nthe final long-term target. Heading to this, and there is need for a progressive evolution from the \ncurrent independent country systems with very limited power trade to a liquid and competitive \nsubregional market. The findings of TA 6100-REG4 indicate that this evolution should have four \nwell-defined stages, with targets that must be achieved at each stage before advancing to the \nnext one. The targets in stage 1 are to allow contracted power trade between two neighboring \ncountries. During stage 2 such transactions may extend to all the GMS countries. \n11.  The TA will focus on developing institutions and building capacity that will lead to the \ncreation of an efficient and competitive GMS power market. The TA will (i) develop a holistic and \nintegrated action plan on regional power trade development; (ii) create adequate institutions to \nundertake the tasks associated with the implementation of regional power trade in the initial \nstages;  (iii)  assist  GMS  member  countries  in  capacity  building  and  human  resource \ndevelopment relating to regional power trade and cooperation; and (iv) develop a platform or \n                                                 \n3  ADB. 2000. Technical Assistance for Regional Indicative Master Plan on Power Interconnection in the Greater \nMekong Subregion. Manila (TA 5920-REG). \n4  ADB. 2003. Technical Assistance for a Study for a Regional Power Trade Operating Agreement in the Greater \nMekong Subregion. Manila (TA 6100-REG). ", "3 \ndatabase for information exchange and a mechanism for communication among GMS power \nagencies to facilitate regional power trade. The TA outputs will help GMS countries strengthen \ntheir capacity to promote regional power trade development. \nB.  Methodology and Key Activities \n12.  Given the complex and long-term nature of the development of a GMS power market, \nthe  TA  will  be  comprehensive  but  will  focus  on  the  four  prioritized  components.  These \ncomponents will complement each other to facilitate and promote the development of the GMS \npower market. \n13.  Component  1:  Develop  a  Systematic  and  Integrated  Action  Plan  on  Regional \nPower Trade Development.  A team comprising consultants and government officials from \nGMS  countries  will  review  and  update  progress  on  regional  power  sector  development, \ndiagnose the main issues in regional power trade, and assess the appropriate approach to \ndeveloping the energy resource in the GMS. Key activities are (i) review and collate information \navailable  in  past  studies,  including  the  Regional  Indicative  Master  Plan  on  Power \nInterconnection in the GMS, Study on Regional Power Trade Operating Agreement, and the \nupdated power development plans of the six GMS countries; (ii) analyze the macroeconomic \nand energy development prospects in the GMS, and provide macro development strategies on \nregional  power  trading,  including  both  physical  infrastructure  investments  and  institutional \ndevelopment; (iii) assess the current institutional capacity in the power sectors of the GMS \ncountries,  diagnose  the  factors  impeding  regional  power  trade  development,  and  provide \nrecommendations and strategies; (iv) update and optimize the regional master plan on cross-\nborder interconnection projects; and (v) synthesize collected information into a systematic and \nintegrated  action  plan  on  regional  power  trade  development  with  concrete  and  prioritized \nphysical and institutional infrastructure projects to be implemented in a reasonable time frame. \n14.  Component  2:  Facilitate  Creation  of  Institutions  to  Coordinate  and  Develop \nRegional  Power  Trade. Component 2 will facilitate the creation of the necessary regional \ninstitutions in GMS member countries to coordinate initial activities and eventually perform day-\nto-day regional power trade operations. \n15.  The GMS countries agreed to create a focal group (FG) and a planning working group \n(PWG), to be established in 2006. A technical secretariat and a regional regulatory board will be \ncreated later as necessary, depending on the development of the regional power market. \n16.  At the initial development stage, the FG will coordinate the implementation activities of \npromoting regional power development in the GMS. The main functions and activities of FG will \ninclude developing internal procedures to guide the FG’s initial operation and management, and \nupdating short- and medium-term action plans for FG operation. The PWG will be a specialized \ngroup to be set up by RPTCC to coordinate the planning of GMS cross-border transmission \nlines. The PWG will initially have the functions of both operational planning and system planning. \n17.  Key  activities  under  this  component  will  be  to  (i)  design  and  develop  the  detailed \nstructure,  functions,  and  terms  of  reference  (TOR)  of  the  FG;  (ii)  assess  the  resource \nrequirements for FG establishment including legal, financial, and human resources, and outline \nthe steps and action plan for its establishment; (iii) develop internal procedures to guide FG’s \ninitial operation and management; (iv) develop and update short- medium-term action plans for \nFG operations; (v) design and develop the detailed structure, functions and TOR of the PWG; \naTnhde  v(iveiw) sd eexvperelosps epd ehreforermin aanrec eth osstea nodf athred sc ornesgualtradnitn agn ds adfoe tnyo,t  nseecceusrsitayr,i lyr ereliaprbeislietyn t athnods eq oufa AlitDyB ’osf  \nsmeermvicbeer. s , Board of Directors, Management, or staff, and may be preliminary in nature.  \n18.  Component 3: Build Capacity and Develop Human Resources. Component 3 will \nprovide training and workshops, and mobilize advisers in the field as necessary, for regional \n ", "4 \npower trade operations and management for GMS countries. It will also support the countries in \npreparing an overall framework and action plans to strengthen capacity building and develop \nhuman resources for regional power sector cooperation.  \n19.  Key activities under this component will be: (i) assess the institutional capacity of the \nGMS  member  countries  and  develop  detailed  medium-term  (2006–2010)  capacity-building \nplans for each country to support the implementation of the Regional Power Trade Agreement; \n(ii) conduct general training and workshops for national officials and technical staff on regional \npower trade, including planning, operation agreement, transaction and dispatch, best practices \nfor regional power trade, regulatory pricing, etc. (iii) for officials and state attorneys in legal \nministries, conduct training and workshops on laws and regulations relating to the legal issues \nof  cross-border  power  trading;  (iv)  review  and  provide  recommendations  on  key  policy \ninterventions and institutional reforms at national and regional levels to remove barriers to \nincreased energy cooperation and trading; and (v) formulate action plans on human resource \ndevelopment in GMS countries, and develop and carry out training programs for operation and \nmanagement staff to be engaged in the initial stages, particularly the regional regulatory board, \nregional transaction coordinators, operation and system PWGs, etc. \n20.  Component 4: Establish a Platform or Database for Information Exchange and \nCommunication.  To  develop  a  competitive  and  interconnected  regional  power  market, \ninformation on GMS countries’ power facilities will be essential and must be made available by \nall parties. Component 4 will assist GMS countries in promoting the establishment of a platform \nor database for information exchange and communication among the countries to facilitate \nregional power trade. \n21.  Key activities of this component will be: (i) design and develop the information and \ncommunication technology strategy applicable to regional power trading for the countries; (ii) \nassess  the  requirements  for  hardware  infrastructure,  software  availability,  information \ntechnology, and human resources; (iii) conduct an analysis of the GMS energy sector, collect \nadequate basic data and information, and design and develop an appropriate database; (iv) \ndevelop a website on regional power trading development; and (v) for relevant staff of GMS \ncountries, conduct training and workshops on web page application and maintenance. \nC.  Cost and Financing \n22.  The total cost of the TA is estimated at $1,300,000 equivalent comprising €1,000,000 \n(equivalent  to  about  $1,200,000)  to  be  financed  on  a  grant  basis  by  AFD  and  $100,000 \nequivalent in kind, to be contributed by the participating six GMS member countries through \nprovision of office facilities, information and reports, etc. Details of the cost estimates and \nfinancing plan are in Appendix 3. \nD.  Implementation Arrangements \n23.  The TA is being undertaken as a priority activity of the GMS RPTCC Work Plan (2006–\n2008).  The  GMS  RPTCC  will  take  responsibility  for  overall  coordination,  oversight,  and \nfacilitation of TA implementation. Coordination with other development partners involved in \npromoting regional power trade and cooperation will be pursued to avoid duplication of effort.  \n24.  ADB will be the Executing Agency for the TA. The Infrastructure Division (MKID) of \nMekong  Regional  Department  (MKRD)  will  take  the  lead  in  implementing  the  TA,  in  full \ncollaboration and consultation with other departments involved in GMS program activities, AFD, \nand  the  GMS  countries.  MKID  will  be  supported  by  a  consultant  energy  specialist  with \nexperience in subregional power trading and cooperation, acting as focal point for and overall \nadviser to the TA to ensure quality outputs and outcomes, and to guide the TA consultants. The ", "5 \nenergy specialist will be engaged as an individual consultant for 6 person-months of intermittent \nservice, in accordance with ADB’s Guidelines on the Use of Consultants. \n25.  A small TA secretariat will be established within MKID, under the overall direction of the \nassigned  Task  Manager,  to  ensure  smooth  coordination  between  and  among  the  GMS \ncountries, consultants, and ADB, and will help produce reports and disseminate them on time. \nThe secretariat, which will include the consultant energy specialist referred to above, will closely \ncoordinate with the GMS countries, each of which will establish a focal point and a counterpart \nagency to liaise directly with the TA consultants and the secretariat.  \n26.  The RPTCC members from six GMS countries will be the counterpart agencies for TA \nimplementation. Each counterpart agency will provide relevant national data and information, \nfacilitate consultation with national stakeholders, and provide adequate supporting services \nincluding office facilities for in-country activities to efficiently execute the consulting services. \n27.  The TA itself will be implemented by an international consulting firm. ADB will select and \nengage consultants in accordance with its Guidelines on the Use of Consultants. The quality- \nand  cost-based  procedure  will  be  used.  To  expedite  project  implementation,  advance \nrecruitment of consultants will be required. All procurement under the TA will be in accordance \nwith ADB’s Guidelines for Procurement. \n28.  The TA will be implemented in two phases, with an overall period of approximately 24 \nmonths, from January 2006 to December 2007. The first two components will be implemented in \nphase 1, while the remaining two components will be done in phase 2. It is estimated that the \nTA will require 34 person-months of international consulting inputs and 32 person-months of \ndomestic consulting inputs. The experts will have expertise in cross-border power trading and \ndevelopment, including power system planning, institutional development, capacity building, and \ninformation system development. The international firm of consultants will engage domestic \nconsultants  as  sub-consultants.  The  outline  terms  of  reference  to  which  the  international \nconsulting firm will implement the TA are in Appendix 4. \n29.  The consultants will prepare inception, interim, draft final, and final reports for each \ncomponent. The TA outputs will be disseminated by a variety of means (website, in-country \nworkshops, electronic reports, and brochures). \nIV.  THE PRESIDENT’S RECOMMENDATION \n30.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance  not  exceeding  the  equivalent  of  €1,000,000  (equivalent  to  $1,200,000)  to  be \nfinanced on a grant basis by Agence Française de Développement for the Greater Mekong \nSubregion Power Trade Coordination and Development Project. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6  Appendix 1 \nGMS─REGIONAL POWER TRADE COORDINATION COMMITTEE \nUpdated Work Plan (2005–2008)a \n \nSource of  Implementing \nOutputs  Time Frame\nFunds  Agencies \nA.  Finalization of RPTOA and Signing    ADB  ADB/GMS \nof MOU on Guidelines for    countries \nImplementation of RPTOA Stage 1   \n1.  Review  and  comment  on  the  Apr 2005 \nMOU  on  the  Guidelines  for   \nImplementation of RPTOA Stage   \n1   \n2.  Government  consideration  and  Jun 2005 \napproval by GMS countries   \n3.  Signing  of  the  MOU  at  the  Jul 2005 \nSecond  GMS  Summit  in  July   \n2005   \n4.  Revise and finalize RPTOA study  Dec 2005 \nreports: General design, grid and \nsettlement code, and institutional \narrangement \nB.  Institutional Buildup       \n1.  Create  a  FG  and  each  GMS  Sep 2005  ADB  ADB/GMS \ncountry to appoint focal points to      countries \nassist in initiating the functions of       \nthe FG       \n     \n2.  Conduct the RPTCC-4 meeting \nSep 2005  AFD/ADB  ADB/Myanmar\nand first Meeting of Technical \n     \nSecretariat at Myanmar, and \n     \ndiscuss Technical Secretariat \n     \ntasks and programs \n     \n3.  Create  a  Planning  Working  2006  AFD/ADB  ADB/GMS \nGroup to coordinate and develop    countries \ninitial activities on regional power     \ntrade     \n4.  Channel resources from  Dec 2005  ADB/GMS \ncofinancing partners and pursue    countries \nan ADB TA project to facilitate     \ninstitutional buildup     \n   \n5.  Define organization structure for \n2006–2007  ADB/GMS \nregional  power  trade,  and \ncountries \nestablish  a  regional  regulatory \n \nboard  for  coordination  of \nregulatory function \nC.  Establishment of Information  2006–2007  AFD/ADB  ADB/GMS \nExchange and Communication  countries \nMechanisms \n1.  Establish a platform or database \nfor information exchange and \ncommunication mechanism ", "Appendix 1  7 \nSource of  Implementing \nOutputs  Time Frame\nFunds  Agencies \namong the GMS power industries \nand related entities \n2.  Establish a new RPTCC or GMS \npower trade website, including \nexisting agreements, projects for \nregional power trade \nD.  Develop  Good  Practice  Guidelines       \nfor Regional Power Trade       \n1.  Develop good practice guidelines  2005–2006  WB/Japan  WB/Lao PDR \nfor bilateral power trade  Policy and   \nagreements in GMS including (i)  Human   \nhydropower specific issues in  Resources   \nPPAs, (ii) transmission access  Development   \nand pricing, and (iii) provisions  Fund   \nfor transition to the market.     \n2.  Develop regional guidelines for  To be  To be \nsocial and environmental  identified  identified \nassessment in regional power \ntrade \nE.  Review  and  Update  Power  Grid       \nInterconnection Projects       \n1.  Update GMS development  2005–2006  ADB  ADB \nmatrix─to review and update the \nproposed power interconnection \nprojects with high potential for \nregional trade, especially those in \nadvanced stage of preparation, \nregular update of the regional \nindicative master plan \nF.  Capacity Building       \n1.  Conduct a seminar on rural  Jul 2005  CSG/ADB  CSG \nelectrification and regional       \ncooperation       \n2.  Formulate training and  2006–2007  AFD/ADB  ADB/GMS \nworkshops plan for human  countries \nresource development and \ncapacity building on technical, \ncommercial, institutional, financial \naspects, etc. \nG.  Public–Private Partnership and       \nCoordination with Other     \nDevelopment Partners     \n1.  Develop GMS power trade  To be  To be \nThe views exprebsusseidn ehesrseeins /ainrev ethsotmsee noft  tfhoeru cmon tsou ltant and do not necessiadreilny triefieprde sent thoidsee notfi fAieDdB ’s \nmembers, Boarde oxpf Dloirreec ptorrivsa, Mtea fninaagnemciaenl ta, nodr  staff, and may be preliminary in nature.  \ninvestment channels \n2.  Coordinate with other regional \n ", "8  Appendix 1 \nSource of  Implementing \nOutputs  Time Frame\nFunds  Agencies \ninitiatives (ASEAN/ACE, APEC, \nESCAP, MRC, GMS business \nforum, GMS investment forum) \n3.  Coordinate with other bilateral \nfunding agencies, NGOs, private \nsector \nH.  ADB RETA: Energy Sector Strategy    ADB  ADB \nStudy   \n1.  Review and comment on TA  Sep 2005 \npaper by GMS countries   \n2.  Submit for ADB internal review   \nOct 2005 \nand approval \n \n3.  TA implementation phase 1: \n \ndevelop a comprehensive \n2006 \nstrategy to expand GMS energy \n \nsector cooperation with targeted \n \npolicy interventions \n \n4.  Phase 2: identify priority \n \ninvestment projects and \n2007 \ninstitutional development \nI.  ADB RETA: GMS Power Trading    AFD  ADB \nCoordination and Development   \n1.  Review and comment on TA  Sep 2005 \npaper by GMS countries   \n \n2.  Submit for AFD/ADB internal \nDec 2005 \nreview and approval \n \n3.  TA Implementation   \n2006–2007 \nJ.  World Bank: Power Import and       \nExport Study       \n1.  Power system development  2006–2007  WB  Cambodia/ \nplanning for Lao PDR and      Lao PDR \nCambodia       \n2.  Regional guidelines for integrated  2006–2007  WB  GMS \nwater resources development  countries \nADB = Asian Development Bank, AFD = Agence Française de Développement, APEC = Asia-Pacific Economic \nCooperation, ASEAN/ACE = Association of Southeast Asian Nations/Asean Center for Energy, CSG = China \nSouthern Power Grid Company, Ltd., ESCAP = Economic and Social Commission for Asia and the Pacific, FG = \nfocal  group,  GMS  =  Greater  Mekong  Subregion,  Lao  PDR  =  Lao  People’s  Democratic  Republic,  MOU  = \nmemorandum of understanding, MRC = Mekong River Commission, NGO = nongovernment organization, PPA = \npower purchase agreement, RETA = regional technical assistance, RPTCC = regional power trade coordination \ncommittee, RPTOA = Regional Power Trade Operating Agreement, TA = technical assistance, WB = World Bank. \na  This work plan is updated based on the discussions at the Third and Fourth Regional Power Trade Coordination \nCommittee Meetings in 2005. \nSource: ADB estimates. \n ", "Appendix 2  9 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance  Data  Assumptions and \nTargets/Indicators  Sources/Reporting  Risks \nMechanisms \nImpact      Assumptions \nPromote the efficient  Establish cross-border  RPTCC meetings   •  Governments \nuse of energy resource  grid connections    have strong \n  among neighboring  Country  economic  political will and \nImprove reliability of  countries to allow  and  energy  sector  commitment. \nelectricity supply  contracted power trade  reports   \n  and share resource    •  GMS countries \nPromote investments on  available by 2010  have overall \ngrid connectivity in GMS    political and \n  Achieve cross-border  macroeconomic \nInstitutional  power trade of 500  stability. \ndevelopment and  megawatts per year by   \ncapacity building  2010 \n   \nEstablish institutions \npromoting cross-border \npower trade by 2007 \nOutcome       \nImplementation of initial  Regional Power Trade  RPTCC meetings  Assumptions \nregional  power  trade  Agreement    • Governments \nagreement    Working group  agree on priority \n  Integrated action plan  meetings  areas for \nCreation of institutions  on regional power    cooperation. \nto coordinate and  trade development  Consultant study  • Institutions are \ndevelop regional power    reports  created on time. \ntrade  Establish a focal group    • Adequate \n  and a planning working  Training and  institutional \nStaff in national power  group  workshops  capacity \nservices empowered      available in GMS \nand equipped to  Create a website on  Database and  member \nimplement efficient and  regional power  website  countries. \neffective power trading      Risk \nHold training and  • Project is \nseminars for national  delayed due to \nstaff on power trade  lack of adequate \nplanning and operation  information and \navailable data.  \nOutputs       \nA systematic and  Formulate an  RPTCC meetings  Assumption \nintegrated action plan on  integrated action plan    • GMS member \nregional power trade  by December 2006  Working group  countries have \ndevelopment    meetings  adequate human \n      resources and \n      institutional ", "10  Appendix 2 \nDesign Summary  Performance  Data  Assumptions and \nTargets/Indicators  Sources/Reporting  Risks \nMechanisms \nInstitutions to coordinate  Create the focal group  Consultant study  capacity. \nand  develop  regional  by June 2006 and the  reports   \npower trade  planning working group    Risk \n  by June 2007    • Project is \nCapacity building and      delayed due to \nhuman resource  Conduct training and  Training and  lack of adequate \ndevelopment  workshops for national  workshops  information and \n  staff on regional power    available data. \nA platform and database  trade planning and   \nfor information  operations in 2006–  \nexchange and  2007   \ncommunication     \nCreate a database and  Database and \nwebsite to facilitate  website \nregional power trade by   \nDecember 2007 \nActivities and Milestones   \n1.  Develop a systematic and integrated action plan on regional power  Inputs \ntrade development by December 2006  •  $1,200,000 \n1.1 Review and collate information available in past studies  provided by AFD \n1.2 Develop an integrated action plan  to finance (i) \n  consulting \n2.   Create the FG by June 2006 and the PWG by June 2007  services \n2.1 Develop detailed structure, functions, and internal procedures of the  ($660,000); (ii) \nFG’s initial operation  training, \n2.2 Develop detailed structure, functions of the PWG, and performance  workshops, and \nstandards regarding safety, security, reliability, and quality of service  conferences \n  ($290,000); (iii) \n3.  Provide training and workshops for national staff on regional power  equipment, \ntrade planning and operations in 2006–2007  survey, and \n3.1 Develop midterm capacity building plans (2006–2010)  others \n3.2 Hold training and workshops on regional power trade, including laws  ($250,000) \nand regulations concerned  •  In-kind support in \n  terms of office \n4.  Create a database and website to facilitate regional power trade by  facilities from six \nDecember 2007  GMS countries \nestimated at \n$100,000 \nADB = Asian Development Bank, AFD = Agence Française de Développement, FG = focal group, GMS = Greater \nMekong Subregion, PWG = planning working group, RPTCC = regional power trade coordination committee TA = \ntechnical assistance. \n \n \n \nJOHN R. COONEY  RAJAT M. NAG \nDirector, MKID  Director-General, MKRD ", "Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem   \nTotal \nCost \nA.  Agence Française de Développement Financinga \n \n1.  Consulting Services       \n  a.  Remuneration and Per Diem       \n    i.  International Consultantsb        550.0 \n    ii.  Domestic Consultants        80.0 \n  b.  International and Local Travel        70.0 \n  c.  Reports and Communications        10.0 \n2.  Training, Workshops, and Conferences       \n  a.  Training/National Workshops        120.0 \n  b.  RPTCC Conferences        120.0 \n \n3.  Equipment, Software Licenses, and Office Supportc      50.0 \n4.  Website, CD-ROM Production        20.0 \n5.  Surveys, Data, Maps        30.0 \n6.  Secretariat Costs        50.0 \n7.  Contingencies        100.0 \n        Subtotal (A)        1,200.0 \nB.  Greater Mekong Subregion Governments Financingd \n1.  Office Accommodation and Supplies        20.0 \n2.  Remuneration of Counterpart Staff         60.0 \n3.   Administrative Support and Other Costs        20.0 \n        Subtotal (B)        100.0 \n        Total         1,300.0 \n \nGMS = Greater Mekong Subregion, RPTCC = regional power trade coordination committee. \n \na  Administered by the Asian Development Bank (ADB). \nb  Including consultant energy specialist to be engaged as an individual. \nc  Computers, printers, and relevant software would be procured under the technical assistance. \nd  In kind. \n \nSource: ADB estimates. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "12  Appendix 4 \nOUTLINE TERMS OF REFERENCE \nA.  Objectives \n1.  The  objectives  of  the  regional  technical  assistance  (TA)  project  are  to  support  the \nprioritized programs to implement regional power trade in the initial stages, and facilitate and \npromote effective cooperation among the Greater Mekong Subregion (GMS) member countries \non development of a regional power market. The TA will focus on institutional and capacity \ndevelopment  and  the  TA  outputs  will  enable  GMS  countries  to  strengthen  the  necessary \ninstitutional capacity for promoting regional power trade development. \nB.  Scope of Work \n2.  The work comprises four coherent components and will be undertaken in two phases. \nThe consultants’ work in each component will include, but will not to be limited to the listed items. \n1.  Phase 1 \na.  Component 1: Developing a Systematic and Integrated Action Plan \non Regional Power Trade Development (8 person-months international, \n4 person-months domestic) \n3.  The consultants’ tasks include the following: \n(i)  Review and collate information available in past studies, including, but not limited \nto the Regional Indicative Master Plan on Power Interconnection in the GMS, \nStudy  on  Regional  Power  Trade  Operating  Agreement,  the  updated  power \ndevelopment  plans  of  six  GMS  countries,  and  relevant  socioeconomic  and \nenergy development policy. \n(ii)  Thoroughly analyze the macroeconomic and energy development prospect in the \nGMS, and  provide macro development strategies on regional power trading, \nincluding both physical infrastructure projects and institutional development. \n(iii)  Assess the current institutional capacity in the power sector of GMS countries, \ndiagnose the key factors impeding regional power trade development, and give \nadequate recommendations and strategies. \n(iv)  Update and optimize the regional master plan on cross-border interconnection \nprojects. \n(v)  Based on the above, synthesize the collected information into a holistic and \nintegrated Regional Power Trade Development Action Plan with concrete and \nprioritized physical and institutional infrastructure projects to be implemented in a \nreasonable time frame. \nb.  Component 2: Facilitating Creation of Institutions to Coordinate and \nDevelop  Regional  Power  Trade  (9  person-months  international,  6 \nperson-months domestic) \n4.  The consultants’ tasks include the following: \n(i)  Design and develop the detailed structure, functions, and terms of reference \n(TOR) of the focal group (FG).  \n(ii)  Assess  the  resource  requirements  including  legal,  financial,  and  human \nresources for FG establishment, and outline the steps and action plan. \n(iii)  Develop internal procedures to guide the FG’s initial operation and management. \n ", "Appendix 4  13 \n(iv)  Develop and update short- and medium-term action plans for FG operation. \n(v)  Plan  and  facilitate  the  creation  of  other  required  institutions  including  the \nPlanning  Working  Group  (PWG),  as  well  as  the  technical  secretariat  at  the \nappropriate time. \n(vi)  Conduct at least two regional workshops to discuss and finalize the TOR and \nwork plans of the FG. \n(vii)  Design and develop the detailed structure, functions, and TOR of the PWG. \nPrepare all relevant documents required, such as internal operational procedures \nof the PWG. \n(viii)  Assess  the  resource  requirements  including  legal,  financial,  and  human \nresources for PWG establishment, and outline the steps and action plan. \n(ix)  Develop  performance  standards  on  safety,  security,  reliability,  and  quality  of \nservice. \n2.  Phase 2 \na.  Component 3: Capacity Building and Human Resource Development \n(10 person-months international, 10 person-months domestic) \n \n5.  The consultants’ tasks include the following: \n(i)  Assess  the  institutional  capacity  of  six  GMS  member  countries  and  develop \ndetailed  medium-term  (2006–2010)  capacity-building  plans  for  each  GMS \ncountry to support the implementation of the Regional Power Trading Agreement. \n(ii)  Conduct general training and workshops for national officials and technical staff \non regional power trade, including planning, operation agreement, transaction \nand dispatch, best practices for regional power trade, regulatory pricing, etc.  \n(iii)  For  officials  and  the  state  attorney  in  legal  ministries,  conduct  training  and \nworkshops on laws and regulations relating to the legal issues of cross-border \npower trading. \n(iv)  Review  and  provide  recommendations  on  key  policy  interventions  and \ninstitutional  reforms  at  national  and  regional  levels  for  removing  barriers  to \nincreased energy cooperation and trading. \n(v)  Formulate action plans on human resource development for the GMS countries, \nand develop and carry out training programs for operation and management staff \nto be engaged in the initial stages, particularly the regional regulatory board, \nregional transaction coordinators, operation and system PWGs, etc. \nb.  Component  4:  Establishment  of  a  Platform  and  Database  for \nInformation  Exchange  and  Communication  (7  person-months \ninternational, 12 person-months domestic) \n6.  The consultants’ tasks include the following: \n(i)  Design and develop the information and communication technology development \nstrategy applicable to regional power trading for the GMS member countries.  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmember(sii,)  BoardA osfs Deisres ctothrse,  Msatnaateg emaenndt , orre sqtaufifr,e amned nmtsa y boef  phrealirmdwinaarrye  in innafrtausretr. u cture,  software \navailability, information technology, and human resources. Design and develop \nrelevant short-term (1–2 years) and medium-term (5 years) action plans with \n ", "14  Appendix 4 \nrealistic implementation schedules for the development of a sustainable platform \nfor information exchange, such as a database and website. \n(iii)  Conduct proper analysis of the GMS energy sector including system simulation, \ncollect  adequate  basic  data  and  information,  and  design  and  develop  an \nappropriate database. \n(iv)  Design training modules for database operation and a maintenance manual. \nConduct training and workshops for relevant staff of GMS countries. \n(v)  Design an appropriate hub and develop a website on regional power trading \ndevelopment. A prototype of the website will be developed toward the end of TA \nimplementation. \n(vi)  Conduct training modules for web page application and a maintenance manual. \nConduct training and workshops for relevant staff of GMS countries. \nC.  Resources Required \n7.  The  Asian  Development  Bank  (ADB)  will  be  the  Executing  Agency  for  consulting \nservices.  The  GMS  Regional  Power  Trade  Coordination  Committee  (RPTCC)  will  take \nresponsibility for overall coordination, oversight, and facilitation of project implementation. \n8.  The RPTCC members of six GMS countries will be the counterpart agencies for project \nimplementation. Each member will provide adequate support services including office facilities \nfor in-country activities, documents and information required to efficiently execute the consulting \nservices. Consultants will be required to coordinate all work with the relevant government \nagencies. \n9.  The consultants will include specialists with experience in energy sector development \npolicies,  institutions  and  regulations,  regional  power  trading  operation,  human  resource \ndevelopment and training, and information technology.   \n10.  An estimated 34 person-months of international and with about 32 person-months of \ndomestic consulting services will be recruited, in accordance with ADB’s Guidelines on the Use \nof Consultants. The assignment is scheduled to be carried out over 24 months, commencing in \nJanuary 2006. \nD.  Reporting Requirements \n11.  The consultants will produce the following documents: \n(i)  inception report, within 4 weeks from the start of the assignment of each \ncomponent. \n(ii)  interim report, within 2 months after approval of the inception report; \n(iii)  draft final report, within 2 months after approval of the interim report; and  \n(iv)  final report, within 1 month after the approval of the draft final report, taking \ninto account feedback and advice received from ADB and RPTCC. \n12.  Besides the above reports, the consultants will submit a brief monthly progress report \nwithin 15 days from the end of each month. "], "metadata": {"ModDate": "D:20060125141859+08'00'", "CreationDate": "D:20051219180437+08'00'", "Title": "Greater Mekong Subregion Power Trade Coordination and Development", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)", "SourceModified": "D:20051219030652"}}