{"path": "data/input/ta/39654-ind-tar.pdf", "pages": [" \n \n \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 39654 \n \nJune 2006 \n \n \n \n \n \nTechnical Assistance Cluster \nIndia: Project Processing and Capacity Development \n(Financed by the Government of the United Kingdom) \n \n \n \n \n \n \nPrepared by [Author(s)]ddress] \n ", "          \nCURRENCY EQUIVALENTS \n(as of 16 May 2006) \n \nCurrency Unit  –  rupee/s (Re/Rs) \nRe1.00  =  $0.022 \n$1.00  =  Rs45.39 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nADTA  –  advisory technical assistance \nCBO  –  community-based organizations \nCSP  –  country strategy and program   \nCSPU  –  country strategy and program update \nDEA  –  Department of Economic Affairs \nDFID  –  Department for International Development \nEA  –  executing agency \nINRM  –  India Resident Mission \nJTF  –  joint task force \nOCR  –  ordinary capital resources \nPAI  –  project administration instructions \nPMU  –  project management unit \nPPP  –  public–private partnership \nPPTA  –  project preparatory technical assistance \nSARD  –  South Asia Department  \nTA  –  technical assistance \nTAC  –  technical assistance cluster \nTOR  –  terms of reference \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Multisector \nThemes  –  Sustainable Economic Growth; Governance; Capacity Development \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Regional Department (SARD) \nDirector  T. Kondo, Country Director, India Resident Mission, SARD \n   \nTeam leader  P. Dayal, Senior Economist, SARD \nTeam member  S. Tsukada, Principal Transport Specialist, SARD  \nS. Viswanathan, Social Economics Officer, SARD ", "          \nI.  INTRODUCTION \n1.  Recent consultations between the Government of India (the Government) and the Asian \nDevelopment Bank (ADB) have highlighted the need for ADB to strengthen the processing of its \nIndia  program  through  enhanced  project  preparation  and  capacity  development,  thereby \nspeeding up project implementation. This is essential if ADB is to prepare projects in greater \ndetail  before  loan  negotiations,  as  requested  by  the  Government.  ADB  recognizes  the \nimportance of this in terms of improving the efficiency of its operations, and its responsiveness \nto  client  needs.  This  technical  assistance  cluster  (TAC) will  support identified projects  to \nenhance  project  preparedness  and  develop  local  capacities  for  improved  project \nimplementation.  The  Government  has  agreed  with  the  impact,  outcome,  outputs,  and \nimplementation arrangements, cost, and financing arrangements of the TAC1. The design and \nmonitoring framework for the TAC is in Appendix 1.  \n \nII.  ISSUES \nA.  Rationale \n2.  Sustainable growth through infrastructure development is a key instrument for poverty \nreduction. Economic developments over the past  2 years have reaffirmed the relevance of \nADB’s core operational strategy of combating poverty through infrastructure-led growth, as \ndetailed in the country strategy and program for India (CSP).2  This approach was confirmed by \nthe  midterm  appraisal  of  the  Government’s  10th  Five  Year  Plan  (2002–2007)  and  by  the \nimportance given by the Government to infrastructure development  programs such as  the \nnational highways development program, urban renewal, rural roads, rural electrification, and \npublic–private partnership arrangements for funding infrastructure. In line with this thrust, ADB’s \nactive portfolio largely focuses on infrastructure projects in transport (36% of total operations), \nthe urban sector (22%), and the energy sector (19%).  \n \n3.  While maintaining the focus on infrastructure, recent country strategy and program \nupdates (CSPU) 2004,3 and the CSPU 2005,4 have significantly enhanced proposed assistance \nfor agriculture and rural development, in line with the priorities of the Government’s National \nCommon Minimum Program. In response to the Government’s request to focus on relatively \nunderdeveloped states in order to reduce interregional disparities and assist India to achieve the \nMillennium Development Goals, ADB  has gradually increased assistance to states with high \nincidence of poverty, poor social indicators, weak infrastructure, and weak overall capacities. \nThese include Assam, Chhattisgarh, Jammu and Kashmir,  the northeastern region, Orissa, \nUttaranchal, and West Bengal.  \n \n4.  Comprehensive project preparation will (i) reduce delays in project commencement after \nloan approval, (ii) support expediting of development projects, and (iii) create an environment for \nsustainable growth.  Better project preparedness will also reduce  the accrual of commitment \ncharges to the Government because of start-up delays. The TAC responds to the Government’s \nemphasis on the need for greater project preparedness in ADB projects.  \n \n5.  Given the wide range of executing agencies  (EAs) in  India,  a comprehensive and \nfocused intervention such as the TAC is much needed. Experience with project implementation \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 19 December 2005.   \n2  ADB. 2003. Country Strategy and Program for  India, 2003–2006, Manila. \n3  ADB. 2004. Country Strategy and Program Update for India, 2005–2007, Manila. \n4  ADB. 2005. Country Strategy and Program Update for India, 2006–2008, Manila. ", "2                                                                                                              \n   \nhas clearly revealed strong variations in EA capacity. Some EAs require limited support in the \nform of incremental consulting services, some require capacity development under advisory \ntechnical assistance (ADTA), some need conventional project preparatory technical assistance \n(PPTA), some need bridging TA to provide project start-up support, and many require extensive \nall-round support. The average size of individual loans in the India program has increased \nsignificantly from $148 million per loan in 2000 to a proposed $321 million in 2006. Larger \nprojects require more elaborate preparation. The TAC offers the flexibility to meet diverse and \nfast emerging requirements, and will be relevant, responsive, and results-oriented.  \n \n6.  In recent years the Government has asked ADB to move to newer,5 smaller, and less-\ndeveloped states, which have limited financial and technical capacity to  undertake detailed \nproject design. As a development finance institution committed to poverty reduction, ADB is \ncommitted  to  assisting  these  states  and  EAs,  not  only  in  the  formulation  of  projects  for \nsustainable development, but also in the development of their long-term capacities to plan and \nimplement projects. \n \n7.  The Government has also emphasized during recent high-level policy dialogues with \nADB  that  lack  of  comprehensive  preparation  for  ADB  loans  is  delaying  actual  loan \ndisbursement. Commitment charges continue to accrue on the loan during this period, which \ncan make an entire project unfeasible and unattractive to the Government, particularly because \nonly ordinary capital resources (OCR)  funds are available to India.  In this regard, detailed \nproject design could justifiably be included as part of the assistance to EAs that can be funded \nthrough TA funds. The TAC would have a number of advantages such as (i) enhanced project \nreadiness  and  predictable  disbursements,  (ii)  greater  client  ownership,  (iii)  enhanced \nimplementation efficiency, and (iv) greater quality control and time saving in the processing and \nmonitoring of TAs by ADB and the Government. The proposed TAC aims to bring all component \nprojects to  a higher level of project preparedness without any dilution of social safeguard \nrequirements. By placing the various projects cutting across sectors under one TAC, proper \nquality control will be assured in the preparation and delivery of TA projects.   \n \n8.  A commitment to  greater project efficiency in processing and delivery  will eventually \nincrease overall lending to India, which is targeted to double from an annual figure of $1.3 billion \nin recent years to $2.65 billion by 2008. Staff resources have not increased in line with these \nproposed increases in investment levels. There is therefore an urgent need to save time in loan \nprocessing while safeguarding and improving efficiency. The proposed TAC will take much less \ntime than that needed to process and monitor individual PPTA and ADTA projects. The TAC will \nalso  (i)  meet  the  client  government’s  constant  demand  for  more  comprehensive  project \npreparation, and (ii) ensure greater ownership and involvement from the start of implementation \narrangements.  It  will greatly ease the administrative burden of counterpart institutions. The \nADB’s Board of Directors will be able to  monitor a single cluster rather than  a range of  TA \nprojects. \n \n9.  In addition, there are many factors due to which the strategic thrust and  direction of \nADB’s India program needs to be reviewed and reprioritized while preparing the new lending \npipeline. The program needs to  consider including financial arrangements like  back-to-back \nlending to states, and new financial and operational modalities like public–private partnerships, \nand viability gap funding, among others. The weak capacities of newer states and EAs and the \nexpansion of their operations to new sectors such as agribusiness, rural finance, small- and \n                                                 \n5 States where ADB has just commenced operations for the first time. It includes newly formed states (Chattisgarh, \nUttaranchal) as well as other states (Jammu and Kashmir, Orissa, and the northeast region). ", "  3 \nmedium-sized enterprises, and water resources management have raised a number of issues, \nincluding the cost of ADB’s OCR funds and the additional transaction costs related to complying \nwith ADB’s social and environmental safeguard policies. The attractiveness of OCR-based \nlending terms needs to be seen in the context of the substantial access that India has to \ninternational development assistance funds from the World Bank and other grant funds from \nbilateral donors. \n \n10.  TA clusters were introduced in 1997 in the Review of the Bank’s Technical Assistance \nOperations.6  However, TA clusters were restricted to ADTA projects. Approval of the Board is \ntherefore requested to allow the inclusion of PPTAs in the proposed TAC on an exceptional \nbasis as it would greatly enhance the efficiency and effectiveness of the India program by \naddressing a critical cross-sectoral theme of higher levels of project preparedness and capacity \ndevelopment. The safeguards applicable to PPTAs will be maintained, including enhanced \nmanagement scrutiny of component TAs.  \n \n11.  The proposed TAC will be financed entirely by the Government of the United Kingdom \non a grant basis and will cover feasibility studies, due diligence, capacity development, and \ndetailed design in respect of component TAs. The Government of the United Kingdom through \nits Department for International Development (DFID) has confirmed its intention to finance the \nTAC by its letter dated 8 March 2006, and has also endorsed financing7 of detailed design \nthrough its letter dated 1 May 2006.  \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE CLUSTER \nA.  Impact and Outcome \n12.  The proposed TAC  has been formulated in response to client needs and in close \nconsultation  with  the  Government.  It  has  been  designed  to  enhance  results  from  ADB \noperations by increasing efficiency and timeliness in the preparation of development projects. It \nwill mean that a great deal of processing is front-loaded and will cover feasibility studies and/or \npreliminary  design,  due  diligence,  detailed  design,  and  preparation  and  evaluation  of  bid \ndocuments, up to readiness for contract awards. It will ensure that sufficient capacity is built for \neffective project implementation and that initial institutional arrangements, such as setting up a \nproject management unit (PMU), are begun.  The TAC will support better project design through \nthe incorporation of best practices. The enhanced project preparedness, improved design, and \nbetter capacity for effective implementation created by this TAC will greatly improve the quality \nand speed of delivery of over $3 billion of proposed infrastructure and development investment \nessential for sustainable growth and poverty reduction. \n \nB.  Methodology and Key Activities \n13.  The  proposed  TAC  will  support  enhanced  preparation  of  projects  and  capacity \ndevelopment in the India program.  The TAC will greatly (i) reduce project start-up time after \napproval, (ii) reduce the  number of stand-alone TA projects in the India  program, and  (iii) \nenhance ownership of the ensuing projects by the Government. \n \n                                                 \n6  ADB. 1997. Review of the Bank’s Technical Assistance Operations. Manila (R 119-97). \n7 ADB. 2003.  Operations Manual Bank Policies. Section D12/BP: Technical Assistance. Manila. 29 October. \nParagraphs 24 and 25.  \n ", "4                                                                                                              \n   \n14.  The 15 TA projects from the India program for 2006–2008 that are included under the \nTAC are: \n \n(i)  Madhya Pradesh State Roads Sector Development Project II (proposed $250 million \nproject – 2007 firm loan),  \n(ii)  Northeastern States Roads Project (proposed $300 million project  – 2006/07 firm \nloan),  \n(iii)  Railway Sector Improvement Project II (proposed $400 million project – 2007 loan),  \n(iv)  National Highways Public–Private Partnership Project (proposed $400 million project – \n2006 firm loan),  \n(v)  National  Hydroelectric  Power  Corporation  Capacity  Development (proposed $400 \nmillion project – 2006/07 firm loan),  \n(vi)  Private Participation in the Energy Sector (proposed $100 million project – 2007 firm \nloan),  \n(vii)  Madhya Pradesh Transmission Strengthening (2007 firm loan),  \n(viii)  Rajasthan Urban Infrastructure Development Phase II (proposed $200 million project – \n2007 firm loan),  \n(ix)  Uttaranchal Urban Development Project (proposed $150 million project  – 2007 firm \nloan),  \n(x)  Jammu and Kashmir Urban (proposed $300 million project – 2006 firm loan),  \n(xi)  Jawaharlal Nehru National Urban Renewal Mission (proposed $300 million project – \n2008 firm loan; work on this component TA will commence under the TAC and \ncontinue in the next phase of the TAC proposed for 2007),  \n(xii)  Orissa Integrated Irrigated Agriculture and Water Management Project (proposed $250 \nmillion project – 2007 firm loan),  \n(xiii)  Capacity Development for Commodity Futures Market,  \n(xiv) Capacity Development for the Rural Roads Sector, and  \n(xv)  Supporting North Karnataka Urban Sector Infrastructure Program.  \n \nDetailed concept papers for the component TAs are in Appendix 3.  \n \n15.   The main activities to be covered and financed under the proposed TAC are (i) feasibility \nstudies or preliminary designs, covering preliminary engineering studies, economic analysis, \ninitial environmental examination, and social impact studies; (ii) due diligence (safeguard issues \nincluding  social  and  environmental  assessments  as  necessary,  environmental  impact \nassessments, resettlement plans, and indigenous peoples development plans as required); \n(iii) capacity development (including  EA implementation capacity,  strengthening participatory \nprocesses, meeting physical requirements and social safeguards); (iv) support for preparation of \nbidding documents; (v) support for procurement (calling for bids, conducting pre-bid meetings, \nevaluating  bids,  contract  negotiations  with  successful  bidders,  and  preparing  for  contract \nsigning); and (vi) detailed design through preparation of detailed project reports (DPRs).    \n \n16.   These can be categorized into category A and category B activities. Category A activities \nwould normally precede category B activities, which will begin only after activities listed under \ncategory A are completed. Because of the different technical levels and requirements of the \nvarious sectors or EAs, the responsibility for identifying and categorizing activities undertaken \nunder the TAC will rest with the project officer of the specific TA. The project officer will also \nspecify when the loan fact-finding mission for each TA will be undertaken, in the course of \npreparing the TA papers or implementation plans. \n ", "  5 \n17.   Category A activities would normally include the following items from paragraph 15: (i)–\n(iii),  with  the  option  to  include  (iv)  and  (v),  i.e.,  preparation  of  bidding  documents  and \nprocurement. Category B would include item (vi) i.e., detailed design, with the option to include \n(iv) and (v), i.e., preparation of bidding documents and procurement. The exact demarcation of \ncategory A and B may vary between sectors and different TAs and will be recorded in the TA \npapers or implementation plans, as may be the case. \n \n18.  The inclusion of projects in the proposed TAC is based either on their inclusion in the \napproved  program  for  2006–2008  or  on  separate  confirmation  by  the  Government.    The \namounts allocated to each project vary and are affected by many factors, including  (i) the \ncapacity of the EA, (ii) the stage of project processing, and (iii) work previously undertaken.  \n \n19.   Intensive capacity development on processes and requirements for and before project \nimplementation are essential for effective project delivery, especially  when EAs are  weak. \nCapacity development under the TAC will be mainly focused on projects being prepared. \n \nC.  Cost and Financing \n \n20.  The proposed TAC of $15,000,000 will be financed by the Government of the United \nKingdom on a grant basis for enhanced project preparedness of identified TA projects in the \nIndia country program. The Government will provide counterpart contributions in kind estimated \nat $4,000,000.  The cost estimates and financing plan are in Table A2.1 of  Appendix 2. The \nTAC would have significant cost advantages in terms of expediting development projects and \nensuring enhanced competitiveness of ADB’s interventions. \n \n21.  While there are variations between sectors and individual projects, the average cost of \ndetailed project preparation is estimated at about 1% of the project cost. For projects proposed \nunder the multitranche financing facility and/or sector loans, better project preparation will be \nfocused on the first tranche of the ensuing loan or sample subprojects. The estimated funding \nrequirement  from  the  TAC  for  each  component  TA  is  in  Table  A2.2  in  Appendix  2.  The \nresponsibility for finalizing these and estimating funds to be released at each stage of project \npreparation will be based on the implementation plan or TA paper prepared by mission leaders \nduring the initial fact finding or before commencement of the component TA. The Government \nhas been informed that approval of the TAC does not commit ADB to finance any ensuing \nproject. \n \nD.  Implementation Arrangements \n22.  The Department of Economic Affairs (DEA) of the Government will be the EA for the \nTAC.  \n \n23.  A  TAC  joint  task  force  (JTF)  will  be  constituted  to  provide  overall  guidance  on \nprogramming and critical project-related aspects of the TAC. The JTF will comprise senior \nrepresentatives at the level of a  joint secretary or  director from the Government (DEA),  the \ncountry director at the India Resident Mission (INRM), relevant sector directors of the South \nAsia Department (SARD) or sector specialists from the INRM, and the project officer of the TAC. \nMission leaders responsible for the TA projects and representatives of the respective EAs of the \nTA projects may be requested to join the meetings as required.  \n \n24.  The responsibilities of the JTF will include (i) addition or deletion of TA projects in the \nTAC, (ii) endorsement  of the  addition or deletion of TA projects of less than $500,000, (iii) \n ", "6                                                                                                              \n   \nmonitoring of projects and review of biannual monitoring reports on status of TA projects, and \n(iv) review of TAs moving to category B activities. \n \n25.  On the basis of recommendations by the JTF, formal approval for the addition or deletion \nof TAs, and addition and deletion of TAs of less than $500,000, will be obtained from the \ndirector general, SARD. Any addition or deletion will be within the total approved outlay of the \nTA cluster of $15 million. Any change in the composition of the TA cluster will comply with the \nprocedures for changes in scope as outlined in project administration instructions.8  \n \n26.  The INRM will nominate a  project officer for the TAC, who  will be supported by an \nimplementation consultant. He or she will support administration and monitoring. The JTF will be \ninformed of the project processing status and risks or problems so it can take timely corrective \naction. ADB mission leaders of component TAs will provide quarterly inputs to the TAC project \nofficer. Monitoring will be against (i) progress in project preparation for each component TA \nproject, (ii) compliance with social and environmental safeguards, (iii) timeliness in processing, \nand  (iv)  disbursements,  among  others.  The  TAC  project  officer  will  prepare  consolidated \nbiannual reports on the progress of the TAC, which will be presented to the JTF. A copy of this \nreport will also be provided to DFID. The JTF members will, based on the information available, \ndeliberate at the task force meetings on the (i) progress on each of the TAs; and (ii) key issues \nand problems, and proposed solutions. A Board information paper, as required under R119-97 \n(footnote  6)  will  be  prepared  for  each  TA  at  commencement  by  the  project  officers.  A \nconsolidated report will be prepared biannually by the project officer of the TA cluster to inform \nthe Board on progress under the TAC. These arrangements will ensure close monitoring of the \nTA cluster by Management and the Board. \n \n27.  Some TA projects under the TAC may require only incremental work or special needs-\nbased consultancies. In cases where only marginal incremental work is required, a simplified \nprocedure is suggested in which fact finding or preparation of TA papers may not be necessary. \nInstead,  project  officers  for  such  TA  projects  may  be  required  to  prepare  detailed \nimplementation plans, which will be considered and approved by the director general, SARD. \nSuch TA projects will have a total funding requirement of $0.5 million or less. Examples of this \ncategory under the proposed TAC are (i) National Highways Public–Private Partnership Project \n($0.4  million),  (ii) National  Hydroelectric  Power  Corporation    Capacity  Development  ($0.5 \nmillion), (iii) Capacity Development for the Rural Roads Sector ($0.2 million), (iv) Jammu and \nKashmir Urban Project ($0.5 million), (v) Madhya Pradesh Transmission Strengthening ($0.5 \nmillion), and (vi) Supporting North Karnataka Urban Sector Infrastructure Program ($0.3 million).  \n \n28.  TA projects under the TAC (other than the exceptions specified in paragraph 27) will be \nprepared in detail, following approval of the proposed TAC. A fact-finding mission will visit the \nstate and/or EA concerned, as required, before the beginning of each TA project. The mission \nwill reach an understanding on the detailed scope of work, including capacity development \nrequirements, costing, and implementation arrangements. The details will be recorded in an \naide memoire to be confirmed by the EA.  \n \n29.  A TA paper will be prepared at this stage which will include the schedule of physical and \nprocessing milestones and phasing; a costing plan,  including  phasing  of  costs; consulting \nservice  details  and  terms  of  reference;  capacity  development  requirements;  risks;  and \n                                                 \n8  ADB.  2006.  Project  Administration  Instructions.  PAI  5.04.  Change  in  Project  Scope  or  Implementation \nArrangements. Manila; and ADB. 2006. Project Administration Instructions. PAI 5.11 Administering Grant Financed \nTechnical Assistance Projects. Manila.  ", "  7 \ncontingency plans, as required. As the proposed TA will play an important role in enhancing the \nproject preparedness of several projects, it is important for it to incorporate lessons learned in \nterms of implementation performance in preceding loans in the sector or subsector.  Mission \nleaders of individual projects will ensure that lessons from past project implementation in the \nsector or subproject as brought out by ADB evaluation studies will be incorporated in the project \ndesign  of  the  component  TA.  Each  TA  project  will  incorporate  appropriate  reporting \narrangements, including (i) periodic progress reports, (ii) a draft final report, and (iii) a final \nreport at TA completion. Active involvement of stakeholders will be assured through workshops \nwhich will be planned and provided for in the TA paper and Implementation plan. \n \n30.  The TA paper will be circulated for  interdepartmental review before submission to the \ndirector general, SARD for approval. The TA paper will be approved by the director general, \nSARD prior to implementation. Mission leaders of the TA projects will be fully responsible for \nadministration and timely delivery of TA projects.  \n \n31.  Category A and B activities will form part of the TA papers or implementation plans to be \napproved by the  director general, SARD. However  the TA paper  or implementation plan will \nclearly specify the requirements for progression from category A to category B.  A loan fact-\nfinding mission will normally be undertaken before the commencement of category B activities. \nA signed memorandum of understanding or confirmation of the aide memoire of the loan fact-\nfinding mission at this stage will be the basis for progressing to category B activities. In cases \nwhere the Government has requested early processing for a specific project and this is agreed \nto at meetings of the JTF, the project may be processed for proposed approval without linking it \nto completion or commencement of different categories of activities. Under category B, the EA \ncan assume ownership for detailed design, including recruitment of consultants.  Provision of \nproject design assistance however, does not commit ADB to financing any ensuing loan. \n \n32.  A TAC completion report will be prepared for the TAC as a whole. Separate completion \nreports will not  be prepared for each TA projects, although the mission leaders will provide \ninputs to the TAC completion report. However, in the case of project preparatory TA that does \nnot lead to a loan, a separate  TA completion report will be prepared, in keeping with the \nprovisions of PAI.9 \n \n33.  The TAC i.e., each of the 15 component TAs will require a team of international and \ndomestic consultants to be engaged separately. Cost estimates for the consulting services have \nbeen prepared in consultation with project divisions of the component TA projects. However, \nthese are estimates which will be finalized during fact-finding and/or preparation of TA papers or \nimplementation plans and reflected in each component  TA.. Similarly, the  requisite fields of \nexpertise have been detailed in Appendix 4, but these will also be finalized and reflected in the \nTA papers and implementation plans. \n \n34.  The  consultants  will  be  engaged  in  accordance  with  Guidelines  on  the  Use  of \nConsultants by Asian Development Bank and its Borrowers and other arrangements satisfactory \nto ADB for the engagement of domestic and international consultants. The consultants will be \nrecruited in accordance with the sequence of activities and urgency of requirements and the \nmethod of selection will be specified  for each component TA  project in the TA paper or \nimplementation plan prepared. Delegation of consultant recruitment responsibilities to the EAs \nmay be resorted to based on requirements of component TAs and assessment of EA capacity. \nThis will also similarly be reflected in the component TA papers or implementation plans. Given \n                                                 \n9 ADB. 2003. Project Administration Instructions. PAI 6.08. Technical Assistance Completion Report. Manila. \n ", "8                                                                                                              \n   \nthe  time  pressure  on  implementing  the  component  TAs  that  are  feeding  into  the  2006 \ninvestment program, advance action may be approved.  \n \n35.  Consultant  packages  identified  for  each  component  TA  will  include  firms  and/or \nindividuals as appropriate.  Based on broad estimates aggregated from the  TA projects, the \ncosting for consulting inputs is based on 350 person-months of international consultants and \n1,550  person-months  of  domestic  consulting  services.  Given  the  large  requirements  for \nconsulting services and the staff resource implications for the consulting services division, \nprojects officers will be encouraged to use the services of consulting firms where possible.   \n \n36.  Small contracts will be awarded, and equipment will be purchased, following ADB’s \nProcurement Guidelines. Equipment procured will be handed over to the respective EAs and/or \nimplementing agencies, as detailed in the TA papers. \n \n37.  The TAC will ensure enhanced ownership by the EAs and implementing agencies \nbecause they will be involved from the initial stages of project design and because their capacity \nfor implementation will be strengthened. The mission leaders of the component TAs will be \nresponsible for  (i) preparing a TA paper or  implementation plan for approval by  the director \ngeneral,  SARD;  (ii)  identifying  capacity  development  requirements;  and  (iii) supporting \nmonitoring of component TA projects to assess risks and suggest midcourse corrections. The \nTAC will be implemented over a period of 2 years and 6 months from  1 July 2006  to 31 \nDecember 2008.  \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n38.  The President recommends that the Board approve (i) ADB administering the technical \nassistance cluster not exceeding the equivalent of $15,000,000 to the Government of India to be \nfinanced on a grant basis by the Government of the United Kingdom for Project Processing and \nCapacity Development; and (ii) a variation from the existing policy to include PPTA projects, on \nan exceptional basis, as proposed in paragraph 10 of this report. \n \n \n \n \n \n \n ", "Appendix 1  9 \nDESIGN AND MONITORING FRAMEWORK \n \nData \nAssumptions and \nDesign Summary  Performance Targets/Indicators  Sources/Reporting \nRisks \nMechanisms \nImpact      Assumption \nImprovement of project  Accelerated subproject approval  Approval percentages  •  Commitment from \nimplementation readiness   from ADB  in the India program  the Government  \n       \n  Accelerated procurement and  Disbursement ratios   \ncontract awards \n \nProject implementation unit \nestablished  \nOutcome       Assumptions \nAchievement of better  Investment projects identified   Implementation plans  •  Active cooperation \nefficiency and ownership    and TA papers  from the executing \nin project preparation and  Private sector participation    agency and \nimplementation   increased  Project  commitment to \n    implementation  reform \nPromotion of private  Consulting team mobilized and  readiness monitoring \nparticipation  counterpart staff appointed within  system  •  Willingness of the \n  the agreed timeframe    private sector to \n    participate \nAccelerated disbursement of funds \nand implementation of project \nwithin the agreed timeframe \nachieved \n \nNumber of component TAs with \nprivate sector participation \nOutputs       \n      Assumptions \n1. Feasibility study   1. Feasibility studies completed  ADB review missions  •  EA and support \n      agencies provide \n2. Detailed design  2. Completion of DPRs for the  Project MIS data  support, including (i) \n  component TA projects    data and information, \n3. Bidding documents    Prepared reports on  (ii) resources for land \n  3. Bidding documents completed  PAM, training  acquisition, and (iii) \n4. Procurement    manuals, MIS  cooperation in \n  4. Procurement process initiated  manuals, etc.  providing \n5. Due diligence       environmental \n  5. Due diligence of social and  TA consultants’  clearance \n6. Capacity development  environmental safeguard  progress reports  •  Monitoring and \nmeasures of all ADB supported    quality support are \nprojects, as necessary  Consultancy and  effective \n  procurement  •  States and EAs \n6. Project implementation units  packages  willingness to \nstrengthened    implement TA and/or \n    projects and provide \n    Project staff at state and field    committed \nlevels trained on project  counterpart support \narrangements  and/or contribution  \n   \n    Project MIS established and fully \noperated (financial, physical, \ninstitutional, socioeconomic, etc.) \n \n7.   Policy and other enabling \nframework established \n ", "10 Appendix 1                                                                                                            \n   \nActivities with Milestones  Inputs \nA. By Government and/or States    \n1.1  Set up project offices, and appoint counterpart staff (prior to  • Counterpart staff, operating, and other \nTA start)  implementation expenses (in kind) \n1.2  Prepare draft DPRs  • Engineering desgns and other activities for \n1.3  Regularly work with consultants with provision of necessary  DPR preparation as appropriate (in kind)  \nsurveys and other support, and organization of meetings \n1.4   Provide office space, data and/or information and \ndocuments, DPRs (and other inputs as appropriate), and \nother support to the component TA \n   \nB. By Consultants (including subcontracted NGOs)   \n   \n2.1  Undertake designated TA activities in close interaction with  • Capable international and domestic \n  the state, the Government, stakeholders, and ADB.  consultants engaged \n   \n2.2  Further preparation of subproject implementation packages \n \n2.3  Institutional strengthening for program delivery  \n   \nC. By ADB   \n3.1  Recruit consultants in coordination with the Government  • Internal staff resources \n3.2  Monitor and supervise TA activities regularly  • Inception and review missions  \n3.3  Guide  the  TA  activities  through  inception  and  review   \nmissions \nDPR = detailed project report, EA = executing agency, PPMS = project performance management system, TA = \ntechnical assistance. \n \n \n \n \n \n \n \n_______________________            ___________________________ \n \nTadashi Kondo               Kunio Senga \n \nCountry Director, INRM             Director General, SARD \nDate:                  Date: ", "Appendix 2  11 \nCOST ESTIMATES AND FINANCING PLAN \n \n Table A2.1: Overall Cost Estimates \n($ million) \n \n  Total \nItem  Cost \nA.  Government  of  the  United  Kingdom   \nFinancinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  5.00 \n      ii.  Domestic Consultants   6.20 \n    b.  International and Domestic Travel  0.60 \n    c.  Reports and Communications  0.20 \n 2.  Field Studies and Stakeholder  0.40 \nConsultations \n  3.  Conferences, Seminars, and Workshops  0.20 \n 4.  Equipment    0.20 \n5.    Advance Action at the Project Level  0.20 \n 6.  Dissemination of Regional and National  0.40 \nBest Practices \n  7.  Capacity Development of Executing  0.80 \nAgencies \n      8.  Miscellaneous Administration Costsb  0.40 \n  9.  Contingencies  0.40 \n      Subtotal (A)         15.00 \n   \nB.  Government Financing   \n  1.  Counterpart Staff Support  2.00 \n  2.  Office  Accommodation  and  Support  0.50 \nServices  \n3.  Communications, Office Supplies, and  0.50 \nEquipment \n      4. Local Transport  0.50 \n      5. Miscellaneous Administrative Expenses  0.35 \n      6. Contingency  0.15 \n      Subtotal (B)  4.00 \n   \n        Total         19.00 \n \na Administered by the Asian Development Bank (ADB). \nb Including government representative at negotiations. \nSource: ADB estimates. \n \n ", "Appendix 2   12 \nTABLE A2.2: PROPOSED COMPONENT TECHNICAL ASSISTANCE COST ESTIMATES \n \nNo.  Project Title  Year of  Amount of  Total/ \nLoan  Loan  Incremental \n($ million)  Amount Under TA \nCluster \n($ million) \n1  Railway Sector Improvement  2007  400  1.0 \nProject II (feasibility study and \ndetailed design) \n2  Madhya Pradesh State Roads  2007  250  2.0 \nSector Development Project II \n(feasibility study and detailed \ndesign) \n3  Northeastern States Roads  2006/07  300  1.5 \nProject (safeguard, due diligence,   \nand detailed design) \n4  National Highways Public–Private  2006  400  0.4 \nPartnership Project \n5  Capacity Development for the  2006    0.2 \nRural Roads Sector \n6  National Hydroelectric Power  2006/07  400  0.5 \nCorporation (NHPC) Capacity   \nDevelopment \n7  Madhya Pradesh Transmission  2007    0.5 \nStrengthening \n8  Private Participation in the Energy  2007  100  1.0 \nSector \n9  Rajasthan Urban Infrastructure  2007  200  1.2 \nDevelopment Phase II \n10  Uttaranchal Urban Development  2007  150  1.5 \nProject   \n11  Jammu and Kashmir Urban  2006  300  0.5 \n12  Jawaharlal Nehru National Urban  2008  300  0.5 \nRenewal Mission \n13  Supporting North Karnataka  2006  270  0.3 \nUrban Sector Infrastructure \nProgram \n14  Orissa Integrated Irrigated  2007  250  2.5 \nAgriculture and Water   \nManagement Project \n15  Capacity Development for  2007  200  1.0 \nCommodity Futures Market   \n    Subtotal                   14.6 \n  TA Cluster Management and      0.4 \nContingencies \n      Total                   15.0 \n    TA = technical assistance. \n    Source: ADB estimates. ", "Appendix 3  13 \n \nDETAILED CONCEPT PAPERS FOR THE TECHNICAL ASSISTANCE PROJECTS \nINCLUDED UNDER THE TECHNICAL ASSISTANCE CLUSTER \n \n \n \n1.  Railway Sector Improvement Project II \n2.  Madhya Pradesh State Roads Sector Development Project II \n3.  Northeastern States Roads Project \n4.  National Highways Public–Private Partnership Project  \n5.  Capacity Development for the Rural Roads Sector \n6.  National Hydroelectric Power Corporation Capacity Development \n7.  Madhya Pradesh Transmission Strengthening  \n8.  Private Participation in the Energy Sector \n9.  Rajasthan Urban Infrastructure Development Phase II \n10.  Uttaranchal Urban Development Project \n11.  Jammu and Kashmir Urban  \n12.  Jawaharlal Nehru National Urban Renewal Mission  \n13.  Supporting North Karnataka Urban Sector Infrastructure Program \n14.  Orissa Integrated Irrigated Agriculture and Water Management Project \n15.  Capacity Development for Commodity Futures Market \n \n ", "14 Appendix 3     \n \nRailway Sector Improvement Project II \nConcept Paper \n \nDate: April 2006     \n \n1.  Type/modality of assistance  \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  (multitranche if Innovation and Efficiency Initiative is approved) \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Transport and communications \n      Subsector: Railways \n  b.  Targeting  classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic areas  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n    Subthemes: Fostering physical infrastructure development, promoting economic efficiency and enabling \nmarkets \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Transport and Communications Division/South Asia Department \n   \n5.  Responsible ADB officer: P. Dutt \n \n6.  Description of assistance(s) \na.   Background/linkage to country/regional strategy: Because of increasing competition from road transport, \nthe share of Indian Railways (IR) in the transport market has been falling for more than two decades. The \nfinancial position of IR has deteriorated and it does not generate enough resources to finance investments in \nasset replacement  or capacity expansion. To restore IR’s financial position and enable  the railways to help \nreduce poverty through economic growth, the existing model of railway provision needs to be modified. This will \nrequire IR to strengthen its commercial orientation and concentrate on services it can provide at a competitive \nadvantage, notably medium- and long-distance freight, and reduce its involvement in services better provided by ", "Appendix 3  15 \nothers. In 2002, the Railway Sector Improvement Project established an 8-year framework to link ADB lending \nfor railways to the accomplishment of successive milestones in the Ministry of Railway’s reform program. \nReengineering of business processes is one of the reform initiatives identified in the reform program. The \nproposed project is the second in a series of loans to IR to support institutional strengthening and an investment \nprogram. The project conforms to ADB’s country strategy for India to reduce poverty through economic growth \nby improving the country’s transport links.  \n \nb.  Goal  and  purpose:  The  objective  is  to  improve  the  performance  of  the  railways  by  supporting  (i) \nimplementation of the second stage of the institutional strengthening to improve IR’s commercial orientation; and \n(ii) expansion of IR’s core businesses by financing priority investments to overcome railway capacity bottlenecks \nand improve operational efficiency and safety.  \n \nc.  Components and outputs: The project will comprise (i) institutional strengthening of the IR operation, and \n(ii) an investment component that will support priority investments to be agreed with IR.  \n \nd.  Rationale and purpose of ADF grant financing: Not applicable. \n \ne.  Expected results and deliverables: (i) Improved overall performance of the railways sector, with a further \nreduction of operating ratio to 86% by 2009/10; (ii) commencement of restructuring of management and \noperations of IR’s core businesses; and (iii) increase in capacity on congested routes. All these will secure \nrevenue growth of the IR through greater patronage by targeted customers.  \n \nf.  Social or environmental issues or concerns: Monitoring of social and environmental impacts is required.  \n \ng.  Plans for disseminating results/deliverables: Workshops and seminars will be included in the project \nscope.  \n \n  For TA, method(s) of TA output dissemination: {Tick one or more boxes, as applicable} \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.  Proposed executing/implementing agency or agencies: Ministry of Railways \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance: \n        Formulation of the reform program involved extensive consultations and workshops with representatives of labor \nunions, user representatives, NGO, and other stakeholders.  \n \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2004 \n  b.  Expected date of submission for approval \n      Lending: 2007 \n      Nonlending (project preparatory):  2006 \n      Nonlending (other than project preparatory): not applicable \n       \n  c.  Period and duration of assistance \n      Lending: 5 years, 2008–2012 \n      Nonlending: not applicable \n \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $400 million \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant):  \n      Other:  $ \n ", "16 Appendix 3     \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                  Amount ($ million) \nADB Financing                                     tbd \nGovernment Financing                         tbd \nOther Financing                                    tbd \n     Total Cost                                       tbd \nSource: ADB estimates. \n \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds: $1,000,000 (DFID Trust Fund) \n      Other:  \nIf cofinancing is required, indicate amount and sources sought from  \n \nSource                                                  Amount ($) \nADB Financing                                     tbd \nGovernment Financing                         tbd \nOther Financing                                    tbd \n     Total Cost                                       tbd \nSource: ADB estimates. \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 3  17 \n \n \nMadhya Pradesh State Roads Sector Development Project II \nConcept Paper \n \nDate:  April 2006     \n \n1.  Type/modality of assistance \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Transport and communications \n      Subsector: Roads and highways \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n   \n \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Transport and Communications Division, South Asia Department \n   \n5.  Responsible ADB officer(s): H. Yamaguchi \n \n6.  Description of assistance(s) \na.  Background/linkage to country/regional strategy: The state of Madhya Pradesh was the first state to be \nprovided with ADB assistance for its state roads, which it received in 2002. Following the substantial reforms \nunder the first generation of ADB assistance for the state road development program, the government of Madhya \nPradesh has proposed a second generation of ADB assistance for the state road development. The second \ngeneration of the state road project will develop state highways and major district roads, in conjunction with the \nfurther enhancement  of the sector reform Although the  Madhya Pradesh Road Development Corporation \n(MPRDC) has been gaining capacity  to prepare and manage state roads, support to MPRDC and the public \n ", "18 Appendix 3     \nworks department (PWD)  for the preparation of road projects will  help increase the readiness of projects, \nespecially for external financing. The TA will enhance the quality of the feasibility study during detailed project \nreport (DPR) preparation by providing due diligence in respect of economic, and financial assessment, and \nsocial and environmental safeguards prepared by DPR consultants. \n \nb.  Goal and purpose: The TA will fill the gap in support provided by government-financed DPR consultants, \nand  systematically  develop  the  capacity  of  MPRDC  and  PWD  through  the  provision  of  support  for \npreconstruction work to assist future projects. \n \nc.    Components and outputs: The TA will help MPRDC and PWD to improve the quality of the feasibility \nstudy during detailed project reports (DPR) preparation by providing due diligence in respect of economic and \nfinancial assessment, and social and environmental safeguards prepared by DPR consultants. \n \n  d.  Expected results and deliverables: Important deliverables will comprise  high-quality feasibility reports, \nincluding economic, financial, and social and environmental safeguard studies, in accordance with the policies of \nthe government of Madhya Pradesh and ADB. \n \n e.  Social or environmental issues or concerns: The TA will review and update the resettlement plans (RPs) \nand environmental impact assessment studies prepared under the DPR consultants. Consultation with the \nproject-affected people will be undertaken in this process.  \n \n  f.  Plans for disseminating results/deliverables:   \n    For TA, method(s) of TA output dissemination: \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.  Proposed executing/implementing agency or agencies: Madhya Pradesh Road Development Corporation \nand Madhya Pradesh Public Works Department \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nThe assistance was conceptualized during the consultation mission for the state road project. \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005 \n  b.  Expected date of submission for approval \n      Lending: not applicable \n      Nonlending (project preparatory): 2006 \n      Nonlending (other than project preparatory):     \n  c.  Period and duration of assistance \n      Lending: not applicable \n      Nonlending: 2006–2007 \n \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $250 million \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other: $ \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                  Amount ($) \nADB Financing \nGovernment Financing \nOther Financing \n     Total Cost ", "Appendix 3  19 \n  \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds $2,000,000 (DFID Trust Fund)   \n      Other:  \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                   Amount ($) \nADB Financing                                           tbd \nGovernment Financing                               tbd \nOther Financing                                          tbd \n     Total Cost                                       \n Source: ADB estimates \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n \n                                                                                                      \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "20 Appendix 3     \n \nNortheastern States Roads Project \nConcept Paper \n \nDate:  April 2006     \n \n1.  Type/modality of assistance \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Transport and communications \n      Subsector: Roads and highways \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n     \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Transport and Communications Division, South Asia Department \n   \n5.  Responsible ADB officer(s): H. Iwasaki \n \n6.  Description of assistance(s) \na.  Background/linkage to country/regional strategy: The northeastern region, comprising the states of \nArunachal Pradesh ,Assam,, Manipur,Meghalaya, Mizoram,Nagaland, Sikkim, and Tripura, spreads over a vast \nexpanse of more than 260,000 km2 and has a population of about 40 million. This region has been the focus of \nGovernment for development due to its weak capacity. There is need for  skills to undertake detailed project \nreport (DPR) preparation and other investigations. Their problems are further exacerbated by the lack of \navailability and capacity of local contracting and consulting services within the region. One of the key findings of \nan ADB-funded PPTA (implemented in 2005) was that further technical assistance was needed to support the \nstates during the start-up phase for preconstruction activities, including preparation of detailed project reports ", "Appendix 3  21 \nand due diligence in respect of social and environmental safeguards.  \n \nb.  Goal and purpose: The TA is to fill the gap in support provided by PPTA and loan-financed consultants, \nand to systematically develop the capacity of state Public Works Departments (PWDs) through provision of \nsupport in the first tranche preconstruction work so preconstruction work for the subsequent tranches can be \nachieved more efficiently with support from loan-financed consultants.  \n \n  c.  Components and outputs: The TA will  help state PWDs  to (i) prepare DPRs for the first tranche \nsubprojects, (ii) conduct due diligence in respect of social and environmental safeguards in the start-up phase, \n(iii) initiate procurement process under the first tranche, and (iv) conduct feasibility a study of subprojects to be \nincluded under the second and third tranches.  \n \n  d.  Expected results and deliverables: The important deliverables will comprise (i) DPRs of the first tranche \nsubprojects, (ii) social and environmental safeguard planning documents, and (iii) bidding documents for the first \ntranche subprojects.  \n \n e.  Social or environmental issues or concerns: The TA will review and update the resettlement plans \nprepared under the PPTA and prepare resettlement plans for the first tranche subprojects that were not covered \nunder the PPTA. Consultation with project-affected people will be undertaken.  \n \n  f.  Plans for disseminating results/deliverables:   \n    For TA, method(s) of TA output dissemination: \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.  Proposed executing/implementing agency or agencies: Ministry of Development for the North Eastern \nRegion (MDONER) and state PWDs \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nThe assistance was conceptualized during the implementation of the PPTA. The scope of the assistance was \ndiscussed with MDONER and all the northeastern states at the final tripartite workshop of the PPTA, and was \nendorsed. \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2003 \n  b.  Expected date of submission for approval \n      Lending: not applicable \n      Nonlending (project preparatory): 2006 \n      Nonlending (other than project preparatory):     \n  c.  Period and duration of assistance \n      Lending: not applicable \n      Nonlending: 2006–2007 \n \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $300 million \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other: $ \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                  Amount ($) \nADB Financing \nGovernment Financing \n ", "22 Appendix 3     \nOther Financing \n     Total Cost \n  \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds: $1,500,000 (DFID Trust Fund)   \n      Other \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                   Amount ($) \nADB Financing                                          tbd \nGovernment Financing                              tbd \nOther Financing                                         tbd \n     Total Cost                                       \nSource: ADB estimates. \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 3  23 \n \nNational Highways Public–Private Partnership Project \nConcept Paper \n \nDate: 28 April 2006     \n \n1.  Type/modality of assistance \n    Lending \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  (a multi tranche project if the proposed scheme is approved by the Board) \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other: \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Transport and communications \n      Subsector: Roads and highways \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n    Subtheme: Fostering physical infrastructure development \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: INRM \n   \n5.  Responsible ADB officer(s):  Shunso Tsukada \n \n6.  Description of assistance(s) \na.  Background/linkage to country/regional strategy:  \n \nHaving seen substantial progress of the first series of National Highways Development Program (NHDP) \nprograms (92% of NHDP I and 11 % of NHDP II have been completed), the Government of India has announced \na second series of NHDP programs (NHDP III, IV, V, VI, and VII plus accelerated road development in \nnortheastern region). The estimated cost is close to $50 billion over the period of 2005–2012. A salient feature of \nthis series of NHDP programs is the use of the public–private partnerships (PPP), under which highways would \nbe developed by the private sector, primarily through build-operate-transfer (BOT) schemes with grants being \nprovided by the Government to the concessionaires.   \n ", "24 Appendix 3     \n \nPublic Private Partnership (PPP) represents a major paradigm shift in the ways to develop national highways. \nThe first series of NHDP programs (NHDP I and II) were developed by the public sector with use of public sector \nfunds, while the second series of NHDP programs (NHDP III–VII) will be developed by the private sector with a \ncombination of pubic and private funds.  Under the former scheme, NHAI was a developer and operator, but \nunder the latter scheme, NHAI will be a facilitator for the private sector development and operation. The role of \nNHAI will be (i) specification of design requirements and selection of concessionaires; (ii) land acquisition, \nresettlement, and environmental protection measures; (iii) contract management and monitoring; (iv) network-\nwide corridor management and road safety; (v) financial management; and (vi) fund mobilization.  \n \nAmong the seven NHDP programs, the proposed 2006 project would finance a part of the NHDP III. The phase \nIII program of NHDP was designed  to upgrade 10,417 km of  the existing  national highways to a four-lane \nstandard, at a cost of $12.5 billion. The program would be primarily developed by the private sector under the \nBOT scheme with the provision of “viability gap funds” by NHAI.  \n \nThe proposed project would be executed by NHAI which would also be the borrower of the loan under the \nguarantee of the Government. The project is aimed at alleviating infrastructure bottlenecks along key national \nhighways and establishing more integrated nationwide national highway systems. The project would consist of \ntwo components: (i) a program management support component designed for providing advisory services to \nNHAI in its implementation of its reform plans and providing necessary support for the organization of “road \nshows” in target markets in Europe, US, and/or Asia; and (ii) a PPP investment component designed to finance \nthe “viability gap fund” for eligible sections of the NHDP III program.  The project would be prepared with use of a \nmultitranche financing facility.  \n \n b.  Goal and purpose of TA:  \n \nThe proposed technical assistance (TA) is to assist in the preparation and processing of the above project, \nparticularly with regard to financial and economic analyses of the project. The TA would also assist NHAI with \nthe procurement process.  \n \n c.  Components and outputs of TA: \n \n        The TA would be carried out in two phases.  The first-phase activities include the following: \n \n(i)  update the cash flow analysis for the NHDP programs (a cash flow analysis was conducted in 2005 for the \nentire NHDP program under ADB-financed ADTA for developing high density corridors, but the cash flow \nmodel used for the above analysis needs to be updated with the use of more recent data on construction \ncosts and also, if available, traffic projections);      \n(ii)  update the earlier analysis of the NHDP III program so as to estimate the project costs, including the amount \nof the grants required for each of the corridors for NHDP III; \n(iii)  conduct financial analyses for sample subprojects to estimate financial internal rates of return (FIRRs) for \n“with and without grants” scenario, together with estimates of the amount of grants (this exercise will also \nrequire conducting supplementary traffic counts on key locations of these corridors);   \n(iv) review the current practices of NHAI for the procurement of BOT works and assess the capacity of NHAI to \neffectively carry out the procurement (standard bidding documents for the BOT concession prepared under \nthe earlier ADTA would be further reviewed and refined); and   \n(v)  analyze accounting treatments of highways and tolls. \n \n        Since the updating of the earlier analyses undertaken under the ADTA for developing high-density corridors (TA  \n4271-IND) are key tasks, it is proposed that the consultant be engaged on a sole source basis.  \n \nPhase II activities (which would be carried out by an individual consultant) would  include the following:  \n \n(i)  conduct economic assessment for subprojects and also for the project as a whole, including the estimate of \nEIRRs and net present value; \n \n(ii)  finalize the structure of sample subprojects, including the refinement of financial analysis and packaging of \nthese subprojects; and \n \n(iii)  assess NHAI’s capacity to serve debts for NHDP III and develop financial arrangements for ensuring the \ntimely payback of debts to multilaterals. \n ", "Appendix 3  25 \n  d.  Rationale and purpose of ADF grant financing: not applicable  \n \n e.  Expected results and deliverables: TA report will be prepared.  \n \nf.  Social  or  environmental  issues  or  concerns:  There  would  be  environmental  and  social  impact.  \nFrameworks for environmental assessment, resettlement, and indigenous people development would be \nprepared, as a part of the project processing, so as to ensure that the safeguard requirements are to be \neffectively implemented. \n \ng.  Plans for disseminating results/deliverables: The TA report portions of which disclosure was agreed with \nthe Government would be made available upon request.  \n \n    For TA, method(s) of TA output dissemination:  \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) Findings would be included in the RRP for the project \n \n7.  Proposed executing/implementing agency or agencies: NHAI \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nNHDP III corridors have been identified by the Government.  Individual project designs would be carried out by \nNHAI with ADB to conduct due diligence.  For land acquisition, resettlement, and environmental assessment, \nNHAI would conduct a series of consultations with project affected people.  The overall financing scheme has \nbeen and will be discussed with financing and construction industries.  \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005 \n  b.  Expected date of submission for approval \n      Lending:  November 2006 \n      Nonlending (project preparatory):  August 2006  \n      Nonlending (other than project preparatory):  August 2004 \n       \n  c.  Period and duration of assistance \n      Lending:  2007–2013 \n      Nonlending: 2005–2006  \n     \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $400 million \n      Asian Development Fund (loan): $0  \n      Asian Development Fund (grant): $0 \n      Other:  \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $  \n      Grant TA funds: $400,000 (DFID Trust Fund) \n      Other:  \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n \n \n \n \n ", "26 Appendix 3     \n \n \nCapacity Development for the Rural Roads Sector \nConcept Paper \n \nDate: 8 March 2006     \n \n1.  Type/modality of assistance \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Transport and communications \n      Subsector: Roads and highways \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n     \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Transport and Communications Division, South Asia Department \n   \n5.  Responsible ADB officer(s): H. Iwasaki \n \n6.  Description of assistance(s) \na.  Background/linkage to country/regional strategy: The theme of ADB’s country strategy and program for \nIndia (CSP)a is mainstreaming poverty reduction. In line with the Government’s priorities for the 10th Five-Year \n                                                 \na ABD. 2003. Country Strategy and Program (CSP) 2003–2006. Manila. ", "Appendix 3  27 \nPlan 2002–2007, this is to be addressed primarily by supporting economic growth, including both high growth \nand equitable pro-poor growth. The CSP points to an emerging consensus over the importance of infrastructure \nin poverty reduction,  both because it has an indirect impact on growth, leading to increased incomes and \nemployment, and because it makes a direct contribution to incomes and employment and to reducing human \npoverty by improving access to social services.  In the  CSP connections linking poor rural families to social \nservices and markets are the organizing theme for the transport sector. In line with these thrusts, ADB has been \nproviding assistance to the national rural roads program called Pradhan Mantri Gram Sadak Yojana (PMGSY, \nmeaning “Prime Minister’s rural roads program”). The first ADB project, the Rural Roads Sector I Project (RRSI), \nwas approved in November 2003 for $400 million and about 5,000 km rural roads are being constructed and/or \nupgraded. The Rural Roads Sector II Investment Program (RRSII), which was approved in December 2005, will \ncontinue ADB’s support to the sector. The Program will be financed under multiple loans to be provided under \nthe newly introduced multitranche financing facility (MFF). The proposed TA is to provide additional support to \nthe executing agencies to help monitor the implementation of social, environmental, and fiduciary requirements \nunder the MFF and provide feedback to improve the policy application and procedural requirements under the \ntwo ADB-financed project and program respectively.  \n \nb.  Goal and purpose: The proposed TA is to provide additional support in the areas of participatory project \npreparation and implementation and fiduciary control to the executing agencies of RRSII, which was approved in \nDecember 2005 as the first multitranche financing facility (MFF) to India. The TA's scope will also include \nsupport in these areas to the ongoing RRSI.  \n \n  c.  Components and outputs: The TA will help monitor and provide support  for (i) implementation of the \ncommunity participation process, which is an integral part of the PMGSY project cycle; and (ii) procurement and \nfinancial management.  The output of the TA will be used to further improve and fine-tune policy application and \nprocedural requirements in the project preparation and implementation process of RRSI and RRSII, and the \nGovernment’s rural roads program (PMGSY), part of which the two project/program finance.   \n \n  d.  Expected  results  and  deliverables:  The  expected  results  will  be  (i)  smooth  and  uninterrupted \nimplementation of the ADB-financed project/program; and (ii) borrower’s continued adherence to the provisions \nof the framework financing agreement (FFA) in the case of RRSII, and executing agencies’ compliance with the \nprovisions of the loan/project agreements of RRSI and RRSII.  \n \n e.  Social or environmental issues or concerns: The TA’s main purpose is to check compliance of the \nexecuting agencies with the agreed social and environmental safeguard frameworks. No adverse impact is \nforeseen. \n \n  f.  Plans for disseminating results/deliverables:   \n    For TA, method(s) of TA output dissemination: \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.     Proposed executing/implementing agency or agencies:  \n        Ministry of Rural Development/National Rural Roads Development Agency \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nThe TA has been discussed with the Ministry of Rural Development, and the Department of Economic Affairs, \nthe Ministry of Finance.  \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2004 \n  b.  Expected date of submission for approval \n      Lending: Not applicable \n      Nonlending (project preparatory): Not applicable \n      Nonlending (other than project preparatory): April 2006     \n  c.  Period and duration of assistance \n      Lending: not applicable \n ", "28 Appendix 3     \n      Nonlending: 2006–2009 \n \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $ \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other: $ \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds: $200,000 (DFID Trust Fund)   \n      Other \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                   Amount ($) \nADB Financing                                           tbd \nGovernment Financing                               tbd \nOther Financing                                          tbd \n     Total Cost                                          \n Source: ADB estimates \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 3  29 \n \nNational Hydroelectric Power Corporation Capacity development \nConcept Paper \n       \nDate: 8 August 2005     \n1.  Type/modality of assistance  \n    Lending \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      Other:  \n    Non-lending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n \n2.  Assistance Focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector:  Energy \n      Subsector: Hydropower generation \n  b.  For project preparatory and lending, classification  \n      Core poverty intervention \n      Poverty intervention \nc.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Inclusive social development \n      Gender and development    Governance \n      Environmental sustainability    Private sector development \n      Regional cooperation    Capacity development \n \n    Subtheme: Institutional development \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department:  Energy Division/South Asia Department (SAEN) \n   \n5.  Responsible ADB officer: P. Abeygunawardena, Dan Millison \n \n \n6.  Description of assistance \n \na.    Background/linkage to country/regional strategy: The Government of India and National Hydroelectric \nPower Corporation (NHPC) have requested assistance for project preparation and capacity development in the \nexecuting and implementing agencies. NHPC has a well-defined investment program totaling well over $1 billion \nover the next 5 years.  ADB technical assistance will also cover project readiness, specifically to support \nadvance procurement action to facilitate a prompt start to the project during the first year of implementation.  \nNHPC could  have used  traditional project loans for specific hydropower plants, or could possibly use a \nmultitranche financing facility to fund a broader investment program. \n \nb.   Impacts and Outcomes:  The impact of the TA and ensuing investments will be ongoing support for the \nnational hydropower development program, covering a specific time period (5–8 years). The outcome of the TA \n ", "30 Appendix 3     \nwill be to prepare an investment proposal, including physical and institutional requirements, in sufficient detail. \nNHPC has a well-defined investment program and will assume lead responsibility for preparing investment \nproposals for support by ADB.  The impact of the TA will be to (i) define hydropower projects suitable for external \ninvestment,  (ii)  accelerate  project  readiness,  and  (iii)  improve  project  management  and  implementation \ncapacities of the executing and implementing agencies.  \n \nc.   Outputs and Activities:   The key outputs will be a draft investment proposal including frameworks for \nenvironmental and social safeguards analysis and implementation, fiduciary oversight, procurement and project \nimplementation, and selection criteria for subprojects.  The major activity will be an assessment of the proposed \ninvestment program, including the type of financing, financial and economic feasibility, environmental and social \nsafeguards,  and  capacity  development  requirements  (including  human  resource  needs  for  proposed \ninvestments, and broader needs for ongoing sector reforms and restructuring).   \n \nAdditional outputs are advance procurement support, initial safeguard implementation, project management, \nlong-term human resource development, and information technology upgrades. Activities include (i) preparation \nof prequalification and bid documents, bid evaluation reports, assistance with contract awards; (ii) withdrawal \napplications and disbursements; (iii) establishment of project management systems (accounting, cost control, \netc.); (iv) preparation of human resource development plans; and (v) specification, procurement, and installation \nof information technology upgrades for  project management office (PMO) and project implementation units \n(PIUs). \n \nd.  Social or environmental issues or concerns: The TA will have no direct environmental or social impacts. \nThe ensuing investments are expected to be environment category A. Resettlement category A or B is expected. \nIndigenous peoples category B or C is expected. \n \ne.  Plans for disseminating results/deliverables:  TA deliverables and/or reports will be incorporated into \nregular progress reports submitted to NHPC and ADB. Results will also be made available to the Ministry of \nPower, and other government agencies. \n \nf.  Plans for disseminating results/deliverables:   \n  For TA, method(s) of TA output dissemination:  \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ___ADB and other websites_____________________ \n  \n \n7.  Proposed executing/implementing agencies: The Executing Agency (EA) for the TA (and related loan project) \nwill be the NHPC. Prospective hydropower units can be the Implementing Agencies for the related loan project. \nThey will be beneficiaries of the TA.  \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nGovernment of India, NHPC and the prospective hydropower units.  \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, SCSP, SCSP Update, or interregional work plan:  2005                                                                                                              \nb.  Expected date of submission for approval \n      Lending:  \n      Nonlending (project preparatory):   \n      Nonlending (other than project preparatory): 2006  \n       \n  c.  Period and duration of assistance \n      Lending:  \n      Nonlending: 2006  \n       \n \n10. Financing Plan (Indicate possible financing sources and amount of assistance, cost estimates, and financing \narrangements) ", "Appendix 3  31 \n  a.  For lending \n      Ordinary capital resources: $400 million \n      Asian Development Fund: $ \n      Other:  $ \n  If cofinancing is required indicate sources, and amount sought:  \n  If known, provide cost estimates and financing arrangements. (e.g., total cost, ADB financing, other financing, \nand government financing): \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget:  \n      Grant TA funds: : $500,000 (DFID Trust Fund) \n      Other \n  If cofinancing is required indicate sources, and amount sought:  \n  If known, provide cost estimates and financing arrangements. (e.g., total cost, ADB financing, other financing, \nand government financing):    \nADB  =  Asian  Development  Bank,  CSP  =  country  strategy  and  program,  MW  =  megawatt,  PIU  =  project \nimplementation unit, PMO = project management office; TA = technical assistance, NHPC = National Hydroelectric \nPower Corporation. \n \n \n ", "32 Appendix 3     \n \nMadhya Pradesh Transmission Strengthening \nConcept Paper \n \nDate: 31 January 2006     \n \n1.  Type/modality of assistance  \n    Lending \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance Focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Energy \n      Subsector: Transmission and distribution \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n       \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Energy Division, South Asia Department \n   \n5.  Responsible ADB officer: P. Abeygunawardena, Dan Millison  \n \n6.  Description of assistance \na.  Background/linkage to country/regional strategy: ADB’s power sector program for India focuses on \nreforms  to  make  the  sector  financially  viable,  operationally  efficient,  and  conducive  to  private  sector \ninvestments. Sector restructuring and creation of regulatory bodies at the state level are the main elements of \nthis strategy. Madhya Pradesh has initiated extensive reforms since the approval of the  Madhya Pradesh \nElectricity Reform Act of 2000.  The former state electricity board (MPSEB) was partially unbundled into five \nutilities: a generating company, a transmission company, and  three distribution companies. The former \nMPSEB was incorporated as a holding company for the five successor utilities.  ADB has provided substantial \nsupport in the form of investment loans ($200 million) and program loans ($150 million).  Review missions \nhave concluded that these loans are being successfully implemented.   \n ", "Appendix 3  33 \nAnalyses by ADB in 2004 concluded that further reforms were required to achieve sector sustainability, and \nthat the estimated costs of near-term fiscal adjustments would exceed $1.2 billion.  Key issues identified \nincluded: (i) finalizing state power sector financial restructuring plan (FRP), (ii) aligning the FRP with the \nmedium-term fiscal framework, (iii) ensuring full autonomy of the unbundled state-owned utilities (including \nprivate sector participation), (iv) improving all aspects of legal and regulatory compliance to ensure adequate \nrevenue recovery, and (v) enhancing awareness and communication among all stakeholders.  The overall \nobjective of reforms is to provide affordable, universal electricity service by the year 2012.  While there has \nbeen substantial progress in sector reforms, an independent agency rated  Madhya Pradesh 19 out of 29 \nstates in terms of overall sector performance.  Madhya Pradesh was commended for improving performance in \nthe generating subsector, and developing a functional regulatory process. There is a low level of household \nelectrification (only 43%) and high aggregate technical and commercial losses (around 46%) were identified as \nweaknesses.    \n \nBased on ADB analyses and  an independent rating, there is an obvious need for continued reform and \nexternal policy, technical, and fiscal support for the next few years. Madhya Pradesh will require an additional \ntransmission investment of about $300 million, covering 2007 through 2010, which could be funded by a sector \nloan.  A broader investment program covering a longer time frame might be suitable for multitranche financing \nfacility. \n \nb.  Impacts and Outcomes: The impact of the TA and ensuing investments will be ongoing support for \nMadhya Pradesh power sector development, with concentration on near-term transmission investments. The \noutcome of the TA will be to prepare an investment proposal, including physical and institutional requirements, in \nsufficient detail to obtain the approval of ADB’s Board of Directors. Madhya Pradesh government agencies have \nassumed  lead  responsibility  for  preparing  investment  proposals  for  support  by  ADB.  A  PMO  has  been \nestablished under the earlier approved loans. \n \nc.  Outputs and Activities: The key output will be a draft investment proposal including (i) frameworks for \nenvironmental and social safeguards analysis and implementation, (ii) fiduciary oversight, (iii) procurement and \nproject implementation, and (iv) selection criteria for subprojects.  The major activity will be an assessment of \nthe proposed investment program, including (i) the means of financing, (ii) financial and economic feasibility, \n(iii) environmental and social safeguards, and  (iv) capacity development requirements (including human \nresource needs for proposed investments, and broader needs for ongoing sector reforms and restructuring).  \nTA support for project readiness is expected to be minimal, given the current PMO capacity.  TA findings may \nbe disseminated via ADB and other websites. \n \nd.  Social or environmental issues or concerns: The TA will have no direct environmental or social \nimpacts.  Long-term environmental and social consequences of any ensuing loan project will be significantly \npositive.  \n \n  e.  Plans for disseminating results/deliverables: Results will be disseminated through the final report of \nthe TA. State and local level workshops will be arranged as necessary for general stakeholder consultation, \nsafeguards compliance, and to discuss major findings. \n \nf.  Plans for disseminating results/deliverables:   \n    For TA, method(s) of TA output dissemination:  \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ___ADB and other websites_____________________ \n \n \n7.   Proposed executing/implementing agency or agencies: The Madhya Pradesh State Electricity Board and \nMadhya Pradesh State Transmission Company will be executing and implementing agencies. Other state-level \npower sector related agencies may serve as implementing agencies, depending on scope of investments. \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nThe Government and the other stakeholders will be consulted extensively all in preparation, implementation, \nand results-dissemination stages. \n9.  Timetable for assistance design, processing, and implementation \n ", "34 Appendix 3     \n   \na.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005 \n \n  b.  Expected date of submission for approval \n      Lending:  March 2007 \n      Nonlending (project preparatory):  January 2006   \n      Nonlending (other than project preparatory): not applicable          \n  c.  Period and duration of assistance \n      Lending:  \n      Nonlending: April 2006 to March 2007    \n     \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources:  \n      Asian Development Fund:   \n      Other:  \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \nIf known, provide cost estimates and financing arrangements.  \n \nSource                                                  Amount ($) million \nADB Financing  \nGovernment Financing                            \nOther Financing                                       \n     Total Cost                                          \n Source: ADB estimates \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget:   \n      Grant TA funds $500,000 (DFID Trust Fund) \n                  Others: \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \nIf known, provide cost estimates and financing arrangements. \n \nSource                                                   Amount ($) \nADB Financing                                           tbd \nGovernment Financing                               tbd \nOther Financing                                          tbd \n     Total Cost                                           \n Source: ADB estimates. \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance, TASF = Technical Assistance Special Fund. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 3  35 \n \n \n \nPrivate Participation in the Energy Sector \nConcept Paper \n \nDate: January 2006     \n \n1.  Type/modality of assistance  \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Energy \n      Subsector: Energy sector development \n  b.  For project preparatory and lending, classification \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development  \n \n     \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Energy Division/South Asia Department \n   \n5.  Responsible ADB officer: Naoki Sakai \n \n6.  Description of assistance \na.  Background/linkage to country/regional strategy: As country strategy and program update 2005 states, \nincreasing private participation in infrastructure is essential to sustain the pace of India’s economic growth. The \nElectricity Act, 2003, has opened the way for competition in (i) power transmission and distribution, (ii) power \ntrading and market development, and (iii) new providers of power supply in rural areas. For generation, there is \npotential for further enhancing public–private partnership (PPP). ADB needs to realize significant development \npotential through private sector participation using its knowledge and products.    \n ", "36 Appendix 3     \n \nb.  Goal and purpose:  This TA aims at accelerating private sector participation through (i) assistance for \ntechnology and knowledge-sharing with worldwide private power sector enterprises; (ii)  provision of innovative \ninvestment products to state-owned enterprises (SOEs) to meet various investment needs in a flexible, long-\nterm, competitive manner; (iii)  facilitating structured financing projects by domestic and foreign investors as well \nas  ADB;  and  (iv)  transforming  into  bankable  projects  the  initiatives  for  energy  efficiency  enhancement, \nrenewable energy development, and environment protection using innovative tools, e.g., the Clean Development \nMechanism of the Kyoto Protocol (CDM).   \n \nc.  Components and outputs: The TA will have following components: (i) dissemination of best practices for \nprivate sector participation in power sector development through domestic conferences and external visits, \n(ii) identification of bankable projects for private sector participation in the power sector, (iii) development of \ninvestment proposals and pilot schemes for  SOEs, and (iv) financial advisory services for structuring power \nprojects on a non-recourse basis.  \n \nd.  Expected results and deliverables:  With this component TA, the Indian power sector can access \nworldwide best practices and latest technology in the fields of energy efficiency, renewable energy, environment \nprotection, and improving management capacity and operational productivity through a benchmarking exercise \nwith worldwide electric power industries. ADB will also catalyze structured financing projects through dialogues \nwith potential foreign investors to break down the barriers to investment development of risk-sharing scheme \nwith private sectors, e.g., outsourcing,  operation and maintenance (O&M) contracts, joint-ventures between \nSOEs and investors, lease, and build, operate and own (BOO).   \n \n  e.  Social or environmental issues or concerns: not applicable \n \n  f.  Plans for disseminating results/deliverables: workshops and seminars; publications.   \n \n    For TA, method(s) of TA output dissemination:  \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.  Proposed executing/implementing agency or agencies To be determined \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \n       To be identified \n \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan:  \n              Separate Government endorsement               \n  b.  Expected date of submission for approval \n      Lending: not applicable \n      Nonlending (project preparatory): 2006 \n      Nonlending (other than project preparatory): not applicable \n  c.  Period and duration of assistance \n      Lending: not applicable \n      Nonlending: 2006–2007 \n   \n \n10. Financing Plan \n  a.  For lending \n      Ordinary capital resources: $ 100 million \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ ", "Appendix 3  37 \n      Other: $ \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds 1,000,000 (DFID Trust Fund) \n      Other   \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                   Amount ($)  \nADB Financing         tbd \nGovernment Financing       tbd \nOther Financing         tbd \n     Total Cost        \n Source:  ADB estimates. \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n ", "38 Appendix 3     \n \nRajasthan Urban Infrastructure Development Phase II \nConcept Paper \n \nDate: 29 March 2006     \n \n \n1.  Type/modality of assistance  \n       Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sectors: Water supply, sanitation, and waste management  \n      Subsector(s): Integrated \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n        \n3.  Coverage  \n   Country    Subregional    Interregional \n  Internal policy development \n4.   Responsible division/department: Social Sectors Division/South Asia Department \n   \n5.  Responsible ADB officer(s):  tbd \n \n6.  Description of assistance(s) \n   a.  Background/linkage to country/regional strategy:  According to India’s 2001 population census, more \nthan 285 million people live in urban areas. With this large base, which is growing at about 2.7% annually, India \nhas the second largest urban population in the world. The urban sector in India is very important in the context of \nits economic growth. In 1993/94, its contribution was assessed at: (i) 45.73% of the net domestic product (NDP); \n(ii) over 65% of the total manufacturing employment; (iii) 64.7% of employment in trade, commerce, and financial ", "Appendix 3  39 \nservices; and (iv) 68% of transport sector employment.  \n \n       Rajasthan is the largest state in India by area and, according to India’s 2001 census, has a population of \napproximately 56.47 million. ADB is currently financing the $360 million Rajasthan Urban Development Project \n(RUIDP)a that will improve living conditions in the six largest cities in the state through the provision of high \npriority  and  essential  urban  infrastructure  and  municipal  services.  RUIDP  is  in  an  advanced  stage  of \nimplementation, with residents of the six cities already beginning to receive benefits from improved services.  \n \n        However, as the urban population continues to grow rapidly, accompanied by a large influx of tourists and \npilgrims every year, the government of Rajasthan has realized there is an urgent need to improve the urban \ninfrastructure and services in other urban areas of the state, and augment works in the six cities covered by \nRUIDP. As a result, GOR has recently requested ADB to support phase II of RUIDP in order to include urban \ninfrastructure development in all the district headquarters of the state, towns having large population and towns \nof religious and tourism importance. The phase II project (the project) will build on the experience of RUIDP and \nsupport the needs for urgent improvements in these important and rapidly growing towns, as well as cover new \nworks in the six cities covered by RUIDP, \n \n  b.  Impacts and Outcomes: The technical assistance (the TA) and the ensuing project will improve the \nliving  conditions  and  urban  environment,  and optimize social and economic development in urban \nRajasthan.  This  will  be  achieved  through  investments  in  urban infrastructure in water supply, urban \nenvironmental improvements, urban transport, and public health services. The project will also include policy \nreforms to strengthen urban governance, management, and support for priority investments in urban \ninfrastructure and services. The assistance will be based on a state level framework for urban sector \nreforms and a demand–based mechanism, which will support reform-oriented urban local bodies (ULBs) \nto seek assistance for implementing urban infrastructure projects and institutional and governance \nreforms. \n \n        c.  Outputs and Activities: The investment component of the project will focus on rehabilitation and expansion          \nof water supply, improvement of urban environmental quality through (i) better sanitation, (ii) improvement of \nurban transport, and (iii) community awareness and livelihood generation programs. Similarly, the  capacity \ndevelopment and policy component of the  project will support the ULBs in preparing comprehensive town \ndevelopment  plans  and  modernizing  municipal  management  and  service  delivery.  A  sector  loan  will  be \nconsidered for the  project. This will (i) provide a planned approach by placing the  project in a wider sector \ndevelopment context with a long-term sector investment plan and agenda for urban policy, institutional, and \nfinancial reforms; (ii) ensure flexibility in undertaking an investment program in multiple ULBs, addressing the \nULBs’ real demands and capacity; and (iii) have the potential to promote a performance-oriented approach in the \nULB selection.  The TA will develop procedures for participation of ULBs in the project as well as criteria for \nsubproject selection and/or appraisal.  \n  \n       The component TA will go beyond the standard work associated with preparing a project for ADB funding as it \nwill also (i) strengthen project management and institutional capabilities of the participating ULBs; (ii) improve \noverall readiness of participating ULBs for project implementation; and (iii) conduct detailed design work required \nto begin disbursements and physical works for the parts of the project that will enable physical works to \ncommence as soon as financing is approved in order to avoid delays and unnecessary commitment charges. \n   \n       Outputs of the TA will include the following: \n(i)  A review of the feasibility studies prepared by the state, \n(ii)  additional due diligence to ensure safeguards required by ADB’s policies are in place, \n(iii)  identification of key project personnel and creation of project management and project implementation unit, \n(iv) training for the executing and implementing agencies to familiarize them with ADB policies and procedures, \n(v)  identification of components for fast-track detailed engineering work, \n(vi) detailed design work of select components, \n(vii) preparation of standard bidding documents for civil works and equipment supplies, and \n(viii) completion of consultants’ selection and prequalification of contractors \n \n  d.  Rationale and purpose of ADF grant financing : not applicable  \n \n                                                 \na ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India for \nthe Rajasthan Urban Infrastructure Development Project. Manila (Loan 1647-IND, for $250 million, approved on 3 \nDecember 1998, agreement signed on 1 December 1999 and became effective from 18 January 2000). \n ", "40 Appendix 3     \n  e.  Expected results and deliverables:  The TA will supplement project preparation being carried out by the \nstate and further develop the project  design, including (i) the urban reform program, (ii) methodology for \npreparing the comprehensive town development plans, (iii) a sample of such plans, (iv) key institutional and \nperformance parameters, and (v) related project implementation mechanisms. The TA will also enhance the \nproject  preparedness  by  improving  the  capacity  and  project  implementation  skills  of  the  state  and  the \nparticipating ULBs and kick-start the project by completing detailed designs of select components in order to \nbegin disbursements and physical works for the parts of the project that will enable physical works to commence \nas soon as financing is approved. \n \n  f.  Social or environmental issues or concerns: To be determined during TA implementation. Under a \nsector loan, implementation of safeguard policies will be demonstrated through sample subprojects during \nproject formulation.  \n \ng.  Plans for disseminating results/deliverables: National and state level workshops; project level \nawareness and participation programs.      \n \n    For TA, method(s) of TA output dissemination: \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.  Proposed executing agency: Urban Development Department (UDD) of Government of Rajasthan                                                                 \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance: \nA project management unit (PMU) is already functioning in the UDD to administer RUIDP.  The PMU and the line \ndepartments in the state have already had preliminary consultations with ULBs in the district headquarters of each \ndistrict, towns having population of 75,000 or more, public representatives and other citizens’ representative bodies in \nthe urban areas, in order to conceptualize infrastructure development requirements and conduct needs assessment. \nThis process will be continued. \n \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005 \n  b.  Expected date of submission for approval : 2006 \n      Lending: 2007 \n      Nonlending (project preparatory):  2006  \n      Nonlending (other than project preparatory): {date} \n       \n  c.  Period and duration of assistance: 5 years \n      Lending: 2007–2012 \n      Nonlending: May 2006–May 2007  \n     \n \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $200 million  \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other:  $ \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \n \nSource                                                  Amount ($) \nADB Financing                                       ", "Appendix 3  41 \nGovernment Financing                           \nOther Financing                           \n     Total Cost                                         \n Source:  \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds : $ 1,200,000 (DFID Trust Fund) \n      Other   \n \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n ", "42 Appendix 3     \n \nUttaranchal Urban Development Project \nConcept Paper \n \n1.  Type/modality of assistance  \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Water supply, sanitation, and waste management  \n      Subsector: Integrated  \n  b.  For project preparatory and lending, classification \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n    Subtheme{s}:  \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Social Sectors Division/South Asia Department \n   \n5.  Responsible ADB officer(s): tbd \n6.  Description of assistance(s) \n   a.  Background/linkage to country/regional strategy: ADB and the Government of India are both concerned \nto decrease growing regional disparities as part of their efforts to reduce poverty. ADB is committed to extending \nits operations to the less-developed states in India, and identified Uttaranchal as a priority area in its recent \ncountry strategy and program.  \n \n       The state government of Uttaranchal has acknowledged the significance of the urban and tourism sector for \nsustained economic growth and the achievement of the Millennium Development Goals. About 2.1 million people \nin Uttaranchal live in 63 designated urban areas, and urban growth is rapid at about 33% per decade, much \nhigher than the state population growth rate of 19%. Many urban areas are major tourism destinations or \ngateways to other tourist spots, and experience significant seasonal population increases. These urban areas \nare also centers of agro-industry, trade, and commerce. However, the potential role that urban areas can play in \nthe state’s development is significantly constrained by deficiencies in basic urban infrastructure and services and ", "Appendix 3  43 \npoor environmental conditions. The situation is aggravated by inadequate urban institutional and financial \nframeworks and capacities. Urban local bodies (ULBs) and the state utility agencies responsible for the provision \nof basic infrastructure and services cannot  need to strengthen their technical, managerial, and financial \ncapacities. The government of Uttaranchal plans to improve the living standards, productivity, and sustainability \nof all cities and towns while securing the cultural and environmental heritage. The government of Uttaranchal’s \nstrategy is to invest in basic urban infrastructure and services and it is committed to stronger powers for ULBs \ncombined with capacity strengthening measures.   \n \n       The government of Uttaranchal has set up a tourism development board. New and ambitious master plans for \ndeveloping  tourist  destinations  are  being  developed  to  maximize  private  sector  investment  in  tourism \ninfrastructure. Several areas of Uttaranchal are already established centers of pilgrimage tourism. However, \ntourism development must not only cater to expansion but also to the effective management of current levels of \ntourism activity. Investments in airports, sewerage services, solid waste management, and human resource \ndevelopment are needed, as well as investments in pro-poor and community-based tourism to allow local \ncommunities to participate in decision-making and to share in the benefits of tourism growth. At the policy and \ninstitutional level, partnerships between the public and private sectors need to be urgently addressed.  \n \n       The government of Uttaranchal has recently funded a feasibility study for an urban development project and has \nasked ADB to help  finance the ensuing project. As a result, ADB approved project preparatory technical \nassistance (PPTA) in July 2005a to review the feasibility study and  to conduct due diligence to ensure that \nsafeguards required by ADB’s policies are in place. \n   \nb.  Goal and purpose: The TA and the ensuing project will improve the urban environment and quality of life of \nUttaranchal’s urban residents, including the poor, and thus enhance the productivity of the state’s urban areas. \nIts  objectives  are  to  (i)  improve  urban  infrastructure  and  services,  and  (ii)  support  the  government  of \nUttaranchal’s decentralization policies. The project will improve water supply, sanitation, drainage, solid waste \nmanagement, tourism-related infrastructure, and roads on the basis of the demands and needs of the urban \npopulation in each participating ULB. The project will also introduce policy and institutional reforms to strengthen \nthe governance, administrative, managerial, and financial capacity of the ULBs. \n \nThe TA  will supplement the earlier PPTA and help to strengthen the project management and institutional \ncapabilities of the selected ULBs, improve the overall readiness for project implementation of the ULBs and the \ngovernment of Uttaranchal, and conduct the detailed design work required to begin disbursements. Physical \nworks can therefore begin as soon as financing is approved in order to avoid delays and unnecessary \ncommitment charges. \n \nc.  Components and outputs: The TA will improve the preparedness of the government of Uttaranchal and \nthe participating ULBs to  (i) implement the project, (ii) kick-start associated governance and policy reforms, \n(iii) strengthen institutional capacities, and (iv) accelerate project implementation by conducting detailed design \nof select components.  \n \nOutputs of the TA will include the following: (i) identification of key project personnel and creation of project \nmanagement and project implementation unit, (ii)  training for the executing and implementing agencies to \nfamiliarize them  with ADB policies and procedures, (iii)  identification of components for fast-track detailed \nengineering work, (iv) detailed design work of select components, (v) preparation of standard bidding documents \nfor civil works and equipment supplies, and (vi)  completion of consultants’ selection and prequalification of \ncontractors \n \n    d.  Rationale and purpose of ADF grant financing : Not applicable \n \n  e.  Expected results and deliverables: The TA will (i) supplement the project preparation being carried out by \nthe government of Uttaranchal, (ii) start implementation of  the agreed urban governance and institutional \nreforms, and (iii) ensure overall readiness for project implementation by strengthening capacities of participating \nULBs, by measures such as establishment of the project management unit (PMU) and project implementation \nunits (PIUs) and completing detailed design of select components.  \n \n  e.  Social or environmental issues or concerns: To be identified during implementation of the TA.  \n \n  f.  Plans for disseminating results/deliverables:  Stakeholder workshops will be held during implementation \n                                                 \na ADB. 2005. Technical Assistance to India for Preparing the Uttaranchal Urban Development Project. Manila. (TA \n4411-IND, approved on 14 July). \n ", "44 Appendix 3     \nof the TA.   \n \n    For TA, method(s) of TA output dissemination:  \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n7.  Proposed executing/implementing agency or agencies: The relevant Department of the government of \nUttaranchal will be the executing agency. Details will be determined during the TA formulation.  \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nVarious stakeholders at the local level will be consulted and involved in the project design process. These include \nrelevant departments of the government of Uttaranchal, elected and appointed members of municipal councils, civil \nsociety, and non-government organizations (NGOs) and/or community-based organizations (CBOs).  \n \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005 \n  b.  Expected date of submission for approval \n      Lending: 2007 \n      Nonlending (project preparatory):  \n      Nonlending (other than project preparatory): Not applicable \n  c.  Period and duration of assistance \n      Lending: 2008–2012 \n      Nonlending:     \n10. Financing Plan \n  a.  For lending \n      Ordinary capital resources: $150 million \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other: $ \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \nSource                                                  Amount ($) \nADB Financing           tbd \nGovernment Financing         tbd \nOther Financing           tbd \n     Total Cost        \n Source:  \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: \n      Grant TA funds $1,500,000 (DFID Trust Fund) \n      Other   \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n \n \n \n \n \n \n \n ", "Appendix 3  45 \n \nJammu and Kashmir Urban Development Project  \nConcept Paper \n \nDate: 25 January 2006     \n \n \n1.  Type/modality of assistance  \n       Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n    Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other: For engineering design and procurement   \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector(s): Water supply, sanitation, and waste management \n      Subsector: Integrated \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n     \n3.  Coverage  \n   Country    Subregional    Interregional \n  Internal policy development \n4.   Responsible division/department: Indonesia Resident Mission/Southeast Asia Department \n   \n5.     Responsible ADB officer(s): Alex Jorgensen, Principal Urban Specialist \n                                                  Debashish Bhattacharjee, Project Implementation Officer                                                       \n \n6.  Description of assistance(s) \n   a.  Background/linkage to country/regional strategy: For a typical urban sector loan in India, preparatory \nactivities such as  (i)  engaging  project  consultants,  (ii)  doing  detailed  engineering,  (iii)  preparing  bidding \ndocuments, and (iv) prequalifying bidders takes at least 18 months. Only after these activities are completed can \nthe executing agency (EA) award works and start using loan funds.  Since the Borrower starts incurring \ncommitment charges after loan effectiveness, the Ministry of Finance (MoF) is reluctant to sign the loans until it \n ", "46 Appendix 3     \nis assured that disbursements will begin upon effectiveness.   \n \n       In order to expedite project implementation and respond to MoF’s concerns, in some recently approved projectsa \nADB has provided “bridging” or transitional technical assistance. Typically, such TA supports the EA in engaging \nconsultants, preparing bidding documents, and providing training for ADB procedures. While this reduces the \ntime before implementation, there are two important constraints: (i) preparing detailed engineering designs, \nspecifications and tenders for 3–4 subprojects requires about 300 person-months of consulting inputs, which \nexceeds the budget limits of such TAs; and (ii) EAs are usually not adequately staffed in the initial stages of the \nproject and critical decisions are delayed.  \n \n       Recognizing the need to substantially improve loan preparedness and disbursement performance, the country \nprogram and strategy update (CSPU) for 2006-2008 includes a TA cluster and grant TA facility to front-load \nproject preparation by funding detailed engineering and project design of sample subprojects,  before loan \nnegotiations.      \n \n        Project preparatory technical assistance (TA 4515-IND) is currently underway for the proposed Jammu and \nKashmir Urban Development Project (JKUDP), which is scheduled for Board approval by December 2006. The \nJKUDP is being prepared as a “sector” project following the ongoing Multisector Project  for Infrastructure \nRehabilitation (Loan 2151-IND).   A number of subprojects have already been identified through the PPTA. \nThese  include  subprojects  for  water  supply,  sewerage,  solid  waste  management  and  urban  transport \nimprovements. Taken together, these subprojects are estimated to cost about $60 million, representing about \n20% of the total project cost.   \n       The Economic Reconstruction Agency of Jammu and Kashmir (ERA), the executing agency for the project and \nthe PPTA, is adequately staffed and has gained experience in implementation but will need additional support to \nachieve sufficient preparedness to implement the JKUDP. It is estimated that consultant inputs of 300 person-\nmonths, estimated to cost about $700,000, would be required until November 2007, the anticipated date of loan \neffectiveness.  The  consultants  would  develop  detailed  designs  and  bidding  documents  for  the  sample \nsubprojects identified and appraised through the PPTA. An advisory TA (ADTA) for strengthening urban project \nmanagement in Jammu and Kashmir was included in the CSPU for 2004 and is scheduled for approval in \nSeptember  2006.  This  ADTA  for  $400,000  will  help  support  some  preparatory  activities  and  capacity \ndevelopment of  the EA but will not be enough to support detailed engineering tasks. Taking into account \npotential support from the ADTA, a need for an additional $500,000 is estimated.  To be most effective, it is \nproposed that detailed engineering consultants be engaged by 1 May 2006 so that they can work with the PPTA \nconsultants and become completely familiar with engineering, environmental and social issues.          \nb.  Goal and purpose:  \n \n       The technical assistance through the TA cluster assistance TA will enable the EA to prepare and award works \namounting to about 20% of the total project cost upon loan effectiveness, thereby meeting DEA’s requirements \nfor preparedness. \n \nc.  Components and outputs:  \n \n       Components  under  the  TA  will  include  detailed  engineering  surveys,  soil  investigations,  hydrological \nassessments, detailed engineering designs, build, own and operate (BOQ)s and cost estimates and preparation \nof bidding documents for specific packages. \n \n       The principal outputs of the TA will be (i) bid documents for specific packages completed, and (ii) bids invited \nand evaluated.       \n \n  d.    Rationale and purpose of ADF grant financing: Not Applicable  \n \n       e.   Expected results and deliverables:  (i) Successful completion of award of works amounting to 20% of the \nloan amount within 1 month of loan effectiveness (ii) demonstration of up-front design supplementing a PPTA as \na way to achieve good disbursement performance.     \n                                                 \na ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India for \nthe Urban Water Supply and Environmental Improvement in Madhya Pradesh Project. Manila (Loan 2046-IND); \nand ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nIndia for the Kerala Sustainable Urban Development Project. Manila (Loan 2226-IND). ", "Appendix 3  47 \n \nh.  Social or environmental issues or concerns: Social and environmental issues related to the subprojects \nwill be comprehensively assessed during loan formulation, Mitigation measures will be identified before the loan \nis circulated to ADB’s Board of Directors for approval. Consultants will have to incorporate all environmental and \nsocial mitigation measures in the detailed designs.  \n \ni.  Plans for disseminating results/deliverables: National and state-level workshops. Awareness and \nparticipation programs.      \n \n    For TA, method(s) of TA output dissemination: \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) __Publication of Invitation to Bid in ADBBO, newspaper \n \n7.  Proposed executing agency: Economic Reconstruction Agency, Jammu and Kashmir  \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance: \nThe Executing Agency for the ongoing loan and the PPTA is fully staffed and functional. and involved in design \nand conceptualization \n \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2004 \n  b.  Expected date of submission for approval : May 2006 \n      Lending: 2006 \n       \n      Nonlending (other than project preparatory): {date} \n       \n  c.  Period and duration of assistance  1 year and 8 months \n       \n      Nonlending: May 2006– December 2007  \n     \n \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $300 million  \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other:  $500,000 for engineering designs and preparation of bidding documents \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds : $ 500,000 (DFID Trust Fund) \n      Other   \n \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n ", "48 Appendix 3     \n \nJawaharlal Nehru National Urban Renewal Mission (JNNURM) \n \nConcept Paper \n \nDate: 25 January 2006     \n \n1.  Type/modality of assistance  \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other: TA financed regional activities (RETA) \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector(s):Water supply, sanitation, and waste management \n       Subsector: Integrated \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n        \n3.  Coverage: \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Social Sectors Division/South Asia Department \n   \n5.  Responsible ADB officer(s): Nayana Mawilmada \n \n6.  Description of assistance(s) \n   a.  Background/linkage to country/regional strategy:   \nAccording to India’s 2001 population census, more than 285 million people (27.8% of the total population) live in \nurban areas. Given current trends in population growth and migration, India’s urban population is estimated to \nreach 575 million by 2030.  The urban sector’s contribution to India’s net domestic product is estimated to be \nbetween 50% and 52%. About 65% of employment in trade, commerce, and financial services; 65% of \nmanufacturing employment; and 68% of transport sector employment are concentrated in urban areas. Despite \nthe significance of India’s urban sector, however, India’s cities are overshadowed by (i) widespread poverty, (ii) \ninadequate urban infrastructure, and (iii) environmental degradation. Poor urban development and management ", "Appendix 3  49 \nis not only undermining India’s ability to deliver quality of life to its citizens, it is also constraining potential local \nand national economic growth. The need for a strong focus and greater investment in urban development is \nclear. \nIn recognition of the critical importance of, and need for, rapid urban development, India’s Prime Minister \nlaunched the Jawaharlal Nehru National Urban Renewal Mission (JNNURM) on 3 December 2005.a  JNNURM is \na  “reforms  driven,  fast  track,  planned  development  of  identified  cities  with  focus  on  efficiency  in  urban \ninfrastructure/services  delivery  mechanism,  community  participation  and  accountability  of  Urban  Local \nBodies/Parastatals towards citizens.”b  The duration of JNNURM is to be for 7 years, beginning from 2005–2006, \nand it includes an outlay of approximately $11 billionc from the Government of India.  Sixty-three cities are \ndesignated to be eligible for nivestments through JNNURM.  Each city will enter into a memorandum of \nagreement (MOA) with the Government and its parent state, committing to a range of mandatory and optional \nreforms related to urban governance. Cities will need to (i) develop city development plans (CDPs), considering \neach city’s unique needs in an integrated and participatory manner, and (ii) prioritize investments that need to be \nmade during the JNNURM period and beyond. Based on the prioritization in the CDPs, detailed project reports \n(DPRs) will need to be prepared by the cities for the investments seeking JNNURM funding.  \n \nThe major sectors eligible for funding under the JNNURM include water supply, sanitation, drainage, solid waste \nmanagement, and urban transportation. Funding for the physical improvements of these sectors will be based on \nan appraisal of the DPRs. The JNNURM will finance, on a grant basis, between 35% and 90% of the costs \nassociated with the urban infrastructure investments, depending on the classification of the city.d  The remaining \nfunding gap is large. \n \nADB’s country strategy supports the focus by the Government to develop its major urban centers for economic \ngrowth and poverty reduction.  JNNURM represents a significant opportunity for both ADB and the Government. \nThe Ministry of Urban Development (MUD) has expressed interest in exploring possible ways for ADB to be \ninvolved.  \n \n  b.  Goal and purpose:   \nThe goal of the technical assistance (TA) is to improve the urban environment in India’s major cities by assisting \nin successful implementation of JNNURM-related investments. The TA will provide assistance to select cities in \npreparing DPRs for investments in urban infrastructure that are eligible for funding by JNNURM, ADB, and other \npartner agencies as required. By doing this, the TA aims to (i) accelerate the impact of JNNURM, (ii) serve as a \ncatalyst to attract private capital to finance urban infrastructure, and (iii) help position ADB as a potential lender \nfor future projects to be partly financed by JNNURM.  The TA will also support the implementation of governance \nand policy reforms associated with JNNURM.  \n \n  c.  Components and outputs:   \nThe TA will be used to develop DPRs for investments in urban infrastructure in up to five cities. The TA will (i) \ndevelop feasibility studies for the investment components, in the form of a DPR, and package them for \ninvestments by JNNURM, ADB, and potentially the private sector; (ii) strengthen institutional capacities and \nproject implementation skills of the select cities; and (iii) carry out detailed design work for the selected \ncomponents of the investment projects or DPRs in order to accelerate implementation and disbursements. \nPotential sectors to be considered would include water supply, sewerage, solid waste management, storm \ndrainage, and other urban services. Selection of potential cities for inclusion will be demand-driven and based on \nthe commitment and ability of the cities to implement the JNNURM-related policy reforms criteria.  \n \nThe TA will go beyond the standard work associated with preparing a project for ADB funding as it will also \n(i) strengthen project management and the institutional capabilities of the select cities, (ii) improve overall \nreadiness of the participating cities for project implementation, and (iii) conduct the detailed design work required \nto  accelerate  project  implementation  and  begin  disbursements  and  physical  works  so  these  works  can \ncommence as soon as financing is approved. \n \nThe outputs of the TA will include (i) an investment project for the selected cities suitable for financing by \nJNNURM and ADB, and potentially the private sector; (ii) DPRs containing detailed feasibility studies and related \ndue diligence, including preliminary engineering design, institutional assessments, economic and financial \n                                                 \na Cabinet approved the JNNURM on 17 November 2005. \nb Government of India. 2005. JNNURM Mission Statement. Guidelines for JNNURM. New Delhi. \nc An equal amount would be contributed by the states as well. The total outlay is for Rs100,000 crores. \nd 35% for cities with 4 million population and over, 50% for cities between 1 and 4 million population, 90% for cities in \nnortheastern states and Jammu and Kashmir, and 80% for select cities other than those included above. \n ", "50 Appendix 3     \nanalyses, social assessments, etc; and (iii) governance and policy reforms program for the selected cities \nconsistent with the JNNURM criteria. The TA will  (i) also strengthen project management and institutional \ncapabilities of the select cities, and improve overall readiness for project implementation; and (ii) include detailed \ndesign work required to begin disbursements from the JNNURM, ADB, and other potential partner agencies.   \n \n  d.  Rationale and purpose of ADF grant : not applicable \n \n  e.  Expected results and deliverables:   \nThe TA is expected to produce fully developed and implementation-ready projects suitable for financing by ADB \nand JNNURM.  Furthermore, capacity development and detailed design work on the preliminary stages of the \nproject will ensure an improved overall readiness of the select cities to (i) kick-start project implementation and \nassociated reforms, and (ii) ensure that physical works and disbursements can begin as soon as financing is in \nplace.  \n \n  f.  Social or environmental issues or concerns: TBD depending on specific projects. \n \n  g.  Plans for disseminating results/deliverables:  TBD \n    For TA, method(s) of TA output dissemination:  \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.  Proposed executing/implementing agency or agencies:   \n \nState governments concerned (to be determined in consultation with the Government)   \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \n \nThe Government has requested ADB support in implementing JNNURM.  A separate Advisory TA is being processed \nto support MUD and to help monitor and manage all central activities related to JNNURM.  The Government has also \nrequested support in preparing detailed project reports for high priority investments which are to be financed partly \nthrough JNNURM.   \n \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005 \n  b.  Expected date of submission for approval \n      Lending:  \n      Nonlending (project preparatory):  \n      Nonlending (other than project preparatory): December 2005 \n       \n  c.  Period and duration of assistance \n      Lending: not applicable \n      Nonlending: 9 months  \n     \n10. Financing  \n  a.  For lending \n      Ordinary capital resources: $ 300 million \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other:  \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $  \n      Grant TA funds $500,000 (DFID Trust Fund) \n      Other:   ", "Appendix 3  51 \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                   Amount ($) \nADB Financing             tbd \nGovernment Financing           tbd \nOther Financing             tbd \n     Total Cost        \n Source:  ADB estimates. \n \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance, TBD = to be determined.  \n \n ", "52 Appendix 3     \n \nSupporting North Karnataka Urban Sector Infrastructure Program \nConcept Paper \n \nDate: 29 March 2006     \n \n \n1.  Type/modality of assistance  \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Water supply, sanitation, and waste management \n      Subsector: Integrated \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n    Subtheme: Developing urban areas \n      \n3.  Coverage  \n   Country    Subregional    Interregional \n  Internal policy development \n4.   Responsible division/department: Social Sectors Division/South Asia Department \n   \n5.  Responsible ADB officer(s):Keiichi Tamaki \n \n6.  Description of assistance(s) \n   a.  Background/linkage  to  country/regional  strategy:  Rapid  urbanization  and  underinvestment  in \ninfrastructure have resulted in serious environmental and health problems in India’s cities. The majority of urban \nhouseholds, particularly the poor, have limited access to potable water, sanitation, and drainage and solid waste \ndisposal facilities and/or services. Successive  five-year  plans  (FYPs)  of  the  Government  stressed  rural \ndevelopment and it was not until the eighth FYP (FY1992–1997) that the role and importance of the urban sector \nwas specifically recognized. This change in emphasis, together with India’s focus on economic liberalization, ", "Appendix 3  53 \nfinancial sector reform, and the passing of the 74th Constitutional Amendment Act in 1992, which laid out the \nbasis for decentralization in the sector, have brought about some improvements, but it is evident that there \nremain large inefficiencies in service delivery, inadequate investments to expand service coverage, and lack of \nmaintenance. \nThis situation is evident throughout Karnataka State, but is more pronounced in the urban local bodies (ULBs) in \nnorth Karnataka. Water supply in the vast majority of ULBs in north Karnataka is intermittent and availability \nranges from once every 3 days to once a week. Only a few ULBs receive piped water supply for 1–2 hours each \nday and the quality is poor. Service coverage is limited and, on average, houses with water supply connections \nequate to only 67% of those registered for property tax. Where sewerage systems have been constructed, \ncoverage is also limited and, as a general rule, serves only the older, or more affluent, sections of the ULBs. \nOnly a few sewage treatment plants exist and these do not function well, if at all. Storm water drainage facilities \nare inadequate, poorly maintained and are frequently misused for solid waste disposal. Solid waste management \nis grossly inadequate and only a few ULBs are served by organized collection services and sanitary disposal \nfacilities. Roads are generally unpaved and junctions inefficient.  There are slums  in most ULBs in  north \nKarnataka and these are served by only the most basic water supply and sanitation services.  \nTo address these issues, India has requested ADB to extend finance for the sector through the North Karnataka \nUrban Sector Investment Program (NKUSIP), currently being processed within ADB. The investment program \nwill assist the government of Karnataka in rehabilitating existing and constructing new urban infrastructure \nfacilities in the ULBs of north Karnataka. The investment program will assist the Government in meeting its urban \nsector investment plan and providing water supply systems, sewerage systems, drainage, solid waste collection \nand disposal facilities, and urban road resurfacing and junction improvements. The poorest members of society \nwill benefit from a poverty  reduction component. Fire-fighting capacity improvements are also included. The \ninvestment program will introduce private sector participation in selected subsectors, and support the ongoing \ninstitutional  reforms  and  training  for  the  ULB  staff  currently  being  conducted  under  the  Nirmala  Nagar \nProgramme (NNP) by government of Karnataka.  \n \nb.  Impacts and Outcome: The impact of the technical assistance (TA) and the ensuing  investment \nprogram will be increased economic growth in  poor districts of  north Karnataka and reduced imbalances \nbetween north Karnataka and the rest of the state through (i) efficient and equitable provision of basic urban \ninfrastructure, and (ii) provision of services in an environmentally sound and operationally sustainable manner. \nThe investment program will: (i) improve urban services, at least for the 4.3 million people living in the 25 ULBs \nidentified by the investment program; (ii) improve and sustain infrastructure services within these ULBs, which \nwill in turn benefit agriculture, industry, and tourism sectors; and (iii) private sector participation implemented in \nselected subsectors with the aim of bringing in a proper incentive framework for efficient and equitable service \nprovision as well as linking the private sector financial liquidity and the large investment requirements in the \nIndia’s urban sector. \n \n       c.   Outputs and Activities: The TA will supplement the project preparatory works already undertaken by the \ngovernment of Karnataka by preparing surveys, studies, and contractual frameworks for the works to be carried \nout under NKUSIP; it will strengthen the project management and institutional capabilities of the participating \nULBs; and improve overall readiness of the government of Karnataka and the participating ULBs for project \nimplementation.  \n   \nThe outputs of the TA will include the following. \n(i) Component 1. Preparation of a model “request for proposals”, including draft contract documents, for \nperformance-based deferred payment structure (PBDS). This is the preferred procurement method of the \ngovernment of Karnataka for selected components under NKUSIP. Performance-based management \ncontracts (PBMCs)  will be drawn up  and associated preparatory works  to introduce private sector \nparticipation will be carried out in cooperation with  private sector participation specialists and  legal \nspecialists (who will be recruited separately). \n(ii)  Component  2.  Preparation  of  a  business  plan  and  operating  procedures  for  Karnataka  Urban \nInfrastructure Development Finance Corporation  KUIDFC, preparation of implementation assistance \nguidebook and/or operations manual for selected ULBs, modifications carried out to standard bidding \ndocuments and prequalification documents.  \n(iii) Component 3. Analysis and recommendations made on appropriate water supply and sewerage tariffs \nfor the ULBs that will be implementing water supply and sewerage subprojects under the  investment \n ", "54 Appendix 3     \nprogram. The recommendations will follow a review of studies conducted under the World Bank-assisted \nKarnataka Urban Water Sector Improvement Projecta and financial analysis of the ULBs concerned. \n \n  d.  Rationale and purpose of ADF grant financing : not applicable  \n \n  e.  Expected results and deliverables: The TA will supplement project preparation being carried out by the \ngovernment of Karnataka and develop and/or prepare contractual frameworks, supplementary surveys, and \nstudies for NKUSIP. The TA will explore and prepare the government of Karnataka and the ULBs for alternative \nprocurement modalities, such as PBDPS and PBMC, to be adopted in order to increase the level of private \nsector participation in the subsectors. The PBDPS modality requires private contractors to partially bridge-\nfinance the construction and subsequent  operation and maintenance (O&M) costs of the subprojects in \nexchange for annuity-like payments over a 10-year period. These payments will consist of base fees that will be \ndetermined through bidding and bonuses that will be determined according to predetermined performance \nindicators. The TA will also prepare tariff recommendations to be adopted by the ULBs in order to achieve cost \nrecovery in the water supply and sanitation sector. It will prepare the ULBs and KUIDFC, the investment program \nExecuting Agency, for speedy implementation of the investment program. \n \n  f.  Social or environmental issues or concerns: During the investment program appraisal, the government \nof Karnataka’s compliance with ADB’s safeguard policies has been demonstrated through sample subprojects.  \n \nj.  Plans  for  disseminating  results/deliverables:  National  and  state  level  workshops;  project  level \nawareness and participation programs.      \n \n    For TA, method(s) of TA output dissemination: \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.  Proposed executing agency: Karnataka Urban Infrastructure Development & Finance Corporation \n(KUIDFC)                                                                   \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance: \nKUIDFC, the Executing Agency for the TA, and also the Implementing Agency of the Investment Program, has been \nclosely involved in preparing the TA. The government of Karnataka and all other stakeholders will be consulted \nextensively in the preparation, implementation, and results-dissemination stages of the TA as well as the NKUSIP. \nThe government of Karnataka has already established an “empowered committee” for implementation of NKUSIP, \nchaired by the additional chief secretary for externally aided projects.   \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005   \n  b.  Expected date of submission for approval : 2006 \n      Lending: 2006 \n      Nonlending (project preparatory):  2006  \n      Nonlending (other than project preparatory): {date} \n        c.  Period and duration of assistance  12 years \n      Lending: 2006–2018 \n      Nonlending: May 2006–May 2007  \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $270 million  \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other:  $ \n  b.  For nonlending \n                                                 \na  World Bank. 2004. The Karnataka Urban Water Sector Improvement Project. Washington, DC. ", "Appendix 3  55 \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds $300,000 (DFID Trust Fund) \n      Other:    \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n ", "56 Appendix 3     \n \nOrissa Integrated Irrigated Agriculture and Water Management Project \nConcept Paper \n \nDate: 23 January 2006     \n1.  Type/modality of assistance  \n    Lending  \n      Project loan  \n      Program loan  \n      Sector loan  \n      Sector development program loan  \n      Other  \n    Nonlending  \n      Project preparatory  \n      Other than project preparatory  \n      Economic, thematic, and sector work  \n      Institutional development  \n      Other:  \n   \n2.  Assistance Focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n    Sector: Agriculture and natural resources \n    Subsector: Water resource management \n  b.  For project preparatory and lending, classification \n      Targeted Intervention \n      General intervention \n  c.  Key thematic areas \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance        Private sector development  \n      Gender and development      Capacity development \n \n  Subthemes: Developing rural areas, public governance, and institutional development \n3.  Coverage  \n    Country     Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Agriculture, Environment, and Natural Resources Division/South Asia \nDepartment \n5.  Responsible ADB officer(s): K. Yokoyama \n6.  Description of assistance(s) \na.  Background/linkage to country/regional strategy:  \nIndia’s water resources sector has received much greater attention as a result of prolonged droughts in 2000–\n2003, and the high priority given to rural development under the  National Common Minimum Programme. \nIrrigation is essential for agriculture  and represents 84% of total  water use. Irrigation use is rising to meet \ngrowing food demands, couples with rapidly declining per capita water availability, and increasing water stress \nwith competing water use in many river basins. The subsector is facing fundamental challenges, including (i) an \nenormous portfolio of new irrigation schemes (funding gap of Rs1 trillion to create additional 14 million ha of \nirrigation potential) mostly suffering from large cost and time overruns; (ii) significant underutilization of irrigation \n(up to 20 million ha unutilized against the created potential of 100 million ha) due to poor  operation and \nmaintenance (O&M); and (iii) weak management capacities of state irrigation departments, with insufficient \nquality of services and farmer participation. The Government is promoting state-level reforms following its \nnational water policy (2002), including (i) participatory irrigation management (PIM) with water user associations \n(WUAs),  (ii)  irrigation  department  institutional  reforms,  and  (iii) promotion  of  integrated  water  resources \nmanagement (IWRM).  ", "Appendix 3  57 \nOrissa remains one of the poorest states in India, with over 40% of its population poor. Accelerating agriculture \ngrowth, in particular for the majority of smallholders, is essential for increasing rural incomes and reducing \npoverty. Agriculture has a high share of state income (30%) and employment (65%), so the development of \nirrigated agriculture is critical. The  state has made improving  existing irrigation schemes a priority. Such \nschemes suffer from underutilization (over 30% of the created irrigation potential is not utilized because of lack of \nfield channels, chronic system deterioration, insufficient O&M)  low productivity, low farmer participation, and \nweak  extension  and  marketing  linkages.  The  state  has  progressively  improved  policy  and  institutional \nframeworks since the late 1990s, by (i) preparing a draft state water policy adopting the principles of PIM and \nIWRM, (ii) establishing a WUA legal framework with irrigation tariff reforms to support full O&M funding, and (iii) \nstrengthening the Department of Water Resources (DOWR). However, the reform process remains at an initial \nstage, with the institutional capacities of WUAs and DOWR needing substantial  strengthening, and many \nirrigation schemes requiring rehabilitation before WUAs can take on O&M. Well-sequenced interventions are \nneeded for WUA strengthening, facility renovation, and agriculture and other support services for productive and \nsustainable O&M, with further advancement of PIM and INRM frameworks.   \nAgainst this background, the Orissa Integrated Irrigated Agriculture and Water Management Project will improve \nrural incomes in the selected river basins in Orissa through participatory improvement of existing irrigation \nschemes (including traditional tanks and minor lift) and strengthening of institutions and the policy and legal \nframework. A separate project preparatory TA (PPTA) is being processed to prepare the  project package, \nincluding  a  small  number  of  fully  appraised  sample  subproject  proposals,  and  programs  for  institutional \nstrengthening. Building on the PPTA, the TA is required to enhance the implementation readiness of the project \nwhile providing critical institutional strengthening, thereby advancing the project implementation and capacity \nstrengthening in line with the state’s priorities. \nb.  Goal and purpose: The goal of the TA  and the Project is higher rural incomes and less poverty in the \nselected river basins in Orissa, through productive and sustainable irrigated agriculture development and \nmanagement and associated institutional strengthening. The specific purpose of the TA includes (i) enhancing \nthe readiness of project implementation with fully appraised subproject proposals, trained WUAs, and detailed \ndesigns, (ii) supporting the capacity building at institutions and improving the policy and institutional framework \nfor PIM and IWRM.  \nc.  Components and Outputs: The ensuing Project (to be prepared through the PPTA) will be a sector loan \nthat  identifies, plans, and implements subprojects and tentatively comprises (i) participatory subproject planning \nand WUA establishment, (ii) irrigation and associated infrastructure, (iii) agriculture and other support services to \nenhance the livelihoods of the poor, (iv) support for sustainable O&M, and (v) project management and \ninstitutional strengthening. To enhance the  project  implementation  readiness  and  associated  institutional \ncapacities, the provisional components and outputs of the TA will include the following. \n(i)   A project implementation package (for at least the first year of implementation period), through support to \nthe state for (a) preparing comprehensive subproject proposals with feasibility studies; (b) preparing and \nimplementing safeguard measures (such as environmental mitigation, resettlement, and indigenous peoples as \nnecessary); (c) WUA establishment and strengthening through social mobilization and training; (d) undertaking \nparticipatory detailed designs and procurement processes; and (e) selecting and engaging consultants for the \nproject consultancy packages.  \n(ii)  Institutional strengthening for project initiation, and implementation of sustainable irrigation service delivery \nmechanisms with PIM in particular and IWRM as appropriate, through (a) supporting key project personnel for \nthe  detailed  implementation  guidelines  (to  be  defined  under  the  PPTA)  through  on-the-job  training; \n(b) establishing an effective management information system (MIS) for  project implementation and overall \nirrigation scheme performance; (c) enhancing a policy and institutional framework to operate PIM and IWRM, \nincluding the refinement of state water policy, plan, institutional setup, and legal framework of WUAs; and (d) \nsupporting the implementation of DOWR’s institutional development activities such as strategy formulation and \nimprovements in resources and management infrastructure. Specific activities will be detailed under the TA.  \n \nd.  Rationale and purpose of ADF grant financing: Not applicable.  \ne.  Expected results and deliverables: The TA will supplement the PPTA, and assist the state in developing a \ncomprehensive and project package that can be readily implemented and includes (i) institutional reforms for \nPIM and IWRM together with guidelines for identifying, planning, and implementing subprojects; (ii) a number of \nfully appraised proposals with establishment of WUAs; and (iii) programs for capacity strengthening and project \nmanagement. The TA will specifically enhance project preparedness by supporting the critical startup activities \nrequired between ADB’s project appraisal and full-fledged implementation of the project by the Government, \nincluding the strengthening of project institutions, and the enabling framework.   \nf.  Social  or  environmental  issues  or  concerns:  The  project  will  have  overall  positive  social  and \n ", "58 Appendix 3     \nenvironmental benefits, through improved water resources management. However, given possible conflicting \ninterests among different stakeholders and the fragile land and natural resource base, careful analyses and \nstakeholder consultations will be undertaken during the PPTA, TA, and the project to avoid social conflicts and \nnegative environmental impacts.   \ng.  Plans for disseminating results/deliverables: The project will serve as a model to (i) establish and \noperate effective institutional mechanisms for PIM to develop or improve irrigation systems while setting up self-\nsustaining WUA management arrangements, (ii) promoting policy and institutional reforms so IWRM  can be \noperated  on the  basis  of  river  basins,  including  participatory  water  resources  planning,  allocation,  and \ncoordination, and (iii) promoting an improved legal and regulatory environment to support these agendas. The \nTA  is  expected  to  serve  as  a  model  for  expedited  project  implementation  and  associated  institutional \ndevelopment to meet the priority and urgency of addressing the sector issues by the state.     \n \n7.  Proposed executing/implementing agency and implementation arrangements: The Department of Water \nResources (DOWR) of Orissa will be the Executing Agency of the TA, and will appoint a TA director at the level of \nchief engineer. The groups formed under the PPTA will support the activities, including (i) a project preparatory \nworking group (PPWG) including specialists in irrigation, drainage and flood control, hydrology, PIM, water resources \nplanning  and  MIS  nominated  by  DOWR,  and  experts  in  agriculture,  horticulture,  fisheries,  watershed,  soil \nconservation and forestry nominated by the departments concerned; (ii) an interdepartmental TA steering committee \nchaired by the secretary of DOWR; and (iii) an advisory group of renowned sector specialists, to implement and \nguide the TA activities. DOWR will provide the draft detailed project reports (DPRs) as a basis of preparing \nsubproject proposals.  \n  \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance: \nThe project and subprojects will be designed in full consultation with the beneficiaries and all categories of \nstakeholders, including central, state, and local governments, and NGOs.  \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan: 2005 \n  b.  Expected date of submission for approval \n      Lending:  \n      Nonlending (project preparatory): March 2006 \n      Nonlending (other than project preparatory): \n  c.  Period and duration of assistance \n    Lending:  \n    Nonlending: 12 months    \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources \n      Asian Development Fund \n      Others \n    \n  b.  For nonlending (PPTA) \n      No resources required, other than ADB staff \n      ADB's administrative budget \n      Grant TA funds $2,500,000 (DFID Trust Fund) \n      Other  \n \n  Source  Amount ($)   \n ADB Financing             tbd   \n Government Financing             tbd   \n   Other Financing             tbd   \n     \n      Total Cost   \n Source: ADB estimates. \nADB = Asian Development Bank, CSP = country strategy and program, TA = technical assistance. ", "Appendix 3  59 \n \n \nCapacity Development for Commodity Futures Market \nConcept Paper \n \nDate:  26 April 2006     \n \n1.  Type/modality of assistance \n    Lending  \n      Project loan \n      Program loan \n      Sector loan \n      Sector development program loan \n      ADF grant-financed \n      Other:  \n    Nonlending \n      Project preparatory \n      Other than project preparatory \n        Economic, thematic, and sector work \n        Institutional development \n        Other:  \n   \n2.  Assistance focus \n  a.  If assistance focuses on a particular sector or subsector, specify the \n      Sector: Finance \n      Subsector: Finance sector development \n  b.  Targeting classification  \n      Targeted intervention \n      General intervention \n \n  c.  Key thematic area(s)  \n    Themes: \n      Sustainable economic growth    Environmental sustainability \n      Inclusive social development    Regional cooperation \n      Governance    Private sector development  \n      Gender and development    Capacity development \n     \n    Subthemes: Fostering physical infrastructure development, civil society participation   \n3.  Coverage  \n    Country    Subregional    Interregional \n    Internal policy development \n4.   Responsible division/department: Governance, Finance and Trade Division/South Asia Department \n   \n5.  Responsible ADB officer(s): Ashok Sharma, Director, SAGF \n \n6.  Description of assistance(s) \n a.  Background/linkage to country/regional strategy: For rural growth and poverty reduction, it is important \nthat small rural producers receive fair prices and that they are paid on time. However, production and price \nvolatility because of dependence on the monsoon and weak price discovery affects farm profitability and raises \nthe risk of default for rural finance institutions. Commodity futures markets (CFMs) can reduce price volatility but \nthey are segmented by commodity and region. In addition, the spot and forward markets in commodities are not \nintegrated. Addressing these concerns will require effective market regulation and strengthening of the entire \n ", "60 Appendix 3     \ndownstream system if small rural producers are to participate in commodity futures markets, this supplementing \nthe Government’s emphasis on agriculture growth and creating infrastructure that will directly benefit small \nfarmers.  \n \nb.  Goal and purpose:  The objective of the TA is to help the Government to expeditiously address the \ninstitutional development and capacity building needs for strengthening the CFMs. The purpose of the TA is to \nfacilitate an integrated development of CFMs that small producers can participate in. The focus is on key sector \ninstitutions and entities, information dissemination, and price discovery for promoting an enabling environment \nfor development of CFMs.  \n \n  Price discovery, price hedging, and increased access to bank lending are the key benefits from small farmers’ \ninvolvement in the CFMs. Access to spot and future prices would enable farmers to take informed decisions on \ntheir cropping patterns, and the timing of their decisions to sell and price negotiations while selling their produce. \nFurther, while farmers’ participation in the CFMs, by forward selling of produce, would protect them from any \ndownside price movements, the introduction of certainty in their sale proceeds is expected to increase their \naccess to pre- and post- production financing, at a lower cost, from various lending organizations   \n \nc.  Components and outputs: The TA will have the following components and outputs. Some of these will be \nundertaken in cooperation with other funding agencies, especially United States Agency for International \nDevelopment. \n \n  (i) Strengthening of Forwards  Markets Commission (FMC). Detailing and installing an overall regulatory \nframework based on international best practice and strengthening the institutional capability of FMC for effective \nregulation of CFMs in India. \n  (ii)  Warehouse  Regulatory  and  Development  Authority  (WRDA).  Develop  the  overall  framework  and \ninstitutional design for the proposed Warehouse Regulatory and Development Authority, develop accreditation \ncriteria  for  grading  warehouses/commodities,  and  institutionalize  the  system  of  warehousing  receipts  (as \nnegotiable instruments). \n  (iii) Pilot project on  training and  dissemination. Create awareness among various stakeholders, e.g., the \nbanking industry, intermediaries, cooperatives and farmers about commodity futures, warehousing facilities, and \nwarehouse receipt (WHR) mechanisms and the likely availability of finance against collateral of warehousing \nreceipt. \n  (iv) Pilot project on price discovery. Design and install cost-effective mechanisms for price discovery and \ndissemination at marketing centers. \n   \n  (v) Strategy development. Review the overall sector framework, including  the role of small and regional \ncommodity futures exchanges, with the aim of enhancing small producer participation. \nd.  Expected results and deliverables:  Capacity building and pilot projects will establish the framework for \nenhancing access to CFMs by small farmers. This will enable the Government to expedite the establishment of \ninfrastructure to mainstream CFMs across rural India. \n \ne.  Social or environmental issues or concerns: Timely and adequate access to commodity markets will \nenable rural households to realize better prices for their produce and improve their quality of life.  \n \n  f.  Plans for disseminating results/deliverables:   \n  For TA, method(s) of TA output dissemination: \n      A conference/workshop/brown bag \n      Publication of article(s) in external journals or books \n      External press release to news agencies, including www.adb.org \n      Internal press release in ADB Today \n      Others (specify) ________________________ \n \n7.     Proposed executing/implementing agency or agencies: Ministry of Consumer Affairs (MCA) will be the \nExecuting Agency for the TA. A high-level steering committee headed by secretary, MCA will be established to \noversee implementation. The steering committee will include FMC, WRDA and other sector institutions. During \nimplementation, inputs from development partners, private sector representatives, and other stakeholders will be \nsought. ", "Appendix 3  61 \n \n \n8.  Nature/extent of government/beneficiary involvement in identifying or conceptualizing the assistance:  \nThe assistance was conceptualized in consultation with stakeholders. The scope of the assistance was \ndiscussed with MCA. \n9.  Timetable for assistance design, processing, and implementation \n  a.  Year included in CSP, CSP Update, RCSP, RCSP Update, or interregional work plan:  \n  b.  Expected date of submission for approval \n      Lending: not applicable \n      Nonlending (project preparatory): 2006 \n      Nonlending (other than project preparatory):     \n  c.  Period and duration of assistance \n      Lending: not applicable \n      Nonlending: 2006–2007 \n \n10. Financing Plan  \n  a.  For lending \n      Ordinary capital resources: $200 million \n      Asian Development Fund (loan): $ \n      Asian Development Fund (grant): $ \n      Other: $ \n  b.  For nonlending \n      No resources required, other than ADB staff \n      ADB's administrative budget: $ \n      Grant TA funds $1,000,000 (DFID Trust Fund)   \n      Other:  \nIf cofinancing is required, indicate amount and sources sought: $____, from ____________. \n \nSource                                                   Amount ($) \nADB Financing                                           tbd \nGovernment Financing                               tbd \nOther Financing                                          tbd \n     Total Cost                                             \n Source: ADB estimates. \n \nADB = Asian Development Bank, CSP = country strategy and program, RCSP = regional cooperation strategy and \nprogram, TA = technical assistance. \n \n \n \n ", "62 Appendix 4     \nOUTLINE OF CONSULTING SERVICES REQUIREMENTS \n \n1.  Recruitment of consultants will be in accordance with  the Asian Development Bank’s \nGuidelines on the Use of Consultants and other arrangements satisfactory to ADB for the \nengagement  of  consultants.  Each  of  the  15  technical  assistance  (TA)  projects  and/or \nsubprojects  will  require  a  team  of  international  and  domestic  consultants  to  be  engaged \nseparately. This will be reflected after initial fact finding and/or preparation of the TA paper or \nimplementation plan for the TA project and/or subproject. In the meantime, based on estimates \naggregated from the TA projects, it is assumed that consulting inputs will be 350 person-months \nof international consultants and 1,550 person-months of domestic consulting services. \n \n2.  Full technical proposals will be required for consulting services with contract budgets \nover $1 million, simplified technical proposals for contract budgets over $500,000 but less than \nor equal to $1 million, and biodata technical proposals for contract budgets of $500,000 and \nless.  \n \n3.  Typically, international and domestic consultants in the following key areas of expertise \nwill be required (details will be in the TA papers and implementation plans): \n(i)  civil engineer(s);  \n(ii)  highway engineer(s); \n(iii)  material engineer(s); \n(iv)  geotechnical engineer(s); \n(v)  pavement engineer(s); \n(vi)  structure/bridge engineer(s); \n(vii)  transport economist(s); \n(viii)  contract management specialist(s); \n(ix)  social development specialist(s); \n(x)  resettlement specialist(s); \n(xi)  environment specialist(s); \n(xii)  capacity  development  or  governance  specialist(s)/financial  specialist/PPP \nadvisor(s); \n(xiii)  private sector specialist(s); \n(xiv)  energy sector specialist(s); \n(xv)  urban management specialist(s); \n(xvi)  institutional development specialist(s); \n(xvii)  capacity development or governance specialist(s); \n(xviii)  project management specialist(s); \n(xix)  sanitation engineer(s); \n(xx)  procurement specialist(s); \n(xxi)  financial management specialist(s); \n(xxii)  economist(s); \n(xxiii)  accounting specialist(s); \n(xxiv)  urban sector specialists, such as water supply specialist(s), roads specialist(s), \nsolid waste specialist(s), sanitation specialist(s); \n(xxv)  water utility specialist(s); \n(xxvi)  urban planner(s); \n(xxvii)  public administration specialist(s);  \n(xxviii) training and communications specialist(s); \n(xxix)  irrigation/water resources management specialist(s); \n(xxx)  institutional specialists/governance specialist(s); ", "Appendix 4  63 \n(xxxi)  participatory  irrigation  management/  water  users  association  (PIM/WUA) \nspecialist(s);  \n(xxxii)  agriculture specialist(s);  \n(xxxiii) fishery development specialist(s);  \n(xxxiv) agriculture economist(s);  \n(xxxv) sociologist(s); and  \n(xxxvi) resettlement specialist(s).  \n \n \n "], "metadata": {"Creator": "26May2006TA Cluster-edited2.doc - Microsoft Word", "CreationDate": "D:20060605171039Z", "Title": "Project Processing and Capacity Development", "Author": "", "Producer": "Acrobat PDFWriter 5.0 for Windows NT", "ModDate": "D:20060727142031+08'00'"}, "author_page": "          \nCURRENCY EQUIVALENTS \n(as of 16 May 2006) \n \nCurrency Unit  –  rupee/s (Re/Rs) \nRe1.00  =  $0.022 \n$1.00  =  Rs45.39 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nADTA  –  advisory technical assistance \nCBO  –  community-based organizations \nCSP  –  country strategy and program   \nCSPU  –  country strategy and program update \nDEA  –  Department of Economic Affairs \nDFID  –  Department for International Development \nEA  –  executing agency \nINRM  –  India Resident Mission \nJTF  –  joint task force \nOCR  –  ordinary capital resources \nPAI  –  project administration instructions \nPMU  –  project management unit \nPPP  –  public–private partnership \nPPTA  –  project preparatory technical assistance \nSARD  –  South Asia Department  \nTA  –  technical assistance \nTAC  –  technical assistance cluster \nTOR  –  terms of reference \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Multisector \nThemes  –  Sustainable Economic Growth; Governance; Capacity Development \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Regional Department (SARD) \nDirector  T. Kondo, Country Director, India Resident Mission, SARD \n   \nTeam leader  P. Dayal, Senior Economist, SARD \nTeam member  S. Tsukada, Principal Transport Specialist, SARD  \nS. Viswanathan, Social Economics Officer, SARD ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Regional Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "T. Kondo", "role": "Country Director", "organization": "India Resident Mission"}, {"documentRole": "Team leader", "fullname": "P. Dayal", "role": "Senior Economist", "organization": "SARD"}, {"documentRole": "Team member", "fullname": "S. Tsukada", "role": "Principal Transport Specialist", "organization": "SARD"}, {"documentRole": "Team member", "fullname": "S. Viswanathan", "role": "Social Economics Officer", "organization": "SARD"}]}