{"path": "data/input/ta/40019-vie-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 40019  \nOctober 2006 \n \n \n \nSocialist Republic of Viet Nam: Preparing the Health \nCare in the South Central Coast Region Project \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of  9 October 2006) \n \nCurrency Unit –  dong (D) \nD1.00 =  $0.0000623         \n$1.00 =  D16,054 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CHS  –  commune health stations \n  HRD  –  human resources development \n  MOH  –  Ministry of Health \n  TA  –  technical assistance \n   \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Health, nutrition, and social protection \nSubsector  –  Health systems \nThemes  –  Inclusive social development, governance, gender and development \nSubtheme  –  Gender equity in capabilities \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n   \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  V. de Wit, Principal Health Specialist, SERD \n   \n ", " \nI.  INTRODUCTION \n1.  The Government of Viet Nam (the Government) is planning to upgrade the country’s \npublic health sector through regional projects based on the sector’s Five-Year Plan (2006–\n2010).1 The Ministry of Health (MOH) has asked the Asian Development Bank (ADB) to support \nthe Health Care in the South Central Coast Region Project (the project), while the World Bank is \nto support a similar project for the north central coast region.2 In July 2006, ADB fielded the \nFact-Finding Mission (the Mission) for a project preparatory technical assistance (TA). The \nMission discussed the proposed project with the Government, aid agencies, and provincial \nstakeholders. The Government and the Mission reached an understanding on the project scope, \nas  well  as the  TA  design  and  implementation  arrangements,  as confirmed  by  MOH  on  6 \nSeptember 2006. The design and monitoring framework for the TA is in Appendix 1.3 \n  \nII.  ISSUES \n \n2.  The Government remains strongly committed to providing quality health care for all its \ncitizens. It has been operating an extensive health care network of commune health stations \n(CHS), policlinics, district health centers, hospitals, and national programs under MOH. The \nGovernment  employs  a  large  workforce,  and  also  works  with  retired  health  staff  and  war \nveterans  to  help  reach  rural  populations.  Since  the  early  1990s,  private  practitioners  and \npharmacies have been expanding rapidly, although hospital services remain largely public.   \n \n3.  Viet Nam’s health indicators are surprisingly good for a country at its level of per capita \nincome. The infant mortality rate reportedly fell from 30 per 1,000 live births in 2002 to 19 per \n1,000 in 2005, while the maternal mortality ratio dropped from 130 per 100,000 live births in \n2000  to  85  per  100,000  live  births  in  2005.  Having  reached  some  of  the  Millennium \nDevelopment Goals for 2015, the Government has formulated the Viet Nam development goals. \nThe country is in an epidemiological transition—the burden of communicable diseases fell to \nabout 25% of the total burden of diseases, from 50% three decades ago. Road accidents, \ncardiovascular diseases, chronic lung diseases, and other welfare-related diseases are now \ncommon causes of morbidity and mortality. However, reaching Viet Nam’s development goals \nfor  health  requires  addressing  the  high  residual  burden  of  communicable  diseases  and \nreproductive health problems in lagging communities, including in ethnic minority communities. \nChild malnutrition, which is related to poverty, care, and common infections, remains high at \n27%. HIV has continued to spread, and 0.5% of the adult population is infected. Viet Nam also \nhas had avian influenza outbreaks in birds, and is preparing for a human epidemic.    \n \n4.  Changing  demography  and  behavior,  urbanization,  and  other  developments  are \nincreasing the demand for hospital services, while poor rural communities lack basic health \nservices.4 The political leadership, while appreciating the gains in the sector, has noted (i) a lack \nof adaptation to changing disease patterns and to the market economy; (ii) poor quality of \nservices;  and  (iii)  problems  in  meeting  the  needs  of  the  poor  and those  living  in  remote, \nmountainous, and minority areas.5 The difficulty in addressing this double burden of disease is \nattributed to a failure to match demand side and supply side elements in a health system that \nhas been “stagnant in reforms” and requires adaptation to the socialist market economy.   \n                                                 \n1  Ministry of Health. 2006. Five Year Plan 2006–2010, June 2006. Hanoi.  \n2  ADB. 2006. Viet Nam: Country Strategy and Program 2007–2010. Manila (for Asian Development Fund $60 \nmillion).  \n3  The TA first appeared in ADB Business Opportunities on 19 May 2006. \n4  Ministry of Planning and Investment. 2006. The Five-Year Socio-Economic Development Plan (2006–2010). Hanoi. \n5  Politbureau. 2005. Resolution 46. Hanoi (February). \n ", "2   \n5.  MOH’s  2006–2010  plan  calls  for  making  access  and  use  of  health  services  more \nequitable and effective to protect and promote people’s health. The plan also aims to improve \nthe quality of health care at all levels, with special attention to the poor, women, children, \nhandicapped, minority groups, and those living in remote and disadvantaged areas.6 Further, \nthe plan seeks to (i) reduce malnutrition and mortality in children, (ii) reduce maternal mortality, \n(iii) control communicable diseases, (iv) prevent and control noncommunicable diseases, (v) \novercome the consequences caused by accidents and injuries, and (vi) assure food and blood \nsafety. This is to be achieved by consolidating and upgrading the health network from CHS to \nregional  medical  centers,  modernizing  medical  equipment,  improving  the  training  of  health \nworkers, and other measures. The MOH plan adopts a dual approach of upgrading hospital \nservices, while improving services for lagging communities with poor health indicators, including \nminority communities. However, the plan is a continuation of the current public health sector \ndelivery system, and does not fully address some of the main issues affecting the equity, \nefficiency, and effectiveness of the health sector.  \n \n6.  Poor households lack financial access to primary health care, which undermines equity \nin the sector. After the agricultural reforms of Doi Moi, the grassroots network of CHS and \nextension workers collapsed, reducing access for the poor. In the 1990s, the Government \nallowed  private  practice  and  out-of-pocket  payment  at  public  health  facilities.  This  greatly \nimproved the availability of services, but not affordability for the poor. MOH, among others, \naddressed this issue through the establishment of equity funds for the poor. However, more \nwork is needed to improve and sustain arrangements to increase health benefits for the poor.7  \n \n7.  Another  equity  issue  is  the  care  of  poor  women  and  children,  many  of  whom  are \nminorities. Coverage of maternal services is limited and often substandard. This includes some \nspecific problems, such as invasive family planning services. Many poor women deliver without \na  trained  birth  attendant,  and  neonatal  mortality  remains  high.  Malnutrition,  which  is  still \nrelatively high among the poor, could be reduced with relatively low-cost interventions, such as \nmaternal  education,  treatment  of  common  infections,  and  micronutrients.  These  types  of \ninterventions require the strengthening of community-based health care, outreach, and referral \nservices. \n \n8.  The efficiency and effectiveness of health spending in Viet Nam is about average for the \nregion. Viet Nam spends about $21 per person per year on health, including $15 from private \nsources, explaining in part the improvements in health indicators. Most of this is for curative \ncare, with the larger hospitals consuming a major share of the public sector budget. While MOH \nhas increased support for health promotion and prevention recently, much remains to be done \nin this field to address diseases associated with poverty and welfare.    \n \n9.  The quality of health care remains a major problem affecting all services, with two \nimportant dimensions—staff performance and recurrent funds. Staff lack skills-based training. \nCurrent policies do not encourage medical staff to work in remote and disadvantaged areas. \nMinorities are underrepresented among health staff in health centers serving their communities. \nInadequate  funds  are  allocated  for  recurrent  costs,  including  pay,  supplies,  services,  and \nmaintenance and repair. Staff pay barely covers basic living costs, requiring many to find other \nwork or double as a private practitioner. Incentives for field work are low.  \n \n                                                 \n6  Ministry of Health. 2006. Plan for Protection, Care and Promotion of People’s Health for 2006–2010. Hanoi.  \n7  Government of Viet Nam. 2002. Prime Minister’s Decision 139: Health Insurance for All. Hanoi. \n ", "  3\n10.  Viet Nam’s efforts to adjust the public health system to changing needs have been \nmodest compared to other countries in the region with similar problems, perhaps because the \ncurrent system appears to be working fairly well. However, MOH realizes it needs to initiate a \nprocess of health system development and reform to continue improving health indicators. In \naddition to a joint national reform program being developed in consultation with aid agencies, \nMOH is planning to develop provincial health systems through regional projects. These, along \nwith improving health benefits, will drive demand for, and respond to, reforms.  \n \n11.  Improving access, quality, and affordability of provincial health services involves a wide \nrange of challenges, including (i) balancing basic care and hospital services; (ii) shifting from \ncurative care to health promotion; (iii) integrating national programs at the provincial level; (iv) \naddressing human resource problems, including staff skills, and posting competent staff to \nCHSs; (v) financing hospital services and health care for the poor; and (vi) stimulating and \nregulating the private sector, particularly regarding the quality of health services and medicines. \nThere are  also opportunities for improving public health services through enhanced public \ninvolvement and professional associations. Private hospitals could help make new technology \navailable,  and  reduce  the  burden  of  public  hospitals.  At  the  same  time,  strong  provincial \ngovernment  commitment,  stewardship,  autonomy,  and  responsiveness  to  public  needs  are \nessential to address these opportunities and challenges. Funding agencies could facilitate this \ndevelopment and reform process by supporting national and local governments to conduct \nsector  analysis  and  capacity  building  towards  an  integrated,  results-based  approach  to \nimproved outcome and health systems development.   \n \n12.  ADB currently supports provincial health system development through two projects,8 \nwhile the World Bank supports similar projects in the northern mountains and Mekong regions. \nBoth banks have been asked to support the central region, which has received less investment \nin health infrastructure and health care for the poor. MOH favors such a regional approach, and \nhas asked ADB and World Bank to coordinate these projects. MOH has prepared a concept \npaper for the proposed project to guide the TA. Cast within MOH’s strategic framework, the \nproposal involves an investment of the equivalent of $80 million for the south central coast \nregion to improve the health of the people, especially the poor, women, minorities, and other \ndisadvantaged groups. The proposal covers four areas: (i) provincial health services, (ii) human \nresources development, (iii) health care for the poor, and (iv) provincial health system management. \nMOH (Planning and Finance Department) will be the Executing Agency. As envisaged, the \nproposed project will be implemented over 5 years. Given the governance and financing issues, \nsuch a regional project could be designed as a sector development program, and support \nnational policy reforms and recurrent cost implications, provided that national arrangements and \nconditions can be put in place.     \n \n13.  ADB-funded health projects are generally satisfactory. The projects typically start slowly \ndue  to  initial  capacity  constraints  in  project  management  and  at  the  provincial  level,  and \nsometimes unclear Government regulations. While MOH has built substantial capacity in project \nmanagement, including financial management, it lacks experience in program lending. MOH’s \ncapacity in improving health care for the poor also needs attention. Equity funds require regular \nadjustment to follow new directives or address implementation issues, and their impact and \nsustainability are unknown.    \n                                                 \n8  ADB. 2004. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Health Care in the Central Highlands Project. Manila; and ADB. 2000. Report \nand Recommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of \nViet Nam for the Rural Health Project. Manila.  \n ", "4   \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n14.  The TA is to help prepare a regional project that will improve the health status of the \ntargeted population, particularly the poor, women, children, and other vulnerable groups. The \nproject will strengthen provincial health systems in seven provinces and one city in the south \ncentral coast region.9 The TA will produce a project design that has strong local ownership, is \nacceptable to all stakeholders, and is linked to national policy actions. Provincial governments \nwill improve their understanding of health issues and priorities, while provincial health teams will \ndevelop stronger capacity for health sector planning and budgeting. An initial poverty and social \nanalysis is in Appendix 2.  \n \nB.  Methodology and Key Activities \n \n15.  The  TA  will  (i)  analyze  the  provincial  health  system,  and  related  governance  and \nfinancing aspects; (ii) assess and initially strengthen provincial health staff capacity in planning \nand budgeting, financial management, and monitoring; (iii) conduct a participatory planning \nprocess to identify priorities for policy reform, capacity building, and investment; and (iv) prepare \na project proposal, Government pre-feasibility and feasibility reports, and implementation plan \nfor possible assistance of ADB and other agencies.  \n \n16.  In the first month, the TA team (staff and consultants) will review sector performance, \nnational policies and plans, and previous experience. It also will consult with ministries and \npartners in Hanoi, provincial officials and staff, and potential beneficiaries. These inputs will be \nused to identify the main issues and plan further analysis of policies, the provincial health \nsystem, governance, and financing aspects. They also will be used to conduct stakeholder \nconsultations over the following 2 months. After a midterm review of the analysis, consultants \nand counterparts will conduct a 2-month participatory planning process to prepare a draft project \nproposal, which will be finalized with Government and ADB inputs over the next month.     \n \n17.  During the analysis, the TA team will analyze (i) the needs, services, issues, policies, \nand plans of provincial health systems; (ii) management and financing practices; (iii) provincial \n5-year plans and medium-term expenditure frameworks; (iv) situation and development needs \nof hospital services based on spatial distribution, demand for services, resources, and hospital \nfinancing and management; (v) health care and equity funds for the poor; (vi) human resources \ndevelopment,  including  shortfalls,  standards,  quality  of  training,  and  resources;  and  (vii) \nfinancing modalities. The team also will visit other regional projects, and help develop provincial \nhealth sector plans in coordination with the World Bank and other agencies.  \n \n18.  To help ensure synergies across regions, the team—with the support of MOH, ADB, and \nother development agencies—will organize two workshops in the central region to review two \naspects of provincial health system development: (i) urbanization, welfare diseases, and private \nhealth  sector  development;  and  (ii)  strategic  options  to  improve  equity,  efficiency,  and \neffectiveness of public health services. The team also will provide orientation of local leaders \n                                                 \n9  Danang City and the provinces of Quang Nam, Quang Ngai, Binh Dinh, Phu Yen, Khanh Hoa, Ninh Thuan, and \nBinh Thuan. These have a total population of 8.67 million (2004).  \n \n ", "  5\nand training of provincial staff in results-based provincial health system development, program \nfinancing, financial management, planning and budgeting, and monitoring and evaluation. \n \nC.  Cost and Financing \n \n19.  The TA is estimated to cost the equivalent of $600,000. ADB will finance $450,000 on a \ngrant basis through ADB’s TA funding program. The Government will provide the equivalent of \n$150,000 through in-kind contributions for counterpart staff, workshops, and facilities. The cost \nestimates and financing plan are in Appendix 3. The Government has been informed that \napproval of the TA does not commit ADB to financing any ensuing project.  \n \nD.  Implementation Arrangements \n \n20.  MOH will be the Executing Agency for the TA. The ADB project steering committee in \nMOH, chaired by a deputy minister of health, will meet to review and guide TA work after \ninception, completion of the analysis, and completion of the draft final report. The Planning and \nFinance Department of MOH will be responsible for TA implementation. MOH will appoint a \npart-time project director and a full-time deputy project director for the TA. The deputy director \nand the team leader jointly will lead a regional TA team representing the seven provinces and \none city, departments, and consultants. The director of the Planning and Finance Department \nwill provide overall leadership, and arrange monthly meetings to guide and coordinate TA \nactivities. In each province, the provincial health officer will head a provincial team, including \nrepresentatives of the provincial government, MOH, civil society, and consultants, to guide the \nplanning process.   \n \n21.  ADB will support 17 person-months of international consulting services (person-months \nare in parentheses), including a team leader and public health management expert (5), a health \neconomist (4), a health care quality improvement expert (4), and a sociologist (4). ADB also will \nsupport 22 person-months of national consulting services, including a public health expert and \ndeputy team leader (10), a financial management expert (4), a community development expert \n(4), and a health infrastructure expert (4). ADB will engage the consultants individually in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants.  International  and  national \nconsultants will work together with counterparts to perform the services. The indicative outline \nterms of reference for consultants are in Appendix 4. MOH will procure equipment under the TA \nin  accordance  with  ADB’s  Procurement  Guidelines.  MOH  will  retain  the  equipment  on \ncompletion of the TA. \n   \n22.  The deputy project director and team leader will submit an inception report to MOH and \nADB within 1 month of TA implementation. A sector analysis will be submitted at midterm, along \nwith a project concept and draft project framework. The draft final report will be submitted after 5 \nmonths, and a final report and implementation memorandum after 6 months. The TA, which will \nbecome effective around 1 November 2006, will be completed within 1 year.      \n \n \nIV.  THE PRESIDENT'S DECISION  \n \n23.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis to \nthe Government of Viet Nam for preparing the Health Care in the South Central Coast Region \nProject, and hereby reports this action to the Board. \n ", "  6  Appendix 1 \nINDICATIVE DESIGN AND MONITORING FRAMEWORK \n \n  Performance  Data Sources/Reporting  Assumptions \nDesign Summary  Targets/Indicators  Mechanisms  and Risks \nImpacts       \n       \nImproved health in the target  On completion of the ensuing  Household survey  Assumption \npopulation:  project, health indicators will     \nimprove as follows: (i) infant    •  Data are available \n1.  Reduce infant and \nmortality rate from 32 to 23     \nmaternal mortality, and \nper 1,000 live births overall,    Risks \nreduce malnutrition, \nand 44 to 32 per 1,000 live      \nparticularly among the \nbirths for poor ethnic    •  Catastrophes \npoor and minorities in the \nminorities in 5 years;    •  Weak political \nseven targeted provinces \n(ii) maternal mortality rate    commitment to pro-poor \nand one city \nfrom 85 to 60 per 100,000 live    agenda \n  births in 5 years; and (iii) child     \nmalnutrition rate from 27% to     \n  20% of children below 5     \n  years old in 5 years     \n     \n       \n2.  Strengthen provincial  On completion of the ensuing  Health services study    \nhealth systems in the  project, the provincial health     \nseven targeted provinces  system will demonstrate     \nand one city in terms of  improved impact for the     \nequity, effectiveness, and  population, proportionally   \nefficiency   more benefits for the poor,   \nand reduced unit costs of \nservices  \nOutcomes       \n      Assumption \n1.  An agreed project design   1.  Government and ADB  TA final report and   \nto improve health in the  accept the proposal  feedback from MOH and  •  Proposal is in line with \ntarget population,    the provinces    Government policy and \nparticularly the poor,      expectations      \nwomen, children, and       \nother vulnerable groups       Risks  \n       \n2. Strong local ownership of  2.  Provincial governments    •  Provincial governments \nthe project proposal   strongly support the    are more input-oriented \n  proposal  than outcome-oriented \n     \n3.  Provincial government’s  3.  Provincial governments   •  High turnover of \nimproved understanding of  fully endorse health  management staff \nhealth issues and priorities   issues and priorities    \n    •  National policy dialogue \n    and studies are slow to \n4.  Strengthened capacity of  4.  Provincial health teams  materialize  \nprovincial health team for  have basic planning and   \nhealth sector planning and  budgeting skills    \nbudgeting     \n   \n5.  Policy recommendations  5.    Ministries accept \nfor consideration at the  proposed policy reform \nnational level for further  agenda       \nstudies and support    \n   \n ", "Appendix 1  7\nOutputs       Assumptions \n       \n1.    Analysis of the provincial  Analysis includes provincial  Midterm report  •  Sufficient data are \nhealth system and  health services, quality of    available  \nrelated policy, capacity,  care, care for the poor,    •  Provinces fully cooperate \nand financing aspects   management, and health    in data collection \n  financing     \n       \n2.    Provincial health  All provinces have at least  TA progress report  •  Provincial health \nmanagement staff trained  five trained provincial health    management team has \nin planning and  management staff    basic planning and \nbudgeting, financial      budgeting skills  \nmanagement, and       \nmonitoring       \n  In each province, provincial  TA progress report  •  Differences of views can \n3.    Consensus built through  stakeholders have reached    be negotiated   \nparticipatory planning to  consensus about health     \nidentify priorities for  sector priorities     \npolicy reform, capacity      Risk \nbuilding, and investment       \n      •  Limited time and funds to \n4.    Project proposal, MOH  Project proposal is of high  Project proposal   carry out the \npre-feasibility and  quality and pro-poor, and   \nassignments, while \nfeasibility reports, draft  addresses governance and  initiating the TA also \nproject administration  financing issues, including (i) \ntakes time  \nmemorandum  policy action and adjustment \n \n  costs, (ii) gender strategy and \naction plan, (iii) ethnic \nminority development plan, \nand (iv) environmental \nassessment \nActivities with Milestones for the TA  Inputs \n   \n1.  MOH establishes a project team for the TA, and informs the steering committee.  •  ADB funding: $450,000 \n   \n2. Team leader and deputy director conduct initial national and provincial consultations, and  •  Government funding: \nprepare a detailed inception report, submitted in the first month of the TA.  $150,000 \n     \n3. In the first and second months of the TA, consultants provide training for provincial health \nteams and staff in planning and budgeting, financial management, program support, and \nother topics.  \n4. Experts conduct meetings, workshops, field visits, and other activities to identify priorities \nfor reform, capacity building, and services development in the targeted provinces in the \nfirst and second months of the TA. \n \n5. Provincial health teams and experts analyze subsectors to update progress, and identify \nissues and opportunities for provincial health system development. A sector analysis will \nbe submitted after the second and third months of the TA. \n \n6. Provincial teams update strategic plans for the sector, including policy reforms, capacity \nbuilding, and PHC service delivery in the northern provinces in the fourth month of the \nTA. \n \n7. Project team prepares a project outline for reform, capacity building, PHC service \ndelivery, aid coordination, and project management in the fourth month of the TA. \n \n ", "  8  Appendix 1 \n   \n8. Team confirms the project scope, cost estimates and financing, and implementation \narrangements; and completes the draft final report in the fifth month of the TA. The team \nalso prepares the implementation memorandum and pre-feasibility study. \n \n9.  Deputy director, team leader, and financial expert incorporate comments and finalize the \nproject proposal and implementation memorandum in the sixth month of the TA. \n \nADB = Asian Development Bank, MOH = Ministry of Health, PHC = primary health care, TA = technical assistance. \n \n \n \n \n \n \n ", "  Appendix 2  9 \nINITIAL POVERTY AND SOCIAL ANALYSIS  \n \nA.  Links to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Viet Nam:  \n \nThe health sector plays a major role in poverty reduction. The high burden of diseases among the poor affects their \nproductivity, the cost of medical care is a major reason for new poverty, poor quality of care leads to income erosion, \nand the high level of poverty requires government intervention to make services available and affordable.    \n \n \nB.    Poverty Analysis   Targeting Classification: Targeted intervention \n \nWhat type of poverty analysis is needed?  \n \nThe project will aim to strengthen the provincial health system to (i) improve the quality of care; (ii) make health care \nmore affordable for the poor; and (iii) make health care more acceptable for women, ethnic minorities, and other \nvulnerable groups. The technical assistance (TA) will analyze health services performance, quality of care, human \nresources development, health financing, and management. Further, the TA will propose policy reforms, capacity \nbuilding, and investments. The purpose is to establish a process of year-by-year upgrading of the provincial health \nservices based on needs and results, rather than inputs, to make services more equitable, efficient, and effective.  \n \nThe poverty analysis will include an assessment of physical, social, and financial access to health services. It also will \ndetermine whether health services management is pro-poor and pro-gender, and assess opportunities for women and \nethnic minorities, and specific issues for vulnerable groups. Finally, the analysis will assess the potential benefits of \nreforms and investment for the poor. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \n \nIs there a participation strategy?     Yes                   No \n \nThe TA will establish a project team to (i) provide guidance; (ii) train provincial health teams initially on planning and \nbudgeting; (iv) place experts in the provinces to guide provincial health teams through the planning process; (v) \nconduct field visits, including to existing projects; and (vi) hold cross-regional workshops to synchronize development \nefforts. As envisaged, the comprehensive provincial plans will lead to provincial sector-wide approaches in the future. \n \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women:  \n \nThe TA will develop a gender strategy and plan to emphasize the needs of women, particularly regarding reproductive \nhealth and access to health services. It also will examine ways to provide women from minority groups with jobs and \nsocial protection. The strategy will incorporate the views of beneficiaries, including women from ethnic minority groups.  \n \n \nHas an output been prepared?      Yes     No \n \n \n \n \n \n ", "10  Appendix 2 \n \n  E.  Social Safeguards and Other Social Risks \n        \nItem  Significant/  Strategy to Address Issues  Plan Required \nNot Significant/   \nNone \n       \n   Significant  The project will use Government land. Civil works will   Full \nResettlement    upgrade existing services and schools. Consultants will   \n Not significant  examine if any resettlement issues arise during the TA,   Short \n  and will prepare a resettlement plan if needed.    \n None   None  \n \n       \n   Significant  One of the aims of the project is to make health services   Yes \nAffordability    more affordable for the poor.   \n Not significant    No \n \n None \n       \n   Significant  The project aims to create jobs for paramedics, and to   Yes \nLabor    train volunteers to increase their income through a small   \n Not significant  markup on the sale of drugs.      No  \n \n None \n       \n   Significant  The project is targeting ethnic minorities with the purpose   Yes \nIndigenous    of increasing their benefits.    \nPeoples   Not significant    No  \n \n None \n       \n   Significant  The TA will examine if any other major risk or vulnerability   Yes \nOther Risks    arises that might need to be addressed in the project   \nand/or   Not significant  design.      No  \nVulnerabilities   \n   None \n \n \n \n \n \n \n \n \n \n \n \n ", "                                                                                               Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem       Cost \nA.  Asian Development Bank (ADB) Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  270.0 \n      ii.  National Consultants  40.0 \n    b.  International and Local Travel  30.0 \n    c.  Reports and Communications  5.0 \n  2.  Equipment and Furnitureb  10.0 \n  3.  Workshops and Field Visits  20.0 \n  4.  Financial Studies  20.0 \n  5.  Miscellaneous Administration and   10.0 \n    Support Costs \n  6.  Contingencies  45.0 \n      Subtotal (A)  450.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transportc  50.0 \n  2.  Remuneration and Per Diem  50.0 \n    of Counterpart Staff and Support Staff \n  3.  Others, e.g., Workshop Facilities  50.0 \n      Subtotal (B)  150.0 \n   \n        Total  600.0 \n a  Financed by ADB’s technical assistance funding program. \n b  Includes computers, printer, photocopy machine, and telecommunication equipment. \n c  Ministry of Health will make additional transport available.  \nSources: Ministry of Health of Viet Nam and ADB estimates. \n \n \n \n ", "12  Appendix 4 \n \nINDICATIVE OUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n1.  Team Leader and Public Health Management Expert (5 person-months) \n1.  The team leader and public health management expert will have at least 15 years of \npublic health experience, including 5 years in Asia, in health sector reforms, and as team leader \nof projects. The expert will be responsible for overall coordination, implementation, and report \npreparation of the technical assistance (TA). In coordination with the counterpart of the Ministry \nof Health (MOH), the national public health expert, and deputy team leader, the expert will   \n \n(i)  Report to the project director, MOH, and the Asian Development Bank (ADB). \n(ii)  Manage TA administration and implementation. \n(iii)  Provide training on public health planning and budgeting.  \n(iv)  Guide the consultants, ensure that the TA is implemented according to the terms \nof reference of the consultants and any subsequent instructions or guidance from \nMOH and ADB, and be responsible for the collective work of the consultants. \n(v)  Ensure regular liaison with MOH, other ministries, provincial health departments, \ndevelopment partners, and civil society; and coordinate a participatory planning \nprocess,  including  consultations,  task  forces,  field  visits,  and  workshops,  to \nobtain the necessary inputs for project design and ensure government ownership \nof the project. \n(vi)  Prepare  a  detailed  analysis  and  proposal,  examining  alternative  options,  for \nstrengthening  provincial  planning,  management,  budgeting,  and  monitoring, \nincluding reform and capacity building requirements. \n(vii)  Take responsibility for preparing the feasibility study for submission to MOH and \nADB, including (a) inception report (with a summary of sector performance and \nissues,  policies  and  plans,  initial  consultations  with  stakeholders,  and  TA \nimplementation arrangements); (b) midterm report (sector analysis); (c) project \nproposal;  (d)  project  administration  memorandum;  and  (e)  Government  pre-\nfeasibility and feasibility studies. \n(viii)  Ensure  on-time  submission  of  formal  written  reports,  including  the  inception \nreport at 1 month, sector analysis and project concept paper with draft project \nframework at 3 months, draft final report at 5 months, and a final report on \ncompletion of the TA at 6 months.   \n \n2.  Health Economist (4 person-months) \n \n2.  The health economist will have a health economics background with at least 5 years of \nexperience in this field. The expert will be responsible for examining ways to improve health \ncare financing and spending in the provinces, improving the affordability of care for the poor, \nproducing the medium-term expenditure plans, the ADB financing modality, and undertaking the \nfinancial and economic analysis of the project. The consultant will \n \n(i)  Report to the team leader, and work as a member of the team and task force. \n(ii)  Train the provincial health teams on financial analysis of the health sector. \n(iii)  With assistance of the financial management expert, review sources and uses of \nfunds in the health sector, the fiscal situation of the provinces, and inter- and \nintra-provincial allocation mechanisms; review and assess policies, plans, and \n ", "  Appendix 4  13 \narrangements for financing health services; compare options for improving health \ncare  financing  and  spending;  and  help  prepare  a  subcomponent  for \nstrengthening provincial health financing and spending.      \n(iv)  Identify health care affordability issues for the poor—options for improving these \nincluding fee structures and equity funds—and prepare with the sociologist a \ndetailed analysis and proposal for improving health care financing for the poor.  \n(v)  Examine the suitability of a sector development program for ADB assistance; \nidentify capacity building requirements; oversee the preparation of the medium-\nterm  expenditure  plans  and  budgets;  and,  if  feasible,  prepare  the  program \nframework, policy matrix, and poverty impact assessment. \n(vi)  Guide the national financial management expert in preparing cost estimates and \nadjustment costs. \n(vii)  Conduct  an  economic  and  financial  analysis  of  the  project  using  ADB’s \nGuidelines for the Economic Analysis of Projects, and ADB's Economic Analysis \nof Policy-Based Operations: Key Dimensions, in case of program lending.  \n \n3.  Health Care Quality Improvement Expert (4 person-months) \n \n3.  The health care quality improvement expert will have a nursing, public health, or human \nresources development (HRD) background with at least 5 years of experience in this field. The \nexpert will be responsible for planning the improvement of quality of care. The expert will \n \n(i)  Report to the team leader, and work as a member of the team and task force. \n(ii)  Train the provincial teams on improving quality of care and HRD.  \n(iii)  Conduct a detailed analysis of quality of care issues, including (a) quality of \nservices at various levels; (b) staff availability, skills, and management; (c) HRD \nplanning and policy issues; and (d) HRD training, recruitment, and remuneration.   \n(iv)  Identify HRD policy and capacity issues to be addressed at the national level, \nand prepare a medium-term HRD implementation plan for the provinces.  \n(v)  Prepare a component examining alternative options for quality improvement. \n \n4.  Sociologist (4 person-months) \n \n4.  The sociologist will have at least 10 years of experience in Asia, including in Viet Nam. \nThe sociologist will be responsible for the social analysis of the project (poverty, gender, and \nethnic minorities), and will help plan the third component of improving health care for the poor. \nThe expert will \n \n(i)  Report to the team leader, and work as a member of the team and task force. \n(ii)  Train the provincial health staff on social aspects of health care. \n(iii)  Undertake  consultations  with  ministries,  health  care  providers,  and  other \nstakeholders on improving access and quality of health services for the poor, \nwomen, ethnic minorities, and other vulnerable groups.  \n(iv)  Prepare  a  social  analysis,  a  gender  action  plan,  and  an  ethnic  minority \ndevelopment plan based on ADB’s Guidelines for the Social Analysis of Projects, \nand ADB’s policies on indigenous peoples and gender and development.10 \n(v)  Propose a practical, integrated approach to strengthening poverty and social \naspects of health care delivery for all social groups. \n                                                 \n10 ADB. 1998. Policy on Indigenous Peoples. Manila; and ADB. 2003. Gender and Development. Manila. \n ", "14  Appendix 4 \n(vi)  Prepare with the health economist a detailed analysis and proposal, examining \nalternative options, to improve health care for the poor. \n \nB.  National Consultants \n \n1.  Deputy Team Leader and Public Health Expert (10 person-months) \n \n5.  The deputy team leader and public health specialist will have at least 10 years of public \nhealth experience, including 5 years in project planning. The expert will  \n \n(i)  Report to the team leader, and work as a member of the team and task force. \n(ii)  Assist the team leader and public health management expert in managing TA \nimplementation.  \n(iii)  Arrange  and  implement  liaison  with  MOH,  other  ministries,  provincial  health \ndepartments, development partners, and civil society. \n(iv)  Conduct  a  detailed  sector  analysis  for  improving  the  provincial  health \nmanagement systems; and prepare a detailed proposal for the fourth component \nof strengthening provincial management.  \n(v)  Prepare a detailed proposal, examining alternative options, for strengthening \nprovincial health services. \n(vi)  Prepare the pre-feasibility study and the feasibility study of MOH. \n \n2.  Financial Management Expert (4 person-months) \n6.  The  financial  management  expert  will  have  a  degree  in  business  administration  or \naccounting, and at least 5 years experience in the health sector. The expert will be responsible \nfor helping the health economist prepare the medium-term expenditure plan for each province, \nthe cost estimates, and the plan for improving financial management. The expert will \n \n(i)  Report to the team leader, and work as a member of the team and task force. \n(ii)  Train the provincial health staff on financial management. \n(iii)  Review the financial management capacity of the provincial health system, based \non the Guidelines for the Financial Governance and Management of Investment \nProjects, and propose a project component to strengthen it. \n(iv)  Help examine sources and uses of funds for each province; and prepare the \nmedium-term expenditure plan, as well as the annual plan and budget for the first \nyear, with guidance of the health economist. \n(v)  Prepare cost estimates and adjustment costs, including the costs of reforms and \nrecurrent costs for the investments, and design a fund flow and disbursement \nmechanism for supporting the provincial health system. \n \n3.  Community Development Expert (4 person-months) \n \n7.  The community development expert will be a sociologist or similar expert with at least 5 \nyears of experience in community development. The expert will help the international sociologist \nwith the social analysis and planning for improving community-based health care. The expert \nwill \n \n(i)  Report to the team leader, and work as a member of the team and task force\n ", "  Appendix 4  15 \n(ii)  Consult with beneficiaries on improving access and quality of health services for \nthe poor, women, ethnic minorities, and other vulnerable groups; and prepare a \nreport on their problems, perceptions, and practices.    \n(iii)  Assist with the social analysis based on ADB’s Guidelines for the Social Analysis \nof Projects, ADB’s Policy on Indigenous Peoples (footnote 1), and other relevant \nsocial and gender strategies; and help prepare a social analysis, a gender action \nplan, and an ethnic minority development plan. \n(iv)  Advise the sociologist on options to improve health care delivery for all social \ngroups, and prepare a proposal to improve community-based health care. \n \n4.  Health Infrastructure Expert (4 person-months) \n \n8.  The architect or engineer will have at least 10 years of experience in health facility \nplanning in Asia. The expert will examine the proposed upgrading and new construction of \nhospitals and health centers. The expert will  \n \n(i)  Report to the team leader, and work as a member of the team and task force. \n(ii)  Train provincial teams on planning public health facilities.  \n(iii)  Review provincial plans for civil works, and assess their appropriateness in terms \nof their location, size, expected use, maintenance, and recurrent financing costs.  \n(iv)  Prepare  a  detailed  analysis  and  proposal,  examining  alternative  options,  for \nhealth infrastructure development that has a sound economic justification. \n(v)  Based  on  ADB’s  Involuntary  Resettlement  Policy,  screen  sites  of  facilities \ntargeted for upgrading for possible involuntary resettlement impacts, including \nimpacts to non-titled people, such as loss of legal structures and incomes; and \nprepare a resettlement plan, as required. \n(vi)  Review  Government  policies,  guidelines,  and  standards  on  environmental \naspects of health facilities, including the National Environmental Health Action \nProgram; and consult the Ministry of Natural Resources and Environment on \nproposed national strategies. \n(vii)  Conduct  environmental  screening  using  the  rapid  environmental  assessment \nchecklist to (a) avoid and minimize environmental interference in site selection, (b) \ndetermine required level of environment assessment based on the screening, \nand (c) conduct rapid environmental assessment.  \n(viii)  Review  current  practices  and  issues  on  medical  waste  treatment  and  other \nenvironmental aspects, and design proper mitigation measures as a component \nof the proposed project for environmentally sound medical waste treatment and \ndisposal.  This  should  include  (a)  proper  source  separation  for  reducing  the \nvolume  of  medical  waste;  (b)  development  of  appropriate  collection  and \ntransportation of medical waste; (c) preparation of a concentrated safe treatment \nfacility,  if  one  does  not  exist;  and  (d)  awareness  raising  and  education  of \nstakeholders, including doctors. \n "], "metadata": {"ModDate": "D:20061030094405+08'00'", "CreationDate": "D:20061025110056+08'00'", "Title": "Preparing the Health Care in the South Central Coast Region Project", "Creator": "PScript5.dll Version 5.2", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of  9 October 2006) \n \nCurrency Unit –  dong (D) \nD1.00 =  $0.0000623         \n$1.00 =  D16,054 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CHS  –  commune health stations \n  HRD  –  human resources development \n  MOH  –  Ministry of Health \n  TA  –  technical assistance \n   \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Health, nutrition, and social protection \nSubsector  –  Health systems \nThemes  –  Inclusive social development, governance, gender and development \nSubtheme  –  Gender equity in capabilities \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n   \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  V. de Wit, Principal Health Specialist, SERD \n   \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "R. Nag", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"fullname": "V. de Wit", "role": "Principal Health Specialist", "organization": "SERD"}]}