{"path": "data/input/ta/40037-png-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 40037  \nMay 2006 \n \n \n \nPapua New Guinea: Preparing the Lae Port \nDevelopment Project-Tidal Basin Phase I \n(Financed by the Japan Special Fund) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 April 2006) \nCurrency Unit –  kina (K) \nK1.00 =  $2.990 \n$1.00 =  K0.334 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIA  –  environmental impact assessment \n  GDP  –  gross domestic product \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency syndrome \n  m  –  meter \n  PARD  –  Pacific Department  \n  PNG  –  Papua New Guinea \n  PNGHL  –  Papua New Guinea Harbours Limited \n  TA  −  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Transport and communications \nSubsector  –  Port, waterways, and shipping \nThemes  –  Sustainable economic growth, governance, environmental \nsustainability \nSubthemes  –  Fostering physical infrastructure development, developing \nrural areas \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  P. Erquiaga, Pacific Department  \nDirector  I. Bhushan, Pacific Department \n   \nTeam leader  L. Cai, Project Specialist, Pacific Department \nTeam members  E. Brotoisworo, Senior Environment Specialist, Pacific Department \n  P. E. Clos, Counsel, Office of General Counsel \nM. Minc, Principal Infrastructure Specialist, Pacific Department \nF. Tornieri, Social Development Specialist, Regional and Sustainable \n   Development Department \n \n ", " \nI.  INTRODUCTION \n \n1.  The programming discussions in 2005 between the Government of Papua New Guinea \n(PNG) and the Asian Development Bank (ADB) identified the development of Lae port as a \npotential project for ADB financing; a project preparatory technical assistance (TA) was included \nin ADB’s country strategy and program update 2005−2006.1 Responding to an official request \nsent by the Government in January 2006, the Fact-Finding Mission2 visited PNG from 21 \nFebruary to 3 March 2006. Based on extensive consultations with central and local government \nagencies,  the  private  sector,  funding  agencies,  landowners,  civil  societies,  nongovernment \norganizations, and faith and community-based organizations, the Mission defined the rationale, \nscope of study, implementation arrangements, cost estimates, financing plan, and terms of \nreference for consulting services for the TA.3 The TA will prepare the proposed Lae Port \nDevelopment  Project—Tidal  Basin  Phase  I  for  potential  ADB  investment.  A  design  and \nmonitoring framework is in Appendix 1. \n \n \nII.    ISSUES \n \n2.  PNG is an island country, comprising the eastern half of New Guinea and 600 other \noffshore islands. The total land area is approximately 462,000 square kilometers, accounting for \nmore than 80% of the total land area in the South Pacific. Its mainland consists of rugged \nmountain ranges, fertile upland valleys, coastal plains, and extensive swamps. It has a coastline \nof more than 17,000 kilometers and 17 million hectares of reef-covered coastal waters, making \nit the largest fishing zone in the Pacific. Thirteen of the country’s 19 provinces are coastal. \n \n3.  PNG is richly endowed with mineral, forestry, and fishery resources, and eco-conditions \nfor agricultural production, and enjoys proximity to Australian and Asian markets. In spite of its \ndevelopment potential, PNG’s economic and social performance, since independence in 1975, \nhas been disappointing. Economic growth averaged around 3% in the 1980s and 1% in the \n1990s, and was negative from 2000 to 2002. The economy recovered in 2003 and 2004, with \nreal gross domestic product (GDP) growth estimated at 2.8% and 3%, respectively, because of \n(i)  favorable  international  commodity  prices,  (ii)  resumption  of  petroleum,  gold  and  copper \nproduction, and (iii) improved macroeconomic management. The long period of low economic \ngrowth took a toll on infrastructure, social services, poverty, and law and order. Roads, wharves, \njetties, and airstrips are deteriorating due to lack of funding for maintenance, hindering private \nsector investment. Education and health services are declining or not delivered. The incidence \nof poverty increased from 37.5% in 1996 to 54% in 2003. HIV/AIDS is spreading. In terms of the \nhuman development index, PNG ranked 133 out of 177 countries in 2004.  \n \n4.  PNG’s economy is highly dualistic, with a small modern sector coexisting with a large \nsubsistence sector. Only 15% of the population is in the modern sector, having a stable source \nof income. The rest of the population lives in rural areas, surviving on subsistence and cash \ncrop  agricultural  production.  Consumption  constitutes  some  60–70%  of  GDP,  and  capital \nformation, only 12–17%. Mining and agriculture are the major industries. \n \n                                                 \n1  ADB. 2005. Papua New Guinea: Country Strategy and Program Update (2005–2006). Manila. \n2  The Mission comprised Cai Li, Project Specialist/Mission Leader; M. J. Minc, Principal Infrastructure Specialist; F. \nTornieri, Social Development Specialist; and P. E. Clos, Counsel. \n3  The TA first appeared in ADB Business Opportunities on 17 March 2006. ", "2     \n5.  Due to the archipelagic nature of the country and rugged terrain, which creates widely \ndispersed  population  pockets,  limiting  mobility  and  opportunities  to  develop  the  domestic \nmarket,  PNG  relies  heavily  on  trade,  particularly  exports,  for  economic  growth  and  fiscal \nrevenue. Exports rose steadily from $985 million in 1980 to $2,529 million in 2004; growth of \nimports was moderate. As a percentage of GDP, exports increased from 35% in 1986 to almost \n48% in 2002; during this period the percentage rose to more than 50% in some years. Imports \nas a percentage of GDP stayed close to 30%. Mineral, petroleum, and agricultural products \nsuch as cocoa, coffee, copper, copra, gold, palm oil, and petroleum are PNG’s major export \nitems. PNG relies on imports for both capital and consumer goods.  \n \n6.  The port sector provides a vital link between PNG and the world market, with more than \n80% of PNG exports shipped from ports. PNG has 22 declared ports, with numerous publicly \nand privately operated wharves, jetties, and landings. Papua New Guinea Harbours Limited \n(PNGHL), a statutory authority 100% owned by the Government, is mandated to maintain and \noperate the 22 ports; only 16 are operational. In 2004, they handled a total of 5.01 million tons \nof general cargo, and 195,000 twenty-foot equivalent units (TEUs)  of containerized cargo. \nPNGHL’s net profit after tax for the year was K17,664,569.  \n  \n7.  The city of Lae is PNG’s industrial and commercial trade center. Lae port, the largest \nport in PNG, is centrally located and is on most Pacific shipping routes. It serves as the principal \ngateway for the highlands region, which is the most populous region in the country and richly \nendowed with natural resources including gold, oil, and gas; and eco-conditions for growing \ncoffee, cocoa, and tea. PNG’s most significant road—Highlands Highway—runs from Lae to the \nhighland  provinces,  bringing  the  country’s  major  export  items  to  Lae  port  and  distributing \nimports ranging from heavy machinery to food products to the region. In 2004, of the total cargo \npassing through the 16 ports, Lae port accounted for around 51% of general cargo and 56% of \ncontainerized cargo. About 50% of PNG exports and 90% of coffee exports are handled through \nLae port. \n \n8.  Built in the 1930s, Lae port started as a small conventional cargo port, handling mostly \nbreak-bulk cargo. Since 1995, cargo throughput has been growing at an annual rate of 3.4%. \nConsistent with the container revolution in the shipping sector, container cargo has registered \nhigher growth of 5% per annum, compared with general cargo, which has grown at an annual \nrate of 2.5%. The size of vessels calling Lae port for coastal trade has increased from 70−80 \nmeters (m) to 100−120 m, and for international trade, from 150 m to 200 m. The current cargo \nvolume and vessel types calling the port require at least four international berths with a total \nlength of 800 m. \n \n9.  Over  the  past  decade,  Lae  port  has  been  adapting  to  the  demands  of  container \noperations. However, the pace of investing in maintaining, rationalizing, and adding new port \nfacilities has not kept pace with the growing trend toward containerization and larger ships. The \ncurrent five berths4 at Lae, with a total length of approximately 520 m, and a total storage area \nof 52,600 square m (m2)5 for cargo marshalling, are aging and insufficient to handle increasing \ncargo volumes and ship size. Berth 4 for domestic ships is underutilized as it can no longer \naccommodate these ships. Berth 1, with a length of 123 m and water depth of 11 m, is suitable \nfor overseas vessels, but was damaged by an earthquake in 2000 and is now used as a \ndomestic terminal. Overseas vessels are mainly serviced by berths 2 and 3, which have a total \nlength of 307 m. As a result, port congestion at Lae is frequent, imposing high costs on port \n                                                 \n4  Including a tanker berth. \n5  Including a covered storage of 12,600 m2 and open storage of 39,000 m2. ", "  3\nusers. According to a shipping company, delays of 3–5 days have become the norm rather than \nthe exception, and a 1-day delay in the harbor costs the company $20,000 per day. Some \nvessels are turning away from the port. Others are considering imposing congestion charges, \nwhich will translate into higher costs for importers and exporters, and eventually, consumers \nand the general economy. Port congestion also poses health and safety issues, and the issue of \ncompliance with the International Shipping and Port Security Code.  \n \n10.  The 15% rise in cargo volume since 2003 has stretched Lae port beyond its capacity. \nThe situation is expected to deteriorate, considering the Government’s development strategy \nand  ongoing  or  potential  economic  activities  in  the  highlands  region.  In  its  Medium-Term \nDevelopment  Strategy  (2005−2010),6  the  Government  defined  its  overarching  development \nstrategy as export-driven economic growth, rural development, and poverty reduction. In line \nwith  its  strategy,  the  Government  is  investing  in  rehabilitating  and  upgrading  Highlands \nHighway, and attracting investment in mining projects in the highlands region. Some gas, oil, \ngold, copper, and nickel projects are already, or will soon be, under way. The world price for \ncoffee is still climbing in favor of PNG, which produces one of the best quality coffees in the \nworld. All these will contribute to the growth of traffic through Lae port, increasing stress on the \nport facilities.  \n \n11.  As early as the 1970s, PNGHL had a plan to expand port capacity by developing a tidal \nbasin project in the swamp area to the west of the existing facilities. ADB assessed the project \nand approved a loan in 1980. Unfortunately, the project did not proceed due to an unexpected \ndispute relating to land ownership between a tribal group claiming customary landownership \nand PNGHL.7 Sluggish economic growth in the following two decades discouraged not only \ninvestment  in  the  tidal  basin  project,  but  also  adequate  maintenance  of  the  existing  port \nfacilities. Improved economic performance and steady increase of the cargo throughput at Lae \nport since 2003 have generated revenues for the Government and PNGHL. The Government \nhas allocated K15 million from the budget to extend the length of berth 3. The project is \ncurrently at the stage of contract award and is expected to be completed by late 2007. Using its \nown financial resources, PNGHL successfully completed the dredging in 2004, increasing water \ndepth from 8 m to 13.6 m. It has embarked on a number of short-term projects, including \nconstructing a new container storage area of 10,250 m2, repairing berth 1 to its original state, \nremoving two sheds to expand the storage area for container cargo, and installing reefer outlets \nand a standby generator. The total investment is about K15 million. \n \n12.  The Government and PNGHL recognize that these quick solutions are necessary but \ninsufficient to alleviate the bottleneck, and are seeking funding for the following subprojects: \n  \n(i)  construction of a new passenger and coastal trade berth; \n \n(ii)  reconstruction of berth 1 into a full overseas container berth by backfilling the \nponds, reinforcing hard stand, and connecting with berth 4; and \n \n(iii)  tidal basin phase I project, which includes (a) dredging and reclamation works \ninvolving over 2.2 million cubic meters of hydraulic fill; (b) slope protection works \nof 20,000 m2; (c) construction of an overseas berth (wharf) of 180 m; container \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n6   PNG Government. 2004. The Medium-Term Development Strategy. PNG \n7  Land issues are complex in PNG and will be given careful attention under resettlement planning during TA \nimplementation.   \n ", "4     \nfreight station of 5,000 m2; reefer facilities; open storage; internal road works; and \nutilities including electrical, drainage, sewerage, and water works. \n \n13.  The  TA  Fact-Finding  Mission  carried  out  an  initial  poverty  and  social  assessment \n(Appendix 2) and conducted extensive consultations with a range of stakeholders, including the \ncentral and local governments, private sector, funding agencies, landowners, civil societies, \nnongovernment  organizations,  and  faith  and  community-based  organizations  regarding  the \nneed for and scope of the Lae port project and social risks associated with the project. The \nMission was impressed by the enthusiasm and widespread support for the proposed project. \nThe spirit of cooperation, partnership, participation, and working for the common good revealed \nduring the consultations are particularly encouraging.  \n \n \nIII.    THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n14.  The TA aims to design and prepare the Lae Port Development Project—Tidal Basin \nPhase  I  to  support  the  Government’s  overarching  development  strategy  of  export-driven \neconomic growth, rural development, and poverty reduction. The outcome will be a project \ndesign and feasibility study agreed to by the Government and ADB.   \n \nB.  Methodology and Key Activities \n \n15.  The TA will (i) provide a sound macroeconomic and sector context for the proposed \ninvestment project by critically assessing the status and prospect of PNG’s economic, social, \nand  trade  performance;  and  conducting  a  comprehensive  port  sector  analysis; \n(ii) comprehensively assess Lae port, including port facilities, services provided, operations, \nperformance, efficiency, tariff structure, customs procedure, private sector participation, and \nlogistic  chains;  (iii)  undertake  traffic  surveys  and  market  analysis,  and  project  capacity \nrequirement for Lae port using the up-to-date modeling method; (vi) design project components \nand project performance monitoring framework, identify performance targets and socioeconomic \nimpact indicators, and establish measuring mechanism; (v) update and refine the feasibility \nstudy for the proposed project; and confirm technical, economic, and financial viability of the \nproject;  (vi)  undertake  financial  assessment,  socioeconomic  analysis  among  stakeholders, \nenvironmental  impact  assessment,  and  resettlement  planning;  and  ensure  financial  due \ndiligence and due diligence on social and environmental safeguards, and establish baseline \ndata;  (vii)  promote  public  consultations,  participation,  and  private-public  partnership;  (viii) \nexplore the possibility of cofinancing; (ix) undertake site investigations, and prepare detailed \nengineering design and bidding documents; (x) establish and maintain a functional project \nimplementation office; and (xi) propose financing arrangements for an ADB loan. \n \nC.  Cost and Financing  \n \n16.  The total cost of the TA is estimated at $1.125 million equivalent. The Government has \nasked ADB to provide $900,000 equivalent. The TA will be financed on a grant basis by the \nJapan  Special  Fund,  funded  by  the  Government  of  Japan.  The  Government  will  finance \n$225,000 in kind by providing office accommodation and support services, local communication \nand transport, and other services and facilities required for TA implementation. The detailed \ncost estimates and financing plan are attached as Appendix 3. The Government has been \ninformed that approval of the TA does not commit ADB to finance any ensuing project. ", "  5\nD.  Implementation Arrangements \n \n17.  PNGHL  will  be  the  Executing  Agency  for  the  TA.  PNGHL  will  provide  adequately \nfurnished offices in both Lae (main office) and Port Moresby; and assign counterpart staff, \nincluding at least one engineer, to work with the international consulting team. PNGHL will also \nbe responsible for coordinating and liaising with relevant government agencies and ADB. \n \n18.  The TA will require a total of 35 person-months of international (24) and domestic (11) \nconsulting services to carry out the scope of the study as described in the outline terms of \nreference in Appendix 4. The areas of expertise required include port planning, port engineering \ndesign,  transport  economics  and  socioeconomics,  financial  assessment  and  analysis, \nenvironmental impact assessment, and resettlement planning.  \n \n19.  The TA will be carried out by an international consulting firm in association with a \ndomestic  firm  or  a  team  of  domestic  individual  consultants.  The  firm  will  be  engaged  in \naccordance with ADB’s Guidelines on the Use of Consultants (2006) and other arrangements \nsatisfactory to ADB for the recruitment of domestic consultants, using the simplified technical \nproposal procedures based on the quality-based selection method—justified because of the \ntechnical, economic, and environmental uncertainty associated with the project.  \n \n20.  The  consultant  will  produce  the  required  outputs  and  reports  in  accordance  with \nAppendix 4, para, 13, and provide ADB and the Government with three copies each of each \noutput and report. Electronic versions will also be required. \n \n21.  The TA will be implemented over 15 months on an intermittent basis, including 5 months \nfor  designing  the  project  and  ensuring  due  diligence  on  technical,  economic,  financial, \nenvironmental,  social,  and  resettlement  viability;  and  6  months  for  preparing  project \nimplementation. The TA will commence in October 2006 and end in January 2008.  \n \n \nVI.   THE PRESIDENT’S DECISION \n \n22.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $900,000 on a grant basis to \nthe Government of Papua New Guinea for preparing the Lae Port Development Project-Tidal \nBasin Phase I, and hereby reports this action to the Board. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms  and Risks \nImpact  • Additional port  •  Reports and records of   Assumptions \nIncreased capacity and  facilities including  PNG Harbours Limited  •  Political stability \nefficiency of Lae port  overseas berths,  •  Project performance  •  Road conditions of \nstorage areas, reefer  monitoring reports  Highlands Highway and \nfacilities, road  •  Surveys of port users   connecting roads improve \nnetworks, and utilities  •  Favorable international \n• Increased cargo  commodity prices \nthroughput  •  Favorable weather \n• Reduced port  conditions  \ncongestion   \n• Reduced cost for port  Risks \nusers   •  Land disputes \n \nOutcome  • Memorandum of  •  Memorandum of  Assumptions \nProject design and  understanding signed  understanding  •  Government priorities do \nfeasibility study agreed  by the Government    not change \nby the Government and  and ADB during  •  Government does not \nADB    appraisal mission of  seek other sources of \nJune 2006  funding  \n    \n \nOutputs  • Draft final report  •  ADB document  Assumption \n1. Technical  submitted to the  registration  •  Effective stakeholder \nassessments  Government and ADB    participation and \ncompleted  5 months after  •  Government document  ownership developed \n  commencement of  registration   \n2. Project design  consulting services     Risks \nrequirements  •  Restricted availability and \naccomplished  access to information and \n  government personnel \n•  Restricted access to the \nconstruction sites  \n \nActivities with Milestones  Inputs \n1.1 Submit an inception report 1 month after commencement of consulting  •  ADB financing: $900,000 \nservices.  •  Government financing: \n1.2 Complete macroeconomic and sector study, poverty reduction and social  $225,000 \nstrategy, and summary poverty reduction and social strategy 3 months after  •  Beneficiaries: PNG \ncommencement of consulting services.  economy, exporters, \n1.3 Complete assessment of Lae port 3 months after commencement of  importers, coffee growers, \nconsulting services.  shipping lines, \n1.4 Complete technical site investigations, technical feasibility study, and  landowners, and \npreliminary design including contract packages, procurement plan, and  squatters \nimplementation schedule 3 months after commencement of consulting \nservices.  \n1.5 Complete financial assessment, cost estimates, and project financial \nanalysis 3 months after commencement of consulting services. \n1.6 Complete socioeconomic analysis and project economic analysis 3 months \nafter commencement of consulting services.  \n ", "    Appendix 1  7\nActivities with Milestones  Inputs \n1.7 Complete environmental impact assessment 3 months after   \ncommencement of consulting services. \n1.8 Complete a resettlement plan 3 months after commencement of consulting \nservices. \n1.9 Complete a report on public consultation and a table of external assistance \nto the port sector in PNG 3 months after commencement of consulting \nservices. \n2.0 Submit an interim report 4 months after commencement of consulting \nservices. \n2.1 Complete detailed engineering design and bidding documents 5 months \nafter commencement of consulting services. \n2.2 Submit the draft final report 5 months after commencement of consulting \nservices, and the final report 11 months after commencement of consulting \nservices. \n \nADB = Asian Development Bank, PNG = Papua New Guinea. \n \n \n   \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "8  Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Papua New Guinea: \n \nAccording to the 2000 census, between 1980 and 2000, PNG's population grew by an annual average rate of 2.7% to \n5.19 million. Approximately half of the population is under 19 years old. PNG's population has recently suffered \nsignificant declines in living standards due to worsening economic performance. Poverty estimates have not been \nupdated since the last household survey in 1996. Although the country does not exhibit the widespread abject poverty \npresent in some developing countries, World Bank projections (2005) show the proportion of poor living under the \nnational poverty line at 53% in 2003, compared with 37.5% in the benchmark year of 1996. The proportion of the \npopulation living on less than $1 a day is estimated to have increased from 24.6% in 1996 to 39.1% in 2003. Many \nhealth indicators have deteriorated in recent years, including the availability and performance of health facilities. \nImmunization and infant mortality rates have deteriorated since 1990. PNG is the only Pacific island country \nconsidered to have a generalized epidemic of HIV. \n \nPNG’s human development index has improved since the mid-1970s, but very slowly. In 2005, PNG ranked 137th, \nreflecting  alarming  economic  and  social  intracountry  disparities.  On  the  poverty  index  of  the  United  Nations \nDevelopment Programme, PNG ranks 68th among developing countries. It ranks last among Pacific developing \nmember countries on both indexes, with great challenges in achieving the Millennium Development Goals. PNG's \nmain social indicators, such as life expectancy and maternal and child mortality rates, show improvements since 1975, \nbut are still well below the averages for lower middle-income countries. PNG still has limited primary health care. \nInfectious diseases are claiming many lives, and serious public health risks result from endemic diseases such as \nmalaria and the ever-increasing HIV/AIDS epidemic. A general HIV epidemic is under way, with prevalence rates \namong 15–49 year-olds at 3–4% in Port Moresby, well over 2% in other urban areas, and over 1% in rural areas. In \neducation, the rate of participation in primary schooling is improving, but it remains lower than in most other countries \nin the region. \n \nMost of the population lives in rural communities based on the traditional village structure and depend on subsistence \nfarming supplemented by cash cropping. Only 15–20% of Papua New Guineans live in the main urban areas of Port \nMoresby, Lae, Madang, Mt Hagan, and Goroka. PNG has a relatively small dual economy, comprising a formal and \ninformal economy. The formal economy is dominated by large-scale resource projects, particularly in mining and \npetroleum, and provides a large proportion of government revenue. The informal economy supports 85% of the people \nthrough  semi-subsistence  agriculture.  The  formal  sector  employs  around  15%  of  the  workforce.  PNG  has  an \nabundance of natural resources, including (i) large reserves of minerals; (ii) extensive forestry and fishery assets; \n(iii) significant potential for agricultural expansion; and (iv) many locations with potential for ecological and cultural \ntourism. Despite the potential of these resources, PNG's economic performance has fallen short of expectations. \nEconomic growth has not kept up with population growth and performance varies considerably from year to year.  \n \nThe proposed Lae port project is in line with the Government’s Medium Term Development Strategy, which highlights \nthe importance of export-driven economic growth, rural development and poverty reduction, and the priorities set forth \nin the (draft) national poverty reduction strategy, which is structured around five pillars: (i) strengthen governance, \n(ii) increase development of land and natural resource, (iii) improve and maintain physical infrastructure, (iv) improve \nand expand economic growth opportunities, and (v) strengthen and expand social services. The project will contribute \nto export-led economic growth and income generation by improving port infrastructure. \n \nB.  Poverty Analysis   General Intervention \n \nWhat type of poverty analysis is needed?  \n \nThe project preparatory TA consultant will carry out a socioeconomic and poverty assessment among stakeholders \nand prepare gender-disaggregated socioeconomic and poverty profiles for project stakeholders, with information on \nemployment status (with emphasis on gendered division of labor), asset and resource ownership, income data, \ndegree of skills and knowledge base, social cohesion, and community organization. Critical needs and constraints \nfaced by local communities in fully benefiting from the employment and business opportunities associated with the \n(anticipated) increase in road and port traffic and connectivity, as well as their ability to respond to the inherent health \nand /or HIV/AIDS risks associated with the road rehabilitation and/or upgrade will also be assessed. ", "    Appendix 2  9\nC.   Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \nADB’s TA Fact-Finding Mission identified a broad range of stakeholders including central and local governments, \nbusiness community, and landowners. The TA consultant will conduct an additional stakeholder analysis.  \n \nIs there a participation strategy?     Yes     No \n \nADB’s TA Fact-Finding Mission was consultative and participatory, involving a broad range of stakeholders including \ncentral and local government agencies, private sector, landowners, international and local nongovernment \norganizations, faith-based groups, women’s associations, and community-based organizations. The TA consultant \nwill follow good practice in line with the terms of reference during socioeconomic analysis, resettlement planning, and \nproject design. \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nThe project is not expected to cause any specific cultural or social impact on or exclude any socioeconomic group, \nincluding women, from benefiting from the project. The project will identify practical modalities to maximize benefits to \ncommunities (especially women and other vulnerable groups) and mitigate health risks associated with increased \nroad and/or port traffic and connectivity. If women are adversely affected during resettlement, the resettlement plan \nwill include ways to mitigate these adverse effects. All data collected will be gender-disaggregated.  \n \nHas an output been prepared?      Yes     No \n \nE.  Social Safeguards and other Social Risks \n        \n  Significant/     \nItem  Not Significant/  Strategy to Address Issues  Plan Required \nNone   \n   Significant  A resettlement plan will be prepared in accordance with   \n    ADB’s policy. The plan will be disclosed to the public and   Full \nResettlement   Not significant  affected people.    \n   Short \n None   \n None  \n   Significant  The  proposed  project  will  reduce  prices  of  goods  by   \n    relieving port congestion.   Yes \nAffordability   Not significant   \n    No \n None \n   Significant  The  project  will  generate  job  opportunities  during  the   \n    project design, construction, and operation.   Yes \nLabor   Not significant   \n    No  \n None \n   Significant  The affected people are not indigenous people of Lae.   \n    They are illegal settlers from other parts of PNG.   Yes \nIndigenous   Not significant   \nPeoples      No  \n None \n   Significant  HIV/AIDS is spreading in PNG. The TA will assess the   \n    risks associated with the project and propose mitigation   Yes \nOTthhee rv Rieiwskss e xpresse dN ohte sriegninif iacaren tt hosem oefa sthuere cs.o nsultant and do not necessarily represent tho se of ADB’s \namnedm/obr ers, Board  of Directors, Management, or staff, and may be preliminary in nature.     No  \nVulnerabilities   None \nHIV = human immunodeficiency virus, HIV/AIDS = HIV/acquired immunodeficiency syndrome, PNG = Papua New \nGuinea, TA = technical assistance. \n ", " 10  Appendix 3   \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  504.0 \n      ii.  Domestic Consultants  66.0 \n    b.  International and Local Travel   47.0 \n    c.  Reports and Communications  25.0 \n  2.  Equipmentb   45.0 \n  3.  Surveysc  110.0 \n  4.  Miscellaneous Administration and   20.0 \n    Support Costs \n  5.  Contingencies  83.0 \n      Subtotal (A)  900.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  50.0 \n  2.  Remuneration and Per Diem  150.0 \n    of Counterpart Staff \n  3.  Others  25.0 \n      Subtotal (B)  225.0 \n   \n        Total  1,125.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb \nIncluding land transportation and essential equipment, to be procured under the Asian Development Bank’s \nProcurement Guidelines, and whose ownership will be transferred to Papua New Guinea Harbours Limited \nupon completion of the technical assistance. \nc  Including technical site investigations and socioeconomic surveys. \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 4  11\nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES \n \n1.  An international consulting firm in association with a domestic consulting firm or a team \nof domestic consultants will be recruited to provide a total of 35 person-months of consulting \nservices. The scope of services will include but not necessarily be limited to the following. \n \nA.  Macroeconomic and Sector Analysis \n \n2.  The consultant will undertake the following activities: \n \n(i)  Assess the economic and social performance of Papua New Guinea (PNG) since \nits independence in 1975 through field visits and secondary information. Review \nPNG’s economic and trade data; analyze its economic structure; identify sources \nof  growth;  and  evaluate  the  role  of  foreign  and  coastal  trade  in  generating \neconomic  growth,  employment  opportunities,  revenue  for  the  Government, \nincome  for  individuals,  and  other  economic  and  social  benefits.  Identify \nincentives  for  foreign  and  coastal  trade,  taking  into  account  international \ncommodity  price  trend  and  the  Government’s  development  strategies  and \npolicies. Assess PNG trade prospects (foreign and coastal) and trends. \n(ii)  Review the Government’s transport sector development strategy, analyze the \ntraffic patterns, and critically assess the role of the port sector in promoting trade \nand other aspects of social and economic development. \n(iii)  Conduct a comprehensive port sector analysis for PNG. Assess PNG’s port \nsector development status, constraints and potential, port sector performance, \ninstitutional structure and capacity, regulatory framework, and financial resources \nand management; the Government’s sector policies, strategies, and regulations \n(notably tariff and competition policy); private sector participation; and the role of \nLae port in the sector.  \n(iv)  Identify areas of improvement that could be assisted by the Asian Development \nBank  (ADB).  Propose  options  for  private  sector  participation  and  loan \nconditionality on sector issues.  \n \nB.  Analysis and Assessment of Lae Port \n \n3.  The consultant will undertake the following activities: \n \n(i)  Review the range of services provided by Lae port, its functions, and its role in \nthe international and coastal trade. \n(ii)  Review the performance of Lae port during the last 3 years, including traffic \nvolume, financial performance, productivity, and efficiency; and identify issues. \n(iii)  Conduct  operational  analysis.  Examine  the  adequacy  of  existing  facilities, \nefficiency  of  the  use  of  the  existing  facilities,  and  operational  systems  and \npractices. Identify issues and make recommendations. \nThe view(isv )e xpreRsseevdie hwe rtehine  apreri cthinogs ep oofl itchye  caonnds ucltuarnret annt dt adroif fn ostt rnueccteusresa. riIldye rneptirfye siesnstu tehso sae nodf  AmDaBk’se  \nmembers, Boardr eocf oDmiremcetonrds,a Mtioannsa.g ement, or staff, and may be preliminary in nature.  \n(v)  Review port maintenance policy and sources of funding. Identify issues and \nmake recommendations. \n ", "12  Appendix 4 \n(vi)  Review Lae port’s management and operational systems. Assess institutional \nand human capacity. Identify issues and make recommendations. \n(vii)  Undertake traffic surveys and market analysis, including shipping lines, type and \nvolume of cargos, existing sources of traffic, potential new sources of traffic, \ntraffic directions, growth pattern, and competition with other ports and modes of \ntransport. \n(viii)  Project traffic demand for Lae port, taking into account the present and potential \nfuture  role  of  Lae  port  in  international  and  regional  shipping  and  its  role  in \ndomestic transport network; prepare commodity-specific cargo projections for \n20–25 years, utilizing a rational method of port demand forecasting consistent \nwith long-term growth patterns of economies and trade in the region and realistic \nassessment of the future pattern of growth in break-bulk and container cargo; \nand carry out a simulation study to identify capacity requirements for Lae port. \n(ix)  Conduct logistics analysis. Identify the inbound and outbound logistic chains for \nthe  movement  of  the  major  commodities/cargos.  Determine  the  performance \nparameters of the chains; and the time, cost, and losses associated with the \nmovement. Recommend areas of improvement. \n(x)  Assess the current systems and procedures for customs clearance, identify ways \nto  streamline  operations  and  reduce  transaction  time,  and  recommend \nstandardized  documentation  and  simplified  procedures  that  could  be \nincorporated into the current customs clearance systems. \n(xi)  Review  the  current  status  of  private  sector  participation  in  the  production \nactivities at Lae port, assess investment requirements for Lae port, and promote \nprivate-public partnership in developing and maintaining Lae port. \n(xii)  Critically  review  the  Master  Plan  for  Lae  Port  by  Netherlands  Engineering \nConsultants  during  1960–1970,  and  the  Feasibility  Study  Report  and  Final \nDesign Report for Lae Port Project done by Nedeco-Haskoning consulting firm in \nassociation with Maunsell PNG Pty Ltd. in 1980 and 1981. Establish the need for \nthe proposed tidal basin phase I project. \n \nC.  Financial Assessment of Papua New Guinea Harbours Limited \n \n4.  The consultant will undertake the following activities: \n \n(i)  Undertake  the  financial  management  assessment  of  Papua  New  Guinea \nHarbours Limited (PNGHL). Complete ADB’s financial management assessment \nquestionnaire, financial management internal control and risk assessment, and \nfinancial  management  assessment  report,  where  necessary,  making \nrecommendations for institutional strengthening of financial management as part \nof a time-bound action plan. \n(ii)  Assess  the  acceptability  of  proposed  accounting  policies,  including  financial \nreporting standards and general accounting practices. Work with counterparts to \npropose reporting formats and timetables. Assess suitability of auditing standards \nand  auditors,  and  propose  auditor  arrangements,  including  auditor  terms  of \nengagement. Identify potential accounting, reporting, and auditing issues; and \npropose practical corrective options. ", "  Appendix 4  13\n(iii)  Review financial statements to assess historical (a) financial performance, (b) \nretail  tariff  levels,  (c)  equity  and  financing  arrangements,  and  (d)  whether \nsufficient internal funds have been generated to sustainably support ongoing \noperations (i.e., to service existing debt and to finance a reasonable proportion of \ncapital expenditures). \n \nD.  Preparation for the Tidal Basin Phase I Project \n \n1.  Public Consultation, Socioeconomic Analysis, Poverty Assessment, and \nProject Design and Monitoring Framework \n \n5.  The consultant will undertake the following activities: \n \n(i)  Establish with PNGHL a consultative and participatory process at the project \npreparatory  technical  assistance  stage  that  will  continue  throughout  project \ndesign, construction, and operation. \n(ii)  Identify project stakeholders in Lae port services and the city of Lae through a \nconsultative process; conduct public consultations on the proposed Lae port tidal \nbasin project; identify beneficiaries and vulnerable groups; and incorporate their \nneeds, to the extent possible, into the project design. \n(iii)  Prepare gender-disaggregated socioeconomic and poverty profiles for project \nstakeholders.  Collect  data  through  statistical  records;  field  surveys;  and \ninterviews  with  key  stakeholders,  such  as  government  officials,  women’s \nfederations,  business  associations,  and  civil  society  associations.  The \ninformation should include population, income levels, occupations and division of \nlabor,  unemployment,  education  levels,  health  conditions,  and  other  relevant \ndata.  Information  should  be  gender-disaggregated.  The  profiles  should  be \ncomprehensive  to  serve  as  the  baseline  for  the  socioeconomic  performance \nindicators.  \n(iv)  Conduct a poverty and social analysis in accordance with ADB’s Handbook on \nPoverty and Social Analysis1 and Handbook for Integrating Poverty Impact on \nEconomic  Analysis  of  Projects.2  Assess  poverty  incidence  based  on  the \nGovernment’s and internationally accepted poverty lines.  \n(v)  Assess the socioeconomic impacts of the project, including impacts on poverty, \ngender,  indigenous  people,  vulnerable  groups,  and  sexually  transmitted \ninfections/HIV/AIDS. Prepare detailed social and poverty impact assessment and \na summary of poverty reduction and social strategy in accordance with ADB \nguidelines. Propose mitigation measures to minimize project negative impact and \nways to maximize project benefits. \n(vi)  Prepare  a  report  on  public  participation,  providing  details  on  consultation \nmeetings; and prepare a table of external assistance to the port sector based on \nthe consultations with the funding agencies. \n(vii)  Propose  project  rationale,  components  (including  physical  and  institutional \naspects), and project design and monitoring framework; and identify project risks. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n1 ADB. 2001. Handbook on Poverty and Social Analysis. Manila. \n2 ADB. 2001. Handbook for Integrating Poverty Impact Assessment on Economic Analysis of Projects. Manila. \n ", "14  Appendix 4 \n(viii)  Propose a project design and monitoring framework. Identify project performance \ntargets and socioeconomic impact indicators, prepare a gender-disaggregated \nsocioeconomic baseline data, and establish a measurement mechanism. \n \n2.  Engineering Study and Design \n \n6.  The consultant will undertake the following activities: \n   \n(i)  Critically  review,  assess,  and  update  the  Feasibility  Study  Report  and  Final \nDesign Report for Lae Port Project done by Nedeco-Haskoning consulting firm in \nassociation  with  Maunsell  PNG  Pty  Ltd  in  1980  and  1981  and  detailed \nengineering design, if available. Conduct further site investigations, including but \nnot  limited  to  soil  and  hydrographic  conditions,  and  ascertain  the  technical \nviability of the project. \n(ii)  Prepare detailed engineering design, contract packages, and bidding documents; \npropose an implementation schedule; and prepare a procurement plan for the \nproject in accordance with ADB requirements. \n(iii)  Investigate and assess the port construction sector, including the number of \ncontractors, qualifications, and level of competition. \n(iv)  Propose terms of reference for construction supervision and staffing schedule, \nand prepare bidding documents for construction supervision consulting services. \n \n  3.  Cost Estimates and Project Financial Analysis \n \n7.  The consultant will undertake the following activities: \n \n(i)  Investigate  project  inputs,  sources  of  materials,  quantities,  and  unit  rates. \nPrepare reliable cost estimates for the project, including base cost, physical and \nprice contingencies, and other financing charges during construction. Propose \ndrawdown  schedules,  and  compute  price  contingencies,  interest,  and  other \nfinancing  charges  in  accordance  with  the  Guidelines  for  the  Financial \nGovernance and Management of Investment Projects Financed by the Asian \nDevelopment Bank. In preparing the base cost, separately identify the foreign \nand local cost components; taxes and duties, if any; the environmental mitigation \ncosts; and land acquisition and/or resettlement costs. \n(ii)  Prepare the financial projections for the project over 20–25 years, in accordance \nwith the national financial accounting procedures and regulations and in the \nformats acceptable to ADB, including balance sheets, income statements, and \ncash-flow  statements  in  nominal  terms.  Two  years  of  historical  financial \ninformation should also be presented. \n(iii)  Carry  out  financial  evaluation  by  calculating  the  financial  internal  rate  of \nreturn, using proposed tariffs and comparing it with a weighted average cost \nof capital in accordance with the Guidelines for the Financial Governance and \nManagement of Investment Projects  Financed by the Asian Development \nBank.  The  financial  internal  rate  of  return  and  weighted  average  cost  of \ncapital should be computed on an after-tax basis in real terms. Undertake \nsensitivity tests to assess the effects of adverse changes in key assumptions \nthat  underline  the  financial  analysis,  including  tariffs,  project  costs, ", "  Appendix 4  15\nimplementation period, overall projected traffic volume, and a combination of \nthese factors. \n(iv)  If  onlending  is  necessary,  explore  with  the  Government  the  lending  and \nonlending arrangements, terms and conditions of onlending, and mechanism \nfor the flow of the ADB loan; and agency responsibility of the loan repayment. \n(v)  Explore possibility of cofinancing with other funding agencies, particularly with \nthe Australian Agency for International Development. \n \n4.  Project Economic Analysis \n \n8.  The consultant will  \n \n(i)  carry  out  economic  analyses  for  the  project  in  accordance  with  ADB's \nGuidelines  for  Economic  Analysis  of  Projects,  by  comparing  with-  and \nwithout-project scenarios;  \n(ii)  assess the impacts of the project on poverty reduction and income generation; \n(iii)  derive the economic costs, taking proper account of taxes and duties, tradable \nand nontradable as well as shadow rates for labor, wages, local materials, and \nlocal equipment; \n(iv)  identify project benefits, including quantifiable and unquantifiable benefits to the \ngeneral economy; \n(v)  detail the complete set of assumptions in the calculation of project benefits and \ncosts, together with justifications and a clear description of the with- and without-\nproject scenarios; \n(vi)  calculate the net present values and economic internal rates of return over the \nstudy period (20–25 years) and their sensitivity to changes in costs, benefits, \nimplementation  delays,  and  trade  growth  as  well  as  a combination  of  these \nfactors; \n(vii)  elaborate project risks, and measures to mitigate these risks; and  \n(viii)  undertake least-cost analysis by comparing alternative designs. \n \n5.  Environmental Impact Assessment (6 person-months) \n \n9.   The consultant will assess the environmental impact and prepare the environmental \nimpact assessment (EIA) in accordance with ADB’s Environment Policy (2002), Environmental \nAssessment  Guidelines  (2003),  Operations  Manual  Section  F13  on  Environmental \nConsiderations in ADB Operations (2003), and comply with the Government's environmental \nassessment requirements and procedures. The EIA should also follow the World Bank Sectoral \nGuidelines on Port and Harbor Facilities, as presented in the Technical Paper Number 14C: \nEnvironmental Assessment Sourcebook, Volume II; and the International Finance Corporation’s \nEnvironmental, Health and Safety Guidelines for Port and Harbor Facilities. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n3  ADB. 2003. Operations Manual. Section F1/BP (Environmental Considerations in ADB Operations). Manila (29 \nOct), para 1. \n ", "16  Appendix 4 \n10.  The scope of the consultant’ work will include but not be limited to the following: \n \n(i)  Gather secondary data on the physical environment, ecological resources, and \nthe quality-of-life values of the project area and other affected areas; undertake \nfield survey and quantitative sampling on, but not limited to, (a) proposed project \nareas particularly the dredging, quarry, and borrow sites (flora/fauna) and marine \nenvironment including estuaries and coral reef, and screen for the presence of \nfisheries resources including spawning and nursery areas, rare, threatened, or \nendangered  species,  and  other  ecologically  sensitive  issues;  (b)  alternative \nassessment of the disposal sites of dredged materials including biophysical and \nsocial  assessment;  (c)  baseline  information  including  physical  and  chemical \nanalysis of air quality, water quality (inland and offshore), noise, and sediment \ncontaminants; and (d) modeling on change in tidal bore, river circulation, and \nsalinity that may affect shoreline integrity and induced coastal erosion. \n(ii)  Based on activities in (i), assess (a) the environmental impacts of the project \ncovering physical, biological, sociocultural, and economical aspects, as well as \nboth  direct  and  indirect  impacts  during  preconstruction,  construction,  and \noperation, including those due to induced impacts within the foreseeable future, \nand their cumulative impacts; (b) assess associated environmental impacts of the \nproject;  and  (c)  develop  specific  mitigation  measures  with  community \ninvolvement.  \n(iii)  Undertake consultations with the affected people and other stakeholders in the \nproject area during the EIA study to explore their perceptions and acceptance of \nthe project. Present the record of public consultations in the EIA and or summary \nEIA in a table format indicating dates, agencies and/or institutions, participants, \nmajor issues discussed, and conclusions. Assist PNGHL in preparing materials \nfor public disclosures and consultations as required by PNG’s Environmental Act \n2000.  \n(iv)  Prepare an EIA report and summary EIA according to ADB format and guidelines \ncovering an environmental management plan and the monitoring plan; assist \nPNGHL to comply with the Environment Act 2000, including in EIA reporting, \nsubmission,  and  clearance  (from  the  Department  of  Environment  and \nConservation). The EIA report should recommend (a) measures to safeguard the \nenvironment during preconstruction, construction, and operational phases of the \nproject;  (b)  mitigation  measures  and  the  monitoring  program,  including  cost \nimplications, and an institutional setup for undertaking the program; and (c) the \nresponsible  agencies  for  environmental  monitoring  during  project \nimplementation,  including  recommendations  for  external  and/or  independent \nmonitoring (suggested institutions and cost estimate). \n(v)  Assess the institutional capacity of PNGHL and other agencies concerned in \nimplementing the proposed environmental management plan. Where necessary, \npropose necessary training to enable PNGHL to implement the environmental \nmanagement plan and monitoring plan.  \n(vi)  Assess past and present climate data (particularly rainfall, temperature, wind, \nand sea level); based on it, (a) prepare country-level climate risk profiles that \nshow  the  likelihood  of  extreme  weather  and  climate  events  and  interannual \nvariations, and how these may change in the future due to global warming; \n(b) assess the impact of climate change on the project; and (c) recommend ", "  Appendix 4  17\nadaptation measures to climate change in project design, including costing of the \nadaptation measures. \n \n  6.  Resettlement Planning (6 person-months) \n \n11.  The consultant will undertake the following activities: \n \n(i)  Conduct a socioeconomic and poverty assessment of project-affected people,4 \ngender analysis, and a survey of least 10% of affected people and 20% of \nseriously  affected  people  to  understand  the  existing  economic  and  social \ncondition  of  those  affected,  and  provide  a  basis  for  eligibility  criteria  and \nentitlements for compensation and other assistance. \n(ii)  Together with PNGHL, (a) conduct consultations with those affected to reflect \ntheir  views  in  formulating  the  compensation  and  rehabilitation  measures; \n(b) prepare  a  resettlement  information  booklet  containing  measurement  of \nlosses, detailed asset valuations, entitlements and special provisions, grievance \nprocedures, timing of payments, and displacement schedule; and (c) distribute \nthis to all affected people. \n(iii)  Prepare a resettlement plan in accordance with ADB’s involuntary resettlement \npolicy5 and Operations Manual6 on involuntary resettlement. The consultant may \nrefer to ADB’s Handbook on Resettlement7 as a guide. The resettlement plan \nshould  include  (a)  a  statement  of  involuntary  resettlement  objectives  and \nstrategy;  (b) organizational  responsibilities;  (c)  community  participation  and \ndisclosure arrangements; (d) findings of the socioeconomic survey and social \nand  gender  analysis;  (e)  legal  framework,  including  eligibility  criteria  and  an \nentitlement  matrix;  (f)  mechanisms  for  resolution  of  conflicts  and  appeals \nprocedures;  (g)  identification  of  alternative  sites  and  selection;  (h)  inventory, \nvaluation  of,  and  compensation  for,  lost  assets;  (i)  landownership  tenure \nacquisition  and  transfer;  (j)  access  to  training,  employment,  and  credit;  (k) \nshelter,  infrastructure,  and  social  services;  (l)  environmental  protection  and \nmanagement; (m) monitoring and evaluation; (n) a detailed cost estimate with \nbudget provisions; and (o) an implementation schedule.  \n(iv)  Disclose the resettlement plan to those affected and obtain the Government’s \nendorsement at the end of 3 months of service.  \n \n7.  Project Management Office \n \n12.  The consultant will \n \n(i)  Establish and maintain a functional project implementation office in Lae and Port \nMoresby, consisting of qualified staff in the areas of port engineering, financial \n                                                 \n4  Affected people include any people, households, firms, or private institutions who, on account of changes that \nresult from the project will have their (i) standard of living adversely affected; (ii) right, title, or interest in any house, \nland (including residential, commercial, agricultural, forest, and/or grazing land), water resources, or any other \nThmeo vveieawblse  eoxrp rfiexsesde ads hseetrse inac aqrueir ethdo, speo sosfe tshsee dc,o nressutrlticatnetd ,a nodr  dotoh enrowti snee caedsvsearsreillyy  raefpferectseedn, t inth ofuslle  oorf  AinD pBa’rst,  \nmpeemrmbearnse,n Btlyo aorrd  toemf Dpoirreacritloy;r sa, nMd/aonr a(giiie) mbuesnint,e osrs ,s toacfcf,u apantdio mn, apyl abcee  porfe wlimorikn aorry  riens nidaetnucree,.  o r habitat adversely \naffected, with or without displacement. \n5  ADB. 1995. Involuntary Resettlement. Manila. \n6  ADB. 2003. Operations Manual. Section F2/BP (Involuntary Resettlement). Manila (29 October), para. 1.  \n7  ADB. 1998. Handbook on Resettlement: A Guide to Good Practice. Manila. \n ", "18  Appendix 4 \nmanagement,  environmental  monitoring,  and  socioeconomic  monitoring  and \nanalysis; define the functions of the offices, individual roles, and a work plan for \nthe office, and establish internal working process and procedures. \n(ii)  Undertake  the  bidding  process  for  consulting  services  for  construction \nsupervision and civil works contract packages, and ensure reasonable progress \non bidding and contract award.  \n \nE.  Required Outputs and Reports \n \n13.  The consultant will complete the following: \n \n(i)  inception report 1 month after commencement of consulting services; \n(ii)  macroeconomic and sector study 3 months after commencement of consulting \nservices; \n(iii)  poverty reduction and social strategy and summary of poverty reduction and \nsocial strategy 3 months after commencement of consulting services; \n(iv)  report on assessment of Lae port 3 months after commencement of consulting \nservices; \n(v)  technical site investigations, technical feasibility study, and preliminary design \nincluding contract packages, procurement plan, and implementation schedule 3 \nmonths after commencement of consulting services;  \n(vi)  financial assessment, cost estimates, and project financial analysis 3 months \nafter commencement of consulting services; \n(vii)  socioeconomic  analysis  and  project  economic  analysis  3  months  after \ncommencement of consulting services;  \n(viii)  environmental  impact  assessment  and  summary  environmental  impact \nassessment 3 months after commencement of consulting services; \n(ix)  a resettlement plan 3 months after commencement of consulting services; \n(x)  project  design  and  monitoring  framework  and  baseline  data  3  months  after \ncommencement of consulting services; \n(xi)  a report on public consultation and a table of external assistance to the port \nsector in PNG 3 months after commencement of consulting services; \n(xii)  interim report 4 months after commencement of consulting services; \n(xiii)  detailed  engineering  design  and  bidding  documents  5  months  after \ncommencement of consulting services; and \n(xiv)  draft final report 5 months after commencement of consulting services, and final \nreport 11 months after commencement of consulting services. \n "], "metadata": {"ModDate": "D:20060620122308+08'00'", "CreationDate": "D:20060606161028+08'00'", "Title": "Microsoft Word - PPTA Lae port after EDIT -22 May 2006.doc", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": "TBA"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 April 2006) \nCurrency Unit –  kina (K) \nK1.00 =  $2.990 \n$1.00 =  K0.334 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIA  –  environmental impact assessment \n  GDP  –  gross domestic product \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency syndrome \n  m  –  meter \n  PARD  –  Pacific Department  \n  PNG  –  Papua New Guinea \n  PNGHL  –  Papua New Guinea Harbours Limited \n  TA  −  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Transport and communications \nSubsector  –  Port, waterways, and shipping \nThemes  –  Sustainable economic growth, governance, environmental \nsustainability \nSubthemes  –  Fostering physical infrastructure development, developing \nrural areas \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  P. Erquiaga, Pacific Department  \nDirector  I. Bhushan, Pacific Department \n   \nTeam leader  L. Cai, Project Specialist, Pacific Department \nTeam members  E. Brotoisworo, Senior Environment Specialist, Pacific Department \n  P. E. Clos, Counsel, Office of General Counsel \nM. Minc, Principal Infrastructure Specialist, Pacific Department \nF. Tornieri, Social Development Specialist, Regional and Sustainable \n   Development Department \n \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "P. Erquiaga", "role": "Pacific Department", "organization": ""}, {"fullname": "I. Bhushan", "role": "Pacific Department", "organization": ""}, {"fullname": "L. Cai", "role": "Project Specialist", "organization": "Pacific Department"}, {"fullname": "E. Brotoisworo", "role": "Senior Environment Specialist", "organization": "Pacific Department"}, {"fullname": "P. E. Clos", "role": "Counsel", "organization": "Office of General Counsel"}, {"fullname": "M. Minc", "role": "Principal Infrastructure Specialist", "organization": "Pacific Department"}, {"fullname": "F. Tornieri", "role": "Social Development Specialist", "organization": "Regional and Sustainable"}]}