{"path": "data/input/ta/40105-lao-tar.pdf", "pages": [" \nTechnical Assistance\nProject Number: 40105 \nSeptember 2006 \n \n \n \n \nLao People’s Democratic Republic: Agriculture and \nNatural Resources Sector Needs Assessment \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 19 July 2006) \n \n \n        Currency Unit    –   kip (KN) \n                    KN1.00  =  $0.000098 \n                       $1.00  =  KN10,147.50 \n \n \nABBREVIATIONS \n \n    ADB     –   Asian Development Bank \n    ADTA    –   advisory technical assistance \n    ANR     –   agriculture and natural resources \n    GMS     –   Greater Mekong Subregion \n    Lao PDR   –   Lao People’s Democratic Republic \n    MAF     –   Ministry of Agriculture and Forestry \n    TA     –  technical assistance \n     \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification   –   General intervention \nSector        –   Agriculture and natural resources \nSubsector      –   Agriculture sector development \nThemes       –   Sustainable economic growth, capacity development  \nSubthemes       –   Promoting economic efficiency and enabling markets, \n          institutional development \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n  Vice President   C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General   R. M. Nag, South East Asia Department (SERD) \nDirector    U. S. Malik, Agriculture, Environment, and Natural Resources Division, \n      SERD \n \nTeam leader    A. Tayyab, Senior Natural Resource Management Specialist, SERD \n ", " \nI.  INTRODUCTION \n \n1.  The findings of the sector assistance program evaluation of the agriculture sector in \n2005 highlighted the need to base the engagements of the Asian Development Bank (ADB) in \nthe sector on a robust analysis of the most efficient use of ADB resources in promoting national \nagriculture and rural development priorities. It further brought out the necessity of building on \nthe success of past program loans by focusing on the broader economic and policy constraints \non the performance of the sector, while not ignoring the physical investments required. \n \n2.  To apply these recommendations in its ongoing preparation of the country strategy and \nprogram  for  the  Lao  People’s  Democratic  Republic  (Lao  PDR)  for  2007–2011,  ADB  held \nconsultations  with  the  Government  of  the  Lao  PDR  on  ADB’s  future  engagement  in  the \nagriculture and natural resources (ANR) sector. The Government and ADB agreed that an \nadvisory  technical  assistance  (ADTA)  would  be  prepared  and  policy  tools  and  investment \nopportunities would be identified to help catalyze and contribute to sector-wide outcomes.1 The \ntwo parties also agreed that a meaningful outcome would require extensive consultations with \nkey stakeholders, including provincial and national government institutions, and private sector \nrepresentatives. The ADTA should also take into account regional differences in resources, \nconstraints, requirements, and priorities. The concept paper for the ADTA was approved on 22 \nJune 2006.  \n \n \nII.  ISSUES \n \n3.  The ANR sector of Lao PDR has a dominant role in the country, accounting for about \nhalf of the gross domestic product and 80% of employment. In addition, most of the poor in the \ncountry  depend  on  ANR  for  their  livelihood.  In  all,  about  620,000  households  depend  on \nagriculture for their livelihood; of these, about 75% still engage in subsistence farming. Women \nare  active  in  agriculture  and  form  60%  of  its  labor  force.  The  sector  comprises  diverse \nsubsectors ranging from crop production to livestock, fisheries, forestry, water resources, and \nnon-timber forest products. Its production systems, in a variety of agro-ecological zones, are \nalso diverse, ranging from rainfed and irrigated rice-based farming systems in the Mekong River \nvalley plains to shifting cultivation in upland areas and cash-crop and livestock production in \nupland plateau areas. Agriculture is still largely rice-based subsistence farming, and there have \nbeen no major changes in the last two decades in product diversification, value addition, and \nmarket orientation. Rice cultivation is the single most prevalent economic activity and takes \nplace on 72% of the total cultivated area. Rice is the staple food, accounting for about 67% of \ndaily calorie intake of most of the rural population. Recent dramatic increases in rice production, \nfrom 1.3 million tons in 1993 to 2.7 million tons in 2003 (due in part to an expansion in irrigated \narea,  as  well  as  the  adoption  of  improved  varieties  and  improved  on-farm  management \npractices), have helped reduce the incidence of rural poverty in recent years. The agriculture \nsector is expected to contribute even more significantly in the future to national economic \ngrowth, income, and employment for the bulk of the country’s population. The challenge is how \nto promote the growth of the sector and to ensure that this growth benefits the majority of the \npoor in the rural areas. \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 8 June 2006. \n ", "2 \n4.  Future growth faces manifold challenges. Although Lao PDR has a large land area, high-\nquality agricultural land is limited: less than 5% of the 236,800 km2 total is arable land and \npermanent  cropland.  Only  6%  of  the  land  has  slopes  below  20%.  The  suitable  land  for \nagriculture is further reduced by the presence of unexploded ordnance, which still causes injury \nand loss of life and stifles economic development. Moreover, much of the rural population, \noutside the Mekong River valley flood plains, is scattered over sparsely inhabited mountain \nareas hardly reached by new technologies. The capacity for increased production is further \nconstrained by limited irrigation facilities and potential in the lowland areas, limited access to \ninputs  and  credit,  poor  transport  infrastructure,  and  low  skills  among  farmers,  particularly \nwomen and upland ethnic communities. However, despite all of these constraints, agricultural \nproduction has considerable potential for expansion. Growth in the rural economy, particularly \nfrom  agricultural  activities,  is  driven  largely  by  better  opportunities  in  the  Greater  Mekong \nSubregion (GMS) countries.  \n \n5.  The overall strategy of the Government is to develop the agriculture sector as well as the \nnonagricultural  sectors  in  the  rural  areas  to  create  employment,  increase  incomes,  and \nrestructure rural economies. There are plans to develop synergies between agriculture and \nemerging rural industries to increase the value of agricultural produce, especially for export. The \nMinistry of Agriculture and Forestry (MAF) has initiated a review of programs and strategies in \nirrigation, forestry, and commercial agriculture by a joint funding agency–Government working \ngroup, with the objective of developing common guidelines for future investments and support \nservices. \n \n6.  Growth  in  agriculture  production  is  seen  as  a  major  means  of  promoting  overall \neconomic growth, and thus reducing poverty. While the domestic market for agricultural produce \nis limited, the GMS and Association of Southeast Asian Nations regional framework offers \nstrong  incentives  for  Lao  PDR  to  expand  opportunities  in  the  ANR  sector.  Agricultural \nproduction  in  several  locations  has  the  potential  for  diversification,  to  serve  such  external \nmarkets. It is, however, severely constrained by regulatory uncertainty, as coordination and \nenforcement must be effective at different levels. Developing the demand side of agriculture in \ndomestic and foreign markets will require a facilitating business environment. These and other \nconstraints,  including  access  to  financial  services,  and  lack  of  opportunities  for  capacity \ndevelopment of the public sector are affecting competitiveness and have limited the potential of \nthe  ANR  sector.  Overcoming  these  difficulties  will  require  an  in-depth  understanding  of \nmeasures for institutionalizing policy and regulatory reforms at the national and subnational \nlevels.  Given  this  analysis,  a  results-oriented  agricultural  investment  framework  with  well-\ndefined high-impact policy tools will need to be developed to promote competitive agriculture in \nLao PDR. \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Output \n7.  The ADTA will facilitate the transition of the ANR sector in Lao PDR to a market-based \neconomy. The expected outcome is an integrated policy and investment framework focused on \nwell-defined,  high-impact  interventions  and  prioritized  investment  opportunities  to  intensify, \ndiversify, and commercialize agriculture wherever feasible. To this end, the technical assistance \n(TA) will (i) assess the current situation of agriculture and rural development in the country, (ii) \nassess past and ongoing interventions supported by ADB and other funding agencies, and \n(iii) consult with national and local stakeholders on where and how best to support interventions \n ", "3 \nin the future, and determine where ADB can invest for maximum impact. In addition, the TA will \nidentify  the  enabling  tools  for  institutionalizing  the  policy  and  institutional  framework  for \neconomically and socially viable investments, thereby providing the program framework for an \nintegrated rural investment strategy.  \n \n8.  After the ADTA, a planned subsequent project preparatory TA will package the program \nframework together with investment activities as the basis for an investment loan. To set the \nstage for this, the ADTA will (i) review past studies on the agriculture and rural development \nsectors  and  document  recent  developments;  (ii)  prioritize  major  issues,  challenges,  and \nconstraints; (iii) hold national and provincial consultations on the potentials for and constraints \non agriculture sector growth; (iv) identify constraints on the enabling environment for future \nagriculture sector growth and identify the reasons for and the sources of such constraints, as \nwell as measures that could be taken to overcome them; (v) identify critical capacity-building \nrequirements at both national and provincial levels that must be addressed; (vi) identify the \nphysical  constraints,  which  can  be  addressed  through  physical  investment,  such  as  the \nprovision of infrastructure, or capacity development; (vii) prioritize policy, institutional, or project \ninterventions that could facilitate growth and diversification in the sector; and (viii) prepare an \nintegrated policy and institutional framework for the agriculture sector. In identifying the drivers \nfor sustained agriculture and rural growth, special attention will be placed on regional challenges, \nthe role of the private sector, the capabilities of the public sector (especially in infrastructure, \nagriculture  support  services,  and  regulatory  framework),  regional  differences  in  investment \npriorities, and opportunities to leverage ADB resources for broad-based and widespread impact, \neither throughout the country or throughout the region. In analyzing such options, the aim will be \nto harmonize these investments with those of development partners in the sector. The TA, \nfollowing  extensive  consultations,  will  produce  a  full  discussion  of  proposed  policies  and \ninvestments, resource requirements, key milestones, and institutional processes required over \nthe next 5  to 10 years. See Appendix 1 for further details. \n \n \nB.  Methodology and Key Activities \n9.  The ADTA will be implemented in two phases with the full participation of the national \nand provincial governments as well as other stakeholders at the national and provincial levels. \nPhase 1 will be undertaken by a core team consisting of ADB representatives, consultants, and \nkey line agency personnel. Activities to be undertaken will include (i) a thorough review and \nanalysis of past studies and strategies as well as the results of past investments in light of the \nfindings of the sector assistance program evaluation; (ii) rapid assessments and field surveys in \nkey agroecological regions to identify opportunities for agriculture sector growth as well as to \ndetermine and assess constraints for farmer-producers; (iii) observations and discussions on \nagriculture and rural development strategy with selected provincial governments; (iv) regional \nparticipatory  planning  workshops  with  provincial  governments;  (v)  the  preparation  of  a \ncomprehensive capacity development and skills transfer plan (for both national and provincial \ncounterparts); and (vi) the identification of opportunities, in summary form, and ways to take \nadvantage of those opportunities through a concerted effort to find solutions to major constraints \non crop diversification, market orientation, and value addition and thus facilitate rural growth. \nThe  consultants  are  also  expected  to  interact  with  traders  and  processors  in  the  region, \nincluding those in Thailand, Viet Nam, and Yunnan Province in southern People’s Republic of \nChina. The principal recommendations from phase 1 will be presented in a national workshop \nbefore being endorsed by the Government and ADB. \n \n ", "4 \n10.  Within 2 months of the completion of phase 1, the activities under phase 2 will begin with \nthe recruitment of the team leader. In this phase the policy and institutional framework required \nto  accelerate  rural  growth  through  agricultural  diversification  and  commercialization  will  be \nexamined.  National  and  provincial  mandates  and  policies  in  the  agriculture  sector  and \nassociated sectors will be analyzed, and any distortions, in theory as well as in practice, will be \nidentified. The issues to be addressed will include, among others: (i) nontariff restrictions on the \nfree movement of agriculture produce, including non-timber forest products; (ii) emerging issues \nrelated to commercial agriculture and the associated gender and ethnically differentiated issues \nrelated  to  access  to  land  and  natural  resources;  (iii)  the  financing  of  the  operation  and \nmaintenance of rural infrastructure, and (iv) the need to balance the development of crops \nintroduced on a large scale recently, such as rubber, sugarcane, corn, and soybeans. The \ninstitutional requirements for sustained support for commercial agriculture will also be assessed \nand recommendations made to develop and strengthen capacity, especially in the provinces. \n \n11.  TA team members, in consultation with national and provincial counterparts, will carry \nout an initial review of key areas of concern associated with the increased focus on agricultural \ndiversification and commercialization. These key concerns will include the need (i) to ensure \nequitable social impact, including the highest possible positive impact on women and ethnic \ngroups; and (ii) to avoid adverse effects on the environment and to promote sound ecological \npractices where possible. A final workshop or conference will also be held to disseminate the \nresults of the study and to plan the consolidation and further processing of an integrated \nframework with identified areas where ADB and other development partners can contribute. The \npossible contributions will include interventions to support capacity development, and policy and \ninstitutional measures considered critical in sustaining a higher level of investments in the sector. \nThe proposed implementation schedule is in Appendix 2. \n \nC.  Cost and Financing \n12.  The TA will cost about $890,000 equivalent. ADB will finance $750,000 equivalent on a \ngrant basis from its TA funding program. The national and provincial governments are expected \nto provide in-kind contribution of $140,000 equivalent for logistic support. See Appendix 3 for \nthe detailed cost estimates. \n \nD.  Implementation Arrangements \n13.  MAF will be the Executing Agency for the TA. Key counterparts within MAF are likely to \ninclude  the  Permanent  Secretary,  and  relevant  staff  at  the  Information  Centre  and  at  the \nInternational Cooperation and Investment Division. The TA will be implemented over 12 months \nfrom the date of TA approval and concurrence of the Government, and will be completed by \n31 December 2007. An interministerial working group will be established to ensure the full \nparticipation of all relevant ministries in the project design. The working group will organize a \nseries  of  discussions  with  the  representatives  from  the  ministries  of  finance,  commerce, \ncommunications and transport, and foreign affairs; commercial banks; the Lao Women’s Union; \nand representatives of farming communities and selected private sector groups. The provinces, \nand other relevant stakeholders including representatives from private sector organizations, the \nLao  National  Commission  for  the  Advancement  of  Women,  the  Lao  National  Front  for \nReconstruction, and farmer-producer marketing groups and contract farming agribusinesses, \nwill be invited as needed. The national working group will help identify key counterpart staff in \nthe provincial agriculture and forestry offices and will facilitate dialogue with the provinces by \nestablishing provincial working groups. The provincial and district institutions concerned, the \nfarming community, women and ethnic communities, and the private sector will be represented \n ", "5 \nin these provincial working groups. These groups will meet at least once a quarter during the \nimplementation  period,  and  will  organize  focus  group  discussions  with  small  farmers  from \ndifferent farming systems, including upland ethnic groups, and women engaged in agriculture. \nThe provincial working groups will act as a sounding board for the proposals to be prepared \nunder the ADTA. They will actively participate in the formulation of all proposals to be prepared \nunder each of the two phases. \n \n14.  Phase  1  will  be  undertaken  over  a  4-month  period  by  a  team  consisting  of  two \ninternational experts (a rural sector economist and an institutions specialist), and three national \nexperts (a cropping systems and marketing specialist, a non-timber forest products marketing \nspecialist, and a gender development specialist). Start-up and documentary review will be \nundertaken during the first 4 weeks of the study. The following month will be dedicated to field \ntrips and visits to selected provincial governments. These will be followed by a series of regional \nworkshops over 6 weeks. In the final month, the consultants will (i) analyze and synthesize the \nstudy findings, (ii) outline the scope of an integrated policy, and (iii) draw up an investment \nframework. \n  \n15.  It is not possible at this stage to predict the specific needs for consulting services in \nphase 2. Those needs will depend on the results of phase 1, which must be carefully managed \nand endorsed by the national and provincial governments. Generally speaking, however, the \nteam  of  consultants  for  phase  2  is  expected  to  consist  of  specialists  in  (i)  agriculture \ndevelopment policy and institutions; (ii) rural finance and infrastructure; and (iii) agricultural \nmarketing, processing, and business development. Supplemental expertise in environmental \nimpact assessment and social impact assessment will also be provided. The total international \ninput will be about 22 person-months, and national consultants are expected to be recruited for \n20 person-months. The team for phase 1 will be led by an internationally experienced rural \nsector economist with extensive knowledge of the agriculture and rural development issues \nfacing Lao PDR. The terms of reference of the consultants are outlined in Appendix 4. \n \n16.  The consultants will be recruited in two packages (phase 1 and phase 2) according to \nADB’s Guidelines on the Use of Consultants. Since each package will be relatively small, \ncompanies are not likely to be interested in bidding for the individual packages. Individual \ninternational and national consultants will thus be recruited.   \n \n \nIV.  THE PRESIDENT’S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis to \nthe Government of the Lao People’s Democratic Republic for Agriculture and Natural Resources \nSector Needs Assessment, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nRural economic growth  Increased agriculture  National and provincial  •  Investment priorities and \nand market integration   production and value  government statistics   allocation of resources \nadded, increased rural    are consistent with \nincome, reduced rural  Reports of Asian  strategies \npoverty, and narrowed  Development Bank (ADB),  •  Government is willing \nregional inequality and  World Bank, and other  and able to improve \nrural-urban gap  funding agencies  provincial governance \n  structure to implement \ninvestments efficiently \nand effectively  \n•  ADB remains consistent \nin its lending strategy \nthroughout the country \nstrategy program period \nand is able to provide \nenough funds to make a \nmeaningful impact \n \nOutcome      Assumptions \nInvestment priorities  Investment  National and provincial  •  Investment priorities are \nidentified for regions,  programming fully  statistics  consistent with those of \nprovinces, and the  harmonized with that of    national Government \ncountry  all development  Joint funding agency– •  Recommendations on \n  partners  Government reviews  policy and institutional \n      improvements are \nKey policies and  Implementation of  Private sector–led  acceptable to all key \ninstitutional measures  spatially differentiated  assessments   government \nformulated to improve  package of policy  stakeholders \ngovernance of  measures for  •  Recommended policy \nagriculture and rural  investment  and institutional \ndevelopment in the    framework package is \nprovinces    realistic and \n    implementable within the \nRelevant and valid  Common indicators  program period and \ninvestment undertaken  established for  within the skills level of \nin agriculture sector  progressive  implementers \nwith maximum impact  improvement in the   \n  enabling environment  Risks \n  (level of nontariff  •  Overly complex policy \n  barriers, time taken in  and institutional package \n  business licensing,  is prepared \n  access to technical and \n•  Government \n  financial services \ncommitment to support \n  disaggregated by size \ninvestment priorities and \n  of landholding, gender, \nrequired changes in \n  and ethnicity)  \npolicies is lacking \n   \n•  Physical investment \n  Public-private \ncomponents are \n  partnerships \nimplemented inefficiently \nEnabling environment  established for value \n \n ", "Appendix 1  7 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nfor agriculture growth  addition, and innovative \nimproved through  research and extension \nreorientation of sector  services undertaken \ninstitutions  (level of investments in \n  processing, number of \ncontracts for sourcing \nproducts and raw \nmaterials)  \nOutputs      Assumptions \nAgriculture and rural  Successful completion  Consultants’ reports   •  Study design and work \ndevelopment priorities  of provincial workshops    plan are adequate \nof provinces and  as scheduled  ADB review missions  •  There is cooperation in \nnational Government      data and information \nconfirmed  Preparation and  Workshop proceedings  gathering \n  acceptance of phase 1    •  Provinces cooperate in \nPolicy and regulatory  report as scheduled  and take ownership of \nmeasures for facilitating    review and analysis of \nan enabling  Preparation of package  current conditions \nenvironment for  of policy and  •  Government \nagriculture growth  institutional measures  coordination between \nestablished  at the end of phase 2  agencies and between \n  as scheduled  the provincial and \nOptimum points of  federal levels is effective \nintervention for ADB \n•  All stakeholders \npolicy assistance and \nparticipate fully in \ninvestment identified \nconsultative process \n \n \nOverall scope of policy \nRisks \nand investments \n•  Stakeholders do not take \nidentified  \nfull ownership \n \n•  Coordination between \nProgram elements \ngovernment agencies is \n(policy and institutional \nineffective \nframework) prepared \n•  Consultative process is \n \nweak or incomplete \n•  Policy and investment \npackage is not endorsed \nby the provinces \nActivities with Milestones  Inputs         $’000 \n1.1  Mobilization of consultants   \n1.2  Field trips to selected provinces  ADB     [750.0] \n1.3  Regional and provincial workshops  Government   [140.0] \n1.4  Scoping of policy and investment priorities \n1.5  Preparation of the policy and investment package \n \n \n \n \n \n                       \n                       \n ", " \nIMPLEMENTATION SCHEDULE  8\n \n    \n \n \n    \nA\n                          pp\nActivity  1  2  3  4  5  6  7  8  9  10  11  12  en\nd\n  ix\nPhase 1  1  2  3  4  1  2  3  4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2  3  4  1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4 1 2 3 4  2\n \nStart Up, Documentary                                                                                                 \nReview and Initial Strategic \nDiscussions \nField Trips to Selected                                                                                                 \nProvinces \nInception Report                                                                                                 \nBackground Papers on                                                                                                 \nOpportunities/Constraints  \nParticipatory Problem                                                                                                 \nAnalysis Workshops  \nSummarize Results of                                                                                                 \nWorkshops and Formulate \nDraft Recommendations on \nan Integrated Policy and \nInvestment Framework  \nConsultations with the                                                                                                 \nGovernment, Provinces, and \nDevelopment Partners on \nSuggested Strategic \nApproach and Investment \nProposal \nPrepare Terms of Reference                                                                                                 \nand Costing for Phase 2 of \nthe Advisory Technical \nAssistance \nConsolidate the Final Phase                                                                                                 \n1 Report  \nHold National Level Wrap up                                                                                                 \nWorkshop \n                                                                                                 \nPhase II                                                                                                 \n \nSource: Asian Development Bank  \n \n ", "Appendix 3  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Total Cost \nA.  Asian Development Bank (ADB) Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  420.0 \n      ii.  National Consultants  60.0 \n    b.  International and Local Travel  150.0 \n    c.  Reports and Communications  25.0 \n  2.  Training, Seminars, and Conferences  20.0 \n  3.  Miscellaneous Administration and   35.0 \n    Support Costs, including Translators \n  4.  Representative for Contract Negotiations  5.0 \n  5.  Contingencies  35.0 \n      Subtotal (A)  750.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  50.0 \n  2.  Remuneration and Per Diem  45.0 \n    of Counterpart Staff \n  3.  Others  45.0 \n      Subtotal (B)  140.0 \n   \n        Total (A+B)  890.0 \na  Financed by ADB’s technical assistance funding program. \nSource: ADB estimates. \n \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The recruitment of international consultants (22 person-months) and national consultants \n(20 person-months) for the advisory technical assistance (ADTA) is envisaged. The team that \nwill be responsible for phase 1 of the technical assistance (TA) will comprise international (4 \nperson-months) and national specialists (8 person-months) in agriculture and rural development \nplanning, agricultural policy, crop production and marketing, non-timber forest products and \ngender  development.   The  consultants  will  be  expected  to  work  closely  with  national  and \nprovincial counterparts. An extensive consultative process will be carried out in each of the two \nphases—this will include field interviews with farmer-producers during visits to the provinces, as \nwell as meetings and workshops with provincial stakeholders. The team leader for phase 1 will \nprepare an inception report within 6 weeks of the start of the TA. The report will include (i) a \nscoping paper with an inventory of existing data and information, (ii) the key gaps in information \nrequiring intensive analysis, (iii) capacity-development priorities at the national and provincial \nlevels, and (iv) a detailed work plan. This work plan will include, among others, relevant details \non the representative workshops to be held with the key stakeholders—including small farmers \nfrom different farming systems, ethnic groups, and women engaged in agriculture and natural \nresources sector. To help integrate the work of the Asian Development Bank with that of \ndevelopment partners working on initiatives in rural growth and poverty reduction, consultations \nwill also be organized with other development partners working in the ANR sector.  Brief \nmonthly progress reports and a consolidated report will be prepared at the end of phase 1, \nfollowing a format agreed on at inception. The reporting requirements for phase 2 will include an \ninception report, followed by (i) policy briefs, (ii) thematic and technical working papers, and \n(iii) a final report. The proposed structure of the final report is in the Supplementary Appendix. \n \n2.  The core areas of the work will include the following: \n \n(i)  Conducting a literature review and holding strategic discussions with national \ngovernment personnel, key private and public sector informants, other funding \nagencies,  and  nongovernment  organizations  and  within  the  team  itself.  The \nreview and discussions will deal with all technical issues including social, gender, \nethnicity, and environmental issues that affect agricultural and rural development. \n(ii)  Making field trips to selected provinces, including border provinces contiguous to \nLao PDR in southern People’s Republic of China, northeastern Thailand, and \nwestern Viet Nam, to discuss with provincial authorities, government personnel, \nfarmers,  and  selected  private  sector  representatives  ways  of  improving  the \nenabling environment for agriculture sector growth, and to identify new promising \navenues of growth in the sector such as the recent move to increase rubber and \ncash-crop plantations. \n(iii)  On the basis of the field trips (a) identifying major infrastructure, investment, \ninstitutional, and policy constraints that are likely to affect growth in agriculture; \n(b) identifying promising areas for future growth; (c) assessing the constraints on \nprivate sector investment in agriculture production, marketing, and processing; \nand (d) identifying key environmental resource management issues that may \nrequire  further  remedial  actions  to  improve  farm  productivity  or  prevent \nenvironmental deterioration. \n(iv)  Identifying the major issues related to trade facilitation and investment, to provide \nanalyses of goods that are being traded formally and informally, and trade and \nnon-trade policy barriers to trade. \n(v)  Preparing  briefing  papers  on  the  findings  for  discussion  during  provincial \nworkshops. \n ", "Appendix 4  11 \n(vi)  Holding regional workshops with provincial governments to discuss the results of \nthe analyses and to determine, from the point of view of the provinces, where \nand how the Asian Development Bank can make its greatest impact in agriculture \nsector investment. \n(vii)  Analyzing the workshop findings and formulating proposals for a time-bound \nprogram to institute policy and institutional reforms conducive to the growth of the \nsector. \n(viii)  Preparing an institutional development plan in consultation with counterparts, \nwith  particular  reference  to  capacity  development,  skills  transfer,  and  the \nmethods to be followed in implementing the plan throughout the ADTA. \n(ix)  Outlining an integrated investment program identifying physical investments and \nspecific  supporting  measures,  such  as  laws  and  regulations,  infrastructure, \nresearch  and  extension  services,  investment  priorities,  and  public-private \npartnerships. \n(x)  Preparing terms of reference to deepen the policy and institutional work to be \ndone in phase 2. \n(xi)  Preparing the terms of reference for the follow-on phase.  \n(xii)  Presenting the findings of phase 1 to all stakeholders at a national workshop. \n \n3.  Detailed terms of reference for team leader/rural sector economist (2.5 person-months) \nduring phase I include: \n \n(i)  Supervise the day to day work program of the consultants. \n(ii)  Provide the point of liaison between the consultants and the Government. \n(iii)  Assist in an initial document review of related material and literature. \n(iv)  Plan  field  trips  to  representative  areas  including  border  areas, \nupland/mountainous areas and lowland agro-ecosystems. \n(v)  Lead the consultative workshops in provinces to gain an appreciation of the \ndesires of provincial administrations. \n(vi)  In cooperation with the institutional specialist and national specialists, identify \nmain constrains (infrastructure, institutional and policy) that are likely to impede \nprivate ANR sector development. Based on this, guide preparation of thematic \npapers and lead the Team in undertaking analytical work on opportunities and \nconstraints in the ANR sector.  \n(vii)  In cooperation with the institutional specialist and national specialists, identify \nindustries and locations where ANR development prospects are promising. \n(viii)  Identify the main constraints to the development of regional trade in agricultural \ncommodities including trade policy and barriers to trade. \n(ix)  Organize and implement regional workshops to present findings of field visits. \n(x)  Prepare an outline investment program to address the problems identified. \n(xi)  Prepare  areas  where  further  policy  development  is  needed  to  achieve \ndevelopment of the ANR sector. \n(xii)  With other team members, prepare TOR for the second phase of the Study. \n(xiii)  Be  responsible  for  the  deliverables  under  the  TA  and  for  maintaining \ncommunications between ADB and the Team. \n \n4.  Detailed terms of reference for institutions specialist (1.5 person-months) during phase 1 \ninclude: \n \n(i)  Assist in an initial document review of related material and literature. \n ", "12  Appendix 4 \n(ii)  Participate  in  field  trips  to  representative  areas  including  border  areas, \nupland/mountainous areas and lowland agro-ecosystems. \n(iii)  Participate in the consultative workshops in provinces to gain an appreciation of \nthe desires of provincial administrations. \n(iv)  Identify main institutional constrains that are likely to impede private ANR sector \ndevelopment including the horizontal and vertical lines of command and technical \nsupport that exist between national and provincial levels and within technical \nareas of responsibility. \n(v)  Assist  in  the  identification  industries  and  locations  where  ANR  development \nprospects are promising and assess the institutional changed needed to achieve \ntheir development. \n(vi)  Participate in regional workshops to contribute institutional aspects based on field \nvisits. \n(vii)  Prepare  an  outline  institutional  development  and  capacity  building  plan  to \ncomplement the identified investment program to address constraints identified. \n(viii)  With other team members, prepare TOR for the second phase of the Study. \n \n5.  Detailed terms of reference for cropping systems and marketing specialist (3 person-\nmonths) during phase I include: \n \n(i)  In  consultation  with  the  international  economist,  develop  models  for \nrepresentative  cropping  systems  with  associated  whole  farm  budgets  as \nappropriate to the Study. \n(ii)  Undertake value chain analysis of selected crops and livestock products and \nidentify  crops  that  offer  potential  to  assist  in  accelerating  rural  development \nacross the range of agro-ecosystems. \n(iii)  Provide the technical production parameters and their associated unit costs to \nestablish a comparative advantage the crops with development potential. \n(iv)  Identify the labor inputs required in representative production models as labor is \noften one of the main constraining resources in certain agro-ecosystems of Lao \nPDR. \n(v)  Estimate  potential  demand  for  crops  and  associated  post  harvest  handling \ninfrastructure needed for their development. \n(vi)  Assist in identifying ANR products that offer potential for increasing commercial \ndevelopment and support these with broad analyses for future demand. \n(vii)  Assist in identifying trading constraints – particularly in unofficial barriers to trade \nfor ANR products. \n(viii)  Assist in establishing comparative advantages of identified crops and other ANR \nproducts and identify the marketing chain and costs associated with moving \nproducts from farm gate to the market. \n \n6.  Detailed terms of reference for NTFP marketing specialist (2 person-months) during \nphase 1 include: \n \n(i)  Assess existing work and networking in the sector and undertake market chain \nanalyses of selected NTFP products as identified by the team. \n(ii)  Assist in identifying NTFP products that offer potential for increasing commercial \ndevelopment and support these with broad analyses for future demand. \n(iii)  Assist in identifying trading constraints—particularly in unofficial barriers to trade \nfor NTF products. \n ", "Appendix 4  13 \n(iv)  Assist  in  establishing  comparative  advantages  of  identified  crops  and  other \nNTFPs  and  identify  the  marketing  chain  and  costs  associated  with  moving \nproducts from the harvested area to the market. \n \n7.  Detailed terms of reference for gender development specialist (3 person-months) during \nphase 1 include: \n \n(i)  Consolidate existing information and help document problems faced by ethnic \nfarming communities, and women in access to forests and swidden cultivation. \n(ii)    Facilitate consultative workshops with key stakeholders, including upland farmers,  \n  women and ethnic groups \n(iii)   Prepare hand out materials (in Lao) informing participants on the objectives of \nthe ADTA and also as a basis for discussion.    \n(iv)    Lead regional workshop discussions based on the materials prepared by the \nteam  to  ensure  that  there  is  full  participation  by  the  workshop  attendees, \nincluding women and ethnic groups and that dependable useful conclusions and \nrecommendations are obtained from them. Through focus group discussions and \nworkshops, prepare specific recommendations to facilitate participation of women \nand ethnic minorities in activities associated with commercial farming. \n(v)  Analze  options  and  identify  network  and  processes  which  can  provide \nopportunities for women in agricultural training in newly introduced cash crops, \naccess to agriculture extension, group based rural micro finance and marketing, \nand  literacy and numerical skills etc. \n(vi)  Assisting in incorporating the key findings from the workshops and discussions in \nrelevant thematic papers, and documentation to be produced at the end of phase \n1.  \n \n8.  Phase  2  of  the  ADTA  is  likely  to  include  18  person-months  of  international  expert \nservices and 12 person-months of national expert services. The analysis in this phase is likely to \ninvolve the following tasks, among others: \n \n(i)  Identifying the key policy, institutional, and administrative roles of the national, \nprovincial, and district governments and other agencies in providing a positive \nenabling environment for the agriculture sector. \n(ii)  Recommending a reorientation of the roles of major institutions. \n(iii)  Identifying  key  policy  and  institutional  constraints  on  sustainable  growth \nopportunities. The constraints may range from the lack of a sound operation and \nmaintenance system for rural infrastructure to constraints on the marketing of \ncertain commodities or the provision of access to land. \n(iv)  Drawing up an indicative listing of major potential investment opportunities in the \nidentified priority products with high demonstration effect, defining clearly the \nrationale and opportunities for mobilizing resources. \n(v)  Establishing  the  competitiveness  of  the  selected  agricultural  and  non-timber \nforest  products  by  matching  domestic  production  growth  potential  with  the \nperformance of target markets. \n(vi)  Identifying specific supporting measures to stimulate high-value agriculture and \nsupport the Smallholder Development Project.1 The measures will include laws \nand regulations; infrastructure; training, research, and extension services; priority \n                                                 \n1 ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic for the Smallholder Development Project. Manila. \n ", "14  Appendix 4 \ninvestments; and public-private partnerships. Cases in the region where such \nmeasures have been successfully adopted will also be identified and explored \nfurther. \n(vii)  Proposing  steps  to  increase  organizational,  innovative,  and  entrepreneurial \nactivities  among  farmers  and  other  private  sector  operators  in  high-value \nagriculture.  \n(viii)  Institutionalizing processes and developing a policy framework at the provincial \nlevel  for  prioritizing  and  catalyzing  investment  opportunities  to  sustain \ncompetitive agriculture and rural growth opportunities. \n(ix)  Identifying possible environmental or social impact, and the measures that would \nbe needed to prevent or mitigate the negative impact, including institutional and \npolicy measures. \n(x)  Identifying key policy and institutional measures that will form the basis of the \npolicy dialogue with the Government during the preparation of the investment \nproposal under the project preparatory TA. \n(xi)  Packaging  the  policy  and  institutional  recommendations  into  a  time-bound \nprogram, which can be presented to the development partners to promote a \nshared understanding on investment priorities. \n(xii)  Holding preliminary discussions and presenting the program to the Government \nand the development partners. \n \n "], "metadata": {"ModDate": "D:20061019081114+08'00'", "CreationDate": "D:20060927151326+08'00'", "Title": "Agriculture and Natural Resources Sector Needs Assessment", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": ""}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 19 July 2006) \n \n \n        Currency Unit    –   kip (KN) \n                    KN1.00  =  $0.000098 \n                       $1.00  =  KN10,147.50 \n \n \nABBREVIATIONS \n \n    ADB     –   Asian Development Bank \n    ADTA    –   advisory technical assistance \n    ANR     –   agriculture and natural resources \n    GMS     –   Greater Mekong Subregion \n    Lao PDR   –   Lao People’s Democratic Republic \n    MAF     –   Ministry of Agriculture and Forestry \n    TA     –  technical assistance \n     \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification   –   General intervention \nSector        –   Agriculture and natural resources \nSubsector      –   Agriculture sector development \nThemes       –   Sustainable economic growth, capacity development  \nSubthemes       –   Promoting economic efficiency and enabling markets, \n          institutional development \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n  Vice President   C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General   R. M. Nag, South East Asia Department (SERD) \nDirector    U. S. Malik, Agriculture, Environment, and Natural Resources Division, \n      SERD \n \nTeam leader    A. Tayyab, Senior Natural Resource Management Specialist, SERD \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "R. M. Nag", "role": "South East Asia Department (SERD)", "organization": ""}, {"fullname": "U. S. Malik", "role": "Agriculture", "organization": "Environment"}, {"fullname": "A. Tayyab", "role": "Senior Natural Resource Management Specialist", "organization": "SERD"}]}