{"path": "data/input/ta/40138-tha-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 40138 \nDecember 2006 \n \n \n \nKingdom of Thailand: Infrastructure Investment \nAdvisory Assistance (Phase II)  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 December 2006) \nCurrency Unit –  baht (B) \nB1.00 =  $0.0281 \n$1.00 =  B35.560 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DB  –  design-build \n  DBOM  –  design-build-operate-maintain \n  EA  –  executing agency \n  IA  –  implementing agency \n  MRT  –  mass rapid transit \n  O&M  –  operation and maintenance \n  OTP  –  Office of Transport and Traffic Policy and Planning \n  PDMO  –  Public Debt Management Office \n  PPP  –  public-private partnership \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Transport and communications \nSubsector  –  Railways \nThemes  –  Sustainable economic growth, capacity development, private sector \ndevelopment \nSubthemes  –  Fostering physical infrastructure development, institutional \ndevelopment, policy/institutional/legal/regulatory reforms \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nCountry Director  J. P. Verbiest, Thailand Resident Mission, SERD \n   \nTeam leader  J. Lynch, Principal Programs Economist, SERD \nTeam member  O. Jetwattana, Private Sector Economic Officer, SERD \n ", " \nI.  INTRODUCTION \n1.  The Government of Thailand (the Government) has requested technical assistance (TA) \nfrom the Asian Development Bank (ADB) to support implementation of plans for expanding and \nintegrating the rail mass rapid transit (MRT) system in central Bangkok. A TA grant in the \namount of $450,000 has been included in ADB’s 2006 TA program for Thailand, and the draft \ncountry partnership strategy identifies infrastructure development as a core area of cooperation \nbetween the Government and ADB. The TA aims to build on the analytical framework and \nconceptual approaches outlined under a previous ADB TA, which addressed key institutional, \nfinancial, and regulatory issues associated with large-scale investments in rail MRT systems.1 A \nfact-finding mission from 10 to 14 November 2006 consulted with the Government and other key \nstakeholders on the desired focus and expected results of the TA. This report reflects the \nfindings of the mission and the understandings reached with the Government on the objectives, \nscope,  outputs,  cost,  and  implementation  arrangements  for  the  TA.2 The  TA  design  and \nmonitoring framework is in Appendix 1.  \n \n \nII.  ISSUES \n2.  Rising levels of car ownership, lack of investment in public transit, and the absence of a \ncomprehensive traffic management system have all contributed to increased traffic congestion \nin central Bangkok. The resulting high logistics costs of conducting business in Bangkok curtail \nthe city’s productivity and competitiveness, and pose a serious constraint to future economic \ngrowth. Given that the greater metropolitan area accounts for more than 45% of Thailand’s \ngross  domestic  product,  reducing  traffic  congestion  in  Bangkok  has  become  a  national \neconomic priority. The environmental and health implications of increased car traffic and the \nassociated  need  to  reduce  fuel  consumption  and  imports  further  point  to  the  urgency  of \nencouraging greater use of public transit. \n \n3.  Expanding the Bangkok rail MRT system is an integral component of the Government’s \nefforts to promote sustainable urban transit. The existing rail MRT system consists of two \nseparate lines that are operated by different private concessionaires. The 24 kilometer (km) \nelevated  skytrain  has  been  in  operation  since  1999  and  the  20  km  subway  commenced \noperations in 2004. The Government’s master plan for the rail MRT system includes both \nunderground and elevated schemes totaling nearly 300 km at a cost exceeding $14 billion. In \naddition  to  the  massive  investment  requirements,  the  core  challenges  associated  with \nexpansion include: (i) developing a strategic plan for implementation that reflects a phased \napproach  to  investing  in  priority  lines;  (ii)  integrating  operations,  fare  levels,  and  ticketing \nsystems  of  the  skytrain  with  the  subway,  and  with  new  lines;  (iii)  structuring  concession \nagreements  that  attract  private  sector  participation  in  operations;  and  (iv)  creating  the \ninstitutional framework to regulate different rail operators and additional modes of public transit.  \n \n4.  To assist the Government in addressing many of these complex issues concerning \nexpansion of the rail MRT system, ADB provided TA (phase I) to the Public Debt Management \nOffice (PDMO) in the Ministry of Finance, and the Office of Transport and Traffic Policy and \nPlanning (OTP) in the Ministry of Transport (footnote 1). The phase I TA (i) proposed different \ninstitutional frameworks for a more integrated approach to the regulation of transit systems in \n                                                \n1 ADB. 2006. Technical Assistance to the Kingdom of Thailand for Infrastructure  Investment Advisory Assistance to \nthe Public Debt Management Office in Thailand – Major Change in Scope, Increase in Technical Assistance \nBudget, and Extension of Completion Date. Manila (TA 4676-THA, approved on 31 October, for $281,000). \n2 The TA first appeared in ADB Business Opportunities on 10 November 2006. \n ", "2   \nthe Bangkok metropolitan area, (ii) identified key fare setting and revenue sharing implications \nof integrating the two existing MRT rail lines under a single ticketing system, (iii) examined the \nbenefits of a gross-cost concession approach for contracting responsibilities for operation and \nmaintenance (O&M) of rail MRT lines to the private sector, and (iv) developed an interactive \nfinancial model to assess the impact of different fare structures and ridership levels on the \noperating revenues for different proposed line extensions. \n \n5.  The  Government’s  strategic  approach  for  expanding  the  rail  MRT  system  has \nsubsequently been refined from the original master plan of June 2005. The revised plans \nincorporate a number of the findings and recommendations of the phase I TA, including the \nfollowing: (i) the prioritization and phasing of investments should be based on the financial \nviability of proposed lines, (ii) greater consideration should be given to gross-cost rather than \nnet-cost concessions for O&M, and (iii) a single automated ticketing system should be pursued \nto facilitate network integration and increase ridership. As a result, the Government has reduced \nthe number of new lines to five, down from 10 in the original master plan. The construction of \nthree lines totaling 118 km and costing approximately $4.5 billion will be open for bidding in \nearly 2007. Adoption of a single automated ticketing system to integrate existing skytrain and \nsubway operations, as well as new lines and possibly other transit modes (e.g., buses and \nferries), will be pursued. Concession contracts will be applied to encourage private O&M of the \nnew lines, and possibly investment in the rolling stock and signaling systems.  \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The TA is designed to provide analytical and advisory support to PDMO and OTP in \napplying specific techniques and procedures to structure private concessions for the O&M of \nnew rail lines, and to integrate the rail MRT network through the introduction of a single ticketing \nsystem.  These  activities  contribute  to  the  longer-term  objectives  of  improved  integration, \noperational efficiency, financial viability, and patronage of an expanded rail MRT system in \nBangkok. The TA outcomes are twofold: (i) specifications and procedures for tendering and \nstructuring O&M concessions on individual rail lines to the private sector; and (ii) an action plan \nfor the tendering, financing, implementation, and O&M of an integrated ticketing system for the \nrail MRT system.  \n \nB.  Methodology and Key Activities \n7.  The TA will consist of four components, each of which encompasses analytical and \nadvisory activities linked to specific outputs that contribute to the achievement of the desired \noutcomes. As indicated above, the TA outcomes are aligned toward attaining the Government’s \nlonger-term objectives of infrastructure investments in the rail MRT sector. \n \n8.  Preparing Concession Contracts for Private Sector O&M of New Rail MRT Lines. \nDrawing on the analysis of different concession models under the phase I TA, this component \nwill support the Government’s plans to award O&M concessions for the new rail MRT lines to \nthe private sector. For selected lines earmarked for construction, the TA will develop a financial \nmodel that indicates the relationship between projected ridership levels based on alternative \nfares, ticket product types, and fare implementation methods (e.g., distance, zonal, etc.). The \nanalyses will also take into consideration the integration of individual lines into the existing and \nplanned rail MRT network. This model will simulate gross operating revenues under different \n ", "  3\nfare and ridership scenarios. These calculations will be combined with operating cost estimates \n(along with potential capital and start-up costs to be assumed by the operator) to define an \nappropriate service fee and payment structure for an operating concession contract.  \n \n9.  To evaluate the applicability of net-cost or gross-cost concession arrangements for O&M, \nthe financial analysis will be combined with different assumptions of whether the public sector or \nthe private operator would invest in the rolling stock and other equipment. The TA will develop a \nstrategic  approach  for  structuring  and  restructuring concession  contracts that  accounts  for \nexpansion  of  the  rail  MRT  system,  achieves  value  for  money  for  the  Government,  and \nmaximizes the net social benefits of an integrated transit network. Specifications for net-cost \nand gross-cost concession contracts will be prepared that define the terms and conditions for \nO&M,  including  performance-based  criteria,  maintenance  responsibilities,  and  causes  for \ncontract termination. The TA will map out a tendering strategy that complies with the procedural \nrequirements of the Act on Private Participation in State Undertakings, 1992. To facilitate the \nbidding process, the TA will prepare model tender documents with the technical specifications \nfor proposals, the criteria for their evaluation, and an indicative schedule for the tendering \nprocess. The schedule will indicate the time frame required to comply with the 1992 Act to \nensure that an O&M concessionaire is selected prior to the completion of civil works. \n \n10.  Assessing the Functional, Technological, and Operational Requirements of an \nIntegrated Ticketing System. The desired functional capabilities of integrated transit ticketing \nsystems have a direct bearing on their technical and operational characteristics. The ticketing \nplatform under consideration for Bangkok is an automated fare collection system that integrates \nmultiple  rail  MRT  operators,  and  potentially  additional  transit  modes  (e.g.,  bus  and ferry), \nthrough a single payment media. Given recent advances in smart card technology, there is also \ninterest in expanding ticket capabilities to include e-commerce applications. The TA will conduct \na detailed assessment of the functional requirements of an integrated ticketing system for \nBangkok  that  takes  into  account  key  factors  such  as  fare  policies,  revenue  sharing \narrangements, plans to encompass new operators and different transit modes, the need to \nimprove physical connections between rail stations (as well as bus depots and ferry landings), \nand potential e-commerce linkages.  \n \n11.  A well-defined fare policy is a necessary precondition for the adoption of an integrated \nticketing  system.  To  enable  the  Government  to  make  informed  decisions,  advice  will  be \nprovided on how alternative fare policies could impact existing and future rail MRT operators, \nthe operators of other transit modes, and the Government’s budget. Efficient, transparent, and \nsecure ticketing operations require an automated clearinghouse system for credit and debit \nprocessing, reconciling revenues among transit operators (as well as participating financial \ninstitutions and retail establishments), processing settlements, and generating financial reports. \nThe TA will outline specifications for an open architecture platform to allow the system to \naccommodate additional operators, transit modes, and new applications over time. It will also \ndetail further operational aspects of an integrated ticketing system such as card production and \ndistribution, customer services, and equipment maintenance.   \n \n12.  Evaluating  Procurement  Options  for  an  Integrated  Ticketing  System.  The \nGovernment has expressed an interest in implementing a new integrated ticketing system as a \npublic-private partnership (PPP). The TA will analyze the merits of such an approach compared \nwith traditional procurement, taking into account (i) the need to secure the participation of all rail \nMRT operators (with eventual expansion to operators of other transit modes); (ii) the desired \nfunctional characteristics of the system (including potential e-commerce applications); (iii) the \npotential institutional responsibilities for O&M (as  well  as the associated risk management \n ", "4   \nrequirements); (iv) experiences and lessons from other integrated urban MRT systems; and \n(v) the option that maximizes the Government’s value for money based on life-cycle costing. \nGiven the potential for the system to include e-commerce applications, the TA will also explore \nthe prospect for equity financing from private sources and how this could influence the approach \nto procurement. \n \n13.  The  assessment  of  procurement  options  will  take  into  account the two  interrelated \nelements  of  integrated  ticketing  systems:  (i)  the  ticketing  equipment,  centralized  computer \nsystems, and associated infrastructure; and (ii) services to operate and maintain the system. \nBecause of the cost, complexity, and risk of managing these new, state-of-the-art systems, \ntransit  authorities  are  increasingly  outsourcing  their  system  support  and  operational \nrequirements.  Given  these  considerations,  the  TA  will  evaluate  the  advantages  and \ndisadvantages  of  a  design-build-operate-maintain  (DBOM)  approach  to  procurement  as \ncompared with a design-build (DB) option. Analysis of the DB option will also assess different \npossible  institutional  arrangements  for  system  O&M,  including  account  management,  cash \ncollection, customer relations, marketing support, technical help, etc. The TA will recommend an \ninstitutional design and structure for the management of an integrated ticketing contract.  \n \n14.  Preparing an Action Plan for Tendering and Implementing an Integrated Ticketing \nSystem. Based on the analysis of system requirements and institutional arrangements for O&M, \nthe TA will prepare the technical components of tender documents for an integrated ticketing \nsystem that encompasses existing and future rail MRT operators. In an effort to ensure system \ncompatibility with current and planned rail MRT lines, the TA will also coordinate with existing \noperators to define its technical specifications. This analysis will explicitly consider the interface \nof integrated ticketing with existing and future concession arrangements (i.e., net-cost and \ngross-cost)  and  fare  sharing  provisions.  Considering  the  desirability  of  outsourcing  the \nresponsibilities  (and  risks)  for  system  O&M,  the  tender  documents  will  reflect  the  most \nappropriate approach to procurement (i.e., DBOM, DB, or some variation thereof). In outlining \nbidding procedures and proposal evaluation criteria, the TA will draw on best practices and \nlessons from other cities, and prepare indicative estimates of the capital and O&M costs of a \nnew system. \n \n15.  To assist the Government in determining the necessary procedural steps, institutional \nresponsibilities, legal requirements, and requisite time frame for moving forward, the TA will \nprepare a comprehensive action plan for the tendering process and eventual implementation of \nan integrated ticketing system. The action plan will also outline proactive measures for the \nGovernment to define a fare policy that ensures the full participation of rail MRT operators, \nencompasses and integrates other transit modes and operators, and minimizes the need for \nbudgetary support. Input will be solicited from the Bank of Thailand to determine the licensing, \nfinancial,  reporting,  and  security  requirements  that  would  apply  to  the  fare  collection  and \nclearinghouse system operator. The action plan will also be underpinned by recommendations \nfor a phased approach to integrated ticketing, starting with the rail MRT system, progressing to \nother transit modes, and possibly including e-commerce applications.  \n \nC.  Cost and Financing \n16.  The total cost of the TA is estimated at $645,000 equivalent, of which $450,000 will be \nfinanced on a grant basis by ADB’s TA funding program. The Government will finance the \nremaining $195,000 equivalent by providing counterpart staff and other support facilities. The \ncost estimates and financing plan are in Appendix 2.  \n \n ", "  5\nD.  Implementation Arrangements \n17.  The Ministry of Finance will be the Executing Agency (EA) for the TA, with PDMO and \nOTP  serving  as  implementing  agencies  (IAs).  PDMO’s  principal  area  of  responsibility  will \ninclude  financial  policy  issues  whereas  OTP  will  oversee  matters  pertaining  to  transport \nplanning and operations. Similar to the implementation arrangements under the phase I TA, a \nworking group jointly chaired by the deputy directors general of PDMO and OTP will provide \ncomments,  suggestions,  and  guidance  at  different  stages  of  TA  implementation.  Tripartite \nreviews will involve the working group, consultants, and ADB. Inception, interim, draft final, and \nfinal reports will be submitted to ADB, PDMO and OTP directors general, and heads of other \nrelevant offices and agencies for guidance and necessary action. PDMO and OTP will each \nappoint a project director to assist with daily implementation of the TA, as well as counterpart \nstaff and other support services required by the consultants. \n \n18.  The TA will require a total of 12 person-months of international consultant inputs over a \nperiod of 9 months, starting in February 2007 and finishing in October 2007. Consulting services \nwill be provided by a team of five individual international consultants: (i) an urban transport \nplanner/team  leader  (3.0  person-months),  (ii)  a  transport  economist/policy  specialist \n(2.5 person-months), (iii) a financial specialist on PPPs (2.5 person-months), (iv)  a legal expert \non  concession  agreements  (2.0  person-months),  and  (v)  a  transit  ticketing  specialist \n(2.0 person-months). Because of the highly specialized skills and experience required of each \nconsultant, the number of qualified experts is limited. To ensure that experts are of high caliber \nand meet the Government’s expectations, consultants will be recruited on an individual basis \nrather than through a firm. The consultants will be engaged by ADB in accordance with its \nGuidelines on the Use of Consultants (2006, as amended from time to time). Outline terms of \nreference for the consultants are in Appendix 3. \n \n19.  The consultants will prepare an inception report within 2 weeks of mobilization, which will \ninclude a detailed work plan and schedule of deliverables agreed upon with ADB and the IAs. \nInterim reports will be submitted within the deadlines specified in the work plan. The draft final \nreport will incorporate feedback from the EA, IAs, other relevant offices and agencies, and ADB. \nThe team leader is responsible for submitting all required reports on behalf of the team. To \nfacilitate the dissemination of TA findings and to solicit input from other stakeholders, including \nADB’s development partners, a series of forums will be conducted at selected intervals over the \nimplementation  period.  Two  workshops,  one  on  operating  concessions  and  another  on \nintegrated ticketing systems, will be conducted for the purpose of drawing on international \nexperience  and  expertise.  To  further  facilitate  dissemination  of  the  TA  findings  and \nrecommendations, the final report will be provided in both hard copy and electronic format. An \nindicative outline for the final report is in Appendix 4. \n \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis to \nthe Government of Thailand for Infrastructure Investment Advisory Assistance (Phase II), and \nhereby reports this action to the Board. \n \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nImproved integration,  O&M responsibilities for  Official statistics and  •  Investment program to \noperational efficiency,  individual lines are  reports from relevant  expand the rail MRT \nfinancial viability, and  awarded to private  transit authorities and  system moves forward \npatronage of an  operators through  regulatory agencies  •  Political will and \nexpanded rail MRT  viable concessions    commitment to pursue \nsystem in Bangkok    Annual reports and data  reforms and \nGreater physical and  from operators of  recommendations under \noperational integration  individual rail lines and the  the TA \nthrough a functioning  integrated ticketing system \nRisks \nsingle ticketing system   \n•  Resistance to reforms \n  TA consultants’ reports \nand implementation \nIncreased ridership  and ADB review missions \nmeasures from vested \nlevels on existing and   \ninterests \nnew rail MRT lines   \n•  Insufficient institutional \ncapacity to structure and \ntender viable \nconcessions \nOutcomes      Assumptions \n1. Specifications and  Indicative schedule,  TA working group  •  Fare policies and \nprocedures for  model contract  meetings  revenue sharing \ntendering and  documents, and    arrangements translate \nstructuring O&M  technical specifications  TA consultants’ reports  into financially viable \nconcessions on  for tendering O&M  and ADB review missions  concessions \nindividual rail lines to  concessions    •  Existing operators \nthe private sector    participate in an \n  Analyses of the  integrated ticketing \n2. An action plan for the  functional  system \ntendering, financing,  requirements, \nRisks \nimplementation, and  institutional \n•  Lack of clarity and \nO&M of an integrated  arrangements, and \npredictability on fare \nticketing system for the  legal requirements for \nlevels and revenue \nrail MRT system  implementing an \nsharing arrangements \n  integrated ticketing \n•  Resistance to transfer \n  system \nO&M for integrated \n \nticketing system to third \nparty \nOutputs      Assumptions \n1. Financial model for  TA implementation  Consultations with all  •  Consensus among \ndefining terms of  adheres to schedule  relevant agencies and  relevant agencies on TA \noperating concession    stakeholders on  recommendations \nfor select rail lines    recommendations  •  Commitment of the \n      Government to \n2. Concession contract  Recommendations  Feedback received from \nimplement reforms and \nspecifications and  reflect sound principles  the working group \nrecommended measures \ntendering procedures  and procedures that   \nTA consultants’ reports  •  Availability of data and \n  can be realistically \n3. Analysis of  and ADB review missions  counterpart staff to \nachieved \nfunctional,    undertake analyses \n \ntechnological and  Recommendations are  Risks \noperating requirements  clear, specific, and \n•  Lack of cooperation in \nof an integrated  practical \n ", "Appendix 1  7\nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nticketing system    sharing data and \nThe Government, ADB, \n  information \n4. Assessment of  and other relevant \n•  Inadequate guidance \nprocurement options for  stakeholders are \nprovided by the \nan integrated ticketing  satisfied with the scope, \nGovernment and ADB at \nsystem  quality, and substance \nvarious stages of TA \n  of the TA outputs \n5. Action plan for  implementation \n \ntendering and  •  Consultants do not \n \nimplementing an  possess the requisite \nintegrated ticketing  skills and experience to \nsystem  undertake the TA \n   \nActivities with Milestones  Inputs \n   \n1. Preparing Concession Contracts for Private Sector O&M of New Rail  •  ADB: staff support for \nMRT Lines  monitoring TA \n  implementation; grant \n1.1  Collect data on alternative fares, ticket product types, and fare  financing of $450,000 to \nimplementation methods for selected lines earmarked for construction.  cover 12 person-months \n1.2  Estimate appropriate fare elasticity factors to simulate changes in  of international \nridership levels on individual lines, taking into account their integration  consultant inputs and \ninto the MRT network.  other TA expenses \n1.3  Simulate gross operating revenues under different fare and ridership   \nlevels.  •  Government: provision \n1.4  Develop operating cost estimates and calculations for potential operator  of information and data, \ninvestments in rolling stock and other equipment.  access to relevant \n1.5  Combine the results of 1.3 with 1.4 to define an appropriate service fee  agencies, coordination \nand payment structure for an operating concession contract.  support, counterpart \n1.6  Based on the results of 1.5, evaluate the applicability of net-cost or  staff, and office space \ngross-cost concession contracts for O&M of the selected lines.  equivalent to $195,000. \n1.7  Develop a strategic approach for structuring and restructuring concession   \ncontracts that accounts for the expansion of the rail MRT system,  •  Others: strategic input is \nachieves value for money for the Government, and maximizes the net  also expected from key \nsocial benefits of an integrated transit network.  public and private \n1.8  Prepare model net-cost and gross-cost concessions for rail line O&M that  stakeholders, and \ninclude performance specifications.  development partners in \n1.9  Map out a tendering strategy that complies with the procedural  Thailand \nrequirements of the Act on Private Participation in State Undertakings,   \n1992.   \n1.10  Prepare tender document specifications, criteria for bid evaluations, and   \nan indicative schedule that complies with the 1992 Act.   \n   \n \n2.  Assessing the Functional, Technological, and Operational   \nRequirements of an Integrated Ticketing System   \n   \n2.1.  Conduct a detailed assessment of the functional requirements of an   \nintegrated ticketing system for Bangkok.   \n2.2.  Take into account fare policies, revenue sharing arrangements, plans to   \nencompass new operators and different transit modes, the need to   \nimprove physical connections between rail stations (as well as bus   \ndepots and ferry landings), and potential e-commerce linkages.   \n2.3.  Examine how alternative fare policies could impact existing and future   \nrail MRT operators, the operators of other transit modes, and the   \nGovernment’s budget.   \n ", " 8  Appendix 1 \n2.4.  Outline specifications for an open architecture platform to allow the   \nticketing system to accommodate additional operators, transit modes,   \nand new applications over time. \n \n2.5.  Detail further operational aspects of an integrated ticketing system such \nas card production and distribution, customer services, and equipment \nmaintenance.   \n \n \n3.  Evaluating Procurement Options for an Integrated Ticketing System \n \n3.1.  Analyze the merits of a public-private partnership for procurement of an \nintegrated ticketing system compared with alternative approaches. \n3.2.  Take into account the need to secure the participation of all rail MRT \noperators (with eventual expansion to operators of other transit modes); \nthe desired functional characteristics of the system (including potential  \ne-commerce applications); potential institutional responsibilities for \noperational and maintenance requirements (as well as the associated \nrisk management requirements); experiences and lessons from other \nintegrated urban MRT systems; and the option that maximizes the \nGovernment’s value for money based on life-cycle costing.  \n3.3.  Explore the prospect for equity financing from private sources and how \nthis could influence the approach to procurement. \n3.4.  Evaluate the advantages and disadvantages of a DBOM approach to \nprocurement compared with a DB option. \n3.5.  Assess different possible institutional arrangements for system O&M that \ntake into account ongoing service requirements such as account \nmanagement, cash collection, customer relations, marketing support, \ntechnical help, etc. \n3.6.  Recommend an institutional design and structure for the management of \nan integrated ticketing contract.  \n \n \n4.  Preparing an Action Plan for Tendering and Implementing an \nIntegrated Ticketing System \n \n4.1.  Prepare the technical components of tender documents for an \nintegrated ticketing system that encompasses existing and future rail \nMRT operators.  \n4.2  Coordinate with existing operators to define the system’s technical \nspecifications and consider the interface of integrated ticketing with \nexisting and future concession arrangements (i.e., net-cost and gross-\ncost) and fare sharing provisions. \n4.3  Prepare tender documents that reflect the most appropriate approach to \nprocurement (i.e., DBOM, DB, or some variation thereof). \n4.4  Draw on best practices and lessons from other cities to outline bidding \nprocedures and proposal evaluation criteria. \n4.5  Prepare indicative estimates of the capital and O&M costs of a new \nsystem. \n4.6  Develop a comprehensive action plan for the tendering process and \neventual implementation of an integrated ticketing system which includes \nproactive measures for the Government to define a fare policy that \nensures the full participation of rail MRT operators, encompasses and \nintegrates other transit modes and operators, and minimizes the need for \nbudgetary support. \n4.7  Solicit input from the Bank of Thailand to determine the licensing, \nfinancial, reporting, and security requirements that would apply to the \nfare collection and clearinghouse system operator.  \n ", "Appendix 1  9\n4.8  Incorporate recommendations for a phased approach to integrated \nticketing, starting with the rail MRT system, progressing to other transit \nmodes, and possibly including e-commerce applications. \nA DB = Asian Development Bank, DB = design-build, DBOM = design-build-operate-maintain, MRT = mass rapid transit, \nO&M = operation and maintenance, TA = technical assistance. \n \n \n \n \n \n \n \n \n \n ", "10   Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank (ADB) Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  294.75 \n    b.  International and Local Travel  40.00 \n    c.  Reports and Communications  8.00 \n  2.  Conferences  53.00 \n  3.  Miscellaneous Administration and   9.25 \n    Support Costs \n  4.  Representative for Contract Negotiations  0.00 \n  5.  Contingencies  45.00 \n      Subtotal (A)  450.00 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  36.00 \n  2.  Remuneration and Per Diem  125.00 \n    of Counterpart Staff \n  3.  Others  34.00 \n      Subtotal (B)  195.00 \n   \n        Total  645.00 \na  Financed by ADB’s technical assistance funding program.  \nSource: ADB estimates. \n \n ", "Appendix 3  11\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Scope \n \n1.  The technical assistance (TA) will require a total of 12 person-months of input from five \nindividual international consultants. The scope of consulting services corresponds with the four \nprincipal components of the TA: (i) preparing concession contracts for private sector operation \nand maintenance (O&M) of the new rail mass rapid transit (MRT) lines; (ii) assessing the \nfunctional,  technological,  and  operational  requirements  of  an  integrated  ticketing  system; \n(iii) evaluating procurement options for an integrated ticketing system; and (iv) preparing an \naction plan for tendering and implementing an integrated ticketing system. The TA deliverables \nare outlined under para. 19 of the main text of this report. \n \nB.  Individual Consultants \n \n2.  Required  qualifications  and  outline  terms  of  reference  for  each  of  the  individual \ninternational consultants are presented below. \n \n1.  Urban Transport Planner/Team Leader (international, 3 person-months) \n3.  The  team  leader  will  be  a  transport  planner  with  extensive  experience  working  in \nThailand and detailed knowledge of the issues associated with the proposed expansion of the \nBangkok rail MRT system. As team leader, the consultant will ensure the timely delivery of \nquality outputs for all tasks and activities under the TA; monitor implementation progress and \nfine-tune the TA as necessary, paying particular attention to proper sequencing of various TA \nelements; ensure that inputs are adequately distributed among the different TA components; \nliaise  between  the  Government  and  ADB;  plan  and  organize  all  TA  presentations  and \nworkshops; and bring to the attention of the Government and ADB all matters that need to be \naddressed for facilitating TA implementation. In terms of technical input, the consultant will focus \non  how  transit  fare  policies  influence  the  structure  of  O&M  concessions  as  well  as  the \nimplementation of integrated ticketing systems. Specific tasks will include the following: \n \n(i)  Describe the Government’s policy framework for setting and adjusting fares on \nthe rail MRT lines, and compare this approach with fare policies for other modes \nof transit. \n(ii)  Elaborate the interrelationship and implications of the Government’s transit fare \npolicies on appropriate forms of concession agreements for the O&M of new rail \nlines. \n(iii)  Present recommendations for improving the existing fare policy—based on plans \nto encompass new operators into the rail MRT network as well as different transit \nmodes—for sharing revenues across different rail operators, and for minimizing \nthe need for budgetary support. \n(iv)  Consider the interface of an integrated ticketing system with existing and future \nconcession  arrangements  (i.e.,  net-cost  and  gross-cost)  and  fare  sharing \nprovisions, given input from existing rail line operators. \n(v)  Coordinate with the transit ticketing specialist to prepare a comprehensive action \nplan for the tendering process and eventual implementation of an integrated \nticketing system that includes proactive measures for the Government to define a \nfare policy that ensures the full participation of rail MRT operators, encompasses \n ", "12   Appendix 3 \nand integrates other transit modes and operators, and minimizes the need for \nbudgetary support \n \n2.   Transport Economist/Policy Specialist (international, 2.5 person-months) \n4.  The transport economist/policy specialist will have experience in addressing transport \npolicy issues in Thailand and knowledge of existing transit fare policies, rail MRT operating \ncosts, financial modeling, and the details of net-cost and gross-cost concession agreements for \nO&M. The consultant will have the following responsibilities: \n(i)  Evaluate the applicability of net-cost or gross cost concession contracts for O&M, \ndrawing upon the financial model developed to simulate operating costs and \nrevenues for select rail MRT lines, as well as potential investments in rolling \nstock and other equipment. \n(ii)  Develop  a  strategic  approach  for  structuring  and  restructuring  concession \ncontracts that accounts for the expansion of the rail MRT system, achieves value \nfor money for the Government, and maximizes the net social benefits of an \nintegrated transit network. \n(iii)  Prepare draft net-cost and gross-cost O&M concession contracts that include \nperformance specifications, maintenance responsibilities, and causes for contract \ntermination. \n(iv)  Map  out  a  tendering  strategy  for  O&M  concessions  that  complies  with  the \nprocedural requirements of the Act on Private Participation in State Undertakings, \n1992. \n(v)  Prepare tender document specifications to solicit bids for O&M concessions, \ndefine  criteria  for  bid  evaluations,  and  outline  an  indicative  schedule  that \ncomplies with the 1992 Act and ensures that an operator is selected prior to the \ncompletion of civil works. \n \n3.  Financial Specialist on PPPs (international, 2.5 person-months) \n \n5.  The financial specialist on public-private partnerships (PPPs) will have knowledge of the \nfinancing and financial performance of the current skytrain and subway systems within the \nBangkok MRT network, understand the nature of the respective concession agreements, and \npossess financial modeling skills. The consultant will be responsible for the following:  \n \n(i)  Collect data on alternative fares, ticket product types, and fare implementation \nmethods for select lines earmarked for construction. \n(ii)  Estimate appropriate fare elasticity factors to simulate changes in ridership levels \non individual lines, taking into account their integration into the MRT network, and \nsimulate gross operating revenues under different fare and ridership levels. \n(iii)  Develop  operating  cost  estimates  and  calculations  for  potential  operator \ninvestments in rolling stock and other equipment. \n(iv)  Combine the operating cost and revenue estimates to define an appropriate \nservice fee and payment structure for an operating concession contract. \n(v)  Coordinate with the transit ticketing specialist to prepare indicative estimates of \nthe capital and O&M costs of an integrated ticketing system. \n ", "Appendix 3  13\n \n4.  Legal Expert on Concession Agreements (international, 2 person-months) \n \n6.  The legal expert will be familiar with the application of Thai laws in structuring and \nenforcing  concession  agreements  for  projects  involving  PPPs. The  consultant  will  also  be \nknowledgeable  of  the  Act  on  Private  Participation  in  State  Undertakings,  1992,  and  the \nprocedures for its application. The legal expert will be responsible for the following: \n \n(i)  Coordinate with the transport economist/policy specialist to prepare draft net-cost \nand  gross-cost  O&M  concession  contracts  that  include  performance \nspecifications, maintenance responsibilities, and causes for contract termination. \n(ii)  Map  out  a  tendering  strategy  for  O&M  concessions  that  complies  with  the \nprocedural requirements of the Act on Private Participation in State Undertakings, \n1992. \n(iii)  Prepare tender document specifications to solicit bids for O&M concessions, \ndefine  criteria  for  bid  evaluations,  and  outline  an  indicative  schedule  that \ncomplies with the 1992 Act and ensures that an operator is selected prior to the \ncompletion of civil works. \n(iv)  Solicit input from the  Bank  of Thailand to  determine the licensing, financial, \nreporting, and security requirements that would apply to the fare collection and \nclearinghouse operator of an integrated ticketing system. \n \n5.  Transit Ticketing Specialist (international, 2 person-months) \n7.  The transit ticketing specialist will have experience in the design, tendering, contract \nnegotiation, implementation, and management of integrated ticketing systems for large-scale \nurban MRT networks. The transit ticketing specialist will be responsible for the following: \n \n(i)  Coordinate with all team members to conduct a detailed assessment of the \nfunctional requirements of an integrated ticketing system for Bangkok, taking into \naccount fare policies, revenue sharing arrangements, plans to encompass new \noperators and different transit modes, the need to improve physical connections \nbetween rail stations (as well as bus depots and ferry landings), and potential    \ne-commerce linkages. \n(ii)  Outline specifications for an open architecture platform to allow the ticketing \nsystem  to  accommodate  additional  operators,  transit  modes,  and  new \napplications over time; detail further operational aspects of an integrated ticketing \nsystem  such  as  card  production  and  distribution,  customer  services,  and \nequipment maintenance. \n(iii)  Analyze  the  merits  of  a  public-private  partnership  for  procurement  of  an \nintegrated ticketing system compared with alternative approaches, considering \nthe need to secure the participation of all rail MRT operators (with eventual \nexpansion  to  operators  of  other  transit  modes);  the  desired  functional \ncharacteristics of the system (including potential e-commerce applications); the \npotential institutional responsibilities for O&M (as well as the associated risk \nmanagement  requirements);  experiences  and  lessons  from  other  integrated \nurban MRT systems; and the option that maximizes the Government’s value for \nmoney based on life-cycle costing. \n ", "14   Appendix 3 \n(iv)  Evaluate the advantages and disadvantages of a design-build-operate-maintain \n(DBOM) approach to procurement compared with a design-build (DB) option, and \nassess different possible institutional arrangements for system O&M. \n(v)  Prepare  the  technical  components  of  tender  documents  for  an  integrated \nticketing system that encompass existing and future rail MRT operators and \nreflect the most appropriate approach to procurement (i.e., DBOM, DB, or some \nvariation thereof); draw on best practices and lessons from other cities to outline \nbidding procedures and proposal evaluation criteria. \n(vi)  Develop a comprehensive action plan for the tendering process and eventual \nimplementation  of  an  integrated  ticketing  system  that  incorporates \nrecommendations for a phased approach, starting with the rail MRT system, \nprogressing  to  other  transit  modes,  and  possibly  including  e-commerce \napplications. \n ", "Appendix 4  15\nOUTLINE OF THE FINAL REPORT \n \n \nEXECUTIVE SUMMARY \n \n \nI.   STRUCTURING VIABLE CONCESSIONS FOR RAIL LINE OPERATIONS \nA.  The Importance of a Transparent and Predictable Fare Policy \nB.  Operating Costs, Revenues, and Capital Investment Considerations \nC.  Model Net-Cost and Gross-Cost Concession Agreements \nD.  Tendering Procedures, Strategies, and Safeguards \n \nII.   FUNCTIONAL REQUIREMENTS OF AN INTEGRATED TICKETING SYSTEM \nA.  Considerations Related to Fare Policies and Revenue Sharing Arrangements \nB.  Incorporating New Operators, Different Modes of Transit, and e-Commerce \nC.  Institutional and Regulatory Issues for Clearinghouse Operations \n \nIII.  PROCUREMENT OPTIONS FOR AN INTEGRATED TICKETING SYSTEM \nA.  Separating Equipment Requirements from Systems Operations \nB.  The Relationship Between Financing Sources and System Applications \nC.  Management and Oversight of Clearinghouse Operations \n \nIV.  ACTION PLAN FOR IMPLEMENTING AN INTEGRATED TICKETING SYSTEM \nA.  Tender  Specifications  and  Procedures  for  Procuring  an  Integrated  Ticketing \nSystem  \nB.  Compliance with Applicable Legal and Regulatory Requirements \nC.  Strategic Action Plan for Financing and Implementing an Integrated Ticketing \nSystem \n \nV.  CONCLUSIONS AND RECOMMENDATIONS \n "], "metadata": {"ModDate": "D:20070109112338+08'00'", "CreationDate": "D:20061221142743Z", "Title": "Infrastructure Investment Advisory Assistance (Phase II)", "Producer": "Acrobat Distiller 4.05 for Windows"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 6 December 2006) \nCurrency Unit –  baht (B) \nB1.00 =  $0.0281 \n$1.00 =  B35.560 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DB  –  design-build \n  DBOM  –  design-build-operate-maintain \n  EA  –  executing agency \n  IA  –  implementing agency \n  MRT  –  mass rapid transit \n  O&M  –  operation and maintenance \n  OTP  –  Office of Transport and Traffic Policy and Planning \n  PDMO  –  Public Debt Management Office \n  PPP  –  public-private partnership \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Transport and communications \nSubsector  –  Railways \nThemes  –  Sustainable economic growth, capacity development, private sector \ndevelopment \nSubthemes  –  Fostering physical infrastructure development, institutional \ndevelopment, policy/institutional/legal/regulatory reforms \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  R. Nag, Southeast Asia Department (SERD) \nCountry Director  J. P. Verbiest, Thailand Resident Mission, SERD \n   \nTeam leader  J. Lynch, Principal Programs Economist, SERD \nTeam member  O. Jetwattana, Private Sector Economic Officer, SERD \n ", "authors": [{"documentRole": "Vice President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "R. Nag", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Country Director", "fullname": "J. P. Verbiest", "role": "Thailand Resident Mission", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "J. Lynch", "role": "Principal Programs Economist", "organization": "SERD"}, {"documentRole": "Team member", "fullname": "O. Jetwattana", "role": "Private Sector Economic Officer", "organization": "SERD"}]}