{"path": "data/input/ta/40155-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 40155 \nJune 2006 \n \n \n \nExternal Advisory Panel on the Future of  \nthe Asia and Pacific Region \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  LTSF  –  long-term strategic framework \n  MDG  –  Millennium Development Goal \n  MTS  –  medium-term strategy \n  SPD  –  Strategy and Policy Department \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Multisector \nSubsector  –  – \nTheme  –  Capacity development, Governance, Economic growth \nSubthemes  –  Client relations, network and partnership development, institutional \ndevelopment, organizational development  \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDirector General  K. Sakai, Strategy and Policy Department (SPD) \nDirector   C. W. Maccormac, Strategic Planning, Policy and Interagency Relations \nDivision, SPD \n   \nTeam leader  S. Hattori, Principal Planning and Policy Specialist, SPD \n ", " \nI.  INTRODUCTION \n1.  In 1981/82, the Asian Development Bank (ADB) launched its first comprehensive review of \nits  operations,  led  by  an  external  advisory  group  and  financed  under  a  regional  technical \nassistance (TA),1 to guide its strategy and policies for the 1980s. The review was updated in \n1986/87 by ADB staff. In late 1987, a study on ADB’s role as a regional development bank in the \nrest of the century was begun at the suggestion of several governors. Funded under another TA,2 \nthe  study  called  as  well  for  the  formation  of  an  external  panel  of  eminent  persons.  The \nrecommendations of the panel became The Asian Development Bank in 1990s: the Panel Report, \nalso known as the Okita Report. The report formally set in motion ADB’s strategic planning and the \ndrafting of a long-term strategic framework (LTSF) for ADB’s transformation into a broader-based \nregional development bank in the 1990s. \n \n2.  In late 1997, ADB laid the groundwork for a review of its vision for the new millennium, and \nin 1999 it made poverty reduction its single, overarching objective. A region free of poverty is the \nvision that underpins the 2001–2015 LTSF. The LTSF was prepared with the assistance of yet \nanother external advisory panel of distinguished public and private sector leaders3 and through \nopen and candid dialogue with ADB stakeholders. Under the LTSF, the core strategic areas for \nADB’s  interventions  in  2001–2015  are:  (i)  sustainable  economic  growth,  (ii)  inclusive  social \ndevelopment,  and  (iii) governance  for  effective  polices  and  institutions.  The  LTSF  has  three \ncrosscutting themes: (i) the role of the private sector in development, (ii) regional cooperation and \nintegration for development, and (iii) environmental sustainability.  \n \n3.  While the 2001–2015 LTSF largely remains relevant in its focus, recent changes in the \ncontext of ADB’s operations cannot be ignored. New developments and the dynamic environment \nof  the  Asia  and  Pacific  region  prompted  the  ADB  President,  at  the  39th  annual  meeting  in \nHyderabad, India, to announce ADB’s intention to undertake a consultative and comprehensive \nmidterm review of the LTSF. The goal is for ADB to realign its operations to stay relevant and \neffective as a regional development bank in achieving  its overarching objective of a region without \npoverty. To initiate this process, it is proposed that a panel of eminent persons be convened to \nprovide insights on the region’s future and how it will affect the future role of ADB. The panel’s \nviews will be discussed at ADB’s annual meeting in 2007 and will be the basis for a comprehensive \nand consultative review of the LTSF. \n \n \nII.  ISSUES \n4.  The Asia and Pacific region is undergoing dramatic change. ADB must change as well and \nalign  itself  to  the  region’s  rising  needs  and  demands  to  stay  relevant  and  responsive  to  its \ndeveloping  member  countries  (DMCs),  achieve  the  overarching  objective  of  a  region  free  of \npoverty, and attain the Millennium Development Goals (MDGs). Although ADB’s LTSF for 2001–\n2015 is still relevant in many respects, many factors not foreseen at the time of its preparation \nhave emerged as driving forces of change in the region, as a review of the implementation of the \nfirst medium-term strategic framework (MTSF-I) and the preparation of the second medium-term \nstrategic framework (MTSF-II) have shown. \n \n                                                 \n1  ADB. 1981. Technical Assistance for Study of the Bank’s Operational Priorities and Plans for the 1980s. Manila. \n2  ADB. 1987. Technical Assistance for Study of Role of the Bank in the 1990s. Manila. \n3   The external advisory panel was funded by a technical assistance: ADB. 2000. Technical Assistance for the External \nAdvisory Panel on a Long-Term Strategic Framework. Manila. \n ", " 2   \n5.  For  instance,  higher-than-expected  economic  growth  in  emerging  economies  like  the \nPeople’s Republic of China and India is transforming the region into a dynamic business and \nindustrial environment, attracting significant foreign investment. The region as a whole is marked \nby sustained economic growth (averaging 6% per year in the past 5 years) and greater financial \nstrength, as well as a rapid reduction in the proportion of people living in absolute poverty. Yet \nmore than 621 million live on $1 or less a day, and 1.9 billion on less than $2 a day. There are \nclear signs of accelerating disparity between DMCs, and between segments of the population \nwithin a DMC, requiring a closer scrutiny of the sharing of the benefits of high economic growth \nand of the impediments to equitable and inclusive development. \n \n6.  High economic growth is taxing the environment and accelerating the depletion of energy \nand  other  mineral  resources.  Fast-paced  urbanization—36%  of  the  Asian  population  is  now \nurban—is taking a toll on urban infrastructure, and on the quality of air and water supply. Moreover, \nrural poverty remains high, and reported progress in ensuring access to clean water in rural areas \nis below the MDG target for many countries. There is also a growing awareness of the importance \nof promoting good governance and combating corruption so that aid flows translate into economic \ngrowth and poverty reduction. Weak governance and corruption affect the poor most. The effects \nare particularly poignant for the weakly performing countries without sound policies and institutions \nto govern well and fight corruption. There is thus a need to rethink strategic priorities and put in \nplace innovative measures to build capacity in the DMCs where governance is poor and corruption \nrife. \n \n7.  On the other hand, the region also offers promising opportunities. The growing momentum \ntoward  regional  cooperation  and  integration  is  likely  to  enhance  the  potential  for  sustained \neconomic growth, while overcoming risks to growth and equitable and inclusive development. \nAmong the measures being considered are developing cross-border infrastructure and software, \nfacilitating regional trade and investment, strengthening monetary and financial cooperation, and \npromoting regional public goods. ADB, as a regional development bank, can be expected to play \nan important role in supporting such regional initiatives. The growing presence of the private sector \nin  regional development  also  creates  new  opportunities  for  ADB.  While  ADB’s  private  sector \noperations have gained in magnitude, realigning ADB’s operations to further promote the private \nsector and partner with it for the development of the region would yield significant results. \n \n8.  Given the evolving opportunities and challenges of the Asia and Pacific region, there is now \na need for a consultative and comprehensive review of ADB’s LTSF. The review would lead to an \neffective realignment of ADB’s operational priorities with the needs of its dynamic operational \nenvironment to achieve the overarching objective of poverty reduction and attain the MDGs of the \nDMCs. Before the review, however, there must be a shared consensus on the current and future \noperational  environment  of  ADB  and  the  role  ADB  will  play  as  a  trusted  partner  in  regional \ndevelopment. \n \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The TA will enable ADB to clearly prioritize its operational challenges and opportunities, \nidentify elements essential to staying relevant and effective as a regional development bank, and \nobtain sound guiding principles for a comprehensive midterm review of the LTSF, planned for 2007. \nThe LTSF review will benefit from a clearer perspective shared with all stakeholders, and from a ", "    3\nwell-defined direction and basis for its approach. The TA4 design and monitoring framework is in \nAppendix 1. \n \n \nB.  Methodology and Key Activities \n \n10.  ADB will invite six persons of internationally recognized eminence and stature to take part \nin panel discussions as members of the eminent persons group. The group will meet four times to \nadvise ADB on its future role. The panel will  \n \n(i)  identify key drivers of change, elements of economic growth, and major risks to and \nconstraints on economic growth and equitable and inclusive development in the \nAsia and Pacific region; \n(ii)  make recommendations on the future role of ADB within the dynamic operational \nenvironment of the region; and  \n(iii)  on  the  basis  of  the  foregoing  recommendations,  further  discuss  and  formulate \nguiding principles for a comprehensive midterm review of the LTSF. \n11.  The group will discuss and advise ADB on the following major issues, among others: (i) key \ntrends  that  will  shape  the  region’s  future  success,  challenges,  and  risks;  (ii)  development \nassistance to sustain success and manage risks; (iii) the role of ADB in providing such assistance; \n(iv) the most relevant types and modes of assistance; and (v) the most effective methods of \ndelivering assistance. The discussions will derive value from the independence of the group’s \nmembers and from their insights, which are not readily available within ADB. The Strategy and \nPolicy Department (SPD) of ADB, in consultation with other relevant departments, will prepare a \nconcise paper with basic background information for the panel discussions, but the discussions \nthemselves will be free-flowing and unconstrained. \n \n12.  After  each  panel  discussion,  SPD  will  prepare  a  synthesis  report  with  the  help  of \ninternational  and  national  consultants.  Each  synthesis  report  will  include  feedback  from  ADB \nstakeholders; in addition, the consultants will ensure that the discussions are based on current and \naccurate  information  by  seeking  more  data  and  information  from  ADB  stakeholders  or  other \nsources as necessary. \n \n13.  The final report will contain the discussions and recommendations of the panel, together \nwith the guiding principles for the comprehensive midterm review of the LTSF. This report will be \npresented at ADB’s 40th annual meeting in Kyoto in May 2007 to support deliberations among \nADB stakeholders, and will be the basis for ADB’s review of the LTSF in consultation with its \nstakeholders. \n \n \nC.  Cost and Financing \n14.  The total cost of the TA is estimated to be $700,000 equivalent, to be financed on a grant \nbasis from ADB’s TA funding program. Appendix 2 gives details of the cost estimates and financing \nplan. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n                                                 \n4  The TA first appeared in ADB Business Opportunities on 19 June 2006. \n ", " 4   \nD.  Implementation Arrangements \n15.  SPD will implement the TA over 11 months, from July 2006 to May 2007. ADB will invite six \npersons of internationally recognized eminence and stature to serve in their individual capacities as \nmembers of the external advisory panel. The outline terms of reference for the external advisory \npanel are in Appendix 3. \n \n16.  ADB will also hire one international consultant for 4 person-months and one local consultant \nfor 8 person-months, for a total of 12 person-months of consulting input. The outline terms of \nreference for these consultants are in Appendix 4. Individual consultants will be directly selected \nand hired according to ADB’s Guidelines on the Use of Consultants and other arrangements \nsatisfactory to ADB for the hiring of consultants. \n \n17.  As outlined in the terms of reference (Appendix 4), the consultant team will produce several \nreports, each of which will be discussed with ADB. About 2 weeks after the consultants are hired, \nthe international consultant will submit the inception report to ADB. The report will contain: (i) the \npreliminary plan and organization of the four sessions of the external advisory panel, and (ii) the \nwork program of the consultants.  \n \n18.  After each session of the external advisory panel, a synthesis report highlighting issues and \nproposing the next steps will be prepared. A final draft report will be submitted to ADB by March \n2007. It will (i) identify key drivers of change, elements of economic growth, and risks to and \nconstraints  on  economic  growth  and  equitable  development  in  the  region;  (ii)  make \nrecommendations on ADB’s future role; and (iii) present guiding principles for the midterm review \nof the LTSF. The international consultant will incorporate in the report all the relevant comments on \nthe report from the members of the panel and other ADB stakeholders. \n \n \nIV.  THE PRESIDENT'S DECISION  \n \n19.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance, not exceeding the equivalent of $700,000 on a grant basis, for \nsupporting the External Advisory Panel on the Future of the Asia and Pacific Region, and hereby \nreports this action to the Board.  ", "                                  Appendix 1  5\n   \n \nDESIGN AND MONITORING FRAMEWORK \n \nData \nPerformance  Assumptions \nDesign Summary  Source/Reporting \nTargets/Indicators  and Risks \nMechanisms \nImpact       \nAsian Development Bank’s  (cid:131)  Stronger  (cid:131)  Economic statistics  Assumptions \n(ADB’s) medium and long- developmental  of DMCs  (cid:131)  ADB’s capacity to adapt \nterm  strategic frameworks  impact, measured  (cid:131)  Statistics on  to changing global and \neffectively realigned to  by gross national  poverty and  regional economic and \nmeet the needs of the  product growth and  progress report on  financial conditions  \ndynamic operational  ratio of poverty  MDGs of DMCs  (cid:131)  Availability of adequate \nenvironment to achieve  reduction across \n(cid:131)  Review of ADB  ADB resources \nADB’s overarching  DMCs \nperformance \nobjective of poverty  (cid:131)  Improving trends in  Risk \nreduction and attain the  portfolio  (cid:131)  Quality-of-life  (cid:131)  Readiness of ADB as \nMillennium Development  performance and in  indices and data  an institution to make \nGoals (MDGs) of the  the ratio of    the necessary \ndeveloping member  successful projects    realignments \ncountries (DMCs) \nOutcome       \nA clear perspective and a  (cid:131)  Coherence and  (cid:131)  Feedback from the  Assumption \ncoherent framework shared  usefulness of the  working group to be  (cid:131)  Consensus and \nwith all ADB stakeholders  direction and  appointed for the  agreement among ADB \nfor effectively undertaking  approaches  comprehensive  stakeholders on the \nthe comprehensive midterm  formulated for  the  midterm review of  perspective and \nreview of ADB’s long-term  comprehensive  LTSF  framework for the \nstrategic framework (LTSF)  midterm review of  (cid:131)  Feedback from all  comprehensive \nin the context of its dynamic  the LTSF  stakeholders during  midterm review of the \nenvironment   the comprehensive   LTSF \nmidterm review \nOutputs       \nFinal report:  (cid:131)  Relevance and  (cid:131)  Synthesis report on  Assumptions \n(i) identifying key drivers of  usefulness of the  consultations and  (cid:131)  Panel consensus on \nchange, elements of  report for a  discussions of the  major issues  \ncomprehensive  panel, to be \neconomic growth, and risks  (cid:131)  Adequate inputs from \nmidterm review  of  prepared by the \nto and constraints on  ADB’s stakeholders  \nADB’s LTSF  international \neconomic growth and \nequitable development in  (cid:131)  Degree of  consultant   \nthe region; (ii) making  consensus attained  (cid:131)  Final TA report  Risk \nrecommendations on ADB’s  on the report    (cid:131)  Timely plenary \nfuture role; and  among the panel  sessions of the panel \n(iii) presenting guiding  members \nprinciples for the  midterm \nreview of the LTSF \nActivities and Milestones  Inputs \n   \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n(cid:131)  Selection of panel members and formation of the external advisory panel  (cid:131)  ADB to provide \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n(cid:131)  Selection and hiring of international and local consultants  $700,000 to fund the \nformation of the \n(cid:131)  Holding of four panel sessions and stakeholder consultations (as required) \nexternal advisory panel \n($360,000), services of \n ", " 6  Appendix 1 \nActivities and Milestones  Inputs \n   \n(cid:131)  Submission of draft final report to ADB  (cid:131)  international and local \n  consultants ($196,000), \nthe three panel \nsessions ($60,000), \nand contingencies \n($84,000) \n(cid:131)  ADB stakeholders \n(DMCs, Board \nmembers, ADB \nmanagement, and staff) \nto provide inputs as \nrequired by the external \nadvisory panel, and the \ninternational and local \nconsultants \n \n \n \n \nChristopher W. Maccormac          Kazu Sakai \nDirector               Director General \nStrategic Planning, Policy and           Strategy and Policy Department \nInteragency Division \nStrategy and Policy Department \n \nDate:                Date: ", "                             Appendix 2     7\n \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n   \n  Total   \nItem  Cost \nAsian Development Bank (ADB) Financinga     \n    A. Panel Members     \n         1.  Remuneration and Per Diem  240.0   \n         2.  International and Local Travel  120.0   \n                     Subtotal (A)  360.0   \n    B. International Consultants     \n         1.  Remuneration and Per Diem  144.0   \n         2.  International and Local Travel  20.0   \n         3.  Administration and Support Cost  10.0   \n                     Subtotal (B)  174.0   \n    C. National Consultants  22.0   \n    D. Panel Sessions/Stakeholder Consultation  50.0   \n    E. Miscellaneous Costs  10.0   \n    F. Contingencies  84.0   \n     \n                     Total  700.0   \n        a Financed by ADB’s technical assistance funding program. \n         Source: ADB estimates. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " 8  Appendix 3 \n \nTERMS OF REFERENCE FOR THE EXTERNAL ADVISORY PANEL \n \n1.  The Asian Development Bank’s (ADB) long-term strategic framework (LTSF) for 2001–\n2015 sets out a strategic framework for ADB’s actions to pursue its vision of an Asia and Pacific \nregion  free  of  poverty.  Adopted  from  ADB’s  poverty  reduction  strategy  approved  in  1999, \nLTSF’s core areas of intervention were identified as pro-poor sustainable economic growth, \nsocial development and good governance. The medium-term strategy I: 2001–2005 (MTS I) \ntranslated the LTSF into actionable medium-term strategies, responding to the region’s urgent \ndevelopment needs. The medium-term strategy II (MTS II), covering three years from 2006 to \n2008, is the second in the series of the medium-term strategies within the LTSF time horizon. \n \n2.  Although the LTSF remains relevant in many respects, in reviewing the implementation \nof MTS I and in preparing MTS II, it was recognized that many factors not envisioned at the time \nof LTSF preparation have emerged as driving forces of change in the region. While MTS II \nintroduces strategic measures to the already identified and immediate regional challenges, ADB \nintends to undertake a more comprehensive midterm review of the LTSF so that it may continue \nto be relevant and effective as a regional development bank. In initiating this process, it was \nproposed that a panel of eminent persons be convened to provide insights on the region’s future \nand their implications to the future role of ADB.  \n \n3.  The following are the terms of reference for the external advisory panel. \n \n4.  To advise the ADB regarding its priority operational challenges and opportunities within \nthe  dynamic  global/regional  environment,  the  elements  essential  for  maintaining  ADB’s \noperational relevance and efficacy as a regional development bank. The Panel’s final report will \nprovide a strategic perspective that can be shared with all stakeholders and provide basis for \nformulating relevant approaches for conducting a comprehensive midterm review of the LTSF.  \n5.  The Panel to be constituted for the purpose of this study will consist of six persons of \ninternationally recognized eminence and stature, and will be invited to serve in their individual \ncapacities. The panel is expected to commence work in July/August 2006 and submit its final \nreport to ADB President by March 2007. \n6.  It is proposed that the Panel study and advise on the following:  \n(i)  recent key changes and prospects in the region and the main driving forces; \n(ii)  key long-term development challenges facing the region, including risks to the \nregion’s inclusive and sustainable development, and measures to address these \nrisks; \n(iii)  evolving global environment (including the environment for official development \nassistance) and implications for Asia and the Pacific; \n(iv)  recommendation on the future role of ADB as a regional development bank \nwithin the dynamic operational environment of the Asia and Pacific region; and \n(v)  key issues that ADB needs to take into account in conducting a comprehensive \nmidterm review of ADB’s LTSF. ", "                            Appendix 3    9 \n7.  As  deemed  necessary,  the  Panel,  from  time  to  time,  may  seek  inputs  from  ADB \nstakeholders, including the members of the Board of Directors, ADB’s client countries, ADB \nManagement and its Staff.  \n8.  The Panel may examine any other aspects of the global/regional economy and their \nimplications for ADB’s operations which it considers pertinent and recommend any measures it \nregards as being in the interest of ADB and its membership. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " 10   Appendix 4 \n \nTERMS OF REFERENCE FOR THE CONSULTANTS \n \nA.  International Consultant \n1.  An  internationally  recruited  consultant  with  expertise  in  strategic  planning,  policy \ndevelopment, and stakeholder consultation processes will be engaged for 4 person-months. \nThe consultant will be responsible for assisting SPD in \n \n(i)  planning, organizing, coordinating, and facilitating the four panel sessions of \neminent persons group and stakeholder consultations, as required; \n \n(ii)  drafting the background/issues briefs for each panel session and stakeholder \nconsultations, as required, to enable focused discussions and derive desired \noutputs from the sessions and consultations; \n \n(iii)  obtaining inputs from ADB stakeholders from time to time as deemed necessary \nby the panel; \n \n(iv)  drafting at the end of each panel session a synthesis paper summarizing the \ndeliberations and conclusions of the panel; \n \n(v)  summarizing  in  a  short  paper  the  strategic  issues  raised  and  approaches \ndiscussed after consultation with each stakeholder; \n \n(vi)  drafting  and  finalizing  the  final  report  by  end  March  2007,  with  all  relevant \ncomments from the eminent persons group and stakeholders incorporated; and \n \n(vii)  providing full support to the project officer on matters pertaining to successfully \nholding  the  four  panel  sessions,  undertaking  stakeholder  consultations  as \nrequired, and completing the final report. \n \nB.  National Consultant \n \n2.  A national consultant will render 8 person-months of services to assist the international \nconsultant, the members of the eminent persons group, and the project officer on the following: \n \n(i)  background  research  for  issues  briefs,  synthesis  paper  of  panel  sessions, \nsummary on stakeholder consultations, draft final and final report of the panel; \n \n(ii)  logistic  arrangements  and  administrative  support  for  holding  of  the  panel \nsessions; and \n \n(iii)  logistic arrangements and administrative support for the members of the panel as \nrequired for their travel and participation in the panel sessions. \n "], "metadata": {"ModDate": "D:20060727105819+08'00'", "CreationDate": "D:20060707094543+08'00'", "Title": "External Advisory Panel on the Future of the Asia and Pacific Region", "Creator": "PScript5.dll Version 5.2.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": ""}, "author_page": " \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  LTSF  –  long-term strategic framework \n  MDG  –  Millennium Development Goal \n  MTS  –  medium-term strategy \n  SPD  –  Strategy and Policy Department \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Multisector \nSubsector  –  – \nTheme  –  Capacity development, Governance, Economic growth \nSubthemes  –  Client relations, network and partnership development, institutional \ndevelopment, organizational development  \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDirector General  K. Sakai, Strategy and Policy Department (SPD) \nDirector   C. W. Maccormac, Strategic Planning, Policy and Interagency Relations \nDivision, SPD \n   \nTeam leader  S. Hattori, Principal Planning and Policy Specialist, SPD \n ", "authors": [{"documentRole": "Director General", "fullname": "K. Sakai", "role": "Strategy and Policy Department (SPD)", "organization": ""}, {"documentRole": "Director", "fullname": "C. W. Maccormac", "role": "Strategic Planning", "organization": "Policy and Interagency Relations"}, {"documentRole": "Team leader", "fullname": "S. Hattori", "role": "Principal Planning and Policy Specialist", "organization": "SPD"}]}