{"path": "data/input/ta/40174-png-tar.pdf", "pages": ["     \n \n \n \nTechnical Assistance Report\n   \n \n \n \n \n \n \n \n \n \nProject Number: 40174  \nMay 2007 \n \n \n \nPapua New Guinea: Power Sector Development \nPlan \n(Financed by the Japan Special Fund) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 20 April 2007) \n \nCurrency Unit –  kina (K) \nK1.00 =  $0.325 \n$1.00 =  ST3.077 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  ED-DPE  –  Energy Division of the Department of Petroleum and Energy \n  ICCC  –  Independent Consumer and Competition Commission \n  LNG  –  liquefied natural gas \n  MTDS  –  medium term development strategy \n  NGO  –  non-government organization \n  PNG  –  Papua New Guinea \n  PPL  –  PNG Power Ltd \n  SEL  –  PNG Sustainable Energy Ltd  \n  TA  –  technical assistance \n \nWEIGHTS AND MEASURES \n \n  GWh (gigawatt-hour)  –  1,000,000 kilowatt-hour \n  kW (kilowatt)  –  1,000 watts \n  kWh (kilowatt-hour)  –  1,000 watt-hours  \n  MW (megawatt)  –  1,000 kilowatts \n  W (watt)  –  unit of active power \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \n  Targeting Classification –  General intervention \n  Sector  –  Energy \n  Subsector  –  Energy sector development \n  Themes  –  Sustainable economic growth \n  Subthemes  –  Fostering physical infrastructure development; \n  capacity development (institutional) \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n   \nVice President  C. Lawrence Greenwood Jr., Operations Group 2 \nDirector General  P. Erquiaga, Pacific Department (PARD) \nDirector  I. Bhushan, Pacific Operations Division (Area B), PARD \n   \nTeam leader  L. Bodda, Senior Energy Specialist, PARD \nTeam member  S. van der Tak, Director, Papua New Guinea Resident Mission, PARD ", "       \nI.  INTRODUCTION \n1.  In Papua New Guinea (PNG), more than 90% of the population (mostly rural dwellers) \nhas no electricity. In urban centers, the power supply is often unreliable. The country’s medium \nterm  development  strategy  (MTDS)  2005–20101  recognizes  energy  and  power  as  critical \ningredients for development and poverty reduction. The strategy invites the Government to \nassist the disadvantaged to “lift themselves out of poverty by improving basic services such as \nwater and electricity.”  \n \n2.  Assistance to the country’s power sector was included in ADB’s Country Strategy and \nProgram (2006–2010)2 for PNG and confirmed during the 2006 Country Programming Mission. \nIn  February  2007,  a  technical  assistance  (TA)  fact-finding  mission  was  fielded3  An \nunderstanding was reached on the TA’s purpose, key activities, consultants’ terms of reference, \ncost estimates and financing, and implementation arrangements. The design and monitoring \nframework is provided in Appendix 1. \n \nII.  ISSUES \nA.  The Energy Sector \n3.  PNG  is  well-endowed  with  natural  resources,  including  energy  reserves,  but  the \ncountry’s formidable geography and the high cost of developing infrastructure have constrained \ntheir exploitation. The outcome is a dual economy and society, marked by a few enclaves of \nindustrialization surrounded by widely diffused poverty. The high population growth (2.3% per \nannum) and urbanization rate have increased difficulties for the country.  \n \n4.  The challenge is for PNG to use its energy resources to help reverse a negative spiral \nand to move the country towards more sustainable social and economic development. This \nvision is articulated in the national energy policy, which aims “to diligently promote and facilitate \nthe development of the energy sector in order to ensure the availability, reliability, affordability \nand  efficient  use  of  energy.”  Therefore,  social  development  occurs  by  utilizing  energy  for \neconomic activity, through an environmentally sound manner.4  \n \n5.  PNG has substantial deposits of hydrocarbons. Oil production facilities at Kutubu, Gobe \nand Moran produce an average of 50,000 barrels a day. Most of the oil is exported through a \n273 kilometer pipeline and an offshore marine terminal. About 145 million cubic meters (m3) of \nnatural gas is produced annually at the Hides gas field for the Porgera mine’s power plant. \nAlmost all the gas arising from oil production is re-injected into the oil-producing reservoirs, \nalthough a limited amount is flared for operational requirements. \n \n6.  PNG’s  oil  reserves  are  relatively  modest  and  declining,  but  its  gas  reserves  are \nsubstantial. The remaining proved recoverable oil reserves are estimated at 80 million barrels. \nThe recoverable proved and probable natural gas reserves are estimated at 428 billion m3, \nequivalent to 3.02 billion barrels of oil. Limited and declining oil production potential makes it \nessential that PNG’s natural gas fields be developed to maintain an inflow of foreign exchange. \n \n                                                 \n1  PNG. 2004. Medium Term Development Strategy 2005–2010: Our Plan for Economic and Social Advancement.  \nPort Moresby. November 2004. \n2   ADB. 2006. Country Strategy and Program (2006-2010): Papua New Guinea. Manila. \n3   The TA first appeared as assistance to the Power Sector Study in ADB Business Opportunities on 15 March 2007. \n4   National Energy Policy and Rural Electrification Policy Workshop. Papua New Guinea, 21—26 August 2005. ", "2   \n7.  In order to supply gas demand in eastern Australia, a proposed $2.5 billion PNG Gas \nProject was designed to commercialize 5.6 billion m3 of natural gas. However, the cost of the \nproject  dramatically  increased  during  2006,  particularly  in  respect  of  the  gas  distribution \npipelines in Australia. This caused the entire scheme to be shelved in late January 2007. The \ncompanies involved in the PNG Gas Project have now turned their attention to the production of \nliquefied natural gas (LNG) for export to Asian and other markets. Such a project might yield \nannual revenues of about $200 million to $300 million5 for the PNG economy for 30 years. The \nproposed onshore gas pipeline to a coastal LNG facility would be managed to retain flexibility \nfor  third  parties  to  supply  different  areas  and  customers  in  accordance  with  government-\napproved access principles.  \n \nB.  The Power Sector \n8.  Natural gas could alleviate the problem of PNG’s limited power supply, but it is not the \nonly solution. The country is rich in renewable energy resources suitable for power production, \nin particular hydropower potential. PNG has more than 15,000 MW hydropower potential. The \npossibility of building a $2 billion (60 meter high) dam to produce 1,800 MW of power at Wabo \non the Purari River to serve power aluminum smelting and to feed the power grid is being \ninvestigated. Coconut plantations are widely spread throughout PNG and may be a potential \nsource  of  power  as  coconut-based  bio-diesel  becomes  a  viable  option.  It  has  also  been \nsuggested that coal could be imported from Australia and Indonesia. There is no single solution. \nThe  geography  of  PNG  calls  for  articulated  power  sector  optimization  based  on  small \ndisaggregated markets.  \n \n9.  The  Independent  Consumer  and  Competition  Commission  (ICCC),  the  regulator,  is \nseeking to increase investments and competition in the power sector in order to increase the \nquantity and quality of the power supply. The aim is to reduce the environmental, economic and \nsocial costs associated with emissions, frequent power outages and limited access. However, \nthe ICCC does not have the capacity to conduct technical regulatory work. It has therefore \ndelegated  safety  and  standards  regulatory  functions  (on  a  yearly  renewable  basis)  to  the \ngovernment-owned PNG Power Ltd (PPL). \n \n10.  PPL  supplies  power  to  Port  Moresby  and  26  other  urban  centers  through  19 \nindependent  power  systems.  Its  present  generating  capacity  is  153  MW  (80  MW  in  Port \nMoresby) for total energy sales of 742 GWh (316 GWh in Port Moresby). PPL, formerly the \nElectricity Commission, used to be the sole generator, transmitter and distributor of electricity in \nthe country. In 1999, an independent power producer, Hanjung Power Ltd, negotiated the \nproduction  and  sale  of  power  to  the  grid  within  a  15-year  build-operate-transfer  (BOT) \narrangement. However, the present electricity tariff of about $0.15 per kilowatt hour (kWh) is \nhardly sufficient to cover the cost of the diesel oil needed to produce power in Port Moresby. In \nrural areas the cost of diesel alone can be three times the tariff, or more. Since 2003, PPL has \nbeen earmarked for privatization and a new private commercial operator, PNG Sustainable \nEnergy Ltd (SEL), is beginning to enter the sector.   \n \n11.   The  Energy  Division  of  the  Department  of  Petroleum  and  Energy  (ED-DPE)  is \nresponsible for the rural electrification program. The provincial governments have responsibility \nfor maintaining the Government’s stand-alone rural generation facilities (C-Centers). There are \nseveral other power suppliers. Churches and missions provide electricity to nearby areas while \nsome mine, industrial and agricultural enclaves supply free electricity to nearby villages. PPL \n                                                 \n5 Equivalent up to 9% of PNG’s gross domestic product (GDP). ", "                                3\n                       \nhas an ongoing program of extending the urban grids to sell electricity to rural communities \nclose to the grid. SEL is also actively entering the sector. The World Bank is assisting SEL with \na Solar Lantern Project for teachers, and it is discussing possible assistance to finance mini-\nhydro schemes in rural areas. \n \nC.  The Power Sector Development Plan \n12.  Several studies have been produced on the conditions and challenges in PNG’s power \nsector, including a study of energy sector and rural electrification assisted by the World Bank6 \nand PPL’s National and Provincial Ten Year Power Development Plan.7 ED-DPE has drafted \nthe overall country energy and power policy framework.8 A national electricity industry policy \ntask force has been created to chart the country’s electricity needs in accordance with the \nMTDS priorities. The Government has asked ED-DPE to complement its draft policy with a \nsector master plan. This is consistent with the Paris Declaration’s9 partnership commitment to \ntranslate national development strategies into prioritized result-oriented operational programs.  \n \n13.  The development plan requires a comprehensive and consultation-based power sector \nanalysis combined with a stakeholders’ diagnostic analysis to provide a more holistic view of the \nsector’s challenges and opportunities. The plan will also provide a power sector operational \nprogram with recommended actions, timetables and costing.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n14.  The  long-term  objective  of  the  TA  is  to  increase  the  availability  of  a  reliable  and \nsustainable power supply at reasonable cost. The purpose is to assist the Government to \nexamine  issues  and  options  to  promote  and  facilitate  the  provision  of  reliable,  safe  and \naffordable access to an efficient electrical power supply for PNG. \n \n15.  The main outputs of the TA will include the following. \n \n(i)  Assessment of power sector demand and supply. Building upon the findings \nof previous studies of the sector and the knowledge of the ED-DPE, the TA will \nundertake research and detailed consultations to (a) provide an overview of \nsector demand and supply, (b) assist in identifying and addressing the main \ninformation gaps, (c) identify ways of maximizing renewable energy production \nand energy efficiency to reduce the overall cost of providing power, and (d) \ndiscuss  the  main  findings  with  the  Government  and  private  sector  and  civil \nsociety representatives. \n  \n(ii)  Review of power sector policy, legislation, regulations and procedures. \nNew technologies are emerging and private sector operators show interest not \nonly  in  supplying  the  more  viable  load  centers,  but  also  in  building  and/or \n                                                 \n6  World Bank. 2004. Energy Sector and Rural Electrification Background Note. Washington, DC. (March). \n7  PNG Power Ltd. 2006. National and Provincial Ten Year Power Development Plan 2007—2016. Port Moresby \n(December). \n8  PNG Department of Petroleum and Energy. 2004. Issues Paper: Energy Sector Review. Port Moresby (January). \nPNG Department of Petroleum and Energy. Draft National Energy Policy. July 2005. \n9  2005.  Paris  Declaration  on  Aid  Effectiveness.  Ownership,  Harmonization,  Alignment,  Results  and  Mutual \nAccountability. Paris (March). ", "4   \nmanaging rural electrification facilities. The current policy and regulatory system \nneeds review, which should include consideration of the appropriate assignment \nof responsibility for technical regulation. The TA will also assist in drafting any \nrequired amendments to the law and regulations.  \n \n(iii)  Diagnostic  analysis  of  sector  entities  and  related  binding  constraints. \nSeveral entities are engaged in the sector. PPL supplies electricity to the main \ncenters. ED-DPE, local governments, churches, non-government organizations \n(NGOs) and private operators commonly serve rural areas. The TA will identify \nthe capacity of stakeholders, issues, binding constraints and lessons learned. It \nwill  discuss  recommendations  and  propose  concrete  steps  to  improve  and \naddress  sector  efficiency  and  efficacy,  environmental  and  social  issues, \nconsumer protection and sustainability.  \n \n(iv)  Power demand forecast and least-cost supply development plan. PNG’s \nexpected power demand and potential supply is geographically diverse. The TA \nwill  assist  in  (a)  forecasting  power  demand,  (b)  identifying  the  least-cost \ndevelopment  program  that  facilitates  economic  development  and  poverty \nreduction, and (c) undertaking preliminary technical, economic, financial, social \nand  environmental  analysis  for  prioritized  investment  requirements  in  the \ndevelopment program. \n \n(v)  Action-oriented and monitorable power sector operational program. The \npower sector operational program will define the key and practical tasks that \nneed  to  be  done,  the  task  responsibilities  and  a  schedule.  The  operational \nprogram  will  be  action-oriented,  realistic  and practical.  It  will  also  advise  on \npotential roles for ADB, the private sector and civil society, and include all the \ninformation and tasks required to undertake coordination among donors.10  \n \n(vi)  Capacity building. During the TA implementation, the consultant will maximize \non-the-job  training  and  technology  transfer,  particularly  by  working  in  close \nconsultation and collaboration with ED-DPE counterpart staff. The outcome of \nsuch interaction will be assessed, and this approach will be emphasized to the \nconsultant at the outset.  \n \n(vii)  Results dissemination. The results and findings of the TA will be presented and \ndiscussed with the main stakeholders and widely published in an easy-to-read \nformat and in the local language(s), as required. The main recommendations \nmay become the basis for an information paper to the National Executive Council \n(the Cabinet) and subsequently a white paper for presentation to the Parliament. \nThe consultant’s final report containing the main issues and concerns raised and \nsolutions identified will be widely circulated and posted on the internet. \n \n \n \n \n                                                 \n10  Several donors are involved in the sector, including ADB, the Australian Overseas Aid Program (AusAID), the PNG \nSustainable  Development  Program  (PNGSDP),  the  Pacific  Islands  Applied  Geoscience  Commission \n(SOPAC), the United Nations Development Programme (UNDP) and the World Bank. Donations are mainly for \npolicy assistance, rural electrification and capacity building.  ", "                                5\n                       \nB.  Methodology and Key Activities \n16.   The  TA  will  build  on  the  findings  and  achievements  generated  by  previous  sector \nstudies and assistance. The TA activities will include assisting the Government to (i) review \navailable literature and documentation; (ii) identify the present energy and power demand and \nforecast demand; (iii) assess the supply options and assist their optimization; (iv) review the \npertinent policy, legislation, regulations and procedures, and establish their appropriateness and \nany deficiencies; (v) perform a diagnosis of the sector entities and constraints; (vi) prepare three \nto five power sector development pre-feasibility studies for prioritized investments; (vii) draft a \npower sector operational program; (viii) facilitate the coordination of donors; (ix) enhance human \nresources capacity; (x) increase the awareness of stakeholders on the benefits of reform; (xi) \nfacilitate the support of policy makers; and (xii) disseminate the main findings and lessons \nlearned. \n \nC.       Cost and Financing \n17.   The TA is estimated to cost $630,000 equivalent. ADB will provide $500,000 equivalent \non a grant basis from ADB’s Japan Special Fund, financed by the Government of Japan. The \nGovernment of PNG will contribute $130,000 equivalent to finance counterpart staff, office \naccommodation, communication, local transport and consultations and awareness facilitation. \nThe detailed cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n18.  The ED-DPE will be the executing agency (EA) of the TA. The EA will facilitate the \ncollection of all available relevant information. The EA will recruit and appoint a project manager \nwith qualifications acceptable to ADB on terms of reference prepared by the EA and reviewed \nby ADB. The Director, ED-DPE, will provide overall guidance to the project. It is proposed that a \nsteering committee be chaired by the Department of National Planning and Rural Development \nand include representatives of ED-DPE, the Department of Provincial and Local Government \nAffairs, PPL, the PNG Gas Office, SEL, private sector representatives, NGOs and users. The \ncommittee will provide overall supervision and help to ensure adequate cooperation from local \ngovernment bodies, governments and NGOs active in the power sector, as well as users and \nbeneficiaries.  The  Consultative  Implementation  and  Monitoring  Council  (CMIC)  might  be \nconsidered for the role of secretariat to the steering committee.  \n \n19.  ADB will engage about 14 person-months of international and 10 person-months of \ndomestic consultant services. The services will be recruited through a consulting firm selected \nthrough the quality and cost-based selection (QCBS) method with quality cost ratio of 80:20 and \nbased on the submission of simplified technical proposals, in accordance with ADB’s Guidelines \non the Use of Consultants (2007, as amended from time to time). Procurement of equipment \nand software will be carried out in accordance with ADB’s Procurement Guidelines (2007, as \namended from time to time) and will be handed over to the EA upon completion of the TA. The \ndetailed  terms  of  reference  for  the  consultants  are  given  in  Appendix  3.  The  TA  will  be \nimplemented  over  20  months,  with  services  to  be  rendered  on  an  intermittent  basis.  It  is \nexpected to begin in October 2007 and be completed by June 2009.  \n \n ", "6   \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of Papua New Guinea for the Power Sector Development Plan, and hereby \nreports this action to the Board. ", "    Appendix 1  7\nDesign and Monitoring Framework \n \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms \nImpact      Assumption \n  Share of households with  Papua New Guinea   \nIncreased availability  power supply increases from  (PNG country economic  Donors’ financial \nof reliable and  7% to 15% within 6 years   and power sector  assistance and \nsustainable power    statistics  Government’s \nsupply at reasonable  Share of electricity produced    commitment to the \ncost  by oil products decreases  PNG national budget  sector is maintained \n  from 45% to 35% within 6     \nyears  ADB country  Risk \n  consultations   \nPower demand supplied with  Poor understanding \nleast-cost solutions  of the power sector \n  development plan \nand flawed policy \nadoption \nOutcome      Assumption \n  The power sector  Technical assistance   \nThe Government  development plan translates  (TA) final report  Recommended \nexamines issues and  the national energy policy’s    development actions \noptions to promote and  goals and policies into  Government and  accepted and \nfacilitate the provision  prioritized result-oriented  steering committee  endorsed by the \nof reliable, safe and  operational programs  assessment  Government and \naffordable access to      other stakeholders \nefficient electrical  Power sector white paper  ADB final review   \npower supply for PNG  prepared for consideration by  mission  Risk \n(national energy  the Cabinet and tabled in     \npolicy, page 13)   Parliament  Feedback from  Insufficient public \n    stakeholders, including  debate and/or  \ndonors   support for the TA \nrecommendations \nOutput      Assumptions \n       \nAn action-oriented  Consultant reports acceptable  Consultant reports  Stakeholders’ \nrealistic and practical  to the Government and ADB.    interest and \npower sector  Namely:    TA progress reports  engagement is \ndevelopment plan      sustained \noutlining the key tasks  • Inception report with (i) first  Tripartite meeting   \nto be done, task  findings, (ii) detailed work    Power sector \nresponsibilities and a  program and (iii) description  Power sector  development plan is \nschedule. It will include  of the short-term  operational program   widely discussed  \nthe baseline analysis  consultancies required by     \nand concrete tasks for  month 1.5   Development program  Appropriate \nachieving financial      counterpart staff and \nperformance goals,  • Midterm report including  Pre-feasibility studies of  resources are \ntechnical performance  review of (i) power sector  prioritized projects   assigned \ngoals and customer  demand and supply,     \nservice performance  legislation, regulation and  Stakeholders’ workshop  Risks \ngoals  procedure framework, and     \n(ii) stakeholders’ diagnosis  Private sector and \nand binding constraints  civil society not ", "8  Appendix 1 \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks \nMechanisms \nanalysis by month 12    engaged in the TA \n  implementation  \n• Draft final report including   \n(i) power demand forecast  Limited availability of \nand least-cost development  adequate human \nplan, (ii) three to five  and financial \nprojects’ pre-feasibility  resources \nstudies, and (iii) the power   \nsector operational program  Poor understanding \nby month 18  of sector \n  development \n• Final report including  concepts \n(i) findings and \nrecommendations, \n(ii) dissemination tools, and \n(iii) draft white paper by \nmonth 20 \nActivities with Milestones  Inputs \n   \nPower demand and supply assessment (by month 3) \nAbout 14 person-\n1.1 Collection and review of the existing studies \nmonths of \n1.2 Identification and filling of the information gaps \ninternational and 10 \n1.3 Discussion of the main findings \nperson-months of \n \nPolicy, legislation, regulations and procedures review (by month 6)  domestic consulting \n2.1  Collection and review of the present framework  services \n2.2  Stakeholders’ consultations and support   \n2.3  Drafting of the legal documents, as required  Japan Special Fund \n  (JSF) financing of \nSector entities and binding constraints diagnostic (by month 12) \n$500,000 \n3.1  Stakeholders’ analysis and diagnostic \n \n3.2  Identification of constraints and lessons learned \nGovernment \n3.3  Recommendations, including capacity building requirements \ncontribution of  \n \nPower demand and supply forecast (by month 15)  $130,000 equivalent \n4.1  Power demand forecast    \n4.2  Least-cost supply development plan   Counterpart facilities \n4.3  Preliminary technical, economic, financial, social and environmental analysis \n \nPower Sector Operational Program (by month 18) \n5.1  Baseline identification for managing and monitoring for results \n5.2  Practical tasks defined \n5.3  Donors’ matrix and donors’ coordination prepared and assisted \n \nCapacity Building (continuous) \n6.1   On-the-job training \n6.2   Assessment of the outcome \n \nResults Disseminated (by month 20) \n7.1 Capacity development and on-the-job training  \n7.2 Workshop and white paper  \n7.3 Wide circulation, dissemination and discussion of the final report \n \n \n \n ", "Appendix 2          9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants   300.0 \n      ii.  Domestic Consultants   40.0 \n    b.  International and Local Travel  60.0 \n    c.  Reports and Communications  8.0 \n  2.  Computer Equipment and Softwareb  5.0 \n  3.  Miscellaneous Administration and    \n    Support Costs  10.0 \n  4.  Seminars and Training  7.0 \n  5.   Final Report translation/dissemination  10.0 \n      5.  Contingencies  60.0 \n      Subtotal (A)  500.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  40.0 \n  2.  Remuneration and Per Diem   \n    of Counterpart Staff  70.0 \n  3.  Others  20.0 \n      Subtotal (B)     130.0 \nTotal  630.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb  One personal computer, one printer, supplies and software. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "10    Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Terms of Reference for the Consultants \n1.  The consultants shall ensure that all works and outputs under the technical assistance \n(TA)  are  fully  compliant  with  all  relevant  Asian  Development  Bank  (ADB)  policies  and \nguidelines. The consultants’ work should include, but will not be limited to, the following. \n \n2.  The  power  sector  specialist  and  team  leader1  (international,  5  person-months)  will \nundertake the following tasks. \n \n(i)  Prepare the detailed work program and implementation schedule for the TA, and \ncoordinate the work of the consultants on the team.  \n(ii)  Review available studies relating to the energy and power sector, and prepare a \nsummary of the current status of resources and the sector requirements.  \n(iii)  Assist in identifying and addressing the main information gaps and review them. \n(iv)  Identify ways of maximizing renewable energy production and energy efficiency \nto reduce the overall cost of producing power. \n(v)  In coordination with the TA for implementation of the public enterprises’ public \nexpenditure review and rationalization, explore the possibility of private sector \nparticipation in the power sector.  \n(vi)  Identify project opportunities and prepare concept paper proposals on renewable \nenergy and energy efficiency projects for financing/cofinancing by ADB, Global \nEnvironment Facility (GEF), Clean Development Mechanism (CDM) and other \nfunding sources. \n(vii)  Assist the power sector participatory review, including stakeholders’ analysis, \nproblem analysis, objective analysis and alternative analysis. \n(viii)  Review the environmental policy, legislation and regulation for energy projects. \n(ix)  Review the technical and commercial regulatory regime for its appropriateness \nand identify any deficiencies. \n(x)  Assist the Energy Division of the Department of Petroleum and Energy (EPD-\nDPE) in preparing an action-oriented and time-bound power sector operational \nprogram with baseline data, monitorable indicators and accountable entities. \n(xi)  Prepare a detailed and comprehensive investment program. \n(xii)  Prepare  three  to  five  power  sector  pre-feasibility  studies  for  the  priority \ninvestments proposed, including preliminary environmental and social analysis. \n(xiii)  Prepare quantitative estimates of the environmental cost for the selected priority \nprojects. \n(xiv)  Assist EPD-DPE to prepare a white paper for Cabinet consideration and tabling \nin Parliament on power sector reform and expansion criteria and procedures. \n(xv)  Maximize on-the-job training and technology transfer, particularly by undertaking \nthe task in close consultation and collaboration with ED-DPE counterpart staff.  \n(xvi)  Assist ADB in assessment of the training transfer outcome for ED-DPE and other \nstakeholders.  \n(xvii)  Prepare recommendations for capacity building for the implementation of the \npower  sector  development  plan,  including  project  and  environmental \nmanagement. \n                                                 \n1 The specialist must have at least 10 years’ experience in power sector development, preferably in small island \ncountries. ", "Appendix 3           11 \n(xviii)  Assist  ED-DPE  in  preparing  information  in  layperson's  language  for \ndissemination  to  a  broader  audience:  The  objectives,  challenges  and \nachievements  in  implementing  the  power  sector  operational  program  (the \noperational program). \n(xix)  Prepare terms of reference and outline a feasible implementation schedule for \nconsultant inputs required to implement the core subprojects and the power \nsector expansion plan. \n(xx)  Undertake any reasonable requests made by ADB associated with the TA. \n \n3.  The  power  system  planner  and  economist2  (international,  2  person-months)  will \nundertake the following tasks. \n \n(i)  Assess the power system expansion plan, capacity for project implementation, \nand methods for prioritizing projects.  \n(ii)  Assist in identifying and addressing the power sector’s main information gaps, \nidentify areas for improving power system planning and assess the requirements \nof specific areas. \n(iii)  Identify  feasible  technical  options,  including  ways  of  maximizing  renewable \nenergy production and energy efficiency to reduce the overall cost of producing \npower. \n(iv)  Prepare and confirm detailed cost estimations for the core subprojects. \n(v)  Prepare selection criteria for the least-cost design of subprojects to be funded \nunder the investment program. \n(vi)  Determine environment and land acquisition issues and costs, as required, under \nthe long-term development plan. \n(vii)  Review the present lifeline tariff for consumers with the lowest incomes and their \nability to pay. \n(viii)  Identify  an  appropriate  recurrent  maintenance  program,  including \nrecommendations for funding maintenance of the proposed facilities. \n(ix)  Prepare  the  financial  and  economic  analysis  of  the  least-cost  expansion \nprogram. \n(x)  Prepare financial and economic analysis for the prioritized projects subject to the \npre-feasibility study. \n(xi)  Ensure that the environmental costs are included in the financial and economic \nanalysis of the projects. \n(xii)  Review the present tariff-setting mechanisms and tariff adjustment to fuel costs \nand foreign exchange rate changes. \n \n4.  The participatory and social development expert (international, 3 person-months) must \nhave (i) extensive experience in participatory planning, (ii) qualifications in social development \nand facilitation techniques, and (iii) extensive experience with, and knowledge of, ADB’s design \nand monitoring framework (DMF) approach or “goal-oriented project planning.” Professional \nexperience in the power sector is an added advantage. The specific duties and responsibilities \nof the specialist will include the following.  \n \n(i)  Using  the  DMF  approach,  design  a  stakeholders’  participation  program \nincorporating  and  covering  (a)  impact,  outcome,  outputs,  activities,  inputs, \n                                                 \n2 The specialist must have at least 5 years’ experience in power system planning and qualification in economic \nanalysis of power projects. \n ", "12  Appendix 3 \nperformance indicators and targets, data sources and monitoring mechanisms, \nand  assumptions  and  risks;  and  (b)  techniques  assuring  a  high  level  of \nparticipation. \n(ii)  Assist  the  preparation  and  discussion  of  the  situation  assessment,  including \nstakeholders’ analysis and problem analysis. \n(iii)  Assist  the  preparation  and  discussion  of  the  solution  development  analysis, \nincluding objective analysis, alternative analysis and project strategy. \n(iv)  Assist the determination of the land acquisition issues and costs, as required, \nunder the long-term development plan. \n(v)  Review the present lifeline tariff for consumers with the lowest incomes and their \nability to pay. \n(vi)  Facilitate a detailed discussion of the potential impacts of the implementation of \nthe operational program, particularly on women and the poor, and identify ways \nto make the power sector work for the poor. \n(vii)  Prepare a poverty profile of the people affected by the implementation of the \noperational program, and assess the pro-poor impact in line with ADB’s poverty \nreduction strategy. \n(viii)  Prepare  a  consultation  and  participation  plan  and  strategy  involving  users, \nlandowners, beneficiaries and affected communities, and develop a consultation \nmechanism and public awareness program.  \n(ix)  Facilitate the stakeholders’ awareness campaign, and document stakeholders’ \nmeetings and feedback on the project’s design and monitoring framework.  \n \n5.  Short-term international consultants (international, 4 person-months), identified during \nTA implementation, will be engaged to assist the team leader and ADB staff. The specific skill \nrequirements will be identified during TA implementation (possibly in the inception phase). The \nconsultants will mainly act as technical support for the team leader in implementing the TA. The \ndevelopment  plan  involves  an  extremely  broad  area  of  expertise.  The  additional  expertise \nrequired  can  cover  policy  and  power-related  regulation  and  legislation,  energy  technology \nreview, environmental and social impact assessments, and private sector participation in power \ngeneration.   \n6.  The social analysis and community development expert3 (domestic, 10 person-months) \nwill undertake the following tasks. \n \n(i)  Assist  the  participatory  and  social  development  expert  in  organizing  the \nstakeholders’ participation and awareness campaign.  \n(ii)  Facilitate collection of the information required and consult relevant officials from \nthe  Government  and  other  organizations  to  supplement  available  secondary \ndata. \n(iii)  Assist in the preparation of a gender-disaggregated poverty profile of the people \naffected by the implementation of the operational program; assess the pro-poor \nimpact  in  line  with  ADB’s  poverty  reduction  strategy;  provide  a  detailed \ndiscussion  of  the  potential  impacts  of  the  implementation  of  the  operational \nprogram, particularly on the poor; and identify ways to make the power sector \nwork for the poor. \n(iv)  Assist the preparation of a consultation and participation plan and participation \nstrategy  and  define  the  nature  and  level  of  stakeholders’  cooperation  and \ncoordination.  \n                                                 \n3 The specialist must have extensive experience in community development in PNG or in the region. ", "Appendix 3           13 \n(v)  Facilitate public acceptance of the operational program; assist in the preparation \nof an initial social assessment and identify any potential adverse effects; and \nprepare  a  social  analysis  following  ADB  guidelines  and  an  analysis  of  the \nimpacts on indigenous peoples and appropriate socioeconomic monitoring and \nmanagement plans to be implemented.  \n(vi)  Facilitate  the  conduct  of  awareness  campaigns  and  capacity  building,  and \nconduct  stakeholders'  participation,  ensuring  full  participation  of  women  and \nvulnerable groups at all stages of the TA. \n \nB.  Reporting Requirements \n7.  The following reports will be prepared by the consultants and submitted simultaneously \nto EPD-DPE and ADB, in three hard copies each and in electronic format, Microsoft Word as \nwell as Adobe Acrobat (pdf) files. \n \n(i)  A brief inception report 6 weeks from the commencement of services detailing \ninitial findings and recommendations for the future direction of the TA. \n(ii)  Brief  monthly  reports  summarizing  the  progress  of  work,  major  findings  and \nnotation of problem areas such as lack of data and other impediments that could \nhamper the TA. \n(iii)  A mid-term report 1 year from the TA commencement date.  \n(iv)  A draft final report incorporating the findings of the TA. \n(v)  A final report, based on the draft final report, incorporating the comments and \nproposed changes received on the draft final report. The electronic copy will be \nprepared in a format ready to be posted on ADB’s website. \n \n "], "metadata": {"ModDate": "D:20070606154313+08'00'", "CreationDate": "D:20070605124146+08'00'", "Title": "Power Sector Development Plan (Financed by the Japan Special Fund)", "Creator": "PScript5.dll Version 5.2", "Author": "TMM", "Keywords": "electricity power papua new guinea, basic services water, sustainable development hydrocarbons oil, gas reserves renewables regulatory", "Producer": "Acrobat Elements 7.0 (Windows)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 20 April 2007) \n \nCurrency Unit –  kina (K) \nK1.00 =  $0.325 \n$1.00 =  ST3.077 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  ED-DPE  –  Energy Division of the Department of Petroleum and Energy \n  ICCC  –  Independent Consumer and Competition Commission \n  LNG  –  liquefied natural gas \n  MTDS  –  medium term development strategy \n  NGO  –  non-government organization \n  PNG  –  Papua New Guinea \n  PPL  –  PNG Power Ltd \n  SEL  –  PNG Sustainable Energy Ltd  \n  TA  –  technical assistance \n \nWEIGHTS AND MEASURES \n \n  GWh (gigawatt-hour)  –  1,000,000 kilowatt-hour \n  kW (kilowatt)  –  1,000 watts \n  kWh (kilowatt-hour)  –  1,000 watt-hours  \n  MW (megawatt)  –  1,000 kilowatts \n  W (watt)  –  unit of active power \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \n  Targeting Classification –  General intervention \n  Sector  –  Energy \n  Subsector  –  Energy sector development \n  Themes  –  Sustainable economic growth \n  Subthemes  –  Fostering physical infrastructure development; \n  capacity development (institutional) \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n   \nVice President  C. Lawrence Greenwood Jr., Operations Group 2 \nDirector General  P. Erquiaga, Pacific Department (PARD) \nDirector  I. Bhushan, Pacific Operations Division (Area B), PARD \n   \nTeam leader  L. Bodda, Senior Energy Specialist, PARD \nTeam member  S. van der Tak, Director, Papua New Guinea Resident Mission, PARD ", "authors": [{"documentRole": "Vice President", "fullname": "C. Lawrence Greenwood Jr.", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "P. Erquiaga", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Director", "fullname": "I. Bhushan", "role": "Pacific Operations Division (Area B)", "organization": "PARD"}, {"documentRole": "Team leader", "fullname": "L. Bodda", "role": "Senior Energy Specialist", "organization": "PARD"}, {"documentRole": "Team member", "fullname": "S. van der Tak", "role": "Director", "organization": "Papua New Guinea Resident Mission"}]}