{"path": "data/input/ta/40234-reg-tar.pdf", "pages": [" \nRegional Technical Assistance Report\n \nProject Number: 40234  \nApril 2008 \n \n \n \nAsia Regional Integration Center, Phase II \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAEM  –  Asia Economic Monitor \nARIC  –  Asia Regional Integration Center \nASEAN  –  Association of Southeast Asian Nations \nASEAN+3  –  Association of Southeast Asian Nations, plus People’s Republic of \nChina, Japan, and Republic of Korea \nBIMP-EAGA  –  Brunei Darussalam-Indonesia-Malaysia-Philippines East ASEAN Growth \nArea \nDMC  –  developing member country \nDER  –  Department of External Relations \nFTA  –  free trade agreement \nOGC  –  Office of the General Counsel \nOCO  –  Office of Cofinancing Operations  \nOREI  –  Office of Regional Economic Integration \nPSOD  –  Private Sector Operations Department and \nRCI  –  regional cooperation and integration  \nRSDD  –  Regional and Sustainable Development Department \nTA  –  technical assistance \nUNESCAP    United Nations Economic and Social Commission for Asia and the \nPacific  \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, regional cooperation \nSubtheme  –  Promoting macroeconomic stability \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \n \n \n \nHead  J. Lee, Office of Regional Economic Integration (OREI) \nDirector  S. Madhur, OREI  \n   \nTeam leader  L. Song, Economist, OREI  \nTeam member  J. Duque, Economics Officer, OREI  \n   \n ", " \nI.  INTRODUCTION \n1.  Economies in the Asia and Pacific region are becoming more deeply and strongly linked. \nTo enhance the economic potential of the region, the Asian Development Bank (ADB) established \nthe Office of Regional Economic Integration (OREI) in 2005 and adopted a regional cooperation \nand integration (RCI) strategy1 in July 2006 to facilitate and coordinate ADB’s efforts and to raise \nADB’s profile at key RCI events. OREI launched the Asia Regional Integration Center (ARIC) \nwebsite in October 2006 to provide information on the progress of RCI initiatives in the region \nunder the four pillars of the RCI strategy: (i) cross-border infrastructure and associated software, (ii) \ntrade and investment, (iii) money and finance, and (iv) regional public goods. Since its launch, the \nARIC website has become an authoritative source of RCI information. \n \n2.  As RCI continues to evolve, so does the work to promote and support it. Web statistics and \nuser surveys indicate that ARIC already provides a platform for consolidating and disseminating \ninformation on RCI. These successes need to be built upon. This technical assistance (TA) paper \ndescribes the purpose and output, methodology and key activities, cost estimates and financing \nplan, and implementation arrangements of the second phase of ARIC. The design and monitoring \nframework is in Appendix 1.2 \n \nII.  ISSUES \n3.  Integration in the Asia and Pacific region has been gaining momentum. Intraregional trade \nin East Asia (as a percentage of the region’s total trade) alone rose from 43% in 1990 to 55% in \n2006. 3  The  pace  of  integration  has  been  largely  market-driven 4  and  has  recently  been \ncharacterized by national trade and investment liberalization and a proliferation of free trade \nagreements.  Asian  countries  have  also  intensified  cooperation  in  infrastructure  and  capacity \nbuilding, money and finance, and regional public goods. ADB has been at the forefront of efforts to \npromote  regional  cooperation  and  has  played  a  major  role  in  supporting  regional  economic \ninitiatives.  \n \n4.  As Asia moves toward greater integration, ADB’s support for RCI is expected to increase in \nimportance. In addition to OREI, which facilitates and coordinates ADB’s RCI support, the regional \ndepartments were realigned in 2006 to improve the coherence of ADB’s regional operations, and \nto strengthen the synergy between country and regional operations. The five regional departments \nwere given responsibility for pillar 1 of the RCI strategy in close collaboration with ADB’s Private \nSector Operations Department (PSOD) and Office of Cofinancing Operations (OCO). OREI was \ngiven primary responsibility for pillars 2 and 3 while responsibility for pillar 4 given to ADB’s \nRegional and Sustainable Department (RSDD), supported by ADB’s Office of General Counsel \n(OGC). \n \n                                                 \n1  ADB. 2006. Regional Cooperation and Integration Strategy. Manila (July). \n2  The TA first appeared in ADB Business Opportunities on 31 March 2008. \n3  Defined to comprise the Association of Southeast Asian Nations; People’s Republic of China; Hong Kong, China; \nJapan; Republic of Korea; and Taipei,China; and based on data from Direction of Trade Statistics, International \nMonetary Fund. \n4  See, for example, Kawai, M. and G. Wignaraja. 2008. Regionalism as an Engine of Multilateralism: A Case for a \nSingle East Asian FTA. ADB WP Series on Regional Economic Integration No. 14. Manila. \n ", "2   \n5.  The ARIC website traces its roots from a website called the Asia Recovery Information \nCenter,5 set up in 1999 to provide accurate, timely, and comprehensive information on economies \naffected by the 1997–1998 financial crisis. As the recovery took off, the scope of the website \nexpanded. The number of visitors to the ARIC website has steadily increased and in 2007 the \naverage number of daily visitors reached about 850, an increase of about 9% from the fourth \nquarter of 2006 (780 average daily visitors). During major events, the number of ARIC visitors \npeaked at about 1,400 per day. \n \n6.  Since its launch, the ARIC website has served as a clearinghouse for RCI information from \nADB and other sources on the 48 regional member countries of ADB. Information on 45 regional \ninitiatives and/or programs is organized according to the four key pillars of the RCI strategy. \nHeadline news, opinion and editorials, research, and related links are updated daily. The ARIC \nwebsite has also served as the main dissemination platform for papers on RCI and reports on \nmacroeconomic developments in the region.   \n \n7.  ARIC also houses databases. The RCI indicators database is a statistical tool that features \na  set  of  integration  indicators  to  monitor  progress  in  RCI.  The  free  trade  agreement  (FTA) \ndatabase tracks almost 200 FTAs in Asia and the Pacific. An FTA comparative toolkit allows users \nto compare sections of different FTA agreement texts easily.   \n \n8.  The existing ARIC website highlights original research by OREI, including the working \npaper series on regional economic integration, which provides in-depth analysis of major issues \nrelating to RCI. To date, 14 working papers have been produced and a lot of research is in the \npipeline. Some working papers have been cited by international media. The website also covers \nthe  seminar  series  on  regional  economic  integration  organized  by  OREI,  which  has  brought \ntogether 10 speakers to discuss issues covering the four RCI pillars.      \n \n9.  The Asian macroeconomic development section continues the approach of the original \nAsia  Recovery  Information  Center.  It  has  a  dedicated  readership  from  users  monitoring \nmacroeconomic developments in the region. A key component is the Asia Economic Monitor (AEM) \nwhich provides a semiannual review and outlook on growth of the section and development in \nemerging  Asia.  15  issues  of  the  AEM  have  been  published  and  widely  disseminated  in \ninternational media. This section also includes an economic and financial indicators database, \nproviding users with statistical data on the real, external, monetary, and financial sectors of 15 \neconomies from East Asia and 4 economies from South Asia6.  \n \n10.  Other  institutions  have  used  the  ARIC  website  as  a  benchmark  in  developing  their \nwebsites. ARIC has been consulted by the Secretariat for the Common Market for Eastern and \nSouthern Africa, which plans to establish a regional integration surveillance mechanism. The ARIC \nwebsite was also included in the United Nations University, Center for Comparative Regional \nIntegration Studies in its best-practice analysis of online resources dealing with integration studies. \nAs an example of its growing influence, ARIC assisted the Association of Southeast Asian Nations \nSecretariat (ASEC) to create a website for its statistical unit and is helping ASEC to develop an \n                                                 \n5  Previous TA projects which supported maintenance of the ARIC website include: ADB. 1999. Technical Assistance for \nthe Establishment of the Asia Recovery Information Center. Manila (TA5848-REG); ADB. 2001. Technical Assistance \nfor The Asia Recovery Information Center, Phase II. Manila (TA 5981-REG); ADB. 2003. Technical Assistance for The \nAsia Recovery Information Center, Phase III. Manila (TA 6138-REG); and ADB. 2006. Technical Assistance for The \nAsia Regional Integration Center. Manila TA 6314-REG). \n6  The countries covered under ARIC’s Economic and Financial Indicators include Bangladesh; Brunei Darussalam; \nCambodia; People’s Republic of China; Hong Kong, China; India; Indonesia; Japan; Republic of Korea; Lao People’s \nDemocratic Republic; Malaysia; Myanmar; Pakistan; Philippines; Singapore; Sri Lanka; Taipei,China; Thailand; and \nViet Nam.  \n ", "  3\neconomic integration site. ARIC’s FTA section is currently linked with the Asia-Pacific Trade and \nInvestment  Agreements  Database  maintained  by  the  United  Nations  Economic  and  Social \nCommission for Asia and the Pacific (UNESCAP).  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The objective of the TA is to strengthen the dissemination of information and knowledge on \nRCI in the Asia and Pacific region. This will involve maintaining the ARIC website, regularly \nupdating its content, increasing its country coverage in some sections of the site and undertaking \nmore content and web interface enhancements. As the number of knowledge resources on RCI \ngrows, more working and occasional papers will be published, including economic monitoring \nreports, and more seminars and workshops on regional economic integration will be held.  \n \n12.  The TA will increase awareness of Asian regional cooperation and integration initiatives \namong various stakeholders, such as government officials both at the policy-making and technical \nlevels, academic researchers, officials and staff of international institutions, private sector users, \nand journalists, as well as ADB Management and staff. The use of reliable and comprehensive \ninformation by key stakeholders and ADB staff will result in better regional cooperation policies \nand more appropriate and well-designed regional projects. \n \nB.  Methodology and Key Activities \n13.  The  TA  will  undertake  several  interrelated  tasks,  all  directed  at  strengthening  the \ndissemination of information and knowledge on RCI in the Asia and Pacific region and raising \nawareness. These include (i) maintaining and enhancing the ARIC website, (ii) supporting the \nADB  seminar  series  on  regional  economic  integration,  (iii)  supporting  the  ADB  working  and \noccasional paper series on regional economic integration, and (iv) supporting the preparation of \nAEM and other OREI research activities. The TA will cover all ADB DMCs. Assistance will not be \nundertaken in any DMCs until ADB receives a notice of no objection from the government. \n \n14.  Enhancements will be made to the web interface and content of the ARIC website. More \ncontent summaries will be made available at the home page to provide users with a quick guide to \nthe  website.  Software  and  hardware  will  be  purchased  to  enable  more  interactive  website \npresentations.  \n \n15.  The list of initiatives featured under the four RCI pillars will be reviewed and expanded. The \nscope of the regional public goods pillar will be expanded to include emerging issues such as \nclimate change and this will require more collaboration among RSDD, OGC, and OREI.  Links with \nknowledge products of subregional initiatives (e.g., the Brunei Darussalam-Indonesia-Malaysia-\nPhilippines East ASEAN Growth Area trade and investment database) will be strengthened.  \n \n16.  The RCI indicators database will be expanded to include more economies, subregional \ngroupings (especially those supported by ADB), sectoral data, and other statistical measures of \nregional integration for the four RCI pillars. When choosing RCI indicators, attention will be paid to \nensuring that these are consistent with those in the statistics section of ADB’s main website. \nSTthaet ivsiteicwasl  esxopruerscseesd  hweirlle inb ea rep tuhrocshea osfe tdh e tcoo nsstureltanngtt haendn  dtoh eno tR nCecI esinsdaircilay troerpsr esdeantat bthaossee.  ofT AhDeB  ’FsT  A \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \ncomparative toolkit will be improved to include annexes of agreement texts. The economic and \nfinancial  indicators  database  will  be  enhanced  so  that  statistical  data  for  the  19  economies \npresently covered can be presented in a more visual and interactive way.  \n \n ", "4   \n17.  Links of the ARIC website to the main ADB main website will be strengthened by promoting \nsharing and linking of resources. OREI will also take an active role in developing and improving \nthe regional cooperation web page in the ADB main website. More collaborative undertakings will \nbe explored with other institutions. Links to international best practices on RCI outside the region \nwill also be developed.    \n \n18.  The TA will explore the possibility of incorporating new features such as newsletter-type \nonline publications and discussion forums. Customized knowledge products will be developed to \ntarget specific users of the ARIC website. A daily update of the website will ensure that the latest \nADB-wide and external information on RCI is uploaded. OREI will use advice and information from \nthe network of contact points for the website in various ADB departments to improve website \ncontent. Efforts will be made to expand this network within and outside ADB. \n \n19.  Five to seven seminars will be held during the TA implementation period. Four to six \nworking  papers  and  three  or  four  occasional  papers  will  be  produced  and  disseminated  in \ncollaboration  with  the  ADB  Department  of  External  Relations  (DER).  ADB  staff  and  key \nstakeholders will be invited to contribute to the seminars and paper series. \n \n20.  Three  issues  of  the  AEM  will  be  produced  for  online  publication  during  the  TA \nimplementation  period.  These  will  cover  Association  of  Southeast  Asian  Nations  (ASEAN) \ncountries;  the  People’s  Republic  of  China;  Hong  Kong,  China;  Republic  of  Korea;  and \nTaipei,China as previously, and possibly also South and Central Asian countries. \n \nC.  Cost and Financing \n21.  The total cost of the TA, estimated at $900,000, will be financed on a grant basis from \nADB’s TA funding program. The cost will cover remuneration, honoraria, travel, and per diem for \ninternational and national consultants and resource persons, database subscriptions, computer \nhardware and software, publications, communications and supplies, seminar and meeting costs, \nand other costs. The detailed cost estimates and the financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n22.  ADB will be the Executing Agency for the TA. OREI will implement the TA, in close \ncollaboration with other ADB departments and offices. The community of practice on regional \ncooperation and integration will provide advice and guidance as required. \n \n23.  The TA will require about 32 person-months of international and 147 person-months of \nnational consulting services. All the consultants will be hired as individual consultants according to \nADB's Guidelines on the Use of Consultants (2007, as amended from time to time).  Terms of \nreference for the consultants are outlined in Appendix 3.  \n \n24.  One international consultant—an economist with expertise in trade, macroeconomic, and \ndevelopment issues in Asia—will be made the team leader. Under the supervision of ADB staff, \nthis consultant will oversee other consultants who will develop and maintain the ARIC website as \nwell as other ARIC activities. Other international consultants—economists familiar with trade, \nmacroeconomic, and development issues in Asia, particularly the ADB DMCs, and with strong \nanalytical  and  communication  skills—will  help  prepare  special  studies  on  topical  issues  with \nsignificant policy implications for regional cooperation and integration.  An economics and copy \neditor will also draft contents of the ARIC website, and edit AEM reports and OREI working papers. \n \n ", "  5\n25.  National  consultants  will  maintain  the  ARIC  website.  Three  web  specialists  (web \nprogrammer, administrator and graphics and publication designer) will be hired. Seven national \nconsultants (one deputy team leader, five economic analysts, and a desk-top publisher) will assist \nthe team leader in developing and operating the website and performing other research activities.  \n \n26.  About five resource persons will also be hired to provide 0.6 person-months of resource \npersons’ services for the ADB seminar series on regional economic integration. The resource \npersons will be international experts on the four pillars, specializing in regional cooperation and \nintegration issues, or policy makers who are considered prime movers of Asian integration. Terms \nof reference for the resource persons are outlined in Appendix 3. \n \n27.  Computer  hardware  and  software  will  be  procured  by  ADB  according  to  ADB's \nProcurement Guidelines (2007, as amended from time to time) and in coordination with ADB’s \nOffice of Information Systems and Technology and Office of Administrative Services.  \n \n28.  The TA is expected to be implemented over 18 months, from May 2008 to October 2009. \n \nIV.  THE PRESIDENT'S DECISION \n29.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance not exceeding the equivalent of $900,000 on a grant basis for the \nAsia Regional Integration Center, Phase II, and hereby reports this action to the Board. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n    Data   \nDesign  Performance  Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact  Assumption \nIncreased market-led  Increased intra- ARIC economic and   • RCI remains a key \nand government-  regional trade, FTAs  financial indicators  strategy to enhance \ndirected regional  and other  economic potential of \nintegration initiatives  mechanisms for  Media monitoring  region    \namong DMCs  cooperation   \n  Feedback from  Risk \nIncreased  Development of new  governments, other  • Regional economic \nawareness of   policy-led RCI  key stakeholders,  shocks which could lead \nRCI initiatives in Asia  initiatives in Asia  and ADB staff  to reduced \n      macroeconomic and \n  Increased    financial stability \n  implementation of     \nRCI initiatives by \nnational governments \nand regional \ninstitutions/forums \n \nOutcome  Assumptions \nKey  More links from ARIC  ARIC website user  • Support from ADB \nstakeholders have  website in other  statistics  regional departments \nready access to  institutions (e.g.,   \nreliable, accurate,  ASEAN, research  External peer  • Cooperation with other \nand timely  institutions)  reviews and  international and \ninformation and    benchmarking  regional institutions \nanalysis  Increase in the \non (i) RCI initiatives,  number of hits on   User surveys \n(ii) issues concerning  the ARIC website by \nregional cooperation  at least 10%  ARIC website built-in \nand integration  and    user feedback \n(iii) economic and    mechanism \ntrade indicators in \nAsia   Regular progress \n  reports by \nconsultants \n \n ", "  Appendix 1  7 \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nOutputs    Assumption \n     \n1. Maintenance and  1. New/improved  Regular progress report  • Relevant data and \nimprovement of  ARIC website   by ARIC website  information are available \nthe ARIC website    technical support   \n      Risk \n      • IT-related problems \n      occur \n       \n2. ADB working  2. 4–6 working  ARIC website  Assumptions \npaper series on  papers published   • Writers are available \nregional economic     \nintegration       • No unforeseen delays in \n      meeting deadlines \n       \n       \n3. ADB occasional  3.  3–4  occasional  ARIC website  Assumptions \npaper series on  papers published   \n• Writers are available \nregional economic      \n \nintegration      \n• No unforeseen delays in \n     \nmeeting deadlines \n     \n \n     \n \n4. ADB seminar on  4. 5–7 seminars held  ARIC website \nAssumptions \nregional economic     \n• Appropriate resource \nintegration     \npersons are identified \n     \nand are available \n     \n \n     \n• No unforeseen delays in \n     \nseminar deadlines \n     \n \n     \nAssumption \n5. AEM    5. 3 issues of AEM  ARIC website \n• No unforeseen delays in \npublished \nmeeting deadlines \nActivities with Milestones  Inputs \n   \n1.1 Operate the ARIC website and enhance the website’s interfaces  Analytic input from \n1.2 Review and expand RCI initiatives  ADB staff \n1.3 Maintain and enhance the RCI integration database, FTA database,   \nand FTA comparative toolkit  32 person-months of \n1.4 Maintain and improve the economic and financial indicators  international consulting \ndatabase    and 147 person months of \n  domestic consulting \n2.1 Prepare, process, and publish 4–6 ADB working papers on regional  services including travel \neconomic integration during the TA implementation period.    ($728,000) \n   \n ", "8  Appendix 1 \nActivities with Milestones  Inputs \n   \n3.1 Prepare, process, and publish 3–4 ADB occasional papers on  Databases, equipment, \nregional economic integration during the TA implementation period.    and computer software \n  ($40,000) \n4.1 Organize 5–7 seminars for the ADB seminar series on regional   \neconomic integration during the TA implementation period.    Seminars and meeting \n  costs (including  \n5.1 Publish three issues of AEM (July 2008, December 2008, and July  0.6 person-months of \n2009)  resource persons’ \n  services) ($32,000) \n \nMiscellaneous \nadministration and \nsupport costs \n(including publications, \ncommunications, and \noffice supplies) \n($27,000) \n \nContingencies \n($73,000) \n \nTotal cost: $900,000 \nADB = Asian Development Bank; AEM = Asia Economic Monitor; ARIC = Asia Regional Integration Center; ASEAN = \nAssociation of Southeast Asian Nations; ASEAN+3 = Association of Southeast Asian Nations, plus People’s Republic of \nChina, Japan, and Republic of Korea; DMC = developing member country; FTA = free trade agreement; OREI = Office of \nRegional Economic Integration; RCI = regional cooperation and integration; TA = technical assistance.     \n \n \n \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nAsian Development Bank (ADB) Financinga   \n  1.  Consultants   \n    a.  Remuneration   \n      i.  International Consultants  377.0 \n      ii.  National Consultants  295.0 \n    b.  International Travel and Per Diem  56.0 \n2.  Database, Equipment, and Computer  40.0 \nSoftware  \n  3.  Seminars and Meeting Costs (including  32.0 \nresource persons) \n  4.  Miscellaneous Administration and Support  27.0 \nCosts (including publications, \ncommunications, and office supplies) \n  5.  Contingencies  73.0 \n        Total  900.0 \na  Financed by ADB’s technical assistance funding program.  \nSource: ADB estimates. \n \n ", "10 Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Team Leader (international, 18 person-months) \n1.  The  consultant  will  be  an  economist  with  expertise  in  trade,  macroeconomic,  and \ndevelopment issues in the Asia and Pacific region, at least 10 years of relevant work experience, \nincluding project management and experience handling multidisciplinary teams; and strong \nanalytical, liaison, and communication skills. Under the supervision of the Office of Regional \nEconomic Integration (OREI) staff, the consultant will: \n \n(i)  manage the daily operations and development of the Asian Regional Integration \nCenter (ARIC) website; \n(ii)  evaluate the structure and operational procedures of the ARIC website, and \nadvise on how to improve and expand it; \n(iii)  oversee the improvement, expansion, and daily operations of the ARIC website; \n(iv)  assist  in  the  preparation  of  the  Asia  Economic  Monitor  (AEM)  by  preparing \ncountry reports for Asian economies to cover (a) recent economic performance \nand growth prospects; (b) economic and financial vulnerabilities and risks; and \n(c) policy reforms and emerging structural issues and challenges; \n(v)  coordinate with  relevant  offices,  including  government  agencies,  international \norganizations, and aid agencies and liaise with various Asian Development Bank \n(ADB) departments and offices; and \n(vi)  prepare regular reports on ARIC operations, expenditures and implementation. \n \nB.  Deputy Team Leader (national, 18 person-months) \n2.  The consultant will be competent to carry out supervisory tasks and will have extensive \nknowledge of economic and policy issues in the region, adequate background on database \ndevelopment and management, strong proficiency in data processing and analysis, familiarity \nwith computer applications used in economic analysis, and good communication skills. Under \nthe supervision of OREI staff and the ARIC team leader, the national consultant will perform the \nfollowing tasks. \n1.  Supervisory Work  \n \n(i)  Perform the tasks of the team leader, in his or her absence; \n(ii)  assist in the management of the daily operations of the ARIC website, including \napproving daily website upload of content work done by ARIC team members; \n(iii)  help to implement the ARIC work plan by ensuring that performance plans of \nARIC team members are carried out;    \n(iv)  assist in the management of capacity building projects undertaken by ARIC with \nits stakeholders (e.g., Association of Southeast Asian Nations Secretariat);  \n(v)  help to supervise technical work done by ARIC team members; \n(vi)  support the team leader to prepare management reports related to ARIC; and  \n(vii)  liaise with ADB departments and other stakeholders on ARIC-related matters.  \n \n ", "  Appendix 3  11 \n2.  Research Work  \n \n(i)  Provide research support for the preparation of the AEM by preparing country \nnotes and providing data support; \n(ii)  carry out data and research requests from OREI management; \n(iii)  oversee enhancements (both front-end and back-end interfaces) to the indicator-\nrelated databases for the website, including the macroeconomic and financial \nindicators  database  and  the  regional  cooperation  and  integration  indicators \ndatabase; and  \n(iv)  oversee updating of the money and finance section of the ARIC website. \n \nC.  Economists (international, total 4 person-months) \n3.  International  consultants  will  be  hired  to  undertake  special  studies  on  regional \ncooperation  and  integration.  The  consultants  will  be  economists  familiar  with  trade, \nmacroeconomic,  and  development  issues in  the  Asia  and  Pacific  region,  and  have  strong \nanalytical and communication skills. Under the supervision of OREI staff, the consultants will: \n \n(i)  prepare special studies on regional cooperation and integration; and  \n(ii)  revise and finalize the study on the basis of comments received from OREI and \nother departments or offices. \n \nD.  Economics and Copy Editors (international, total 10 person-months) \n4.  The consultant(s) will edit the ARIC website content and TA-supported publications, \nincluding the AEM. The consultant(s) should be familiar with economic and development issues \nin the Asia and Pacific region, and have strong communication skills. Under the supervision of \nOREI staff and the team leader, the consultant(s) will ensure that edited materials adhere to \nADB style and usage and conform to high publication standards. The consultant(s) will: \n \n(i)  draft  contents  of  the  ARIC  website,  AEM  reports,  OREI  working  papers, \nmanagement statements, press releases, and other technical documents; \n(ii)  draft articles and notes on regional cooperation and integration for international \npublications; \n(iii)  examine economic arguments in documents to assess whether they are logical \nand are based on accepted economic theory and principles; \n(iv)  rewrite, add, or delete information, and revise the order of statements or sections \nof various documents, if necessary, to tighten the economic arguments, fill in \ngaps in the discussions, and ensure a smoother flow of ideas; \n(v)  examine  the  tables,  figures,  and  charts  in  the  documents  to  ensure  data \nconsistency within the report and suggest deletions and additions to ensure that \nthe tables, figures, and charts are useful; and  \n(vi)  ensure that edited materials adhere to ADB style and usage and conform to high \npublication standards. \n \nE.  Web Administrators and Programmers (national, total 27 person-months) \n5.  Two consultants will help the team leader expand, improve, and operate the ARIC \nwebsite. Under the supervision of OREI staff and the ARIC team leader, the consultants will: \n \n(i)  improve and expand the ARIC website; \n ", "12 Appendix 3 \n \n(ii)  design and develop navigational tools to improve user access to areas of the \nwebsite; \n(iii)  maintain  efficient  systems  to  track  and  manage  content,  including  text  and \ngraphics published on the website; \n(iv)  conceptualize and execute designs for new uploads; \n(v)  suggest modifications in page design; \n(vi)  analyze program specifications, design and implement programs to generate \nlinks and web pages, and test and debug the programs; \n(vii)  maintain or modify programs to revise and update website content; \n(viii)  develop new concepts to simplify website updating procedures; \n(ix)  update and check the entire database for errors; \n(x)  post daily updates on the development, staging and production servers; \n(xi)  manage the file structure of the website; \n(xii)  convert PDF files and process other graphic format files; and  \n(xiii)  prepare technical documentation for the designed website. \n \nF.  Web Graphic and Publication Designer (national, 18 person-months) \n6.  The consultant will help the team leader expand, improve, and operate the ARIC website \nby undertaking graphic design work. Under the supervision of OREI staff and the ARIC team \nleader, the consultant will: \n \n(i)  carry out design modifications to the existing website;  \n(ii)  conceptualize and execute specified designs, including icons and thumbnails of \nnew web pages and additional subsites;  \n(iii)  conceptualize and implement the design of ARIC promotional materials; \n(iv)  lay out various OREI publications (e.g., AEM and the working paper series on \nregional economic integration), and ARIC documents (e.g., ARIC business plan, \nARIC E-news); \n(v)  coordinate with other departments to ensure graphic design work of the website \nis consistent with design guidelines followed in ADB; and  \n(vi)  carry out other tasks related to web graphical design as assigned by OREI staff. \n \nG.  Economic Analysts (national, total 81 person-months) \n7.  Five  consultants  will  help  the  team  leader  operate  the  ARIC  website,  develop  and \nupdate indicators, and prepare the AEM. Four consultants will each be engaged for 18 person-\nmonths while one consultant will be engaged for 9 person-months. All economic analysts will \nhave extensive experience in economic, social, and financial data processing and analysis; be \nfamiliar with regional cooperation and integration issues; have strong communication skills; and \nbe proficient in standard computer applications. Under the supervision of OREI staff and the \nteam leader, the consultants will: \n \n(i)  support the operation and development of the ARIC website; \n(ii)  maintain the following sections of the website: (a) money and finance, (b) trade \nintegration indicators, (c) economic and financial (macro) indicators, and (d) other \nsections as may be required; \n(iii)  contribute to the improvement of the ARIC website; \n(iv)  assist in the preparation of AEM; \n(v)  provide other research and general administrative support as requested by the \nteam leader or OREI staff. \n ", "  Appendix 3  13 \n \nH.  Desktop Publisher (national, 3 person-months) \n8.  The consultant will lay out at least three issues of the AEM and convert the files into the \nrequired format for print and/or online publication. In consultation with and under the guidance of \nOREI staff, the consultant will:  \n \n(i)  lay out the text, tables, and charts of the AEM in Adobe Indesign CS2 and Adobe \nIllustrator CS2;  \n(ii)  incorporate revisions to the text, tables, and charts;  \n(iii)  convert the Adobe files into PDF files for online and print publication. \n \nI.  Resource Persons (international, total 0.6 person-months) \n9.  Approximately five consultants will be engaged as resource persons to participate as \ndiscussants  in  workshops  and  seminars.  These  resource  persons  will  be  internationally \ndistinguished experts on the four pillars of the RCI strategy (main text, para. 1) or policy makers \nwho are considered prime movers of Asian integration. \n \n \n "], "metadata": {"CreationDate": "D:20080616141556+08'00'", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20090112112826+08'00'", "Title": ""}, "author_page": " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAEM  –  Asia Economic Monitor \nARIC  –  Asia Regional Integration Center \nASEAN  –  Association of Southeast Asian Nations \nASEAN+3  –  Association of Southeast Asian Nations, plus People’s Republic of \nChina, Japan, and Republic of Korea \nBIMP-EAGA  –  Brunei Darussalam-Indonesia-Malaysia-Philippines East ASEAN Growth \nArea \nDMC  –  developing member country \nDER  –  Department of External Relations \nFTA  –  free trade agreement \nOGC  –  Office of the General Counsel \nOCO  –  Office of Cofinancing Operations  \nOREI  –  Office of Regional Economic Integration \nPSOD  –  Private Sector Operations Department and \nRCI  –  regional cooperation and integration  \nRSDD  –  Regional and Sustainable Development Department \nTA  –  technical assistance \nUNESCAP    United Nations Economic and Social Commission for Asia and the \nPacific  \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, regional cooperation \nSubtheme  –  Promoting macroeconomic stability \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \n \n \n \nHead  J. Lee, Office of Regional Economic Integration (OREI) \nDirector  S. Madhur, OREI  \n   \nTeam leader  L. Song, Economist, OREI  \nTeam member  J. Duque, Economics Officer, OREI  \n   \n ", "authors": [{"documentRole": "Head", "fullname": "J. Lee", "role": "Office of Regional Economic Integration (OREI)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Madhur", "role": "OREI", "organization": ""}, {"documentRole": "Team leader", "fullname": "L. Song", "role": "Economist", "organization": "OREI"}, {"documentRole": "Team member", "fullname": "J. Duque", "role": "Economics Officer", "organization": "OREI"}]}