{"path": "data/input/ta/40247-ino-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 40247 \nSeptember 2008 \nProposed Loan                                    \nRepublic of Indonesia: Rural Infrastructure Support to \nthe PNPM Mandiri Project \n \n ", "CURRENCY EQUIVALENTS \n(as of 15 August 2008) \n \nCurrency Unit  –  rupiah (Rp) \n \nRp1.00  =  $0.0001089325 \n$1.00  =  Rp9,180 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDD  –  community-driven development \n  CIO  –  community implementation organization \n  CLGS  –  Community and Local Government Support Sector \nDevelopment Program \n  CSP  –  country strategy and program \n  DGHS  –  Directorate General of Human Settlements \n  EA  –  executing agency \n  EARF  –  environmental assessment and review framework \n  EIRR  –  economic internal rate of return \n  GAP  –  gender action plan \n  KDP  –  Kecamatan Development Program \n  LAR  –  land acquisition and resettlement \n  LARF  –  land acquisition and resettlement framework \n  MDG  –  Millennium Development Goal \n  MIS  –  management information system \n  MOF  –  Ministry of Finance \n  MPW  –  Ministry of Public Works \n  MTPR  –  medium-term poverty reduction \n  M&E  –  monitoring and evaluation \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  PCMU  –  project coordination and monitoring unit \n  PIU  –  project implementation unit \n  PKPS-BBM  –  Program Kompensasi Pengurangan Subsidi Bahan Bakar \nMinyak (Fuel Subsidy Reduction Compensation Program) \n  PNPM Mandiri  –  Program Nasional Pemberdayaan Masyarakat \n(National Program for Community Empowerment)  \n  RISP  –  Rural Infrastructure Support Project \n  RPJM  –  Rencana Pembangunan Jangka Menengah \n(Medium-Term Development Plan) \n  SNPK  –  Strategi Nasional Penanggulangan Kemiskinan \n(National Strategy for Poverty Reduction) \n \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  m  –  meter \n \n \n ", " \nGLOSSARY \n \n  kecamatan  –  subdistrict \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., FY2008 \nends on 31 December 2008. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  U. S. Malik, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  B. Alimov, Environmental Economist, SERD \nTeam members  I. Ahsan, Counsel, Office of the General Counsel \n  C. Burkley, Social Development Specialist, Regional and Sustainable \nDevelopment Department \n  M. Huddleston, Senior Social Development Specialist, SERD \n  N. Ikemoto, Environment Specialist, SERD \n  M.N. Islam, Environmental Engineer, SERD \n  W. Kubitzki, Portfolio Management Specialist (Social Sector), SERD \n  M. Oka, Social Development Specialist, SERD \n  H. Purnomo, Project Officer (Financial Sector/Small and Medium \nEnterprises), SERD \n  Soewartono H.S., Senior Project Officer, SERD \n  P.P. Wardani, Senior Project Officer, SERD \n \n \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT  6 \nA.  Impact and Outcome  6 \nB.  Outputs  7 \nC.  Special Features  10 \nD.  Project Investment Plan  11 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  12 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  17 \nA.  Benefits and Impacts  17 \nB.  Risks  18 \nV.  ASSURANCES  19 \nVI.  RECOMMENDATION  20 \n \n APPENDIXES   \n1.  Design and Monitoring Framework  21 \n2.  National Program for Community Empowerment (PNPM Mandiri)  24 \n3.  Rural Infrastructure – Sector Analysis  27 \n4.  Major External Assistance to Rural Infrastructure Development  29 \n5.  Summary Initial Environmental Examination  34 \n6.  Summary Land Acquisition and Resettlement Framework  37 \n7.  Summary Poverty Reduction and Social Strategy  41 \n8.  Detailed Cost Estimates  45 \n9.  Chart of Project Organization  46 \n10.  Project Implementation Schedule  47 \n11.  Procurement Plan  48 \n12.  Outline Terms of Reference for Consulting Services  50 \n13.  Funds Flow Mechanism  54 \n14.  Benefits Analysis  57 \n15.  Summary Gender Action Plan  60 ", " \nSUPPLEMENTARY APPENDIXES (available on request) \n \nA.  Description of the PNPM Mandiri \nB.  Operational Manual for PNPM Mandiri Support Facility \nC.  PNPM  Mandiri’s  Implementation  Guidelines  on  Management  of  Complaints  and \nGrievances \nD.  PNPM Mandiri’s Guidelines on Implementation of Monitoring and Evaluation \nE.  PNPM Mandiri’s Guidelines on Implementation of Management Information System \nF.  Community-Driven Development in Indonesia \nG.  Initial Environmental Examination \nH.  Environmental Assessment and Review Framework \nI.  Land Acquisition and Resettlement Framework ", " \n \nLOAN AND PROJECT SUMMARY \n \nBorrower  Republic of Indonesia \n   \nClassification  Targeting classification: Targeted intervention \nSectors: Multisector (agriculture and natural resources; transport \nand communications; water supply, sanitation, and waste \nmanagement) \nSubsectors: Irrigation and drainage, roads and highways, water \nsupply and sanitation \nThemes: Sustainable economic growth, inclusive social \ndevelopment, governance \nSubthemes: Developing rural areas, human development, civil \nsociety participation \n   \nEnvironment  Category B. A summary initial environmental examination is in the \nAssessment  Appendix  5.  An  initial  environmental  examination  and \nenvironmental assessment and review framework are included as \nsupplementary appendixes.  \n   \nProject Description  The Project will form part of the ongoing flagship poverty reduction \nprogram of the Government of Indonesia—the National Program \nfor Community Empowerment (PNPM Mandiri). It will rehabilitate \nand expand rural infrastructure in about 1,650 poor and/or isolated \nvillages in Jambi, Lampung, Riau, and South Sumatra provinces. \nThe Project will follow a community-driven development (CDD) \napproach and will benefit about 2 million people, or about 400,000 \nhouseholds. \n   \nRationale  Poverty in Indonesia is overwhelmingly a rural problem with about \ntwo thirds of the country’s poor living in rural areas. The causes of \nrural poverty include lack of access to health, education, safe \nwater,  and  sanitation  services;  and  an  absence  of  economic \nopportunities compounded by poor rural connectivity, which is a \nlack of infrastructure in isolated areas with difficult geography and \ninadequate links to markets. Nearly one of five rural villages is \ninaccessible part of the year, even by four-wheel-drive vehicles. \nPoor and disadvantaged rural people are vulnerable to external \nshocks and could fall back into poverty in the event of sickness, \nnatural disaster, harvest failure, or rising food prices. \n \n ", "ii   \n  Recognizing  the  role  that  infrastructure  can  play  in  reducing \npoverty,  the  Government’s  Medium-Term  Development  Plan \n(RPJM) 2004–2009 emphasizes the need for more investment in \ninfrastructure in general, and rural infrastructure in particular—a \nkey operational area of focus in the country strategy and program \n(CSP) of the Asian Development Bank (ADB) for Indonesia for \n2006–2009. The CSP identifies investments in rural infrastructure \nas  essential  to  reducing  poverty  and  regional  disparities,  and \nachieving  the  Millennium  Development  Goals  (MDGs).  Rural \ninfrastructure  investments  improve  the  access  of  the  poor  to \nservices  and  markets,  and  generate  employment.  Under  the \ncurrent  CSP,  ADB  has  committed  to  continue  its  support  to \ndevelop the country's rural infrastructure—an area unattractive to \nthe  private  sector—through  the  Rural  Infrastructure  Support  to \nPNPM  Mandiri  Project,  which  is  a  follow-up  to  the  Rural \nInfrastructure Support Project. \n \nIn  September  2006,  to  promote  inclusive  growth,  advance  its \nefforts to fight poverty, and achieve the MDGs under the Policy on \nAccelerating  Poverty  Reduction  and  Jobs  Creation,  the \nGovernment  adopted  the  program  approach  embodied  in  the \nPNPM Mandiri as a key strategy for its poverty reduction and rural \ndevelopment  initiatives  throughout  the  country.  The  PNPM \nMandiri was officially launched on 30 April 2007 by the President \nof Indonesia.  \n   \nImpact and Outcome  The Project’s impact is better socioeconomic conditions in the \nrural communities of the project area, which is in line with the \noverall objective of the PNPM Mandiri. The expected outcome is \nbetter access of the poor and near poor in rural areas in the \nparticipating provinces to basic rural infrastructure. \n   \nProject Investment Plan   The project is estimated to cost the equivalent of $62.5 million, \nincluding taxes and duties equivalent to $0.3 million. The total cost \nincludes physical and price contingencies, and interest and other \ncharges during implementation. \n   \nFinancing Plan  ($ million) \nSource  Total    % \nAsian Development Bank  50.0    80.0 \nGovernment of Indonesia  6.7    10.7 \nBeneficiaries  5.8    9.3 \n    Total    62.5    100.00\n   \n  A loan of SDR31.847 million ($50 million) from the Special Funds \nresources of ADB will be provided. The loan will have a 32-year \nterm, including a grace period of 8 years, with an interest charge \nof 1% per year during the grace period and 1.5% per year during \nthe remaining period. \n   ", "  iii\nAllocation and Relending  The Project is classified by the Government as a national project, \nTerms  where the central Government will provide the loan proceeds as \ngrants directly to participating communities. In accordance with \nthe  Government  Regulation  on  Financial  Management  and \nResponsibility in the Implementation of De-concentration and Co-\nadministration  (PP  No.  7/2008),  the  Project  will  be  financed \nthrough the central Government budget. \n   \nPeriod of Utilization  Until 30 June 2011 \n   \nEstimated Project  31 December 2010 \nCompletion Date \n   \nImplementation  The Project will be implemented as part of the PNPM Mandiri and \nArrangements  will use that program’s implementation mechanisms. The project \ncoordination  and  monitoring  unit  at  the  national  level  will  be \nresponsible for the management, coordination, and monitoring of \nproject activities. The existing provincial- and district-level project \nimplementation units will provide social and technical facilitation to \nthe  communities  in  undertaking  the  infrastructure  rehabilitation \nand expansion activities. The existing PNPM Mandiri Oversight \nBody  will  provide  policy  directives,  guidance,  monitoring,  and \nmanagerial oversight to the Project.  \n   \nExecuting Agency  Directorate  General  of  Human  Settlements  of  the  Ministry  of \nPublic Works. \n   \nProcurement  All goods and related services financed under the ADB loan will \nbe procured in accordance with ADB’s Procurement Guidelines \n(2007, as amended from time to time). \n   \nConsulting Services  The  Project  will  require  an  estimated  960  person-months  of \nnational consulting services. The relatively large consulting inputs \nare needed for capacity building, assistance to support the highly \ndecentralized  implementation  arrangements,  and  intensive \ninteraction with about 1,650 village communities. The consultants \nwill be selected and engaged through firms in accordance with \nADB’s Guidelines on the Use of Consultants (2007, as amended \nfrom time to time) and other arrangements satisfactory to ADB for \nengaging  national  consultants.  The  consulting  services  will  be \nprocured through national consulting firms using a fixed budget \nselection method that requires submitting a simplified technical \nproposal  within  35  days.  The  terms  of  references  for  project \nmanagement consultants will follow the format and contents of \nterms of references developed under the PNPM Mandiri. \n   \n ", "iv   \nProject Benefits and  The Project will benefit about 2 million rural poor in about 1,650 \nBeneficiaries  poor and/or isolated villages. The infrastructure improvements and \nexpansion may include village roads and pathways, bridges and \nculverts, small piers, village irrigation schemes, water supply and \nsanitation, and drainage works; and rehabilitation of school, local \nhealth  services,  and  multipurpose  village  buildings.  The  main \nbenefits are expected to include (i) lower transportation costs, (ii) \nbetter  access  to  safe  drinking  water,  (iii)  better  access  to \nsanitation facilities, (iv) higher crop production, and (v) short- and \nlong-term employment generation.  \n   \nRisks and Assumptions  The  main  risks  to  the  Project  include  (i)  inadequate \nimplementation capacities at the local level, (ii) benefits accruing \nto  a  few  nonpoor,  (iii)  corruption,  (iv)  low  sustainability  of  the \npolicies and investments, (v) start-up delays, and (vi) delays in \nbudget approval. The project design provides for measures to \nmitigate or minimize such risks. \n \n \n \n \n ", " ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Republic of Indonesia for the Rural Infrastructure Support to PNPM Mandiri Project. The \ndesign and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Before the Asian financial crisis that began in 1997, Indonesia had been successful in \nfighting poverty. The incidence of poverty dropped from more than 50% in 1970 to less than \n18%  in  1996.  However,  the  financial  crisis  unraveled  years  of  progress  attained  toward \nsustainable poverty reduction and plunged more than a quarter of Indonesia’s population below \nthe poverty line. After the crisis, the Government scaled up its efforts to fight poverty, which \nincluded implementation of numerous community-driven development (CDD) projects. These \nefforts have reduced the number of people living in poverty to pre-crisis levels. In 2008, the \nnumber of poor was 35.0 million, corresponding to a poverty incidence of 15.4%. However, \nIndonesia still faces a serious challenge in reaching the Millennium Development Goal (MDG) of \na poverty incidence of 7.6% in 2015.1 In addition, the country has a large number of vulnerable \nnear poor, with almost 50% of the population still living on less than $2 a day.  \n \n3.   Poverty in Indonesia is overwhelmingly a rural problem with more than two thirds of the \ncountry’s poor living in rural areas. The causes of rural poverty include lack of access to health, \neducation, safe water, and sanitation services; and an absence of economic opportunities, \ncompounded by poor rural connectivity, which is a lack of infrastructure in isolated areas with \ndifficult  geography  and  inadequate  links  to  markets.  Nearly  one  of  five  rural  villages  is \ninaccessible for part of the year, even by four-wheel-drive vehicles. The rural population is \nvulnerable to external shocks and could fall back into poverty in the event of sickness, natural \ndisaster, harvest failure, or rising food prices. They also have extremely limited access to basic \nservices  (e.g.,  health  and  education),  capital,  and  infrastructure.  The  incidence  of  poverty \ncontinues to be much higher in rural areas (18.9%) than in urban areas (11.7%).2 \n \n4.   The Government of Indonesia has made poverty reduction a priority in its medium-term \nand annual plans. The Medium-Term Development Plan (RPJM) 2004–2009 provides strategic \ndirection for the Government in addressing poverty, incorporating key elements of the National \nPoverty Reduction Strategy (SNPK) and highlighting the importance of achieving the MDGs. In \nresponse to rising poverty levels, the Government issued a poverty reduction action plan—in \nline with the SNPK—with the theme of increasing employment opportunities and accelerating \npoverty reduction. A study by the Asian Development Bank (ADB) confirmed that in addition to \nthe income-related impacts, investments in infrastructure also generate non-income impacts \nsuch as improvements in health, education, security, and participation.3 Taking into account the \nimportant role of infrastructure development in reducing poverty, the RPJM emphasizes the \nneed for increased investments in infrastructure in general and rural infrastructure in particular. \n \n5.   Following the elections in late 2004, the Government adopted a policy reorienting public \nsector expenditures from general consumptive subsidies to targeted interventions aimed at the \n                                                 \n1   ADB. 2006. From Poverty to Prosperity: A Country Poverty Analysis for Indonesia. Manila. \n2   Badan Pusat Statistik, Central Bureau of Statistics, 2008.  \n3   ADB. 2005. Assessing the Impact of Transport and Energy Infrastructure on Poverty Reduction. Manila. ", "2 \npoor. The process was hastened by rising oil prices in world markets, which led to a substantial \nincrease in fuel subsidies. In 2005, the Government sharply increased domestic fuel prices. The \nprice for kerosene, the common fuel for the poor, rose by 186%, significantly increasing the cost \nof living for the poor. The poor were also affected by increases in the prices for gasoline and \nautomotive diesel, which led to higher transportation costs and inflation. To mitigate these \nnegative impacts, the Government initiated a series of targeted CDD interventions to establish \nand  improve  safety  nets; 4  and  increased  investments  in  health,  education,  and  rural \ninfrastructure in the poorest villages. \n \n6.   The Fuel Subsidy Reduction Compensation Program (PKPS-BBM) was formulated as a \nshort-term  component  of  these  targeted  investment  interventions.  The  rural  infrastructure \ncomponent of the PKPS-BBM received budget allocations of $330 million in 2005 and $250 \nmillion  in  2006.  These  allocations  funded  block  grant  investments  in  21,800  isolated  and \ndisadvantaged  villages,  or  almost  one-third  of  all  villages  in  Indonesia.  Assistance  from \ndevelopment  partners  was  sought  for  additional  coverage.  ADB  provided  this  assistance \nthrough the Rural Infrastructure Support Project (RISP) that covered 1,840 villages.5  \n \n7.  In  April  2007,  the  Government  launched  the  National  Program  for  Community \nEmpowerment (PNPM Mandiri), which will cover all villages in the country during 2008–2015. \nThis  much  larger  program  will  aim  to  reduce  by  promoting  community  participation  in \ndevelopment planning and management, and delivery of basic services, including infrastructure. \nIt is intended to help the country achieve MDG targets by 2015. The budgets for 2008 and 2009 \nare about $1.7 billion annually. The PNPM Mandiri design was formulated with assistance from \nthe  decentralization  support  facility  established  by  the  major  development  partners,  and \nincorporates lessons from all recent CDD projects and programs in the country. The design \nprovides  for  comprehensive  community  facilitation  in  planning  and  implementation,  utilizes \nsimple and transparent funds flow mechanisms, and emphasizes operation and maintenance \n(O&M)  of  completed  works.  An  overview  of  the  PNPM  Mandiri  is  in  Appendix  2,  and \nSupplementary Appendix A provides details of the program.  \n \nB.  Analysis of Key Problems and Opportunities \n1.  Adequacy and Sustainability of Rural Infrastructure \n8.  For many years before the Asian financial crisis erupted in 1997, Indonesia successfully \nused  infrastructure  investments  to  support  poverty  reduction  and  economic  development. \nHowever, the financial shock resulted in cancellation or suspension of many planned public and \nprivate infrastructure projects. Subsequent governments during 1998–2004 were burdened with \nthe more urgent tasks of financial sector restructuring and fiscal consolidation. As a result, \ninfrastructure investments, which accounted for more than 6% of gross domestic product before \n1997, fell to a low of 2% in 2000 and have only reached just over 3% in recent years, reflecting \na  sharp  decline  in  public  and  private  spending.  Since  1997,  only  basic  preservation  and \nmaintenance of infrastructure have taken place, but very little expansion. A more detailed \nanalysis of the infrastructure gap is in Appendix 3. \n \n                                                 \n4   The interventions have included the conditional cash transfers to poor families, totaling Rp300,000 per family per \nquarter. \n5   ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of Indonesia for the Rural Infrastructure Support Project. Manila (Loan 2221-INO[SF], approved in \nDecember, for the equivalent of $50 million). \n ", "3 \n9.  Infrastructure service coverage in Indonesia is low by regional standards. In 1996, the \noverall quality of Indonesia’s infrastructure exceeded that of the People’s Republic of China and \nThailand. However, 12 years later, these countries had overtaken Indonesia, which ranked 54th \nin a 131-country survey.6 About 50 million Indonesians lack access to treated water, 90 million \nlack  access  to  electricity,  and  nearly  200  million  do  not  have  direct  access  to \ntelecommunications or connection to a sewerage network. While 3.5 million new customers \nwere connected to electricity in 1997, currently about 1 million new customers are connected \nper year, making achievement of the targeted 90% electrification ratio in 2020 increasingly \nunlikely. Indonesia has the lowest road density in the region in terms of length per area or \npopulation. Urban roads have become severely congested, and rural roads are deteriorating \nbecause of inadequate maintenance. The poor suffer disproportionately from a lack of access to \ninfrastructure services. \n \n10.  Low  levels  of  investment  have  also  undermined  the  sustainability  of  existing \ninfrastructure  and  service  delivery  levels.  The  RPJM  categorized  46%  of  the  overall  road \nnetwork  as  lightly  to  heavily  damaged;  57%  of  district  roads  were  categorized  the  same. \nSimilarly,  the  irrigation  schemes,  an  important  infrastructure  element  in  the  predominantly \nagriculture-based  economy,  are  in  a  poor  state.  Up  to  30%  of  irrigation  schemes  are \ncategorized as degraded. \n \n2.  Challenges in Public Service Delivery \n11.  Traditionally, much of the development spending by local governments in Indonesia has \nbeen centrally sponsored, financed, and implemented. ADB and other development partners \nhave  largely  supported  local  development  initiatives  through  the  Government.  While  the \ntransaction costs of ensuring sound public investment and project management are always high \nin a large and diverse country like Indonesia, the devolution of authority to local governments \nhas brought about three additional challenges. First, the appropriate level of devolution of \nfinancing must be determined. Second, the capacity of local governments as new entities to \neffectively plan and execute public investment projects is limited. Third, ensuring adequate \nfiduciary governance in the management of investment projects is complex. \n \n12.  The speed and complexity of decentralization has created gaps and inconsistencies in \nthe  policy,  legal,  and  regulatory  framework.  While  service  delivery  has  not  been  seriously \ndisrupted,  the  legal  and  regulatory  foundation  needs  to  be  substantially  strengthened  and \nstreamlined to fully realize the benefits of decentralization. Furthermore, the formulation of \nsound and efficient modalities of financing improvements is urgently needed to strengthen the \ndelivery of public services in the regions. In a highly decentralized environment, in particular, \nfunding authority has to be gradually devolved down to the regions, but only after ensuring that \nadequate capacity and governance norms are in place.  \n \n3.  Opportunities \n13.  ADB, through the Infrastructure Reform Sector Development Program,7 supports the \nGovernment  in  addressing  general  infrastructure  development  constraints.  This  program \n                                                 \n6  World Economic Forum. 2007. Global Competitiveness Report 2007–2008. Geneva. By contrast, Thailand was \nranked 28th, and the People’s Republic of China 34th. \n7  ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Program \nCluster, Loans, Technical Assistance Grant, and Administration of Grant from the Government of the Netherlands \nto the Republic of Indonesia for the Infrastructure Reform Sector Development Program. Manila (Loans 2263-INO \nand 2264-INO[SF], TA 4872-INO, G0064-INO, approved in November, for the equivalent of $434.0 million). \n ", "4 \nsupports improvements in the investment climate to encourage private sector participation in \ninfrastructure development. Also, in cooperation with other development partners, ADB helps \nthe  Government  improve  the  delivery  of  public  services  in  the  regions  through  its  Local \nGovernment  Finance  and  Governance  Reform  Sector  Development  Program, 8  and \ndevelopment policy loan series.9 \n \n14.  The Government recognizes that efforts to implement infrastructure reforms and improve \nlocal public service delivery will have a significant impact in the medium term only. In response, \nthe Government is taking immediate measures to help the poor. The PNPM Mandiri is the \nGovernment’s flagship poverty reduction program. By directly engaging communities, the PNPM \nMandiri will provide the infrastructure critically needed in rural and isolated villages, and avoid \nthe risk of insufficient local government capacity to deliver public services. To ensure the \nsustainability of investments, the program places special attention on building capacities of \ncommunities and local governments. The PNPM Mandiri is in its second year of implementation. \nAs part of the project processing, ADB assessed initial implementation of the PNPM Mandiri \nthrough discussions with stakeholders, field visits, and examination of relevant records and \nguidelines. The program was found to be well designed, ably administered, and with sound \nfinancial management systems and fiduciary controls. \n \n15.  The PNPM Mandiri has two tiers: a core program and a support program. The core \nprogram (i) promotes community empowerment; (ii) establishes and strengthens community \nimplementation organizations (CIOs); (iii) builds communities’ capacity to identify their needs, \nprepare village medium-term poverty reduction (MTPR) plans, and implement projects included \nin these plans; and (iv) provides investment grants for these projects. The support program \ndelivers specific services through sectoral programs (e.g., agriculture, health, education, and \nmicrofinance),  utilizing  the  established  CIO  structures.  The  Project  will  support  the \nimplementation of the core program of the PNPM Mandiri. \n \n16.  The  PNPM  Mandiri  adopts  the  highly  successful  CDD  approach,  which  gives  the \ncommunity control of resources backed by funds directly channeled to community groups or \nmembers.  In  CDD  programs,  communities  are  active  participants  that  prioritize  their \ndevelopment needs and compete for resources by preparing proposals. CDD, when properly \nimplemented, is more effective than other approaches. Independent evaluations of the World \nBank’s Kecamatan (subdistrict) Development Programs (KDPs) in Indonesia—the largest ever \nCDD operation in the world and the predecessor of the PNPM Mandiri—indicated an average \neconomic  internal  rate  of  return  of  more  than  50%,  well  above  other  non-CDD  rural \ninfrastructure projects implemented in similar geographic areas of the country. CDD also offers \nbetter accountability. Transparency in decision making and procurement and the threat of audits \nhave demonstrably reduced corruption and leakage. The bottom-up planning process of CDD \npresents more opportunities for women and the poor to effectively participate in community and \nlocal governance processes.  Evidence also indicates that CDD is likely to offer better in cost \n                                                 \n8  ADB. 2005. Report and Recommendation of the President to the Board of Directors on Proposed Loans and \nTechnical Assistance Grant to the Republic of Indonesia for the Local Government Finance and Governance \nReform Sector Development Program. Manila (Loans 2192-INO and 2193-INO[SF], approved in November, for the \nequivalent of $330.0 million). \n9  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic  of  Indonesia  for  the  Development  Policy  Support  Program.  Manila  (Loan  2228-INO,  approved  in \nDecember, for $200 million); ADB. 2006. Report and Recommendation of the President to the Board of Directors \non a Proposed Loan to the Republic of Indonesia for the Second Development Policy Support Program. Manila \n(Loan 2305-INO, approved in December, for $200 million); and ADB. 2007. Report and Recommendation of the \nPresident to the Board of Directors on a Proposed Loan to the Republic of Indonesia for the Third Development \nPolicy Support Program. Manila (Loan 2394-INO, approved in December, for $200 million). \n ", "5 \nrecovery and O&M of the completed infrastructure facilities and services due to the community \nmembers’ strong sense of ownership. CDD can demonstrably operate to scale, as shown by the \nWorld Bank’s annual CDD-related lending volume of about $1.5 billion. \n \n17.  By adopting the design, funding modality, and implementation structure of the PNPM \nMandiri, the Project will be fully consistent with the Government’s development program and \nstrategies. This will ensure strong ownership and greatly improve the prospects of achieving the \ncommon goals of improving service delivery and poverty reduction, and meeting MDG targets. \nThe design of rural infrastructure improvements under the Project will be based on detailed \nguidelines  prepared  for  the  PNPM  Mandiri.  Rather  than  creating  parallel  structures,  the \nimplementation arrangements established for the PNPM Mandiri will be used for the Project. By \nfinancing a geographic slice of the program, rather than a time slice, the Project will help the \nGovernment achieve its target of PNPM Mandiri coverage of all kecamatan (subdistrict) in the \ncountry by 2009. \n \n18.  Multilateral and bilateral assistance for rural infrastructure development in Indonesia has \nbeen reasonably harmonized. ADB’s RISP and the World Bank’s KDPs have supported the \nGovernment’s  CDD  programs,  utilized  its  institutional  arrangements,  and  followed  similar \nimplementation procedures. However, there have been some significant differences. The World \nBank projects have (i) included other components, such as microcredit; (ii) allowed construction \nof new infrastructure; and (iii) let kecamatan determine the allocation of block grants to villages, \nand in some cases required cash contributions from villages. By contrast, the RISP has focused \non the rehabilitation and expansion of existing infrastructure, and disbursed block grants directly \nto the villages without requiring any cash contributions.  \n \n19.  The design of the Project has taken into account the following lessons from the RISP \nand other previous CDD projects in Indonesia (Appendix 4): \n \n(i)  Block grants are the best approach for CDD projects. \n(ii)  Pro-poor geographic targeting of project activities increases the poverty impact of \nrural infrastructure development. \n(iii)  Community facilitation in community planning and preparation is an important \nfactor in the success of projects. Facilitator recruitment, training, supervision, and \nreplacement should be undertaken in a timely and synchronized manner. \n(iv)  The communities should be provided close technical backstopping to help ensure \nthat the design of civil works is appropriate and the quality is high, and that any \nenvironmental damage is mitigated. \n(v)  Communities should be thoroughly briefed on administrative- and procurement-\nrelated  procedures,  so  that  they  can  monitor  implementation  progress. \nAccountability procedures, such as public disclosure of budgets, contracts, and \nterms of reference, ensure good governance and prevent fraud and corruption.  \n(vi)  Implementation arrangements should be simple, minimizing the involvement of \ngovernment agencies at various administrative levels. \n(vii)  Kecamatan-level  discussions  are  important  to  facilitate  development  and \nefficiency of intervillage infrastructure. \n(viii)  Simple funds flow arrangements with direct transfer to the community accounts \nreduce the chance of leaks. \n(ix)  Communities  should  be  trained  and  assisted  in  establishing  effective  O&M \nmechanisms. \n \n ", "6 \n20.   These lessons have been incorporated in the guidelines for the PNPM Mandiri, which \nwere issued by the Coordinating Ministry for People’s Welfare in July 2007.10 The World Bank, \nInternational Fund for Agricultural Development, and Japan Bank for International Cooperation \nhave  already  provided  loan  support  to  the  PNPM  Mandiri  (Appendix  2).  The  loans  from \ndevelopment partners will finance different geographic areas and periods of PNPM Mandiri \nimplementation. In addition, grant support from bilateral donors is channeled through the PNPM \nMandiri support facility, which was launched in December 2007.11 The PNPM Mandiri oversight \nbody is ensuring harmonization of all donor-financed parts of the program. \n \n4.  ADB’s Sector Objectives and Strategy \n21.  ADB’s  country  strategy  and  program  for  Indonesia12 concludes  that  the  country’s \nprincipal challenge continues to be reducing poverty and eliminating the vulnerability of large \nsections of the population. To meet this challenge, the Government must achieve higher levels \nof  sustainable  economic  growth,  improve  public  sector  management,  boost  development \nspending, and accelerate progress toward achieving of the MDGs. Improving the investment \nclimate, investing in infrastructure, and deepening the financial sector are all necessary to \nenhance  competitiveness  and  accelerate  economic  growth.  Strengthening  institutional  and \nhuman capacities at all levels is needed to realize the development objectives and improve \nsocial service delivery. Improving natural resource management will decrease the population’s \nvulnerability to increased poverty. The Project will address the principal challenge of poverty \nreduction by providing essential infrastructure in rural areas. \n \n22.  ADB’s years of experience in supporting community-based projects, including the PKPS-\nBBM, which is one of the programs the PNPM Mandiri is based on, places ADB in a strategic \nposition to assist the Government in scaling up and effectively implementing its new strategy. \nADB has significant experience in local governance as well, working in cooperation with the \nGovernment in planning and budgeting policy reforms that benefit the poor. The institutional \nknow-how in addressing both the demand and supply side of citizen’s engagement and service \ndelivery can strengthen and refine the program design of the PNPM Mandiri as the program is \nfully institutionalized.  \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n23.  The Project will support the implementation of the PNPM Mandiri. Its anticipated impact \nis better socioeconomic conditions of rural communities in the project area, which is in line with \nthe overall objective of the PNPM Mandiri. The Project’s expected outcome is better access of \nthe  poor  and  near  poor  in  these  communities  to  basic  rural  infrastructure.  The  Project \nincorporates lessons from the successful implementation of the RISP (Appendix 4). By taking \nadvantage of the investments that the Government has made in designing and implementing \nthe PNPM Mandiri, the Project will use resources more efficiently and avoid duplications. \n \n                                                 \n10 For example: (i) grants are determined based on the prioritization of the proposals at the kecamatan level; (ii) poor \nvillages are given priority in grant allocation, (iii) significantly more resources and time are allocated for community \nfacilitation than under previous CDD projects; and (iv) technical backstopping is provided by consulting teams at \nthe district level, as well as infrastructure specialists in community facilitator teams.  \n11 The PNPM Mandiri support facility has already received contributions totaling $33 million from the governments of \nAustralia,  Denmark,  and  the  Netherlands.  The  operational  manual  for  PNPM  Mandiri  support  facility  is  in \nSupplementary Appendix B. \n12 ADB. 2006. Country Strategy and Program 2006–2009 Indonesia. Manila. \n ", "7 \n24.   The Project will implement a geographic slice of the PNPM Mandiri and cover about \n1,650  rural  villages  in  Jambi,  Lampung,  Riau,  and  South  Sumatra  provinces  in  western \nIndonesia. These four provinces are in the southern half of Sumatra Island, where the incidence \nof rural poverty is higher than the national average. The selection of provinces took into account \nthe remaining areas to be covered under the PNPM Mandiri in 2009–2010, and the number of \nless-developed districts and presence of infrastructure-poor villages.13  \n \nB.  Outputs \n25.  By following the PNPM Mandiri design, the Project will provide more intensive support \nfor  community  empowerment  than  the  RISP.  The  Project  will  have  two  components:  (i) \ncommunity facilitation and mobilization, and (ii) rural infrastructure improvement. \n \n1.  Community Facilitation and Mobilization \n26.  This  component  seeks  to  empower  communities  and  strengthen  their  capacity  to \nimplement priority programs. The component will provide assistance in the following areas:  \n(i)  conducting an awareness campaign to familiarize community members with the \nPNPM Mandiri;  \n(ii)  conducting community facilitation that includes poverty mapping at the village \nlevel,  identification  of  problems  and  needs,  evaluation  of  community \nimplementation  capacity,  and  development  of  planning  mechanisms  and \ndecision-making processes;  \n(iii)  helping communities establish CIOs and build their capacity;  \n(iv)  helping  communities  formulate  village  MTPR  plans  and  related  annual \ninvestment plans for funding by block grants;  \n(v)  providing technical guidance during the implementation of activities identified in \nvillage MTPR plans; and  \n(vi)  helping  communities  formulate  and  implement  O&M  plans  to  ensure \nsustainability of completed facilities.  \n \n27.  Each participating village will establish a CIO. The CIO shall be either an existing village \norganization (formal or informal) or a new project organization, as decided by the local village \ncommunity through participatory meetings. A committee of CIO representatives will comprise \nfive members elected or reconfirmed by the community. Overall CIO membership will be at least \n40% women, and the members of the CIO representatives committee will include at least two \nwomen. The CIO shall be legalized by the village head and registered with the kecamatan head, \nwhich is a prerequisite for opening a CIO bank account.  \n \n28.  Community  empowerment  will  be  promoted  by  social  and  technical  community \nfacilitators for 6 months to 1 year, depending on an individual community’s capacity. Community \nfacilitators will be engaged in teams, with each team consisting of five facilitators (three for \nsocial development and two technical) and covering about seven villages. The provincial project \nimplementation units (PIUs) will recruit the community facilitators. About one-third of community \nfacilitators are expected to be women. Village communities will also elect village organizers, \nwho will assist the community facilitators. After the end of the Project, village organizers, who \n                                                 \n13 The state minister of the less developed regions, in Decree Number: 001/KEP/M-PDT/II/2005, of 7 February 2005, \ndefines  the  less-developed  areas  according  to  criteria  that  include  economic  conditions,  human  resources, \ninfrastructure, financial performance, accessibility, and social conditions. Using these criteria, about 32,000 villages \nare classified as less developed. All 1,650 project villages are classified by the decree as less- developed villages.  \n ", "8 \nwill have gained facilitation experience during project implementation, will be able to continue \npromoting the community empowerment process in project villages. \n \n29.  During  the  preparation  and  planning  of  community  facilitation,  the  communities  will \nidentify village development priorities, which will be reflected in the village MTPR plans to be \nprepared with assistance from community facilitators. The village MTPR plans developed with \nproject assistance will be used as inputs for the district medium-term development plans. To \npromote development of intervillage infrastructure, village MTPR plans will be discussed at the \nkecamatan community meetings, consisting of representatives of CIOs from all project villages \nwithin a kecamatan. After village MTPR plans are finalized and endorsed by a kecamatan \nproject implementation team, CIOs will develop the project investment plan through community \nconsultation,  prioritizing  village  infrastructure  activities  from  the  village  MTPR  plan  being \nfinanced by the Project. The district PIUs will provide technical support to CIOs in finalizing \nproject investment plans for villages (including design and costs of investments). The village \nproject investment plan will serve as the basis for a community contract between a CIO and a \ndistrict PIU. After the contract is signed, community block grants can be released.  \n \n30.  To  improve  poverty  targeting,  the  Project  will  identify  vulnerable  and  marginalized \ncommunity groups, including indigenous peoples, among its beneficiaries. Because the Project \nwill be based on CDD principles, which encourage full participation of vulnerable groups in the \nplanning  and  decision-making  process,  compliance  with  the  ADB’s  Policy  on  Indigenous \nPeoples  (1998)  will  be  ensured  in  the  main  design  and  implementation  mechanisms. \nCommunity organizers will receive special training on the inclusion of all community groups in \ncommunity  facilitation  processes.  Moreover,  the  selection  criteria  for  infrastructure  facilities \ninclude provisions to ensure that indigenous peoples and other vulnerable groups are part of the \ncapacity building, planning, implementation, and post-implementation processes; and that they \nbenefit proportionally from better access to rural infrastructure, training, and construction-related \njobs. \n \n2.  Rural Infrastructure Improvement \n31.  This component will provide block grants to villages to meet their infrastructure needs, \nas identified in their MTPR plans and project investment plans. Infrastructure improvement and \nexpansion may include rehabilitation or construction of new village roads and pathways, bridges \nand  culverts,  small  piers,  village  irrigation  schemes,  water  supply  and  sanitation  systems, \ndrainage works, school and local health services buildings, and multipurpose village buildings. \n \n32.  The Project will provide the first cycle of block grant assistance to the project villages. As \nwas the case under the RISP, the block grant allocation will be based on an average of Rp250 \nmillion ($27,000 equivalent) per project village. In addition, district governments are willing to \ncontribute to project implementation through their supporting programs for village MTPR plans. \nThe participating kecamatan will receive further cycles of block grant assistance from the central \nGovernment under the later stages of the PNPM Mandiri, which will be implemented until 2015. \n \n33.  The design and implementation of community-selected infrastructure will be based on \nthe detailed guidelines prepared for the PNPM Mandiri. Upon finalization of project investment \nplans, the first installment of 40% of the allocated grant will be transferred by the district treasury \noffice directly into the CIO’s bank account as an advance payment. The remaining funds, \nsubject to certification of progress by the district PIUs, will be disbursed to the community in two \nadditional installments of 40% and 20%, at the 36% and 72% completion points of the village \nworks,  respectively.  Rural  infrastructure  improvement  works  will  be  undertaken  by  the \n ", "9 \ncommunities with technical guidance from district PIUs and project management consultants. \nVillagers will carry out most of the construction work, while only contracting out tasks requiring \nspecial expertise.  \n \n34.  The selection of a village infrastructure facility for financing under the Project will follow \nPNPM Mandiri guidelines and require (i) the endorsement of a village infrastructure proposal by \nthe CIO representative committee, including those members representing women and minority \ngroups; (ii) proportional benefits and employment opportunities to women and minority groups; \n(iii) a village infrastructure focus that leads to improvement in the livelihoods of the poor or near \npoor; (iv) potential for immediate utilization by the poor or near poor; (v) demonstrable economic \nviability and financial sustainability; (vi) no negative environmental, social, or economic impacts; \n(vii)  evaluation  of  alternative  designs  and  establishment  of  the  cost  effectiveness  of  the \nproposed design; (viii) execution by communities with utilization of local labor and materials, \nand,  to  the  extent  possible,  technology  that  is  simple  or  otherwise  appropriate  to  local \nconditions; and (ix) the CIO to have prepared an O&M plan. O&M will be fully implemented and \npartly financed by the communities, with district governments supporting certain O&M activities \nthat are beyond the technical capacity of the communities. \n \n35.  The project activities will be undertaken by communities, largely through manual labor \nand using locally available and environmentally safe materials. When the necessary goods or \nservices cannot be provided by a community, procurement should be conducted through the \nCIO.The activities will be small-scale and will lead to improvements in people’s welfare, health, \nand hygiene. This will translate into environmental improvements. Given the small size of the \ninterventions  and  the  provision  of  technical  and  social  facilitation  to  communities,  no \nenvironmental damage is expected. Nonetheless, village proposals will be screened through \nappropriate  checklists  to  review  environmental  implications  and  ensure  that  there  are  no \nadverse impacts. The summary initial environmental examination is in Appendix 5. \n \n36.  Because  CDD  project  activities  directly  benefit  communities  and  involve  community \ndecision making and management, safeguards will be built into the community decision-making \nprocess to address issues as they arise. The Project will require limited land acquisition, will not \ninvolve any resettlement of people or relocation of houses, and will not have a significant impact \non productive land or other productive assets.14 The minimal amount of land acquisition required \nwill result primarily from voluntary contributions by project beneficiaries. A land acquisition and \nresettlement  framework  (LARF)  has  been  prepared  and  will  be  embedded  in  the  project \noperational manuals. The framework will guide land acquisition assessments for infrastructure \nproposals, and preparation and implementation of plans for land acquisition, including any \nvoluntary contributions for small community-level infrastructure rehabilitation and expansion. \nThe procedures for land acquisition and compensation, and voluntary land donations, will follow \nADB’s  Involuntary  Resettlement  Policy  (1995).  The  district  governments  and  project \nmanagement consultants will assist CIOs in implementing land acquisition and resettlement \nplans to ensure that all land transaction impacts are addressed in accordance with ADB’s \nInvoluntary Resettlement Policy. Land acquisition assessments will be part of the review of the \nrural infrastructure improvement proposal and must be approved by the district-level oversight \nengineer, resettlement committee, and ADB before implementation. Land acquisition activities \nwill  be  recorded  in  the  village  records  and  reviewed  during  project  review  missions.  The \nsummary LARF is in Appendix 6. \n                                                 \n14 ADB. 2006. Operations Manual. Section F2/BP: Involuntary Resettlement. Manila (25 September), para. 5, footnote \n12 defines significant impact as physical displacement and/or loss of 10% or more of productive assets. \n ", "10 \nC.  Special Features \n1.  Poverty Targeting \n37.  The project villages have been selected by the PNPM Mandiri oversight body from a list \nof villages classified by the Government as less developed and that have not yet received \nassistance under the PNPM Mandiri. The targeting of less-developed villages and the nature of \nsupported interventions should ensure that project benefits will largely accrue to the poor. \nDuring  the  initial  stage  of  community  facilitation  and  mobilization,  the  communities  will \nundertake poverty mapping to identify the most vulnerable families in each village. The needs of \nthose identified as poor will be prioritized in the village MTPR plans. Efforts to ensure poverty \ntargeting in villages will be complemented by a Government initiative under the overall PNPM \nMandiri umbrella, which will provide direct support to specialized, grassroots nongovernment \norganizations (NGOs) that work with marginalized communities. The poverty reduction and \nsocial strategy is summarized in Appendix 7. \n \n2.  Community Ownership \n38.  The  Project’s  CDD  approach  will  help  develop  a  sense  of  ownership  among  the \ncommunity  members.  The  RISP  and  other  past  CDD  projects,  both  within  and  outside  of \nIndonesia, have shown that strong community ownership is often reflected in higher work quality \nand voluntary land contributions. Another indicator of community ownership is the better upkeep \nand maintenance of the infrastructure. Experience suggests that communities cannot maintain \nlarger infrastructure. However, they are capable of maintaining smaller infrastructure, provided \nthey have been fully involved in all stages of planning and implementation, including preparation \nof the O&M plans. Selection of small infrastructure projects, full community participation, and \nO&M planning are integral parts of the Project. These are expected to lead to a strong sense of \ncommunity ownership of infrastructure and improved sustainability. \n \n3.  Good Governance and Anticorruption Measures \n39.  Learning from the lessons of the financial crisis, Indonesia embarked on a wide-ranging \ngovernance  reform  program.  Decentralization,  public  administration  and  financial  reform, \nreallocation of government power, and judicial reform are just a few of the many sweeping \ngovernance reforms. Despite these efforts and some improvement, Indonesia is ranked 143 of \n179 countries on Transparency International’s Corruption Perception’s Index.15  \n \n40.  Therefore,  good  governance  has  been  central  to  the  Project.  A  recent  country \nassistance  program  evaluation16 recommended  that  governance  be  mainstreamed  in  ADB \noperations of this type by involving local governments and communities in project planning, \nimplementation, and monitoring. This has been achieved through the CDD approach, with the \ncommunities participating in all stages of infrastructure rehabilitation and expansion. The CDD \napproach  has  provided  self-governing  checks and  balances  that  mitigate  corruption  in  the \ndelivery  of  various  types  of  small  infrastructure  facilities.  Administration  in  villages  has \ndemonstrated the transparency that is sometimes lacking at higher government levels. The \nProject will promote good governance through (i) transparent, consistent, and cost-effective \nplanning  and  implementation  on  the  basis  of  well-defined  procedures,  guidelines,  and \ninstitutional arrangements; (ii) the establishment of well-defined procedures and mechanism to \n                                                 \n15 Transparency International. 2007. Annual Report 2007. Berlin. \n16 ADB. 2006. Country Assistance Program Evaluation for Indonesia. Manila. \n ", "11 \ntransfer investment funds to CIO-managed bank accounts; and (iii) comprehensive monitoring \nand evaluation (M&E) that allows for an independent assessment of the village investment \noutputs compared to the project targets. The audit of project accounts and financial statements \nfor the recently implemented RISP shows very good governance in project implementation. This \nconfirms that transparent project administration exists in villages because of the presence of \nseveral self-governing checks and balances that mitigate corruption.  \n \n41.  Corruption allegations against the World Bank’s KDPs from all sources—government \nand  independent  professional  auditors,  NGOs,  journalists,  villagers,  and  project  staff—are \nrecorded  in  a  master  database  that  forms  the  basis  for  quantitative  measurement  of \nperformance. The number of corruption complaints in 2006 totaled 1,425, with a combined \nestimated value of $650,000. Given that KDPs disbursed more than $170 million over the same \nperiod, the alleged corruption rate was only 0.4%. Cumulative records over the 8-year life of this \n$1.4 billion program showed about $2.0 million in corruption-related losses, or only 0.14% of \ntotal  program  costs.  In  addition,  40%  of  the  missing  funds  were  recovered.  Although  the \nmechanisms for measuring corruption rates are highly imprecise, the general picture is one of \nefficient delivery of development funds to villages. \n \n42.  Since the introduction of the PNPM Mandiri concept in September 2006, extensive \nstakeholder consultations have taken place. Development partners, international and national \nexperts, and civil society organizations have contributed to the design and scope of the PNPM \nMandiri. The consultations, which were held throughout the country, involved provincial and \ndistrict parliaments and governments, as well as poor and vulnerable community groups. As a \npart of the PNPM Mandiri, the Project will benefit from its dissemination activities. At the village \nlevel, the communities will make their plans, budgets, and financial records available to the \npublic.  Summaries  of  the  plans,  progress  reports,  and  financial  records  will be  posted  on \nsignboards within the villages. At the project level, the Government and ADB will disclose the \nproject-related information in accordance with ADB’s Public Communications Policy (2005). The \nexecuting agency (EA) will develop a website for the Project with relevant information. The \nhandling of community complaints will follow the PNPM Mandiri’s Implementation Guidelines on \nManagement of Complaints and Grievances, which meet ADB’s requirements on complaint and \ngrievance mechanisms (Supplementary Appendix C). \n \nD.  Project Investment Plan \n43.  The Project is estimated to cost the equivalent of $62.5 million, including taxes and \nduties equivalent to $0.3 million. The total cost includes physical and price contingencies, and \ninterest and other charges during implementation. The cost estimates are summarized in Table \n1; details are in Appendix 8. \n \nE.  Financing Plan \n44.  The Government has requested that ADB provide a loan equivalent to $50.0 million from \nits Special Funds resources to help finance the Project. The loan will have a 32-year term, \nincluding a grace period of 8 years, an annual interest charge of 1.0% during the grace period \nand 1.5% thereafter. The loan will finance about 80% of the total project cost. The remaining \nbalance,  equivalent  to  $12.5 million,  will  be  funded  by  the  Government  ($6.7  million  for \ncommunity  facilitation,  project  management,  and  program  coordination)  and  project \nbeneficiaries ($5.8 million through in-kind contributions to project implementation). In addition, \nparticipating districts’ governments are willing to contribute to project implementation through \ntheir parallel supporting infrastructure programs. The financing plan is summarized in Table 2. \n ", "12 \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounts \nA.  Base Costa    \n  1.  Community Facilitation and Mobilization  6.86 \n  2.  Rural Infrastructure Improvement  54.18 \n    Subtotal (A)  61.04 \nB.  Contingenciesb  0.86 \nC.  Financing Charges During Implementationc  0.60 \n       Total (A+B+C)  62.50 \na  In 2008 prices. \nb   Physical contingencies are computed at 5% for non-civil works costs. Price contingencies are \nestimated at price escalation factors of 6.5% in 2009 and 5.5% in 2010. \nc   Includes interest charges. \nSources: Asian Development Bank and Government estimates. \n \n \nTable 2: Financing Plan \n($ million) \nSource  Total  % \nAsian Development Bank  50.0    80.0 \nCentral Government  6.7    10.7 \nBeneficiaries  5.8    9.3 \n  Total    62.5    100.00 \nNote: Allocation of loan proceeds in the loan agreement will be presented in special drawing rights equivalent. \nSources: Asian Development Bank and Government estimates. \n \nF.  Implementation Arrangements \n1.  Project Management \n45.  Since the Project will be implemented as part of the PNPM Mandiri, it will use the \nimplementation mechanisms that are already in place (Appendix 9). The Ministry of Public \nWorks (MPW), through its Directorate General of Human Settlements (DGHS), will be the EA for \nthe  Project.  The  PNPM  Mandiri  oversight  body  will  provide  policy  directives,  guidance, \nmonitoring, and managerial oversight. The oversight body, chaired by the coordinating minister \nfor  social  welfare,  comprises  the ministers  for  the  National  Development  Planning  Agency \n(BAPPENAS), State Ministry of Less Developed Regions, Ministry of Finance, Ministry of Home \nAffairs, MPW, and Ministry of Social Development. Provincial and district project coordination \nteams also have multiagency steering committees formed by the respective governors and \ndistrict heads. These regional committees have coordination and monitoring functions similar to \nthose of the oversight body. Chaired by the head of the regional planning and development \nagency, they comprise heads of the relevant sector agencies and representatives from local \norganizations.  \n \n46.  The EA will establish a project coordination and monitoring unit (PCMU) at the national \nlevel. The PCMU will be responsible for the management, coordination, and monitoring of all \nproject activities. The Project will utilize the PIUs established at the national, provincial, and \n ", "13 \ndistrict  levels  under  the  respective  PNPM  Mandiri  coordination  teams.  The  national  and \nprovincial PIUs will support both the Project and the other components of the PNPM Mandiri. \nProject management consultants will assist the work of national, provincial, and district PIUs. \nKecamatan project implementation teams, comprising the head of the kecamatan and technical \nstaff from the district PIU, will be established to help communities formulate village MTPR and \nproject investment plans. \n \n47.  The CIO will be responsible for (i) identifying social and infrastructure constraints in the \nvillage, (ii) preparing a village infrastructure proposal based on a village MTPR plan, (iii) opening \na bank account and entering into a contract for works with the district PIU, (iv) implementing the \napproved village proposal, (v) monitoring construction works and reporting progress to the \ndistrict PIU using the project performance management system, (vi) preparing invoices and \ncash management, (vii) holding weekly meetings with the community and providing copies of \ndaily  records  on  information  boards  to  report  physical  and  financial  progress,  and  (viii) \nmaintaining a complaints system. Each CIO will establish a management team for construction \nand O&M, which will comprise community and village organization representatives, excluding \nthe village head, with village infrastructure expertise. The team will supervise infrastructure \nconstruction activities and infrastructure management programs (including O&M). Community \nfacilitators will assist the CIO and village organizers in coordinating with the kecamatan project \nimplementation team, as well as in planning, selection, design, and implementation of the \nproject activities. \n \n2.  Implementation Period \n48.  The Project is expected to be implemented over 2 years, beginning in the first quarter of \n2009 and finishing by the end of 2010. The project implementation schedule is in Appendix 10. \n \n3.  Procurement \n49.  All procurement to be financed by the ADB loan will be carried out in accordance with \nADB’s Procurement Guidelines (2007, as amended from time to time). Civil works for rural \ninfrastructure rehabilitation and expansion will be contracted out to the communities based on \nan  agreement  signed  between  a  CIO  and  a  district  PIU,  and  in  compliance  with  the \nrequirements for community participation in procurement as specified in ADB’s Procurement \nGuidelines. Community contracts will follow the standard format of the community contracts \nunder the overall PNPM Mandiri, and will include evidence of community facilitation, the design \nof village infrastructure facilities to be improved under the contract, and a community O&M plan \nfor these facilities. The first two community contracts in each participating province will be \nsubmitted to ADB for prior approval. The project procurement plan is in Appendix 11. \n \n4.  Consulting Services \n50.  The Project will require an estimated 960 person-months of national consulting services, \nwhich is higher than the 702 person-months required for the RISP because of the additional \nsupport for community empowerment. The consulting services will be provided at the national, \nprovincial, and district level. Nationally, a team of consultants will assist the PCMU. The three \nregional teams will cover the following provinces: (i) Lampung, (ii) South Sumatra, and (iii) \nJambi and Riau. Each regional team will consist of five provincial level experts: (i) the project \nmanager, (ii) financial management specialist, (iii) social development and social safeguard \nexpert  (who  will  also  handle  complaints),  (iv)  rural  infrastructure  specialist,  and  (v) \nenvironmental safeguard specialist. Each regional team will also have 3–4 district teams with \n ", "14 \nsimilar composition to the provincial team; each district team will cover about four districts. The \nconsultants  will  assist  the  central,  provincial,  and  district  governments  in  (i)  overseeing \ncommunity  facilitators  in  empowering  communities,  (ii)  providing  technical  and  managerial \nsupport to the PCMU and PIUs, (iii) following sound financial management, (iv) implementing a \ncomplaint-handling  mechanism,  and  (v)  implementing  a  project  performance  management \nsystem, which is a part of the M&E framework for the PNPM Mandiri. The consultants will also \nassist the district and provincial PIUs with preparing quarterly financial monitoring reports, and \nenvironmental and social safeguard screening. \n \n51.  The  project  management  consultants  will  be  recruited  through  national  firms  in \naccordance with ADB’s Guidelines on the Use of Consultants (2007, as amended from time to \ntime) and other arrangements satisfactory to ADB for engaging national consultants. The fixed \nbudget selection method, which requires submitting a simplified technical proposal within 35 \ndays, will be used. The fixed budget selection method is justified to ensure recruitment of highly \ncompetent consulting firms with the required mix of specialties, the demand for which has \nincreased  considerably  due  to  the  PNPM  Mandiri.  The  terms  of  reference  of  project \nmanagement consultants will follow the format and contents of those developed under the \nPNPM Mandiri. The details on composition and terms of references of consulting services are in \nAppendix 12. The Government requested advance action for recruitment of consultants to \nminimize  delays  in  project  implementation.  ADB  has  approved  advance  recruitment  and \ninformed the Government that this would not commit ADB to financing the consultants. \n \n52.  The provincial PIUs will recruit community facilitators to provide about 14,000 person-\nmonths of services. As they will be financed by counterpart funds, Government procedures will \nbe followed. The trainers for community facilitators can be drawn from the existing pool of social \nand technical experts, civil society organizations, and academia. To expedite project start-up, \nthese trainers will be engaged through utilization of a part of the loan surplus under the RISP.  \n \n5.  Anticorruption Policy \n53.  The Borrower was advised of ADB’s Anticorruption Policy (1998, as amended to date) \nand the Combating Money Laundering and the Financing of Terrorism Policy (2003). Consistent \nwith its commitment to good governance, accountability and transparency, ADB will require the \nBorrower  to  institute,  maintain  and  comply  with  internal  procedures  and  controls  following \ninternational  best  practice  standards  for  the  purpose  of  preventing  corruption  or  money \nlaundering  activities  or  the  financing  of  terrorism  and  covenant  with  ADB  to  refrain  from \nengaging in such activities. The loan documentation between ADB and the Borrower will further \nallow ADB to investigate any violation or potential violation of these undertakings.  \n \n54.  In  accordance  with  PNPM  Mandiri’s  Implementation  Guidelines  on  Management  of \nComplaints  and  Grievances  (Supplementary  Appendix  C),  the  EA  will  establish  a  project \ncomplaint  and  problem  management  unit,  which  will  coordinate  with  the  PNPM  Mandiri \ncomplaint and problem management unit established under the secretariat to the PNPM Mandiri \noversight body, to (i) review and address grievances of project stakeholders in relation to either \nthe Project, any of the service providers, or any person responsible for carrying out the Project; \nand (ii) set the threshold criteria and procedures for handling such grievances, responding to \nthem, and notifying stakeholders regarding the chosen mechanism. \n \n ", "15 \n6.  Disbursement Arrangements \n55.  The Project is classified by the Government as a national project, which means the \ncentral Government will provide the loan proceeds directly to participating communities. In \naccordance with the Government Regulation on Financial Management and Responsibility in \nthe Implementation of De-concentration and Co-administration (PP No. 7/2008), the Project will \nbe financed by the central Government budget.  \n \n56.   The loan proceeds will be disbursed in accordance with ADB’s Loan Disbursement \nHandbook (2007, as amended from time to time). Based on the successful completion and \nquick  disbursement  of  the  RISP,  the  adoption  of  the  same  funds  flow  mechanism  is \nrecommended. Its main feature is a simple funds flow arrangement with direct transfer from the \nproject imprest account to the CIO account. Given that the Project aims to reduce poverty, the \nmain thrust of the anticorruption agenda will be to ensure that the village communities receive \nthe funds directly with minimal delay and no leaks. The Project will use direct payments and \nimprest account procedures. Direct payment procedures will be used for payments exceeding \n$100,000.  All  other  payments  will  be  channeled  through  the  imprest  account  to  increase \nflexibility in project disbursement.  \n \n57.  Based on the RISP experience, the majority of loan proceeds will be disbursed through \nthe imprest account to be established at the Bank Indonesia. Project expenditures during the \nfirst 6 months of implementation, consisting of the first tranche of community grants in all 1,650 \nvillages, are estimated at about $18 million. The initial imprest advance of $10 million for the \nRISP  was  inadequate,  given  its  rapid  disbursements.17 Considering  the  good  governance \ndemonstrated  during  RISP  implementation  and  the  Project’s  utilization  of  implementation \narrangements already in place for the PNPM Mandiri, a higher imprest ceiling is justified. The \ninitial amount to be deposited into the imprest account will not exceed $18 million or the \nestimated expenditures for the first 6 months, whichever is lower. Liquidation will be carried out \nunder the statement of expenditure procedure, for which the limit will be $100,000 per individual \npayment. The imprest account will be established, managed, replenished, and liquidated in \naccordance with ADB’s Loan Disbursement Handbook.  \n \n58.  Sufficient supporting documentation, as defined in ADB’s Loan Disbursement Handbook, \nwill be kept at each level of project management to substantiate all expenditures incurred from \nthe loan proceeds. Concerned DGHS and regional government staff will be trained in ADB’s \ndisbursement  procedures.  The  Project’s  funds  flow  mechanism  and  detailed  disbursement \nprocedures are in Appendix 13. \n \n7.  Accounting, Auditing, and Reporting \n59.  DGHS, regional governments, and other agencies involved in project implementation will \nprepare and maintain separate records and accounts for the Project. They will register all \nreceipts and payments for the Project in accordance with sound accounting principles and \nprocedures. The CIOs will maintain accounts in the format specified by the project guidelines, \nand their books and records will be open to the public. The summary of expenditures will be \nposted on a signboard in the village to inform the public. Annual project accounts will be \nprepared  by  an  independent  auditor  acceptable  to  ADB,  based  on  sound  and  acceptable \n                                                 \n17 Originally, the Project was approved with the ceiling of the initial imprest account at $5 million, which was much \nlower than the estimated project expenditures within the first 6 months ($15 million). Subsequently, the ceiling was \nincreased  to  $10  million,  which  helped  the  project  disbursement  but  still  created  challenges  in  project \nimplementation (e.g., facilitating quick replenishment of the imprest account). \n ", "16 \naccounting principles. Audited project accounts, audited financial statements, and the audit \nopinion will be submitted to ADB within 6 months of the end of the financial year and at project \ncompletion. A separate audit opinion on the use of the imprest account and statement of \nexpenditure procedures will be included in the annual audit report. A formal warning will be \nissued for accounts more than 6 months overdue, and disbursements will be suspended for \naccounts that are 12 months overdue. The financial statements and the auditor’s report will be \nin English. In case of any specific complaints, DGHS will contract an independent auditor, using \nproject funds, to audit the accounts at the community and other relevant implementation levels. \n \n8.  Project Performance Monitoring and Evaluation \n60.  The Project will  be part of the overall M&E framework for the PNPM Mandiri, with \nestablished performance indicators and targets. (PNPM Mandiri’s Guidelines on Implementation \nof Monitoring and Evaluation are in Supplementary Appendix D.) M&E will encompass the \nfollowing elements: (i) monitoring physical and financial progress, as well as the efficacy and \nefficiency  in  rural  infrastructure  implementation;  (ii)  monitoring  the  level  and  adequacy  of \ncommunity participation of various stakeholders in planning and implementing project activities; \n(iii) monitoring the capacity of CIOs and local governments; (iv) collecting gender-disaggregated \ndata on stakeholders’ participation in training and planning, and the accrual of benefits including \nemployment generation; and (v) monitoring social, environmental, and economic impacts. The \nM&E framework for the PNPM Mandiri has built upon the last 8 years of M&E work on CDD in \nIndonesia and other similar programs in the world. The framework has employed quantitative \nand qualitative methodologies, as well as a mix of internal and outsourced evaluations. The \nM&E guidelines describe the responsibilities of all stakeholders (including central and local \ngovernments, community facilitators, consultants, CIOs, and NGOs) in carrying out M&E, and \nrequire a mixture of strong supervision and quality checks through internal project channels and \nexternal M&E. The DGHS will prepare a project evaluation report based on the results of \nnationwide surveys for the PNPM Mandiri and other project-specific surveys. \n \n61.  The project performance management system will follow the PNPM Mandiri’s Guidelines \non Implementation of Management Information System (Supplementary Appendix E) and will be \npart of the program management information system (MIS), which is an integral part of the \noverall M&E. The MIS for the PNPM Mandiri will be managed by the Data and Information \nCenter of BAPPENAS, and will be connected to the information systems of all programs under \nthe umbrella of the PNPM Mandiri. The PNPM Mandiri’s MIS includes validation and verification \nprocesses to ensure the quality of data and information. Inputs from sector program systems \nare submitted to the national level and data is updated monthly. M&E findings are updated on \nthe PNPM Mandiri website on the 15th day of every month, and will be incorporated in quarterly \nproject progress reports that the PCMU will prepare within 1 month of the end of the reporting \nperiod and submit to ADB and the PNPM Mandiri oversight body. The PCMU will also prepare \nand  submit  a  consolidated  project  completion  report  to  ADB  within  6  months  of  project \ncompletion.  \n \n9.  Project Review \n62.  ADB  will  carry  out  regular  loan  reviews,  including  midterm  and  project  completion \nreviews. The reviews will assess project impacts, particularly the institutional, administrative, \norganizational, technical, environmental, and social aspects. The reviews will also examine \ncompliance  with  covenants  specified  in  the  Loan  Agreement.  The  midterm  review  will  be \nconducted after 1 year of project implementation. DGHS and regional governments will make \nsure that their staff visit the field frequently and join ADB for all project review missions. \n ", "17 \n10.  Project Readiness \n63.  As the Project will be implemented as part of the ongoing PNPM Mandiri, it will benefit \nfrom  extensive  Government  preparations  and  large-scale  implementation  experience.  The \nimplementation arrangements include entities at the national, provincial, and district levels. The \nPNPM Mandiri oversight body and provincial and district committees are already in place. \nGovernment staff at all levels are familiar with the PNPM Mandiri approach. MPW has prepared \nthe  necessary  administrative  and  technical  guidelines  for  districts,  kecamatan,  and \ncommunities, which will form the basis for the project administration memorandum. The terms of \nreference  for  the  consulting  services  have  also  been  prepared,  which  will  expedite  the \nrecruitment of team project management consultants. Overall, the Project is in a high state of \nreadiness. \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Benefits and Impacts \n \n64.  Investment in priority rural infrastructure will directly benefit about 2 million people, or \n400,000  households,  in  1,650  villages  in  the  project  area.  Anticipated  benefits  include  (i) \neconomic and financial returns; (ii) higher quality of life, with less poverty and vulnerability; and \n(iii) additional community and local government capacities. \n \n1.  Economic and Financial Benefits \n65.  Given the Project’s CDD approach, the communities will prioritize their infrastructure \nneeds during implementation. Therefore, it is not possible to estimate an economic internal rate \nof return (EIRR) for the Project at this stage. However, many previous CDD projects that carried \nout community-level interventions in Indonesia have demonstrated high EIRRs for various types \nof rural infrastructure facilities. Appendix 14 summarizes the findings of evaluations of two \nrecent projects with similar approaches and grant sizes. The experience of the RISP and World \nBank-financed KDPs suggests an average EIRR of more than 50%. Given the large sunk costs \nthat  the  Government  has  incurred  in  designing  and  implementing  the  PNPM  Mandiri,  the \nProject’s economic and financial benefits are anticipated to be larger than if the Project were a \nstand-alone  intervention.  The  Project  is  also  expected  to  generate  about  160,000  person-\nmonths of employment. Overall, the PNPM Mandiri is expected to generate employment for 27 \nmillion people.18 \n \n2.  Social and Poverty Reduction Benefits \n66.   The Project will target poor and isolated villages in less-developed districts that lack \nbasic infrastructure. As such, the selected villages are expected to have higher-than-average \npoverty levels and be below the national achievement levels for MDGs for eradicating poverty \nand hunger, and improving access to water and sanitation. The water supply and sanitation \ninterventions are expected to reduce time and costs spent on obtaining good-quality water, \nwhile diminishing the incidence and severity of waterborne diseases. Improvements in rural \nroads are expected to increase the availability and accessibility of education and health services \nto the rural poor and near poor. A healthier population with easier access to services and \nmarkets, and with more time to engage in economic activities, will have the opportunity to \nimprove its incomes and welfare. \n                                                 \n18 Papanek, Gustav. 2007. Employment and PNPM Program. Jakarta. \n ", "18 \n \n67.  Women and men have different roles and responsibilities, which lead to differences in \nthe division of labor, needs, and preferences. Women and men also participate differently in \nsocial activities. The presumption that domestic responsibilities are women’s primary function \ncan hinder their effective participation in communal forums and organizations. This also leads to \ndifferent levels of access to and control over facilities and services available in the community. \nThese issues need to be addressed adequately to ensure that the provision of infrastructure \nfacilities  and  services  will  also  directly  benefit  women.  The  community  facilitation  and \nmobilization component of the Project will incorporate gender concerns into (i) selection of \nproject management consultants and training of community facilitators, (ii) consultation and \nsocialization of the program in the community, (iii) social mapping in villages, (iv) establishment \nof CIOs, (v) community capacity building, and (vi) formulation of the village MTPR plans. In the \nrural infrastructure improvement component of the Project, gender concerns will be integrated \ninto the implementation of priority village infrastructure, O&M, and M&E activities. The gender \nmainstreaming  strategy  and  related  activities  are  intended  primarily  to  ensure  balanced \nrepresentation and effective participation of both genders in all project stages; and equal access \nand equitable benefits of the Project for both genders. The Project’s summary gender action \nplan is in Appendix 15. \n \n68.  The Project will include indigenous peoples among its beneficiaries. Because the Project \nwill not generate negative impacts and will be based fully on CDD principles, its compliance with \nADB’s  Policy  on  Indigenous  Peoples  (1998)  will  be  ensured  by  the  project  design  and \nimplementation  mechanisms.  The  selection  criteria  for  infrastructure  investments  include \nprovisions  to  ensure  that  indigenous  peoples  and  other  vulnerable  groups  are  part  of  the \ncapacity-building, planning, implementation, and post-implementation processes; and that they \nwill benefit proportionally from easier access to rural infrastructure, training, and construction-\nrelated jobs. The Project will also ensure representation of minority and marginalized groups \namong the community representatives. The LARF for the Project reflects ADB's Policy on \nIndigenous Peoples. \n \n3.  Institutional Benefits \n69.  Community-based planning mechanisms are the key to instituting good governance \npractices. The Project is expected to strengthen the village communities’ ability to articulate their \nneeds  and seek support  for  their development  plans,  and  improve  their  respective  district \ngovernments’  ability  to  respond  to  their  demands.  The  Project  will  also  contribute  to \nimprovements  in  the  planning  processes  of  local  governments  through  the  introduction  of \nbottom-up planning and budgeting. As the Project will target poor villages, capacity-building \nactivities will directly benefit the poor by providing them with the means to draw the attention \nand resources of local governments to their development needs.  \n \nB.  Risks \n \n70.  The Project will be implemented in less-developed districts of the country where the \nimplementation  capacities  may  be  limited.  However,  the  risk  will  be  limited  as  local \ngovernments’ capacities will have been strengthened through implementation of the PKPS-BBM \nin  2005–2006  and  the  PNPM  Mandiri  in  2007–2008.  The  latter  program  has  a  separate \ncomponent to strengthen the implementation capacities of local governments. \n \n71.  Past rural development projects indicate a risk of the benefits being hijacked by a few, \nand the needs of the poor remaining largely unaddressed. This risk is minimized by several \n ", "19 \nfeatures in the project design, including (i) community poverty mapping; (ii) establishment of the \nCIO; (iii) election of community representatives and village organizers; (iv) representation of \nwomen,  minority,  and  marginalized  groups  among  the  community  representatives;  and  (v) \nprioritization of the needs of poor community members in the village MTPR plans. In addition, all \ncivil works will be contracted to the CIOs and will be undertaken primarily through manual labor. \nThis will help ensure that the jobs generated by the Project are filled by community members to \nthe extent possible. \n \n72.  Infrastructure projects involving procurement of large amounts of goods and services for \ncivil works may be prone to corruption. By adopting an approach in which communities handle \nthe planning, oversight, and implementation of the civil works, the Project will follow the RISP \nand KDP approach of promoting transparency and good governance. In addition, the existing \nfinancial management systems and fiduciary controls under the PNPM Mandiri, which have \nbeen developed with assistance from international development agencies, are sound and have \nadequate checks and balances to minimize corruption risks.  \n \n73.  The lack of adequate O&M could drastically reduce the useful life of and benefits from \nthe infrastructure investments. The RISP, the Community and Local Government Project,19 \nCommunity  Empowerment  for  Rural  Development  Project,20 and  KDPs  have  shown  that \nownership and O&M are enhanced when communities are involved in all stages of a project. \nThe Project’s CDD approach involves communities in the planning, design, implementation, and \npost-implementation  stages.  The  risk  is  minimized  further  by  limiting  the  infrastructure \nrehabilitation  and  expansion  activities  to  the  use  of  local  labor  and  materials.  In  addition, \napproval of rural infrastructure proposals will be contingent on the preparation of O&M plans. \n \n74.  Recently implemented projects have often experienced delays in the release of budget \nfunds,  leading  to  shorter  implementation  periods  during  a  given  year.  The  Government  is \nintroducing a new budget approval process, which aims to make funds available to the line \nagencies at the start of the year. The Project will follow the successful experience of the RISP, \nwhich was implemented ahead of its original schedule, by addressing the potential for delays \nthrough proper planning and scheduling during project implementation. \n \n75.  A recurring problem has been a lack of sufficient counterpart funds, which has delayed \nimplementation  and  prevented  projects  from  keeping  up  with  planned  implementation \nschedules. The Government’s strong ownership of the PNPM Mandiri and the Project’s use of \nexisting implementation mechanisms will help ensure that the Project will maintain its high \npriority within the Government’s planning and resource allocation processes. In addition, the \nProject’s  requirement  for  counterpart  funds  is  relatively  small,  and  the  Government  is  not \nexpected to have difficulty providing the necessary funds. \n \nV.  ASSURANCES \n76.  In addition to the standard assurances, the Government and DGHS have given the \nfollowing assurances, which are incorporated in the legal documents: \n \n                                                 \n19  ADB. 1999. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nRepublic of Indonesia for the Community and Local Government Support Program. Manila (Loans 1677-INO and \n1678-INO, approved in March, for $320.0 million). \n20  ADB. 2000. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nRepublic of Indonesia for the Community Empowerment for Rural Development Project. Manila (Loans 1765-INO \nand 1766-INO[SF), approved in October, for the equivalent of $115.0 million). \n ", "20 \n(i)  The loan and corresponding counterpart contribution, necessary to finance the \nproject  activities,  will  be  made  available  on  time  throughout  the  project \nimplementation period by earmarking the funds.  \n(ii)  The Government will ensure smooth flow of funds in accordance with the flow of \nfunds mechanism agreed upon by the Government and ADB. \n(iii)  The  rehabilitation  and  expansion  works  will  be  reviewed  and  assessed  for \nenvironmental  impacts  in  accordance  with  the  Project’s  environmental \nassessment  and  review  framework.  The  Government  will  ensure  that \nimplementation of the project activities are in accordance with the applicable \nlocal environmental laws and regulations and ADB’s Environment Policy (2002). \n(iv)  The selection of rehabilitation and expansion works for implementation under the \nProject will follow the PNPM Mandiri guidelines, which ensure that indigenous \npeople equally benefit from the Project. The Government will ensure that all land \nacquisition  and  resettlement  activities  under  the  Project  are  implemented  in \naccordance  with  applicable  local  laws  and  regulations,  ADB’s  Involuntary \nResettlement Policy (1995), and the Project’s LARF. \n(v)  No disbursement will be made for infrastructure rehabilitation and expansion \nunless the works are based on an approved village MTPR plan and a signed \ncontract between the CIO and the district PIU. \n(vi)  Each participating village will establish a separate bank account for village-level \nactivities funded by the Project. Funds will be transferred to CIO account in \ntranches of 40%, 40%, and 20% of the amount approved for the infrastructure \nimprovement proposal based upon verification of actual implementation progress \nby the relevant district PIU. \n(vii)  Within 9 months following the loan effective date, DGHS will create a project \nwebsite to disclose information about relevant matters on the Project, including \ndetailed account of procurement. \n(viii)  The proportion of women participants will be maintained at not less than 40% in \ntraining programs at village level, and at not less than 40% in the representative \ncommittees and 30% for community facilitators. The Government will ensure that \nthe Project’s Gender Action Plan will be implemented and monitored. \n \nVI.  RECOMMENDATION \n77.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove the loan in various currencies equivalent to Special Drawing Rights 31,847,000 to the \nRepublic of Indonesia for the Rural Infrastructure Support to PNPM Mandiri Project from ADB’s \nSpecial Funds resources with an interest charge at the rate of 1.0% per annum during the grace \nperiod and 1.5% per annum thereafter; a term of 32 years, including a grace period of 8 years; \nand such other terms and conditions as are substantially in accordance with those set forth in \nthe draft Loan Agreement presented to the Board.  \n \n \n \nC. Lawrence Greenwood, Jr. \nVice President \n \n 4 September 2008\n ", "  Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks \nImpact  By 2015:    Assumptions \nThe socioeconomic  •  National and regional \nAt least 50% of  2007 baseline socioeconomic \nconditions of  government policies \nbeneficiaries satisfied with  survey for the National \nparticipating  continue to support \nimproved services  Program for Community \ncommunities are  community-driven \nEmpowerment ( PNPM \nimproved  Increased household  development \nMandiri) and annual (2009–\nexpenditure rates and  •  Interventions are \n2012) impact surveys \nimproved access to  sustained and \neconomic and social  Nationwide surveys will be  maintained in the post-\nservices in about 1,650  commissioned by the PNPM  Project period \npoor rural villages  Mandiri Oversight Body to an   \n  independent survey firm and  Risk \nwill be then disaggregated to  •  Natural or financial \nthe project level  disasters will impact \n  the project area \nRegular MDG progress   \nreports prepared by the \nGovernment \n \nOutcome  By 2011, improvement    Assumptions \nThe access of the  over the baseline:  •  Communities are fully \n2007 baseline socioeconomic \npoor and near poor in  committed to the \n20% reduction in  survey for the PNPM Mandiri \nrural areas in the  Project \ntransportation costs for  and  annual  (2009–2012) \nparticipating districts  •  The national budget \ncommunities opting for the  impact surveys \nto basic infrastructure  funds are adequate \nrehabilitation and \nservices is improved  Special studies  and provided in a \nexpansion of rural roads \n  timely manner \n \n20% reduction in time   \nspent collecting water by  Risk \ndirect beneficiary  •  Low capacity of local \nhouseholds in  government staff to \ncommunities opting for  supervise and monitor \nimprovement of water  project implementation \nsupply schemes   \n \n20% of the direct \nbeneficiary households \nwith access to improved \nsanitation facilities in \ncommunities opting for \nimprovement of sanitation \nschemes \n10% increase in \nproduction levels of direct \nbeneficiaries in \ncommunities opting for \nrehabilitation and \nexpansion of village \nirrigation schemes \n \nOutputs      Assumption \n  •  Communities have \n   \n1. Community  surplus labor and \nFacilitation and      adequate resources to \nMobilization   undertake civil works \n      and maintenance of \nImproved capacities  At least 50% of the project  2007 baseline socioeconomic  rehabilitated and \n ", "22  Appendix 1 \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks \nof communities to  communities acquire the  survey for PNPM Mandiri and  expanded facilities \nplan, implement, and  capacity  to prepare plans  annual (2009–2012) impact   \nmaintain rural  for implementing  surveys  Risks \ninfrastructure  community-driven  •  Prioritization and \n \n  development projects by  planning are hijacked \n \n  2010  by a few influential \n \n  community members \nAt least 40% participation   \n  •  Regional governments \nrate of women and the   \n  fail to participate \npoorest community   \n  constructively in project \nmembers in planning and   \n  implementation \ndecision-making meetings   \n  •  Limited project \nby 2010   \n  management capacity \n   \n  at the central level \n  District government plans and \nImproved local  •  Uneven training of \nIn designing future  budgets \ngovernment  village facilitators to \nprojects and programs,   \ncapacities for  provide desired \nthe district public works \nfacilitating,  support to communities \nservices will take into \nsupporting, and \naccount community \nmonitoring \nfeedback \ncommunity-driven \n \ndevelopment \n \n \n \n2. Rural \n \nInfrastructure \n \nImprovement  \n \n \n \nImproved governance \nAt least 50% of the \nin provision of rural \npopulation in project \ninfrastructure \ncommunities have actively \n \nparticipated in rural \n \ninfrastructure rehabilitation \n \nand expansion by 2011 \n \n  The communities maintain \n  records and make the \n  information needed for the \n  project performance \n  management system \n  available on a timely basis \nPriority infrastructure   \nimprovements  Priority infrastructure \nimplemented in  the  needs in all participating \ncommunities  villages are met by 2011 \n   \n  More than 70% of \n  infrastructure works are \n  evaluated as being of high \nConstruction-related  quality \njobs in communities   \n  160,000 person-months of \n  immediate employment \nopportunities generated \nby 2011 \n \n ", "  Appendix 1  23 \n \nActivities with Milestones  Inputs \n   \nCommunity Facilitation and Mobilization  Asian Development Fund \n  loan: $50 million \n1.1  Project management, including hiring of consultants, project reporting and    \n       monitoring  •  Civil works: $46.0 \n  million \n1.2  Recruitment and training of community facilitators (month 3)  •  Consulting services, \n  960 person-months: \n1.3  Mobilization of communities in disadvantaged districts  $2.6 million \n•  Awareness campaigns completed in all project villages (month 6)  •  Audit, studies, and \n•  Community mobilization activities completed in all project villages (month  surveys: $0.4 million \n12)  •  Contingencies: $0.4 \n•  Poverty mapping and needs assessment completed in all project villages  million \n(month 12)  •  Interest: $0.6 million \n•  Bank accounts opened by all community implementation organizations in   \n1,650 villages (month 12)   \n  Government: $6.7 million \n1.4    Assessment  of  infrastructure  needs  and  preparation  of  infrastructure   \ndevelopment plans  •  Community facilitation \n•  Infrastructure needs and infrastructure development plans completed in all  and mobilization: $5.1 \nproject villages (month 12)  million \n•  All village medium-term poverty reduction plans formulated, discussed at  •  Project management: \nkecamatan (subdistrict) meetings, and endorsed by head of kecamatan  $1.6 million \n(month 12)   \n•  All project investment plans finalized (month 12)   \n•  Community operation and maintenance plans finalized (month 18)  Communities (in-kind): $5.8 \n  million \nRural Infrastructure Improvement   \n  •  Civil works: $5.8 million \n2.1  Project management, including hiring of consultants, project reporting, and     \n       monitoring   \n   \n2.2   Execution of civil works \n•  About 1,650 communities trained in undertaking civil works required by the \nvillage infrastructure development plans (month 18) \n•  Disbursements of first tranche of grants in 1,650 villages completed (month \n12) \n•  Disbursements of second tranche of grants 1,650 villages completed \n(month 18) \n•  Disbursements of third tranche of grants in 1,650 villages completed \n(month 24) \n•  Operation and maintenance plans completed for communities in 1,650 \nvillages (month 24) \n \n2.3 Execution of independent financial audits (months 15 and 27) \n \n2.4 Project completion and impact evaluation studies completed (months 27) \n \nPNPM Mandiri = Program Nasional Pemberdayaan Masyarakat (National Program for Community Empowerment) \n \n \n ", "24  Appendix 2 \nNATIONAL PROGRAM FOR COMMUNITY EMPOWERMENT (PNPM MANDIRI) \n \nA.  Introduction \n \n1.  Community-driven development (CDD) was introduced in Indonesia in 1998 in the midst \nof two major events that had devastating effect on Indonesia’s poor: the Asian financial crisis \nand the rapid transition to decentralized administration, which led to a breakdown in service \ndelivery mechanisms that had previously been managed directly by the central government. To \naddress  inefficiencies  in  public  service  delivery,  in  1998  the  World  Bank  introduced  the \nKecamatan (subdistrict) Development Program (KDP), which was followed by a number of CDD \nprojects  by  various  development  partners.  Almost  half  of  ADB  project  loans  to  Indonesia \napproved since 1999 have CDD components. Supplementary Appendix F provides a review of \nall major CDD programs. \n \n2.  The  extensive  experience  of  CDD  in  Indonesia  has  confirmed  the  success  of  this \napproach. Various studies show that CDD projects result in (i) better poverty targeting, ensuring \nthat benefits accrue to poor; (ii) lower-cost and good-quality infrastructure due to transparency \nmeasures in decision making and resource allocation, and the use of participatory processes \nthat  reduced  corruption;  (iii)  high  economic  returns;  (iv)  high  inclusion  of  vulnerable  and \nmarginalized groups; and (v) quick disbursement of funds. \n \n3.  Encouraged by the success of CDD programs, the Government adopted this approach—\nwith a defined institutional arrangement—as a key strategy for its poverty reduction and rural \ndevelopment initiatives throughout the country. The Policy on Accelerating Poverty Reduction \nand Jobs Creation is linked to the achievement of targets set out in the country’s 2004—2009 \nMedium-Term Development Plan (RPJM) and the Millennium Development Goals (MDGs), and \nis supported by two programs: the National Program for Community Empowerment (PNPM \nMandiri) and the Conditional Cash Transfer Program. The PNPM Mandiri was officially launched \non 30 April 2007 by the President of Indonesia. \n \nB.   The PNPM Mandiri Program \n \n4.  The PNPM Mandiri is a nationwide program for community empowerment aimed at \naccelerating  poverty  reduction.  The  goal  of  the  program  is  to  empower  rural  and  urban \ncommunities to participate in development. The PNPM Mandiri promotes a spirit of cooperation \nand self-help within participating communities.  \n \n5.  The program was initially a collection of community-based poverty reduction programs \nimplemented by different ministries and supported by different development agencies and the \nGovernment.  The  PNPM  Mandiri  consolidates  the  different  community-based  programs  of \ndifferent ministries and institutionalizes the experience of Indonesia in bottom-up planning and \ndecision  making.  Different  programs  and  projects  were  reviewed  and  assessed,  and  the \nlearning distilled, to form a single model for a community-based poverty reduction strategy. The \nPNPM  Mandiri  provides  a  single  framework  for  all  CDD  programs  in  Indonesia  and  will \nconsolidate scattered and sometimes overlapping programs implemented by different sectoral \nagencies. \n \n6.   The  PNPM  Mandiri  design  incorporates  lessons  from  all  recent  CDD  projects  and \nprograms in the country. The CDD model of three World Bank-financed projects (Urban Poverty \nProject for urban areas, KDPs for rural areas, and the Support for Poor and Disadvantaged \nAreas  Project);  the  Regional  Infrastructure  for  Social  and  Economic  Development  Project, \n ", "  Appendix 2  25 \nfinanced  by  the  Japan  Bank  for  International  Cooperation;  and  the  ADB-financed  Rural \nInfrastructure Support Project (RISP) all heavily influenced the design of the PNPM Mandiri. \nTwo distinguishing elements of these projects are the direct flow of funds to community groups, \nand community control of decision making over resource allocation and investments choices. \n \n7.  The PNPM Mandiri has two tiers: the core program and support program. The core \nPNPM consists of the following major empowerment programs: (i) the Project; (ii) the World \nBank-financed KDPs for rural villages, Urban Poverty Projects for urban villages, Support for \nPoor and Disadvantaged Areas Project, and Empowerment of Coastal Communities Project; (iii) \ncofinancing from the International Fund for Agricultural Development for the KDPs; and (iv) the \nRegional Infrastructure for Social and Economic Development Project, financed by the Japan \nBank  for  International  Cooperation.  The  support  PNPM  consists  of  the  existing  technical \nministries  program  activities  that  also  provide  support  to  poor  communities.  A  detailed \ndescription  of  the  PNPM  Mandiri,  including  its  implementation  arrangements,  is  in \nSupplementary Appendix A. \n \n8.  Under  the  PNPM  Mandiri,  social  and  technical  facilitators  will  be  deployed  to  help \ncommunities in socialization, participatory planning, and subproject design and construction.  \nAside  from  a  limited  negative  list  of  activities  prohibited  by  the  program,  investment \nopportunities for communities are open. Block funds will be transferred directly to community \naccounts.    A  robust  grievance  and  redress  mechanism  will  be  in  place  to  guard  against \ntransgressions and minimize corruption. \n \n9.  Shortly  after  the  announcement  of  the  establishment  of  the  PNPM  Mandiri  by  the \nPresident of Indonesia in 2007, a coordinating committee of ministries implementing community-\nbased anti-poverty programs was created.  This coordinating committee, now the PNPM Mandiri \nOversight Body, provides policy directives, guidance, and managerial oversight to the PNPM \nMandiri. The PNPM Mandiri Oversight Body is chaired by the coordinating minister for Social \nWelfare  and  its  members  include  the  state  ministers  of  National  Development  Planning \n(BAPPENAS) and Less Developed Regions; and the ministers of Finance, Home Affairs, Public \nWorks, and Social Development. The composition of this body is mirrored in the provincial and \ndistrict coordination teams, chaired by the provincial governors and district heads, respectively. \nThese regional bodies also have coordinating and monitoring functions. \n \n10.  Consistent  with  the  Government’s  desire  to  have  a  single  strategy  for  community \nempowerment  and  poverty  reduction,  the  harmonization  of  approaches,  guidelines,  and \nprocedures have been undertaken. Implementation of the PNPM Mandiri is supported by a \nmonitoring and evaluation framework, a grievance redress system, a common management \ninformation system, and common training packages. These were all jointly prepared by the \nGovernment and its development partners, under the leadership of the PNPM Mandiri Oversight \nBody. \n \n11.  The estimated budget for implementation of PNPM Mandiri is $1.7 billion annually for \n2008—2009. The budget for subsequent years of implementation will decline steadily. As of \n2008, three development agencies have already provided loan support to PNPM Mandiri: the \nWorld Bank ($409 million), International Fund for Agricultural Development ($69 million), and \nJapan Bank for International Cooperation ($250 million). The loans from development partners \nwill  finance  different  geographical  areas  and  periods  of  PNPM  Mandiri  implementation.  In \naddition, grant support from bilateral donors is channeled through the PNPM Mandiri Support \n ", "26  Appendix 2 \nFacility, which was officially launched in December 2007.1 The PNPM Mandiri Oversight Body is \nensuring harmonization of all donor-financed parts of the program. \n \n12.  PNPM Mandiri coverage is provided in Table A2. The numbers in the columns indicate \nthe number of kecamatan covered by the core program of PNPM. The activities under the core \nprogram of PNPM will be followed by three years of the support program of PNPM.  \n \nTable A2: PNPM Mandiri Coverage \n(number of kecamatan [subdistrict]) \n \nItem  2007  2008  2009  2010  2011  2012  2013  2014  2015 \nOriginal  PNPM- PNPM- PNPM-  \nkecamatan  786  786  786   \nSupport Support Support  \nEXIT \nAdditional  PNPM- PNPM- PNPM-\nkecamatan    3,213  3,213  3,213 POLICY\nSupport Support Support \nPNPM- PNPM- PNPM-\n    2,094  2,094 2,094\nSupport Support  Support\nTotal       \n2.361  3,999  6,093  5,307 2,094\nPNPM Mandiri = Program Nasional Pemberdayaan Masyarakat (National Program for Community Empowerment)  \nNote: Original kecamatan refer to kecamatan assisted by KDPs. \nSource: PNPM Mandiri Oversight Body. \n \n                                                 \n1  The PNPM Mandiri Support Facility has received contributions amounting to $33 million from the Governments of \nAustralia, Denmark, and the Netherlands. The operational manual for the PNPM Mandiri Support Facility is in \nSupplementary Appendix B. \n ", "  Appendix 3  27 \nRURAL INFRASTRUCTURE – SECTOR ANALYSIS \n \n1.  For three decades before the 1997 financial crisis, infrastructure development provided \nan important impetus for poverty reduction and economic growth in Indonesia. As shown in \nFigure A3.1, the crisis led to a sharp fall in infrastructure investments. As these investments \nhave not recovered to the pre-crisis levels, the access to, and the quality of, infrastructure \nservices have suffered.  \n \n \nFigure A3.1: Infrastructure Investment in Indonesia \n \n7\n6\nP\nD 5\nG\nf  4\no\nt \nn 3\ne\nc\nr 2\ne\nP\n1\n0\n1997 1998 1999 2000 2001 2002 2003 2004 2005\nNational Government Sub-national Government SOEs Private\n \nSource: World Bank. 2006. Infrastructure Development Program Loan, World Bank Washington, DC. \n \n \n2.  Figure A3.2 illustrates both the gap with the other countries in the region, in terms of \ninfrastructure investments coverage, and the magnitude of the investment needs by sector. The \nouter circle indicates total needs during 2005–2009 and the inner circle represents those that \ncan be met by the public sector. The circles are positioned against each sector’s potential for \nprivate sector participation on the vertical axis1 and the gap between each sector’s service \ncoverage  and  the  regional  average  on  the  horizontal  axis.2 In  terms  of  unmet  investment \nrequirements, the power sector is leading, closely followed by urban services, which include \nwater supply and sanitation, solid waste management, urban transport , and roads. In terms of \nprivate sector potential, the gas sector is the front-runner, with the other sectors clustered below \nthe middle line. \n                                                 \n1  For example, the position of the power sector reflects the mix of a relatively high potential for private sector \nparticipation through build-operate-transfer projects in generation and a low potential through only construction in \ntransmission and distribution. \n2  The regional average is based on data from Indonesia, Malaysia, the People’s Republic of China, Philippines, \nThailand, and Viet Nam. For example, with an electrification ratio of 57%, Indonesia’s power sector is 28 \npercentage points below the regional average of 85%.  \n ", "28  Appendix 3 \n \nFigure A3.2: Gaps in Infrastructure Provision in Indonesia \n \n     \n \nPrivatization  High   \nEquity \nInvestment  al  Gas\nnti\nBuilt-Operate-  e Scale: $5 Billion \nTransfer  Pot\nr  Power\nConcession  o\nct\ne\nS\nManagement   e  Ports Airports Urban \nContract  at\nv\nConstruction  PriLow Rail  Roads\n50.0  40.0  30.0  20.0  10.0  0.0 \nService Coverage (% below the regional average) \nSource: Asian Development Bank. 2006. Report and Recommendation of the President to the Board of Directors on a \nProposed Program Cluster, Loans, Technical Assistance Grant, and Administration of Grant to the Republic of \nIndonesia for the Infrastructure Reform Sector Development Program. Manila (Loans 2263-INO and 2264-INO(SF), \napproved in November, for the equivalent of $434.0 million). \n \n \n3.  Indonesia has managed to reduce the percentage of people living on less than $1/day to \nthe pre-crisis level of less than 18%. However, the country has a large number of vulnerable \nnear poor, with almost half of the population living on less than $2/day. About two thirds of the \npopulation lives in rural areas, and rural poverty exceeds urban poverty. There is a continuing \ndisparity between urban and rural regions; the poverty rate is 18.9% in rural areas versus 11.7% \nin urban areas. The urban-rural poverty gap remained constant between 2006 and 2007, with \npoverty falling by roughly 1.1 percentage points in each area. From the 1970s to the 1990s, \nthere was little difference between poverty rates in the urban and rural areas, as the gap never \nexceeded 2.5 percentage points in either direction. Since 1999 when the gap widened, rural \npoverty has been consistently 8 percentage points above the urban level. There is a strong \nlinkage  between  poverty  and  lack  of  access  to  infrastructure.  Improved  local  community \ninfrastructure can result in better health and education, safer water supply and sanitation, and \nbetter access to economic opportunities. All of these are basic rights stated in the Government's \nNational Strategy for Poverty Reduction and incorporated into the Medium-Term Development \nPlan 2004–2009. The provision of infrastructure for poor communities will also help achieve the \nMillennium Development Goals.   \n \n4.  The availability of infrastructure services in rural areas, particularly outside Java and \nBali, is significantly below the national average. About 54% of rural villages are not connected \nthrough asphalt roads, and about one third of these lack year-round access, even by four-wheel \ndrive vehicles. High transportation costs in these communities are a major cause of poverty. \nOnly 15% of rural households have access to drinking water from piped or pumped sources, \nand just 21% have septic tanks for disposal of human waste. The low levels of access to safe \ndrinking water and lack of adequate sanitation facilities contribute to the high incidence of such \nwater-borne diseases as diarrhea, intestinal worms, and skin diseases. The incidence is higher \namong children and the elderly, and diarrhea is the second-largest cause of death and stunted \ngrowth among young children. Indonesia’s infant mortality rate is the highest among Southeast \nAsian countries. \n ", "  Appendix 4  29 \nMAJOR EXTERNAL ASSISTANCE TO RURAL INFRASTRUCTURE DEVELOPMENT \n \n1.  Indonesia has extensive experience implementing both dedicated rural infrastructure \nprojects  and  broader  rural  development  projects  with  an  infrastructure-related  focus.  The \namount of external assistance for rural infrastructure aggregates to about $15 billion. The \ncommunity-driven development (CDD) approach has been tried and tested on both locally- and \nexternally-funded  projects,  and  it  has  proven  successful  (Table  A4.1).  Some  of  the  major \ninitiatives using this approach include the Rural Infrastructure Support Project (2006–to date), \nCommunity and Local Government Support Sector Development Program (1999–2005), and \nKecamatan (subdistrict) Development Program (KDP) phases I, II, and III (1998 to date), which \nare summarized below. \n \nTable A4.1: Major External Assistance to Rural Infrastructure Projects \n \n  Funding  Type of  Period  Amount  \nProject Name  Agency  Assistance  ($ million) \nRural Water Supply and Sanitation Sector  ADB  Loan  1995–1999  85.0 \nRural Income Generation  ADB  Loan  1997–2006  52.8 \nCommunity and Local Government Support  ADB  Loan  1999–2007  320.0 \nCommunity Empowerment for Rural  ADB  Loan  2000–2008  81.0 \nDevelopment \nPoor Farmer’s Income Improvement  ADB  Loan  2003–2009  56.0 \nParticipatory Irrigation Sector  ADB  Loan  2005–2012  73.0 \nCommunity Water Services and Health  ADB  Loan  2005–2011  64.2 \nRural Infrastructure Support  ADB  Loan  2006–2008  50.0 \nWater and Sanitation Policy Formulation and  AusAID  Grant  1998–2003  8.3 \nAction Planning \nRural Areas Infrastructure Development  JBIC  Loan  1994–1998  200.0 \nSecond Rural Areas Infrastructure  JBIC  Loan  1998–2002  280.0 \nDevelopment \nRural Water Supply and Sanitation for Nusa  KfW  Loan/Grant  2001–2009  12.0 \nTenggara Timur \nVillage Infrastructure for Java  WB  Loan  1995–1998  72.5 \nVillage Infrastructure II  WB  Loan  1996–2000  140.1 \nWater Supply and Sanitation for Low Income  WB  Loan  1993–1999  80.0 \nCommunities \n2nd Water Supply and Sanitation for Low  WB  Loan  2000–2008  77.4 \nIncome Communities \nKecamatan Development  WB  Loan  1998–2002  275.0 \nSecond Kecamatan Development  WB  Loan  2001–2009  320.2 \nThird Kecamatan Development  WB  Loan  2003–2013  249.9 \nADB = Asian Development Bank, AusAID = Australian Agency for International Development, JBIC = Japan Bank for \nInternational Cooperation, KfW = German Development Bank, WB = World Bank. \nSource: ADB. \n \nA.   Rural Infrastructure Support Project (RISP)  \n \n2.  The long-term objective of the RISP has been to improve the socioeconomic conditions \nof  rural  communities.  Its  expected  outcome,  or  immediate  objective,  has  been  to  improve \naccess of the poor and near poor in rural areas to basic rural infrastructure.1 \n                                                 \n1  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of Indonesia for the Rural Infrastructure Support Project. Manila (Loan 2221-INO(SF), approved in \nDecember, for the equivalent of $50 million).  \n ", "30  Appendix 4 \n \n3.  The RISP, which was approved in December 2006 for $50 million equivalent, consisted \nof  two  components:  (i)  infrastructure  rehabilitation  and  expansion;  and  (ii)  implementation, \nmonitoring  and  coordination  support.  The  first  component  has  covered  village  roads  and \npathways, bridges and culverts, village irrigation schemes, water supply and sanitation, and \ndrainage works. The RISP helped implement a geographical slice of the Government’s Fuel \nSubsidy Reduction Compensation Program (PKPS-BBM). It has focused on four provinces in \neastern Indonesia - East Java, East Nusa Tenggara, South East Sulawesi, and South Sulawesi \n- with higher poverty and lower MDG achievement levels than national averages. Within these \nprovinces, support was provided to 1,840 poor and/or isolated villages. ADB financing has \namounted to 8% of the PKPS-BBM. \n \n4.   The RISP represents the second leg of ADB’s two-pronged strategy of promoting a \ngreater private sector participation in major infrastructure projects and an increased public \nsector role in developing rural infrastructure. It has followed a three-stage approach. The first \nstage includes an awareness campaign, community mobilization, and capacity building for the \ncommunities.  During  the  first  stage,  each  village  formed  a  community  implementation \norganization (CIO), which elected a committee comprising five members to represent their \ninterests. The members included at least one female and one member from a minority group, if \nany are present in the village. In the second stage, the community was assisted by facilitators in \nplanning  and  designing  priority  infrastructure  facilities.  Upon  approval  of  an  infrastructure \nrehabilitation and expansion plan submitted by the CIO, village grants ($25,000 per village) \nwere transferred by the district treasury office directly into the CIO’s bank account in three \ninstallments (based on the progress of works). In the third stage, the communities were assisted \nin developing and establishing operating and maintenance mechanisms.  \n \n5.  The RISP activities started in April 2006 and were scheduled for completion within 30 \nmonths (September 2008). The closing date of the ADB loan was set at 31 March 2009. The \nactual implementation and loan utilization have been much faster. As of 15 May 2008, the \nproject completion had reached 100% and 95% of the ADB loan had already been disbursed. In \n1,840 villages, communities rehabilitated and improved about 4,000 kilometers (km) of rural \nroads, 351 bridges, 23 boat stands, and 365 irrigation systems; and constructed around 550 \nwells, 500 drinking water reservoirs, and 345 communal sanitation facilities. These infrastructure \nfacilities are of satisfactory quality and compare favorably with those constructed by similar CDD \nprojects in the four provinces. The expeditious implementation and loan utilization are mainly \nattributable to the start of preparatory activities, including consulting services, before the loan \napproval,  and  the  adoption  of  implementation  arrangements  established  under  the \nGovernment’s PKPS-BBM. 2 \n \n6.  The RISP has been evaluated by consultants at two levels. Based on parameters such \nas  community  awareness,  participation  in  decision  making,  project  implementation, \ninfrastructure utilization and maintenance, and quality assurance on the built infrastructure, the \n                                                 \n2  The Directorate General of Human Settlements in the Ministry of Public Works was the executing agency (EA) for \nthe RISP. The PKPS-BBM National Coordination Team, chaired jointly by the Ministers of Coordination Ministry for \nEconomic  Affairs  and  Coordination  Ministry  for  People’s  Welfare,  and  the  PKPS-BBM  National  Steering \nCommittee, chaired by the Minister of Public Works, provided policy directives, guidance, and oversight. The EA \nestablished a project coordination and monitoring unit for the RISP, but at the provincial and district levels all RISP \nassistance was administered through the existing PKPS-BBM project implementation units operating under the \nrespective  multi-agency  provincial  and  district  project  coordination  teams.  At  the  village  level,  the  actual \nimplementation was handled by the CIOs. Community facilitators assisted the CIOs in coordinating with the district \nproject implementation units and in the planning, selection, design, and implementation of the infrastructure \nfacilities. \n ", "  Appendix 4  31 \nperformance of project activities has been rated as good in 94% of the participating villages, and \naverage in 6%. No village has been categorized as poor in terms of performance. When the \nevaluation  has  covered  the  entire  range  of  preparation,  planning,  implementation  and \nmaintenance  using  parameters  such  as  community  participation,  project  management  and \ntarget achievement, the performance of 79% of villages has been rated as good, and 21% \naverage. Here again, no village was rated in the poor category. The difference in ratings \nbetween  performance  of  project  activities  and  preparation,  planning,  implementation,  and \nmaintenance has been attributed to the fact that only 46% of villages have been able to conduct \nproper maintenance and that 93% have shown a lack of awareness about the payment of dues \nfor operation and maintenance. This highlights the need to focus the Project on the post-\nphysical activity phase. \n \n7.  Infrastructure facilities improved and expanded under the RISP have been small, with \ntheir cost typically ranging between $1,000 and $5,000. Most of the work was carried out by the \ncommunities  themselves.  The  village  block  grants  were  used  for  local  labor,  purchase  of \nmaterials, and hiring of small contractors for some specialized activities such as digging deep \nwells.  In about one third of villages, labor or some materials were provided free of charge by \nthe  communities,  allowing  for  an  increase  in  the  scope  of  infrastructure  facilities.  These \narrangements,  together  with  simple  financial  flows,  limited  opportunities  for  corruption  and \nreduced the cost of the facilities. Records show cost savings of 33%–50% compared to similar \ncontractor-executed projects. \n \n8.  It  is  estimated  that  the  RISP  has  benefited  about  2  million  people  in  400,000 \nhouseholds. The completed infrastructure facilities are simple, but they serve their purpose, \nreflect village priorities, and are of good quality. For example, construction in one village in Java \nincluded about 10 km of 1.2 meter (m)-wide paved pathways for pedestrians and motorcycles, a \n42 m-long and 0.8 m-high retaining wall to prevent mudslides, and eight water supply and \nsanitation facilities. One of the water supply and sanitation facilities includes a 20 m-deep well \nequipped with electric pump, a toilet, a lavatory,  a septic tank, and a paved pathway. Its cost \ntotaled Rp8.3 million, or $900, of which about 50% was contributed by the villagers in kind \nthrough their labor and donation of 14 m2 of land worth Rp1 million. In the same district with a \npopulation of 5,200 living in almost 1,000 households, of which about 40% are poor, a 160 m- \ndeep well was dug manually by a contractor to supply about 100 households with piped water. \nIts cost, including connections to the first 20 households, was Rp13 million, or $1,400. Since the \nwell taps water in a high pressure reservoir, no pump was needed for extraction and therefore \nno electricity costs were incurred. \n \nB.  Community and Local Government Support Sector Development Program (CLGS) \n9.  The project component of the CLGS, which was approved in March 1999 for $120 \nmillion,  successfully  helped  build  capacity  among  village  communities  to  identify,  plan, \nimplement, and manage small-scale infrastructure projects.3 It also addressed governance-\nrelated  issues  of  participation,  transparency,  and  accountability.  Local  governments \ndemonstrated  their  strong  appreciation  for  the  CLGS  and  its  contributions  to  village \ndevelopment and capacity building of capacities in handling bottom-up development with a large \nnumber  of  community  groups.  The  communities,  and  particularly  the  local  women’s \norganizations, were a driving force for subproject identification, planning, and implementation. \n \n                                                 \n3  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of Indonesia for the Community and Local Government Support Program. Manila (Loans 1677-INO and \n1678-INO approved in March, for $320.0 million).  \n ", "32  Appendix 4 \n10.  In 79 districts, CLGS supported labor intensive construction of 17,237 public facilities. It \ngenerated 11 million workdays for 378,000 participants.4 The work was in the areas of (i) water \nsupply, (ii) drainage, (iii) irrigation, (iv) rural roads and bridges, (v) public toilets, (vi) markets, \n(vii) school buildings, (viii) sanitation (solid waste handling or disposal), and (ix) water transport \nfacilities such as piers and docks. Loan utilization was effective and efficient. The community-\nbased development efforts were characterized by a high degree of transparency. Communities \ncontributed substantially through additional in-kind contributions, amounting occasionally to 2–3 \ntimes the value of the project funding. The contribution of communities reduced the need for \ncontractors,  and,  through  the  mechanism  of  community  supervision,  reduced  costs  for \nsubprojects. Communities were willing to commit to operating and maintaining facilities built \nunder the CLGS.  \n \nC.  Kecamatan Development Programs (KDPs)  \n \n11.  The World Bank’s KDPs are the longest-running, externally-funded rural infrastructure \nand livelihoods projects for rural communities in Indonesia, representing more than a decade of \nexperience with community-based infrastructure delivery as part of the Government’s overall \nstrategy for consolidating its remarkable track record in poverty reduction. Its goals are to \nalleviate  poverty  by  raising  rural  incomes,  to  strengthen  local  government  and  community \ninstitutions, and to promote good governance.5 \n \n12.  The first KDP was launched in 1998 at the onset of the Asian financial crisis. The \nprogram  has  been  expanded  steadily,  drawing  on  the  lessons  learned  from  the  previous \nprojects. To date, approximately $1.4 billion of loan, grant, and Government funds has been \ndisbursed in three KDP phases (Table A4.2).  \n \nTable A4.2: Kecamatan Development Program (KDP) Funding \n($ million) \n \nProject  World Bank  Government  Bilateral Grants  Total \nKDP1  225.0  50.0  2.1  277.1 \nKDP Supplemental    48.5  36.5    55.0 \nKDP2  320.2  101.3  43.9  465.4 \nKDP3a  91.0  5.0  101.0  197.0 \nKDP3b  160.0  81.3  20.0  261.3 \nKDP Additional   121.0  7.0    128.0 \nTotal  965.7  281.1  167.0  1,413.8 \nKDP = Kecamatan Development Program  \nSource: World Bank estimates. \n \n13.  Benefits and impacts of the KDPs are well documented. Quantitative and qualitative \nreviews show that in aggregate, they have provided cost-effective poverty services: \n \n(i)  KDP targeting successfully reaches poor communities, \n(ii)  KDP infrastructure meets technical quality standards, \n(iii)  KDP  infrastructure  costs  about  40%  less  than  similar  works  built  through \nstandard line agency procurement,  \n(iv)  corruption and leakage rates are low, \n                                                 \n4  On average, 929 workdays for 31 individuals in each participating village. \n5  World Bank. 2008. Project Appraisal Document on the National Program for Community Empowerment in Rural \nAreas. Washington, DC (February).  \n ", "  Appendix 4  33 \n(v)  participation of the poor and of women is high, and \n(vi)  social and environmental safeguard impacts are minimal. \n \n14.  The KDPs have been the first World Bank operation to introduce an anticorruption action \nplan as part of a strategic approach to reducing corruption risks. The plan has combined social \ncontrols  through  transparency,  legal  literacy  training,  and  cooperation  with  civil  society \norganizations such as nongovernment organizations, legal aid, and the media, with enhanced \noversight  by  government  regulators,  an  agreed  program  for  applying  sanctions,  and  an \noperational research program to identify what measures can most effectively track and reduce \ncorruption. \n \n15.  The KDPs have disbursed very quickly, which means that borrowed funds have not been \nidle.  Over  the  years,  virtually  all  of  the  output  targets  have  been  exceeded.  Table  A4.3 \nsummarizes the infrastructure facilities and other relevant activities completed during 1998—\n2006. \n  \nTable A4.3:  Kecamatan Development Program Achievements during 1998–2006 \n \nFacility/Activity  Achievement \nRoads  31,581 roads built or upgraded \n37,687 kilometers built or upgraded \nBridges  8,433 bridges built or reconstructed \nWater supply  9,245 clean water supply units built \nSanitation  4,290 sanitation units built \nIrrigation  9,751 irrigation systems built \nMarkets  890 public markets built  \n1,592 markets rehabilitated \nElectrification  712 villages electrified \nEmployment  5.5 million people employed \n62.5 workdays generated \nMicrocredit  42,582 credits provided to 1.3 million recipients \nHealth  2,980 health posts supported \nEducation  2,927 new schools built \n2,205 schools rehabilitated \n101,491 individual scholarships distributed \n2,725 school grants made to provide equipment and materials \nKDP = Kecamatan Development Program  \nSource: KDP 2006 Annual Report, Ministry of Home Affairs. \n \n16.  Infrastructure facilities have received about 76% of KDP investments, and economic \nactivities about 23%. The remaining 1% has been utilized for education and health activities. \nAlthough the KDPs have adopted an open menu approach to infrastructure selection, the most \ncommon choices have been village roads and bridges (44%), water supply (10%), electrification \n(8%), sanitation (6%), and irrigation (3%). The World Bank’s evaluations have showed that \nabout 54% of the participants in village meetings and about 70% of the workforce have been \npoor. A high degree of ownership has been demonstrated by the voluntary contributions of the \nvillagers, amounting to about 17% of project costs. The evaluations have rated the outcome as \nhighly satisfactory, sustainability as likely, and institutional development impacts as high.  \n ", "34  Appendix 5 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION  \n \nA.  Introduction \n \n1.  The Rural Infrastructure Support to the PNPM Mandiri will support the implementation of \nthe Government’s ongoing National Program for Community Empowerment (PNPM Mandiri). \nThe  PNPM  Mandiri  adopts  a  community-driven  development  (CDD)  approach  that  directly \nchannels funds to community groups and community participants prioritize their development \nneeds,  control  resources,  and  implement  rural  infrastructure  projects.  The  Project  aims  to \nimprove the socioeconomic conditions of the rural communities in the project area through \nimproved access to and quality of rural infrastructure. The Project will adopt a sector modality to \nidentify and implement rural infrastructure activities in about 1,650 less-developed rural villages \nin four provinces (Jambi, Lampung, Riau, and South Sumatra) in western Indonesia.  \n \n2.  The  Project  is  categorized  as  environmental  category  B.  The  initial  environmental \nexamination was prepared for sample infrastructure interventions (Supplementary Appendix G). \nAs  the  Project  follows  a  sector-like  approach,  the  environmental  assessment  and  review \nframework  (EARF)  has  been  prepared  to  guide  each  of  the  project  villages  to  carry  out \nenvironmental screening during village rural infrastructure proposals formulation and facilitate \ncompliance with the environmental requirements of the Government and ADB during project \nimplementation (Supplementary Appendix H). \n \nB.  Description of the Project \n \n3.  The Project comprises two components: (i) community facilitation and mobilization, and \n(ii) rural infrastructure improvement. The first component seeks to empower communities and \nstrengthen  their  capacity  to  implement  their priority  programs.  The second component  will \nprovide block grants to villages to implement community rural infrastructure needs that have \nbeen identified in the village medium-term poverty reduction plans and prioritized at kecamatan \n(subdistrict) community forums. Each project village will be awarded up to a total of $27,000 in \nblock grants. The small-scale rural infrastructure may include rehabilitation and/or construction \nof village roads and pathways, bridges and culverts, small piers, village irrigation schemes, \nwater supply and sanitation, drainage works, school and local health services buildings, and \nmultipurpose village buildings. The majority of interventions are likely to be either rehabilitation \nor upgrading of existing roads. The typical cost of rehabilitation and/or new construction of a \nrural infrastructure is expected to be between $1,000 and $5,000. Most of the work will be \ncarried out by the communities themselves. \n \nC.  Description of the Environment  \n \n4.  The Project covers the following four provinces in western Indonesia: Jambi, Lampung, \nRiau, and South Sumatra. The project areas have a humid tropical climate with average annual \nrainfall of 1,250 millimeters (mm)–2,300 mm. The temperatures range from 24°C to 32°C. There \nare several major river basins in each of the selected project provinces. There are peat swamp \nand freshwater swamp forests. Project provinces also have nature reserves and protected areas \nincluding Bukit Barisan Selatan and Kerinci Seblat national parks. The selected four provinces \nare located in the southern half of Sumatra Island, where the incidence of rural poverty is higher \nthan the national average. The majority of the poor lives in rural areas where agriculture is the \nmain source of livelihood. The lack of adequate infrastructure hampers social services and \neconomic opportunities.  \n \n ", "  Appendix 5  35 \n \nD.  Forecasting Environmental Impacts and Mitigation Measures \n \n5.  Due to the small scale of expected civil works, most of the environmental impacts are \nshort-term and temporary, and easily mitigated to acceptable levels. Such impacts include: (i) \nsite-specific impacts including excavation of construction materials, (ii) water availability and \nquality, (iii) construction impacts, and (iv) operation impacts.  \n \n6.  Most of the rehabilitation and upgrade work for roads will be within the existing right of \nway. The existing environmental screening checklist being implemented by the PNPM Mandiri \nwill exclude any infrastructure interventions that would directly affect protected and conservation \nareas or archeologically significant areas. Construction materials will be procured locally. Close \ncoordination with the local government units in charge of environment will be sought to monitor \nany illegal excavation activities in the river or embankment areas.  \n \n7.  A site for a drinking water supply system will be kept at least 10 meters from septic tanks \nand leach fields to avoid any potential contamination of drinking water sources. Water quality \nsampling will be conducted prior to construction of a well or pipe water supply system to ensure \nthat the groundwater or surface drinking water will meet the drinking water quality standards. \nDistrict engineers will provide technical inputs to ensure adequate water distribution from the \nsecondary to tertiary canals and avoid any downstream impacts due to reduced flow and \nincreased pollution levels.   \n \n8.  Such impacts are short-term and temporary, and the mitigation measures specified in \nthe  existing  guidelines  for  construction  of  community-based  civil  works  can  minimize  the \nimpacts. Construction activities will be avoided during the rainy season as much as possible. \nPrior to construction, communities will receive technical training from the community facilitators \nto learn about appropriate design, construction methods, and operation practices.    \n \n9.  Communities are responsible for properly maintaining improved infrastructure facilities. \nDevelopment of an operation and maintenance (O&M) plan is one of the eligibility requirements \nfor  each  village.  O&M  activities  will  be  fully  implemented  and  partly  financed  by  the \ncommunities.  District governments will also monitor surface and groundwater quality through \ntheir ongoing monitoring programs. \n \nE.  Public Consultation and Disclosure \n \n10.  Public consultations were conducted in February, May, and June 2008 during field visits \nto Garut District in West Java Province, Madiun District in East Java Province, Sukoharjo and \nKlaten districts in Central Java Province, and Ogan Ilir District in South Sumatra Province. The \nmain purposes of field visits were to: (i) meet provincial and district government officials from \nplanning,  public  works,  and  environmental  agencies;  and  community  implementation \norganizations (CIOs) and villagers; (ii) review completed community infrastructure investments \nimplemented  under  the  Rural  Infrastructure  Sector  Project  (RISP) 1  to  learn  from  their \nexperiences, including environmental screening and management during the preparation and \nimplementation phases; and (iii) visit the villages likely to be included under the Project to \nreview the sites and assess general infrastructure needs.   \n \n                                                 \n1  The Project incorporates lessons from the very successful implementation of the RISP, which has a similar design \nand has been implementing similar community-based rural infrastructure investments in four provinces since 2006.    \n ", "36  Appendix 5 \n11.  District and provincial government officials, and CIO members support the Project and \nthe overall PNPM Mandiri. The main concerns raised during the consultations include a short \npreparation  period  to  identify,  select,  and  implement  infrastructure  interventions;  potential \ncontamination of drinking water sources; and construction activities during the rainy season. All \nof these concerns have been addressed in the project design by extending the community \npreparation period to at least 6 months; and including siting requirements for water supply \nsystem  and  sanitation  facilities,  and  drinking  water  quality  testing  requirements  in  the \nenvironmental screening criteria. Since public consultation is an integral part of the village \nplanning and implementation process, continuous dialogue will be carried out during project \nimplementation.   \n \nF.  Environmental Assessment Framework \n \n12.  An EARF has been prepared to guide the screening of subprojects, set out institutional \narrangements  in  relation  to  environmental  management  and  monitoring,  and  define \nenvironmental assessment requirements complying with the applicable laws and regulations of \nthe Government and with ADB’s Environment Policy (2002) and Environmental Assessment \nGuidelines.   \n \n13.  Since the Project will be implemented as part of PNPM Mandiri, it will use the existing \nprogram’s implementation mechanisms. The Ministry of Public Works through its Directorate \nGeneral of Human Settlements will be the Executing Agency (EA) for the Project and will \nestablish a project coordination and monitoring unit (PCMU) at the national level. The PCMU will \nbe responsible for the management, coordination, and monitoring of project activities. The \nProject will utilize the existing project implementation units (PIUs) established at the national, \nprovincial, and district levels under the respective PNPM Mandiri coordination teams. Each \nparticipating village will establish a CIO or utilize an existing community organization.  \n \n14.  Environmental  responsibility  will  mainly  reside  with  a  CIO  assisted  by  a  team  of \ncommunity facilitators. CIOs will be responsible for conducting environmental screening and \nidentifying necessary mitigation measures. Community facilitators will receive technical training \nprior to project implementation in order to provide appropriate technical awareness to each CIO. \nEnvironmental  specialists  will  be  recruited  at  the  national  and  regional  levels  to  assist \ncommunity facilitators, provincial and district PIUs, and the PCMU in managing the Project’s \nenvironmental aspects (Appendix 12). The existing guidelines for community-based civil works \ndeveloped under the RISP and to be used under the Project, and the technical guidelines \ndeveloped by the Ministry of Public Works for PNPM Mandiri have specific provisions to ensure \nenvironmental considerations in design, construction, and operation.    \n \nG.  Conclusion \n \n15.  The Project will have significant positive impacts on the quality of life and environment of \nthe project communities. Potential negative impacts associated with the design, construction \nand operation of the proposed subproject activities will be temporary, minor, localized in extent, \nand can be mitigated to acceptable levels. The EARF will provide adequate guidance to screen \nsubprojects,  determine  the  appropriate  mitigation  measures  for  any  identified  negative \nenvironmental  impacts,  and  implement  environmental  management  and  monitoring  during \nproject  implementation.  It  has  been  determined  that  a  detailed  environmental  impact \nassessment is not warranted for any of the village infrastructure proposals.  \n \n ", "Appendix 6  37 \nSUMMARY LAND ACQUISITION AND RESETTLEMENT FRAMEWORK \n \nA.  Scope of Land Acquisition and Resettlement \n \n1.  The scope of land acquisition and resettlement (LAR) for the Project is not significant.1 \nDue to the community-driven development (CDD) nature of the process, in which the project \nactivities  will  directly  benefit  communities  and  involve  community  decision-making  and \nmanagement, safeguards will be built into the community decision-making process to deal with \nissues as they arise. The Project will require limited land acquisition for very small community \nfacilities and will not involve any resettlement of people, relocation of houses, or significant \nimpact upon productive land or other productive assets. Based on the existing National Program \nfor Community Empowerment (PNPM Mandiri) activities, the land required for the subproject \nactivities  has  usually  been  less  than  500  meters2  for  each  village  infrastructure  proposal, \naffecting less than 5 households each. The minimal amount of land acquisition required will be \nmainly through voluntary contribution by project beneficiaries. The Project’s land acquisition and \nresettlement framework (LARF) will be embedded in the Project’s operational manuals. The \nLARF  will  guide  infrastructure  proposals,  land  acquisition  assessments,  preparation  and \nimplementation  of  plans  for  land  acquisition,  and  any  voluntary  contributions  for  small \ncommunity-level infrastructure rehabilitation and expansion. The procedures for land acquisition \nand compensation and voluntary land contribution will follow ADB’s Involuntary Resettlement \nPolicy (1995). The LARF is in Supplementary Appendix I. \n \nB.  Framework, Project Principles and Entitlements \n \n2.  The Project’s LARF reflects ADB’s Involuntary Resettlement Policy (1995), Policy on \nIndigenous Peoples (1998), Policy on Gender and Development (1998), Accountability (2004) \nand Government regulations and guidelines for the implementation of the PNPM Mandiri. The \nprovisions  and  principles  adopted  in  this  framework  and  subsequent  plans  prepared  will \nsupersede the provisions of the relevant Government decrees and regulations currently in force \nin Indonesia wherever a gap exists.  \n \n3.  The  LARF  for  the  Project  (i)  identifies  the  legal  and  policy  frameworks  of  the \nGovernment and appropriate ADB policies and guidelines, (ii) sets out procedures and policies \non LAR to guide impacts during subproject design and implementation, and (iii) outlines steps \nnecessary for preparing preliminary LAR investigations. \n \n4.  In cases where local communities or individuals elect to make a voluntary contribution of \naffected land without compensation, the process shall be acceptable only if (i) there has been \nfull  consultation  with  landowners  and  any  non-titled,  affected  people  on  site  selection,  (ii) \nvoluntary donations do not severely affect the living standards of affected people and are linked \ndirectly to benefits for the affected people, with community-sanctioned measures to replace any \nlosses that are agreed through verbal and written record by affected people, (iii) the voluntary \ndonation is confirmed through a verbal or written record and verified by an independent third \nparty, and (iv) adequate grievance redress mechanisms are in place. \n \n \n \n                                                 \n1   “Not significant” means that the number of affected persons experiencing major impacts in each subproject is 200 \npersons or less. Households experiencing a major impact are those who are physically displaced and/or lose 10% \nor more of their total productive assets. \n   ", "38  Appendix 6 \n \nC.  Guidelines for Land and Asset Acquisition \n \n5.  Land acquisition will be kept to a minimum. The location of rural infrastructures will be \ndetermined through a community-based approach. Site selection for water supply systems and \nlatrines shall be made in full consultation with any people living on land (titled and non-titled \nholders) that is deemed suitable for use by a water supply system, latrine, or other infrastructure \nfacility built by the Project. \n \n6.  A preliminary LAR investigation will follow the entitlement matrix in the LARF, for each \nvillage. Identification of affected persons will be carried out as part of the social assessment \nduring  the  community  facilitation  process  or  preparation  of  the  village  MTPR  plans. \nCommunities will select and identify the development activity needed in their area through a \nseries of community meetings and discussions. A social and gender analysis, as part of the \ncommunity facilitation and mobilization process, will be carried out in each project village to \nidentify  any  special  attention  or  needs  for  indigenous  peoples  and  other  disadvantaged \ngroups—such as landless, poor, women-headed households, elderly, and disabled—that should \nbe  included  during  implementation.  If  land  acquisition  is  required  for  a  project  activity, \ncommunity facilitators, supervised by a project social safeguards consultant, will work closely \nwith the community to formulate a resettlement plan for an infrastructure proposal using the \nprocedures outlined in LARF. \n \n7.  In line with the Project’s CDD approach, the provision of small amounts of land for any \nnew infrastructure would be based on a voluntary, rather than involuntary, basis. Since the \nsmall-scale infrastructure will directly benefit the communities and involve community decision \nmaking and management, safeguards will be built into the community decision-making process \nto deal with any potential losses. Land for new infrastructure will be provided in the form of a \ndonation from community members or with land exchange or compensation at replacement cost \ndepending  on  the  results  of  discussions  within  the  community  themselves.  The  Project’s \nresettlement framework requires that  \n \n(i)  no affected persons categorized as poor households2 or vulnerable households \nas identified through social assessment are allowed to donate their land or other \neconomic assets for the project activity;   \n(ii)  no affected persons categorized as poor households or vulnerable households \nwill be negatively affected, either directly or indirectly, by any project activity; \n(iii)  when  the  required  land  is  voluntarily  donated,  or  provided  through  another \nagreement  as  decided  by  the  community,  the  detailed  socioeconomic \nbackground of and project impact to the affected persons must be carefully \nrecorded and reported;  \n(iv)  all project activities for complying with ADB’s Involuntary Resettlement Policy \n(1998) must be conducted and recorded; \n(v)  all the required information should be provided in the short resettlement plan \n(RP) integrated into the village proposal prepared by the community;  \n(vi)  the prepared RPs must be endorsed by the CIOs, village apparatus and the \nproject  implementation  unit  (PIU)/executing  agency  (EA),  approved  by  ADB, \n                                                 \n2   Poor households are those whose income levels are below the respective provincial poverty line of the current year \nas recorded by the Central Bureau of Statistics and/or identified by community members as poor households in \ntheir own community.  \n ", "Appendix 6  39 \ndisclosed to the affected persons, and uploaded on ADB’s website before it can \nbe implemented; and  \n(vii)  prior to endorsement to ADB, the RP will be reviewed by a special committee \naccountable to the Government and ADB.  \n \nD.  Implementing Arrangements \n \n8.  For  compliance  with  ADB’s  social  safeguard  policies  in  the  project  activities,  the \nProject’s EA will have overall coordination responsibility for the resettlement activities in the \nsubprojects. The existing PNPM Mandiri Oversight Body will provide policy directives, guidance, \nmonitoring, and managerial oversight. District and provincial PIUs will ensure compliance of \nproject activities with ADB’s Involuntary Resettlement Policy (1998) in the field. Social safeguard \nspecialists will be engaged at provincial and district levels to ensure appropriate implementation \nof  LARF  and  assist  the  community  facilitators  in  preparing  the  Project’s  land  acquisition \ndocuments. \n \n9.  The implementation of ADB’s Involuntary Resettlement Policy (1998) and resettlement \nactivities in the project villages will be supported by social safeguard management consultants \nand community facilitators. Community facilitators will be recruited by provincial PIUs. There will \nbe five facilitators to support the facilitation process in about seven villages. Social safeguard, \nsocial development and gender specialists will be included in all regional consulting teams. The \nsocial development and gender specialist will be employed, among other things, to ensure \nappropriate implementation of the LARF and the subproject RPs. The social development and \ngender specialists will supervise community facilitators and the communities in implementing \nthe project’s activities, as well as the implementation of the LARF when required.      \n \n10.  The PNPM Mandiri coordinating teams at the district level will review the RPs prepared \nand monitor their implementation. The members of district PNPM Mandiri coordinating teams \ninclude staff of various district government agencies, members of local legislative bodies, and \nrepresentatives from local nongovernment organizations or universities.  \n \nE.  Disclosure, Consultation, and Grievances \n \n11.  Following the Project’s CDD approach, any activity requiring new land in the project sites \nwill be prepared and implemented in close consultation with all stakeholders, in accordance with \nthe consultation procedures required by ADB policy. This will involve focus group discussions \nand community meetings, especially with the affected persons. The CIOs will be responsible to \ndisseminate the information on the resettlement activities of the subproject to the APs through \nverbal communication or written materials that are accessible and in language that is easy to be \nunderstood by the APs. The LARF will be included in the project implementation guideline to be \nused by project facilitators and community members. Copies of the RPs will be available in the \nlocal government and CIO offices and posted on the ADB’s website.   \n \n12.  Any affected person will have the right to file complaints and/or queries on any aspects \nof  land  acquisition  and  resettlement  activities  of  the  subprojects.  Handling  of  community \ncomplaints  will  follow  the  PNPM  Mandiri’s  Implementation  Guidelines  on  Management  of \nComplaints and Grievances, which fully meets ADB’s requirements on complaint and grievance \nmechanisms (Supplementary Appendix C). At the village level, complaints from any affected \npersons can be filed with CIO members and local government staff for immediate resolution \nwhenever possible. If the problem cannot be solved, the CIO members and local government \nstaff will assist the affected persons in submitting their complaints to the Project’s grievance and \n   ", "40  Appendix 6 \nredress committee at the district level and to the provincial and/or national level if desired. \nCommunity facilitators will record the complaint and report to the Project’s management teams. \nThe project will dedicate staff at district, provincial, and national levels to receive and follow-up \non affected persons’ complaints.  \n \n13.  The members of the grievance and redress committee will include representatives of \nvulnerable affected persons (e.g., women and/or poor affected persons, and minority groups), \nother affected persons and relevant government officials with functional and legal authority. The \ncommittee  will  review  grievances  involving  all  resettlement  benefits  or  issues,  except  for \ndisputes related to ownership. Grievances will be redressed within two to four weeks from the \ndate of lodging the complaints at the district level and within eight weeks at the provincial and/or \nnational  levels.  If  consensus  cannot  be  reached  then  the  dispute  resolution  will  follow \nPresidential Decree No.36/2005.3 The affected persons could also file their complaint on the \nPNPM Mandiri website or via written submission to the PNPM Mandiri administrator. \n \n14.  Complaint  and  grievance  procedures  and  guidelines  will  be  included  in  the  project \nimplementation  guidelines  to  be  disseminated  by  the  subproject  facilitator  to  the  affected \ncommunities during the facilitation process and project implementation.  \n   \nF.  Monitoring and Evaluation (M&E) \n \n15.  The project M&E mechanism for land and social safeguard issues will be included in the \ninternal monitoring and evaluation report prepared by the project implementing agency. One \nsection of the regular internal monitoring report will be dedicated to reporting and discussing \nissues related to social safeguards in project activities.  \n \n16.  The district level PNPM Mandiri coordinating teams will serve as the external monitoring \nagencies  of  the  Project.  The  external  monitoring  activities  specifically  focusing  on  land \nacquisition will be conducted twice a year during the project implementation period.  Monitoring \nreports will be uploaded on ADB’s website. \n                                                 \n3  The affected person could raise a complaint with the district head or provincial governor in accordance with their \nrespective scopes and authority to change or validate decisions made related to land acquisition and resettlement \nin project activities.  \n ", "  Appendix 7  41 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title: Indonesia / Rural Infrastructure Support for PNPM Mandiri Project \n \nLending/Financing  Southeast Asia Department/Agriculture, Environment \nProject  Department/ Division: \nModality:  and Natural Resources Division \n       \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \nPrior to the Asian financial crisis, Indonesia had been successful in fighting poverty. The poverty rate, in terms of the \npopulation living below $1/day, decreased from more than 50% in 1970 to less than 20% in 1997. Although the \npoverty headcount has been steadily falling since 1997, poverty remains persistent in Indonesia. Recent surveys \nsuggest that about half of the population still lived below the $2/day international poverty line in 2007. Continued \neconomic growth rates contributed to lift living standards; however, the benefits of economic growth are not equally \ndistributed among the population. Rural poverty is significantly higher that urban poverty, with about 60% of the \ncountry’s poor living in rural areas. The causes of rural poverty include lack of access to key social services, absence \nof economic opportunities particularly in rural areas, poor infrastructure in villages, and inadequate market linkages.  \n \nTo address the issue of underdeveloped infrastructure hampering economic growth opportunities in poor rural areas, \nthe Government of Indonesia’s (Government) National Strategy for Poverty Reduction (SNPK) identified increasing \nrural infrastructure investments as a key strategy to reduce poverty and regional disparities. According to the SNPK, \ninfrastructure investments will contribute to achieving the Millennium Development Goals (MDGs), as the impact of \nimproved infrastructure will enhance poor people’s access to social services and markets, and generate income and \nemployment opportunities. In line with the SNPK, the Government’s Medium-Term Development Plan (RPJM) 2004–\n2009 further underlines the need for increased investments in infrastructure in general, and in rural infrastructure in \nparticular, as an important vehicle for reducing poverty. \n \nIn April 2007, the Government launched the National Program for Community Empowerment (PNPM Mandiri). The \nPNPM  Mandiri  builds  upon  Indonesia’s  accumulated  experience  with  community-driven  development  (CDD) \nprograms and focuses on improving local governance and service delivery at the subdistrict and village level by \nencouraging participatory planning and providing block grants for rural roads, improving water and sanitation \nfacilities, and developing education and health services. The program will cover all villages in the country during the \nperiod 2008–2015. The PNPM Mandiri budget for 2008 and 2009 is about $1.4 billion and $2.0 billion, respectively. \nThe PNPM Mandiri promotes inclusive community facilitation in planning and implementation of infrastructure \nimprovements, utilizes simple and transparent funds flow mechanisms, and puts emphasis on operation and \nmaintenance of completed works. The Project is built into the Government’s PNPM Mandiri and the project \nimplementation arrangements are aligned with the PNPM Mandiri mechanisms. \n \nThe Project is in line with ADB’s country strategy and program for Indonesia for the period 2006–2009, which \nincludes investments in rural infrastructure as strategic key area of engagement to address poverty and regional \ndisparities, and achieve the MDGs.  \n \nB.  Poverty Analysis                                     Targeting Classification: Targeted Intervention – geographic (TI – G) \n1.  Key Issues  \nAccording to recent estimates, about half of Indonesia's 235 million people are considered to be poor, struggling to \nsurvive on less than $2/day. About 18% of the population lives on $1/day or less. In addition, the incomes of a \nsignificant share of the population are just above the poverty line, thus a large proportion of vulnerable people is at \nrisk of falling into poverty due to rising inflation driven by  increasing food and oil prices, and the impacts of natural \ndisasters. Other poverty-related challenges in Indonesia include the large number of poor but also the striking \ndisparities between regions, provinces, districts, and cities. The four project provinces are home to about 2 million \nrural poor, or more than 12% of the country’s rural poor. \n \n2. Design Features.  \nTo address the major reasons of rural poverty caused by lack of adequate infrastructure, which hampers access to \nsocial services and impedes economic opportunities, the Project will complement the Government’s PNPM Mandiri \nand apply the program’s modalities and implementation structure, thus ensuring its alignment with the Government’s \ndevelopment strategies. The Project will cover about 1,650 less developed villages in four provinces (Jambi, \nLampung, Riau and South Sumatra) in western Indonesia. The selected four provinces are located in the southern \nhalf of Sumatra Island, where the incidence of rural poverty is higher than the national average.  It is estimated that \nabout 2 million rural poor in about 1,650 poor and/or isolated villages will benefit from infrastructure improvements, \n   ", "42  Appendix 7 \nincluding improved village roads and pathways, bridges and culverts, small piers, village irrigation schemes, water \nsupply and sanitation, drainage works; and rehabilitation of schools,  local health services and multipurpose village \nbuildings. The main benefits are expected to include (i) reduced transportation costs, (ii) improved access to safe \ndrinking water, (iii) improved access to sanitation facilities, (iv) improved crop production, and (v) short- and long-\nterm employment generation.  \n \nIn order to promote good governance, the Project builds on the CDD approach, which involves communities in \nproject planning, implementation, and monitoring. In line with the Government’s development objectives, the Project \nwill incorporate good governance through (i) advance socialization of the overall program objectives so that the \ncommunities understand the intentions, outcomes, and processes by which funds will be disbursed; (ii) ensuring \ntransparent, consistent, and cost-effective investment planning and implementation at the village level through well-\ndefined procedures, guidelines, and institutional arrangements; (iii) establishment of well-defined procedures for the \ntransfer of funds to community-managed bank accounts; and (iv) comprehensive monitoring and evaluation (M&E). \n \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis  \n \nIndonesia’s infrastructure, particularly in rural areas, is deteriorating. Electrification rates are the lowest in the region, \nroad network congestion is increasing, and conditions of rural roads are poor. A lack of access to infrastructure \nresults in location poverty, in which people living in isolated areas with difficult geography and poor market linkages \nlack both economic opportunities and adequate levels of service delivery. More than 15% of all Indonesian villages \nare  inaccessible,  even  by  4-wheel-drive  vehicles,  at  certain  times  of  the  year.  Investments  in  transportation \ninfrastructure, agricultural infrastructure (irrigation), and education and health facilities can significantly improve living \nconditions in remote areas, create the basis for economic growth, and make a major difference in the welfare of the \nlocal population. Poor quality roads or even no roads mean that government services seldom enter the region. Once \nisolated regions can be reached, services will follow. The positive effect of infrastructure on rural welfare has been \nempirically demonstrated. Surveys have revealed that the presence of good roads is strongly and significantly \ncorrelated with a community’s level of mean income.  \n \nApproximately 60% of the population lives in rural areas where agriculture is the main source of livelihood. One \nreason for low incomes in the agriculture sector is that ‘farm gate prices’ are very low as compared to the urban price \nfor the same good of the same quality.  Farm gate prices are low as a result of high real transport costs for rural \nmarketable surpluses over poor quality roads. Transport costs are even higher for non-motor-vehicle transport \nmethods in areas where roads are absent.  In a rapid assessment of causes of poverty in five of Indonesia’s districts, \nvillagers in isolated areas identified high transport costs to be a major cause of poverty. New roads in previously un-\nserved agricultural areas can significantly lower transaction costs and hence raise farm gate prices, which will mean \nhigher incomes for people in the agriculture sector, the poorest group of the population. Improvement of rural roads \nwill help agriculture extension workers reach rural farmers to provide technical advice and know-how to increase \nproductivity. \n \nTo further enhance the quality of life in poor rural communities, access to social services is crucial and infrastructure \ninvestments  can  accelerate  social  development.  Lack  of  access  to  quality  education  significantly  decreases \nproductivity, employment opportunities, and personal income. With improved roads and better education facilities, \nteachers might be more willing to staff rural schools and the teaching and learning environment would improve, \nthereby increasing human capital. Health and hygiene problems are still major causes of poverty in Indonesia. \nThrough a serious illness or an accident, a family can easily lose any accumulated assets. Road improvements and \ninvestments to improve drinking water quality and rehabilitate basic health facilities will contribute to increased \naccess  to  and  quality  of  health  services  in  rural  communities.  The  list  of  potential  social  benefits  through \ninfrastructure investments can be further enlarged.  \n \nB.  Consultation and Participation \n \nThe Project was designed in a participatory process involving major government and nongovernmental stakeholders \nat the national, provincial, and district level; community leaders; and development partners. Participation took place \nthrough regular consultations. The Project is part of the Government’s PNPM Mandarin and during implementation \nthe Project will maintain broad stakeholder participation. The Project strongly supports community empowerment and \nwill strengthen local capacity to implement their priority programs. The Project includes assistance to (i) conduct an \nawareness campaign to familiarize the community members with the program; (ii) conduct community facilitation that \nincludes poverty mapping at the village level, identification of problems and needs, evaluation of community \n implementation capacity, and development of planning mechanisms and decision- making processes; (iii) assist in \n ", "  Appendix 7  43 \nestablishment  and  capacity  building  of  community  implementation  organizations;  (iv)  assist  communities  in \nformulation of village medium-term poverty reduction (MTPR) plans and related annual investment plans for funding \nby block grants; and (v) assist communities in formulation and implementation of operation and maintenance (O&M) \nplans to ensure sustainability of completed facilities. \n \nWhat level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \nWas a C&P plan prepared?   Yes      No  \n \nThe Project applies CDD planning and implementations mechanisms that have been successfully implemented \nunder the Government’s PNPM Mandiri program in other provinces. An additional C&P plan is not required. \nC.   Gender and Development \nKey Issues. The country gender assessment identified four key themes through a consultative process: (i) the \nimpact of decentralization on gender, (ii) women’s inadequate representation in political decision-making, (iii) \nviolence against women, and (iv) women and international migration. It noted that while Indonesia has made \nprogress over the years, gender inequalities persist. Gender-disaggregated data is lacking. Indonesia was ranked \n107th globally in both gender and human development indexes in 2008. Women’s longer life expectancy is more \nthan offset by a much lower literacy rate and a small share of earned income. In 2007, women’s labor force \nparticipation was only 40%, compared with 80% for men. The shift to regional autonomy has already shown potential \nfor increased participation of women in local governance, but decentralization has sometimes been accompanied by \na revival of conservative religious interpretations of gender roles. \n \nKey Actions. Drawing a comprehensive conclusion on issues related to gender and income poverty in Indonesia is \ndifficult as consistent disaggregated data by sex is not available throughout the country. However, the community \nparticipation approach applied by the Project will ensure that perspectives of both men and women are represented \nin  planning,  designing,  and  implementing  the  village  infrastructure  investments.  The  village  representative \ncommittees will include at least one woman, and committee membership will be at least 20% women. Experience \nfrom the PNPM Mandiri reveal that the number of women on the committees varies from few women to entirely \nwomen, depending on the circumstances of individual villages. Although it is difficult to measure participation of men \nand women in construction, some tasks tend to be done more by women, such as finishing work on masonry and \nconcrete, ground clearing preparations, spreading gravel, leveling and filling work, and other tasks requiring attention \nto detail and manual dexterity. The types of expected infrastructure works present opportunities to provide temporary \ncasual labor to both men and women. Measures included in project design to promote gender equality and women’s \nempowerment include access to and use of relevant services, resources, assets, and opportunities; and participation \nin decision-making processes. A summary gender action plan is in Appendix 15. \n    Gender plan         Other actions/measures         No action/measure \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n   \nPlan or Other \nSignificant/Limited/ \nIssue  Strategy to Address Issue  Measures Included in \nNo Impact \nDesign \n       \nInvoluntary  Limited impact  The Project will upgrade some     Full Plan \nResettlement  existing infrastructure and build new     Short Plan \nsmall-scale community infrastructure,       Resettlement \ndesigned according to a CDD  Framework \napproach. A land acquisition and     No Action \nresettlement framework has been \nprepared to guide communities in the \ndesign and implementation of short \nresettlement plans (RP). Land \nacquisition will be either by voluntary \ncontribution (but not permitted for \nvulnerable affected persons) or \nthrough compensation \n \n   ", "44  Appendix 7 \nPlan or Other \nSignificant/Limited/ \nIssue  Strategy to Address Issue  Measures Included in \nNo Impact \nDesign \n       \nIndigenous  Limited impact  The Project promotes community     Plan \nPeoples  empowerment and inclusive     Other Action \n  community facilitation in planning and     Indigenous Peoples \nimplementation of infrastructure  Framework \nimprovements. Indigenous     No Action \ncommunity members will be invited to \nparticipate in all decision-making \nprocesses. The use of experienced \nlocal facilitators will further \naccommodate indigenous people’s \naspirations and priorities into these \nplans. Where land acquisition would \ninvolve indigenous peoples, a specific \naction would be included in the RP in \naccordance with ADB’s Policy on \nIndigenous Peoples (1998). \n       \nLabor       \n Employment   Limited impact  No displacement of labor will occur as     Plan \nopportunities    a result of the Project. Some income-    Other Action \n Labor  generating opportunities will accrue to     No Action \nretrenchment  the  community  during  the \n Core  labor  construction  period  for  both  skilled \nstandards  and unskilled labor. Communities will \nplan  and  agree  on  how  these \nopportunities will be allocated. \n       \nAffordability  Limited impact  The Project will contribute to lowering     Action \ntransportation costs, and costs of     No Action \naccess to social services. In \nparticular, village road improvements \nwill contribute to reduced time and/or \ncost needed to market village \nproducts and/or purchase consumer \ncommodities.  No negative impacts \nare expected. \nOther Risks and/or  No impact  None   \nVulnerabilities    Plan \nHIV/AIDS    Other Action \nHuman trafficking     No Action \nOthers(conflict, \npolitical  instability, \netc), please specify \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development \nactivities and/or social impacts during project implementation?    Yes         No \n \nThe M&E framework for PNPM Mandiri has built upon the last 8 years of M&E work on CDD in Indonesia and other \nsimilar programs in the world. The framework has employed both quantitative and qualitative methodologies, as well \nas a mix of internal and outsourced evaluations. Experience to date indicates that effective M&E systems for CDD \nprograms are difficult to establish, but they can be set up with sufficient support and technical guidance. The systems \nrequire a mixture of strong supervision and quality checks through internal project channels, as well as external M&E \nfrom a variety of actors. The baseline surveys will be conducted for the PNPM Mandiri and will not be financed under \nthe Project. \n  \n \n ", "  Appendix 8  45 \nDETAILED COST ESTIMATES \n \nTable A8.1: Detailed Cost Estimates by Expenditure Category  \n($ million) \n \nItem  Total Cost  % of Total Base Cost \nA. Investment Costs a \n     1. Civil Works  51.77   85 \n     2. Consulting Services  2.51  4 \n     3. Community Mobilization  4.85  8 \n     4. Audit, Studies, and Surveys  0.40  1 \nTotal (A)  59.53  98 \nB. Recurrent Costs   \n     1. Project Management b  1.51  2 \nTotal (B)  1.51  2 \nTotal Base Costs  61.04  100 \n     Physical Contingencies c  0.46  1 \n     Price Contingencies d  0.40  1 \nTotal Project Costs  61.90  101 \n     Interest During Implementation  0.60  1 \nTotal Costs to be Financed  62.50  102 \n     Taxes and Duties  0.30 \n       a   In June 2008 prices. \n       b  Project management will entail operation of a national project coordination and monitoring unit and \nprovincial and district project implementation units. \n       c  Physical contingencies computed at 5% for non-civil works costs. \n       d  Estimated at price escalation factors 6.5% in 2009 and 5.5% in 2010. \n     Source: Asian Development Bank estimates. \n \n \nTable A8.2: Detailed Cost Estimates by Financiers  \n($ million) \n \nADB  Government  Beneficiaries \nItem  Cost a  $ b  %  $  %  $  % \nCivil Works  51.78 45.95 89.0   5.83  11.0\nConsulting Services  2.63 2.63 100.0    \nAudit, Studies, and Surveys  0.42 0.42 100.0    \nInterest  0.60 0.60 100.0    \nUnallocated  0.40 0.40 100.0    \nCommunity Mobilization  5.09 5.09 100.0   \nProject Management  1.58 1.58 100.0   \n     Total  62.50 50.00 80.0 6.67 10.7  5.83  9.3\nADB = Asian Development Bank. \na     Inclusive of physical contingencies. \nb     Amount of ADB loan proceeds allocated to the cost category. \nSource: ADB estimates. \n   ", "46  Appendix 9 \n \n \n CHART OF PROJECT ORGANIZATION\nPNPM Mandiri             \nMinistry of Public Works\nOversight Body\nDirectorate General of\nNational Project Management Human Settlements\nConsultants Project Coordination\nand Monitoring Unit\nCentral\nProvincial PNPM Mandiri \nProvincial Project Management Provincial Project\nCoordinating Team and \nConsultants Implementation Unit\nSteering Committee\nProvince\nDistrict PNPM Mandiri \nDistrict Project Management District Project\nCoordinating Team and \nConsultants Implementation Unit\nSteering Committee\nDistrict\nKecamatan Level Kecamatan Project \nIntervillage Meetings Implementation Team\nCommunity Facilitators\nKecamatan\nCommunity\nVillage  Village \nImplementation Organization\nOrganizers Apparatus\nC o m m u n i t y   B e n e f i c i a r i e s\nVillage\nNote: PNPM = National Program for Community Empowerment/Program Nasional Pemberdayaan Masyarakat.\nSource: Asian Development Bank\n \n \n \n \n \n \n ", "  Appendix 10  47 \n \nPROJECT IMPLEMENTATION SCHEDULE \n \nActivity  2008 2009 2010 2011\nQ3 Q4 Q1 Q2 Q3 Q4  Q1  Q2  Q3 Q4 Q1\nAdvance Actions \n-  Prepare budget for 2009 \n-  Establish the national project coordination and management unit\nA. Preparation \n-  Prepare budget for 2010   \n-  Establish the provincial and district steering committees\n-  Establish the provincial and district project implementation units\n-  Recruit community facilitators \n-  Train community facilitators \n-  Recruit management consultants \n-  Mobilize national, provincial, and district management consultants\nB. Socialization and mobilization\n-  Conduct community facilitation and capacity building\nC. Planning and Design \n-  Mobilize community implementation organizations (CIOs)\n-  Elect CIO representative committees and village organizers\n-  Prepare village medium-term poverty reduction plans\n-  Discuss inter-village infrastructure at kecamatan level meetings\n-  Prepare infrastructure rehabilitation and expansion design\n-  Prepare contracts with CIOs \nD. Implementation \n-  Undertake civil works \n-  Supervise construction and monitor its quality \nE. Operation and maintenance (O&M) \n-  Provide O&M training \n-  Prepare O&M plan \n-  Implement O&M plan \nF. Monitoring and Evaluation \n-  Monitoring project preparation and implementation\n-  Report on physical and financial progress \n-  Audit accounts and financial statements \n-  Conduct spot audits and complaint investigation\n-  Assess project impacts \n \nSource: Asian Development Bank estimates. \n   ", "48  Appendix 11 \n \nPROCUREMENT PLAN \n \nProject  Name:  Rural  Infrastructure  Support  to  Loan Number: To be determined (tbd) \nPNPM Mandiri \nLoan Amount: $50 million  Executing Agency: Directorate General of Human \nSettlements (DGHS), Ministry of Public Works \nDate of first Procurement Plan: 22 September  Date of this Procurement Plan: tbd \n2008 \nA.  Process Thresholds, Review, and 18 Month Procurement Plan \n  1.  Project Procurement Thresholds \n1.  Except  as  the  Asian  Development  Bank  (ADB)  may  otherwise  agree,  the  following  process \nthresholds shall apply to procurement of goods and works. \n \nProcurement of Goods and Works \nMethod  Threshold \n   \nCommunity Participation in Procurement  Less than $28,000 per village contract \n  2.  ADB Prior or Post Review \n2.  Except as ADB may otherwise agree, the following prior or post review requirements apply to the \nvarious procurement and consultant recruitment methods used for the project. \n \nProcurement of Goods and Works \nProcurement Method  Prior or Post  Comments \n     \nCommunity Participation in Procurement  Prior  Only first two community contracts in \neach  participating  province  will  be \nsubmitted to ADB for prior approval. \n \nRecruitment of Consulting Firms \n     \nFixed Budget Selection (FBS)  Prior  Four consulting services packages \nLeast-Cost Selection (LCS)  Prior  Preparation  of  project  financial \nstatements (for audit), optional \n ", "  Appendix 11  49 \nB.  Project Procurement Plan \n  1.  Indicative List of Packages Required Under the Project \n3.  The following table provides an indicative list of all procurement (goods, works, and consulting \nservices) over the life of the project. Contracts financed by the Borrower and others should also be indicated, \nwith an appropriate notation in the Comments section. \n \n  Estimated  Estimated    Domestic   \nGeneral  Value  Number of  Procurement   Preference   \nDescription  (cumulative)  Contracts  Method  Applicable   Comments \n           \nCivil Works  45,950,000  1,650  Community     \n  participation in \nprocurement \n           \n  Estimated  Estimated       \nValue  Number of  Recruitment   Type of   \n(cumulative)  Contracts  Method  Proposal  Comments \n           \nConsulting Services  2,630,000  4  FBS, national  Simplified   \n– firms   \nAnnual  audits  of         60,000  2  LCS,     \nproject accounts    national \n   ", "50  Appendix 12 \nOUTLINE TERMS OF REFERENCE FOR CONSULTING SERVICES  \n \nA.  Rationale \n \n1.  Consulting services are needed to assist the national, provincial, and district governments, \nas well as village organizations to (i) empower communities and ensure their participation in project \nimplementation,  (ii)  provide  technical  and  managerial  support  to  project  management  and \nimplementation units, (iii) establish a sound financial management and monitoring system, and (iv) \nimplement project monitoring and evaluation.   \n \n2.  The Project will require an estimated 960 person-months of national consulting services. \nThe consulting requirements, shown in Table A12, have been divided into one package of project \nmanagement  consultants  at  the  national  level,  and  three  packages  of  project  management \nconsultants at the regional level: (i) Lampung; (ii) South Sumatra, and (iii) Riau and Jambi. The \nprocurement of services for all four packages will be through national firms using a fixed budget \nselection method that requires submitting a simplified technical proposal within 35 days. The fixed \nbudget selection method is justified to ensure recruitment of highly competent consulting firms with \nthe required mix of specialties, the demand for which has increased considerably due to the PNPM \nMandiri. The use of fixed budget selection method is appropriate since (i) the terms of references \nare precisely defined, (ii) the time and personnel inputs can be accurately assessed, and (iii) the \nbudget is fixed and cannot be exceeded. \n \nB.  Description of Consulting Packages \n \n1.  Package 1: Project Management Consultants – National Level \n \n3.  The consultants will work closely with the national and provincial project implementing units \nin  overall  project  planning,  management,  and  implementation.  Their  services  will  include \n(i) assisting with project planning and programming, including incorporation of the Project’s gender \naction plan (GAP) into the project planning and programming; (ii) assisting in project management \nand  quality  assurance;  (iii) developing  media  and  communication  materials  for  an  information \ncampaign; (iv) developing guidelines and implementing training programs for staff on technical and \ncommunity (including gender) aspects; (v) preparing quality assurance procedures and assisting to \nimplement the procedures; (vi) assisting in coordinating and supporting district consulting teams; \nand (vii) establishing guidelines and procedures for social and environmental safeguard screening, \nand overseeing preparation and implementation of the safeguard documentation. The consultants \nwill assist the central project coordination and monitoring unit (PCMU) in the management of all \nproject  activities,  including  planning,  budgeting,  supervision,  monitoring,  reporting,  and \ncoordination to ensure implementation of the Project in accordance with the original design and \nother  provisions  in  the  loan  agreement.  The  consultants  will  also  oversee  the  operation  and \nperformance  of  the  four  regional  consulting  packages  for  the  provincial  and  district  project \nimplementation units (PIUs). \n \n4.  The consultants will assist in financial management of the Project. They will ensure that \nprocedures are in place to assist the PIUs in regular collection of transaction documents (invoices \nand  contracts)  from  all  implementing  locations,  arranging  data  entry  into  a  computerized \naccounting system,  preparing  project  financial statements  on  a  quarterly  basis  for  each  PIU, \nconsolidating financial statements for the entire Project, comparing the financial statements against \nphysical  progress  and  contractual  obligations,  analyzing  key  variances  and  recommending \nappropriate  actions  and  measures,  and  preparing  quarterly  financial  monitoring  reports.  The \n ", "  Appendix 12  51 \nconsultants  will  also  train  government  staff  in  developing  their  capacities  in  accounting  and \nfinancial management. \n \n5.  Specifically, the consultants will assist the PCMU to \n \n(i)  ensure timely and well-targeted planning of project activities;  \n(ii)  ensure that the implementation of the Project reaches the targeted indicators of \nachievement; \n(iii)  ensure sufficient understanding of the project design and optimal performance of the \nregional project management consultants; \n(iv)  finalize  technical  documents  related  to  implementation  of  the  Project,  including \ntechnical guidelines and code of conduct; \n(v)  make revision and modification, if necessary, to the existing PNPM Mandiri technical \ndocuments based on the needs of the Project;  \n(vi)  disseminate all project technical documents to all relevant parties; \n(vii)  develop the concepts, strategies, and modules for training activities; ensure that \ngender  equality  concerns  are  incorporated  in  the  training  plans  (e.g.,  gender \nsessions) and modules;  \n(viii)  conduct monitoring and evaluation of the results of training activities through field \nvisits, field audience, information gathering, and field samplings; \n(ix)  collect gender-disaggregated data in baseline, benchmark, and completion surveys; \nensure that the collected gender-disaggregated data are properly analyzed and \nreported in quarterly and annual progress reports; \n(x)  finalize the Project’s GAP and ensure that the implementation of the GAP reaches \nthe targeted gender equality indicators; \n(xi)  monitor the social (e.g., gender equality), environmental, and economic impacts, \nincluding the establishment of benchmark information and data; \n(xii)  update the project activities on the project website on a weekly basis;  \n(xiii)  develop all financial reports related to project financing in line with the prevailing \nprocedures; \n(xiv)  make compilation and summary of all requests for payment, payment orders, and \nfund disbursement orders related to the use of loan proceeds; \n(xv)  monitor the process of disbursement of loan proceeds;  \n(xvi)  develop draft documents for the disbursement of grants at the community level; \n(xvii)  monitor availability of community grants remaining balance; \n(xviii)  monitor and update the project implementation schedule; \n(xix)  prepare unaudited project accounts; \n(xix)  conduct evaluation surveys; and \n(xx)  draft the project impact assessment report. \n \n2.  Packages 2–4: Project Management Consultants – Regional Level \n6.  The consultants will work closely with the provincial and district PIUs in ensuring efficient \nand efficacious project implementation in the villages. Consulting services will include assistance in \n(i) implementing village community development and facilitating technical aspects; (ii) implementing \nproject  information campaigns; (iii) infrastructure selection and planning processes, design, and \nconstruction;  (iv)  implementing  quality  assurance,  financial  management  systems,  and  project \nperformance  management  systems;  and  (v)  preparing  and  implementing  the  social  and \nenvironmental safeguard compliance. \n  \n ", "52  Appendix 12 \n7.  In each of the three regional consulting services packages, there will be a team of provincial \nproject  management  consultants  consisting  of  the  project  manager,  financial  management \nspecialist,  social  development  and  social  safeguard  expert,  rural  infrastructure  expert  and \nenvironmental safeguard specialist. In each regional consulting package, there will be 3-4 district \nconsulting teams, with each team covering about 4 districts. Each district consulting team will have \nsimilar expert composition as a provincial team. \n \n8.  The regional consultants will assist the provincial and district PIUs to \n \n(i)  provide technical assistance and guidance to community facilitators; \n(ii)  monitor performance of the community facilitators; \n(iii)  ensure good governance in channeling of infrastructure grants to communities; \n(iv)  assist community facilitators in conducting an awareness campaign to familiarize the \ncommunity members with the program; \n(v)  assist  community  facilitators  in  conducting  community  facilitation  that  includes \npoverty mapping at the village level, identification of problems and needs, evaluation \nof community implementation capacity, and development of planning mechanisms \nand decision-making processes;  \n(vi)  ensure that the community facilitation activities incorporate measures to enhance \ngender equality as outlined in the Project’s GAP;  \n(vii)  assist  community  facilitators  in  the  establishment  and  capacity  building  of \ncommunity  implementation  organizations;  ensure  that  the  establishment  and \ncapacity building activities incorporate measures to enhance of gender equality as \noutlined in the GAP; \n(viii)  assist communities in formulation of village medium-term poverty reduction plans \nand related annual investment plans for funding by block grants; \n(ix)  facilitate kecamatan (subdistrict) discussions to promote development of inter-village \ninfrastructure; \n(x)  provide technical guidance during the implementation of the activities identified in \nvillage infrastructure proposals;  \n(xi)  assist communities in formulation and implementation of operation and maintenance \nplans to ensure sustainability of completed facilities; \n(xii)  ensure  compliance  of  project  activities  with  ADB’s  social  and  environmental \nsafeguards and related guidelines of the PNPM Mandiri; \n(xiii)  monitor implementation of project activities (including the activities outlined in the \nGAP) and prepare quarterly and annual progress reports; \n(xiv)  assist  community  facilitators  in  developing  community  financial  management \nprocedures and training community members in implementing them; \n(xv)  provide technical assistance for the planning and design of village infrastructure \nproposals; \n(xvi)  provide technical assistance for implementation of the infrastructure proposals;  \n(xvii)  formulate and operate the complaint handling procedures; and \n(xviii)  implement the monitoring and evaluation activities. \n \n ", "  Appendix 12  53 \nTable A12: Consulting Services Requirements \n \n    Number of  Total Person-\nExpertise  Category  Experts  Months \nPackage 1: Project Management Consultants – National Level       \n     National Level       \nTeam leader/project management specialist  National  1  24 \nRural infrastructure specialist  National  3  42 \nRural infrastructure operation &maintenance specialist  National  1  18 \nFinancial management specialist  National  1  24 \nSocial development and social safeguard specialist  National  1  12 \nMonitoring and evaluation specialist  National  1  24 \nManagement information system specialist  National  1  18 \nEnvironmental safeguard specialist  National  1  12 \nProject management specialist  National  3  54 \nPackage 2: Project Management Consultants – Regional Team 1       \n     Provincial Level: Lampung       \nTeam leader/project management specialist  National  1  12 \nRural infrastructure specialist  National  1  12 \nFinancial management specialist  National  1  12 \nSocial development and social safeguard specialist  National  1  12 \nEnvironmental safeguard specialist  National  1  12 \n     District Level       \nProject management specialist  National  3  36 \nFinancial management specialist  National  3  36 \nRural infrastructure specialist  National  3  36 \nSocial development and social safeguard specialist  National  3  36 \nEnvironmental safeguard specialist  National  3  36 \nPackage 3: Project Management Consultants – Regional Team 2       \n     Provincial Level: South Sumatra       \nTeam leader/project management specialist  National  1  12 \nRural infrastructure specialist  National  1  12 \nFinancial management specialist  National  1  12 \nSocial development and social safeguard specialist  National  1  12 \nEnvironmental safeguard specialist  National  1  12 \n     District Level       \nProject management specialist  National  3  36 \nFinancial management specialist  National  3  36 \nRural infrastructure specialist  National  3  36 \nSocial development and social safeguard specialist  National  3  36 \nEnvironmental safeguard specialist  National  3  36 \nPackage 4: Project Management Consultants – Regional Team 3:       \nRiau and Jambi  \n     Provincial Level: Riau and Jambi       \nTeam leader/project management specialist  National  1  12 \nRural infrastructure specialist  National  1  12 \nFinancial management specialist  National  1  12 \nSocial development and social safeguard specialist  National  1  12 \nEnvironmental safeguard specialist  National  1  12 \n     District Level       \nProject management specialist  National  4  48 \nFinancial management specialist  National  4  48 \nRural infrastructure specialist  National  4  48 \nSocial development and social safeguard specialist  National  2  24 \nEnvironmental safeguard specialist  National  2  24 \nTotal of all packages       \nNational    74  960 \nSource: Asian Development Bank estimates. \n ", "54  Appendix 13 \nFUNDS FLOW MECHANISM \n \nFigure A9: Funds Flow Mechanism\nAsian Development Bank\n7 and 20\n20\n6 and 19\nDG Debt\n6 Management, MoF\n1 and 5 and 18\n2\nExecuting Agency Dit. Cash Management,            \nDGHS, Ministry of Public 4 and 17 DG Treasury, MoF 3 and 21 Bank Indonesia,\nWorks as PCMU Special Account\n8\n16\n10\nProvincial Project District / provincial 11.a Operational Bank / Central Bank \nImplementation Unit  Regional Treasury Office Branch Office\n11.b\nDistrict Project\nImplementation Unit  14\n12\nKecamatan Project\nImplementation Unit\n9\n13\nTreasurer / Third Party / Community \nCommunity Implementation Organization\nBank Account at commercial bank\n14\n15\nSuppliers of Village Investments\nCash flow Document flow\nDG = director general, DGHS = Directorate General of Human Settlements, MoF = Ministry of Finance, PCMU = project coordination and monitoring unit.\nSource: Asian Development Bank.\n \n ", "  Appendix 13  55 \n \nA.  Disbursement Steps \n \n1.  Step I: Release of Initial Deposit \n \n1.  The  executing  agency  (EA)  prepares  a  formal  letter  to  the  Directorate  of  Cash \nManagement under the Directorate General of Treasury, Ministry of Finance (MOF), requesting \nopening of a special account in the Central Bank (Bank Indonesia).  \n \n2.  Directorate of Cash Management, Directorate General of Treasury, MOF, submits a \nrequest  letter  along  with  the  loan  agreement  to  the  Central  Bank  for  opening  the  special \naccount.  \n \n3.  The  Central  Bank  opens  the  special  account  and  informs  the  Directorate  of  Cash \nManagement, Directorate General of Treasury, MOF that the account has been opened and can \nbe used in accordance with the loan agreement.  \n \n4.  MOF informs the EA that the special account has been established, and an initial deposit \nneeds to be opened.  \n \n5.  The EA prepares draft withdrawal application (WA) of initial deposit for approval by the \nDirectorate of Cash Management, Directorate General of Treasury, MOF. The WA should be \nsupported by estimated eligible expenditures for the next 6 months. Please refer to the Loan \nDisbursement Handbook (2007, as amended from time to time) of the Asian Development Bank \n(ADB). \n \n6.  MOF reviews WA and support documents, and submits them to ADB for payment along \nwith covering letter signing by authorized persons. Copy of the WA should be sent to the \nDirectorate  of  Evaluation,  Accounting,  and  Settlements,  Directorate  General  of  Debt \nManagement, MOF, for information and record. \n \n7.  Based  on  the  WA  received  from  the  Directorate  of  Cash  Management,  Directorate \nGeneral of Treasury, MOF, ADB deposits the initial amount to the special account. In parallel, \nNotice of Disbursement (NoD) can be downloaded from ADB website by the Directorate of \nEvaluation, Accounting, and Settlement, Directorate General of Debt Management, MOF, and \nalso to the Directorate of Cash Management, Directorate General of Treasury, MOF, for their \ninformation and record. \n \n2.  Step II: Disbursement and Liquidation \n \n8.  Following the issuance of the budget allocation for the EA, the Directorate of Cash \nManagement, Directorate General of Treasury, MOF, prepares a regulation and notification \nletter to regional treasury offices (KPPN), which authorizes regional KPPN to release funds for \nthe project. \n \n9.  Community implementation organization (CIO) submits plans to district and/or provincial \npublic works services as the budget user (PA/KPA). \n \n10.   Once the plan document is approved, the district or provincial project implementation \nunit (PIU) prepares payment order (SPM), which will then be submitted to the nearest KPPN in \nthe provinces and districts. \n ", "56  Appendix 13 \n \n11.  Based on SPM from PIU, the regional KPPN issues instruction for disbursement (SP2D): \n(a)  KPPN  issues  SP2D  to  the  operational  bank  (Central  Bank  branch  office)  so  that  the \noperational  bank  could  transfer  the  amount  as  specified  in  SP2D  to  the  community  bank \naccount in a commercial bank or treasurer bank account of the PA/KPA; (b) KPPN issues a \ncopy SP2D to PA/KPA for their accounting system and as evidence for processing WA for \nreplenishment to ADB via the EA. \n \n12.  Funds get transferred from operational bank directly to the community bank account in a \ncommercial bank or treasurer bank account of the PA/KPA. \n \n13.   Authorization by CIO and the appropriate check signatories for cash to be withdrawn \nfrom  the  CIO’s  bank  accounts.  The  withdrawal  for  payment  request  from  the  group  of \ncommunity will be signed by minimum of 2 people – head of the CIO and the treasurer. \n \n14.  Cash withdrawn for expenditures managed and implemented by CIOs. \n \n15.  CIOs may make payments to the third party suppliers based on fully substantiated \ndocuments (receipt or invoices) and supported by actual payment evidences. \n \n3.  Step III: Replenishment \n \n16.  PIU as PA/KPA sends a copy of SPM and SP2D and support documents (including \nsummary statements of grants made to villages in that district) to the project coordination and \nmonitoring unit at the EA for replenishment process. \n \n17.  Following the request from the EA, the Directorate of Cash Management, Directorate \nGeneral of Treasury, MOF, sends a copy of a special account bank statement (RKBI) to the EA \nfor preparing draft WA. \n \n18.  The EA prepares draft WA for replenishment to the Directorate of Cash Management, \nDirectorate General of Treasury, MOF, summarizing PIU submission from all districts, attached \nwith the copy of SPM/SP2D and the RKBI. \n \n19.  MOF authorizes WA after verification and submits it to ADB for payment (copy of WA \nshould  be  sent  to  the  Directorate  of  Evaluation,  Accounting,  and  Settlement,  Directorate \nGeneral of Debt Management, MOF, for information and record). \n \n20.  ADB replenishes the funds into a special account and, in parallel, the NoD can be \ndownloaded from ADB website by the Directorate of Evaluation, Accounting, and Settlement, \nDirectorate General of Debt Management, MOF, for their information and record. \n \n21.  The Central Bank, for purposes of special account disbursement notification, regularly \ndispatches a copy of the RKBI to the Directorate of Cash Management, Directorate General of \nTreasury, MOF. \n \n ", "  Appendix 14  57 \nBENEFITS ANALYSIS \n \nA.  Overview \n1.  The Project will support rural infrastructure rehabilitation and expansion, providing about \n1,650  villages  with  financial  resources  and  technical  backstopping  for  small  interventions, \nincluding  village  roads,  bridges  and  culverts,  village  irrigation  schemes,  water  supply  and \nsanitation. Under the Project, village investments will follow a community-driven development \napproach, designs and costs of selected interventions will be determined during implementation. \nQuantifiable benefits will arise from village rural investments as increased rural incomes and \nwelfare,  but,  because  beneficiaries  determine  investments,  the  Project’s  actual  inputs  and \noutputs cannot be predicted up front. The Project, therefore, does not lend itself to a traditional \neconomic analysis. \n \nB.  Likely Benefits and Impacts of Rural Infrastructure \n2.  Rural Infrastructure Benefits. The more common benefits expected to accrue include \n(i) time savings in collecting water and cost savings in obtaining water; (ii) emergence of new \nbusinesses  due  to  access  to  a  water  supply;  (iii)  time  and  cost  savings  due  to  faster \ntransportation, including more efficient transportation of goods to market; (iv) increase in the \nvalue of land adjacent to a new road; (v) new employment in the transport sector; (vi) increase \nin the value of agricultural land serviced by new irrigation works; (vii) increase in incomes due to \nbetter harvests resulting from a reliable water supply; (viii) savings from potential damage to \nbuildings and crops due to reduced flooding and improved irrigation, and (ix) creation of new \nbusinesses (roads). \n \n3.  Employment  Generation.  The  Government  of  Indonesia’s  (Government)  ongoing \nNational Program for Community Empowerment (PNPM Mandiri) estimates that 30% to 50% of \nthe total civil works inputs will consist of labor. The successful implementation of the RISP \nconfirms  these  estimates.  Even  if  using  a  conservative  estimate  of  30%  of  village  grant \nutilization, the Project is expected to generate an average of 100 person-months of employment \nper village, or about a total 160,000 person-months.  \n \n4.  Poverty  Reduction  Impact.  By  2010,  when  PNPM  Mandiri  will  cover  all  existing \nkecamatan (subdistricts) in the country, it is expected to benefit 30 million workers and their \nfamilies, increasing their income by an estimated 12% for 60 days of work, on average.  About \n10 million families are expected to be pulled out of poverty. The civil works will be undertaken by \nthe  communities  when  they  have  time  free  from  their  usual  income-generating  activities. \nAdditional income will benefit workers primarily when they need it the most—when there are few \nother jobs, mainly because it is the off-season in agriculture. The benefits will be more important \nthan an estimated 12% increase in annual income would suggest. Thus, the PNPM Mandiri will \nimprove the social safety net for the rural poor.  \n \n5.  Improvement of roads, irrigation and drainage works, and water supply and sanitation \nworks will permanently increase employment and income. Evidence from studies has shown \nthat rural transport improvements (i) contribute to decreasing the costs to the poor for personal \ntravel and transporting goods; (ii) increase the range of opportunities for wage employment, \nthereby raising the price of labor in rural areas; and (iii) empower the poor by increasing their \n ", "58  Appendix 14 \nparticipation in local organizations, activities outside the rural community, and local political \nprocesses and management structures.1 \n \n6.  Other Benefits. In addition to the direct and indirect yields from the rural infrastructure \ninvestments,  the  Project  will  improve  the  internal  governance  of  project  communities  by \npromoting broad-based participation, constituent accountability, and strengthened governance \ninstitutions such as the village councils, community user groups; and increasing access to \ncountervailing  institutions.  The  Project  will  also  contribute  to  improvement  of  the  local \ngovernments planning processes through introduction of the bottom-up planning and budgeting \napproach. These, however, are Project activities for which input costs are identifiable, but \nbenefits and outputs cannot be predicted with accuracy. \n \nC.  Evidence from the Previous Projects \n7.  The  existence  and  significance  of  the  economic  benefits  of  rural  infrastructure \ninvestments that are expected to derive from the Project, overall and by type of intervention, are \nconfirmed by extensive experience in Indonesia. In particular, since the design of the PNPM \nMandiri is based on the lessons from implementation of the World Bank-financed Kecamatan \nDevelopment  Programs  (KDPs)  and  Asian  Development  Bank  (ADB)-financed  Rural \nInfrastructure Support Project (RISP), the benefits generated under these projects will reflect the \nbenefits expected to be generated under the Project. The evidence from implementation of \nthese two successful programs verified very significant benefits from similar community-based \ninterventions.  \n \n1.  Rural Infrastructure Support Project (RISP) \n8.  The 2007 evaluation of the RISP did not undertake a quantitative analysis of the impact \nof  that  project.  However,  the  qualitative  evaluation  confirmed  that  rural  infrastructure \ninvestments had a positive impact on poverty reduction, stimulated village economic activities, \nand represented an important source of primary and secondary employment that generated \nadditional disposable income for the villagers. The evaluation shows that project performance \nwas rated as fully satisfactory in 94% of the project villages and partly satisfactory in the \nremaining 6%. No village rated project performance as unsatisfactory.  \n \n9.  Overall,  the  RISP  generated  more  than  160,000  person-days  of  employment.  The \nevaluation  study  noted  a  high  level  of  satisfaction  among  the  communities  receiving  rural \ninfrastructure interventions, increased sense of community ownership, and enthusiastic support \nfrom the communities. \n \n  2.  World Bank’s Kecamatan Development Programs (KDPs) \n \n10.  The PNPM Mandiri design is largely based on the design of the World Bank’s KDPs. \nKDPs  also  follow  a  community-driven  development  (CDD)  approach  that  employs  social \nfacilitation  to  empower  communities  to  prioritize,  plan,  and  propose  the  infrastructure \ndevelopment to meet their priority needs. Based on the approved plans, block grants are \ntransferred  directly  to  the  community  organizations’  bank  accounts.  These  funds  cover \nconstruction costs related to materials, equipment, and labor. The average community grants \nunder the first two phases of KDP were about $25,000 per village, which is similar to the village \n                                                 \n1  Cook, C., T. Duncan, S. Jitsuchon, A. Sharma, and W. Gubao. 2005. Assessing the Impact of Transport and \nEnergy Infrastructure on Poverty Reduction.  Manila: ADB. \n ", "  Appendix 14  59 \ngrant size under the Project. One major difference of the Project and KDPs is that KDPs, in \naddition to the infrastructure needs, also allow for health- and education-related infrastructure. \nGrant utilization for these additional purposes, however, has been less than 2% of the total.  \n \n11.  The findings from the KDPs implementation show that all phases of the program have \nbeen successful. Investments in rural infrastructure development have been economically and \nfinancially viable and sustainable. Given that the Project is a part of the PNPM Mandiri, design, \nwhich is based on KDPs design; supports similar types and size of infrastructure; and invests \nsimilar amounts; the returns from the Project are anticipated to be similar in size and nature. \n \n12.  Commissioned in 2005 by the Government and the World Bank, an independent post-\nconstruction analysis of 113 rural infrastructure subprojects funded under the KDP confirmed \nsignificant economic benefits accruing to villages that planned and built infrastructure facilities \nfollowing a community-based approach.2 The study calculated the economic internal rates of \nreturn (EIRR) for four types of infrastructures: (i) roads, (ii) bridges, (iii) water supply, and (iv) \nirrigation. The four types were chosen because they have been shown over time to be the \ndominant types of infrastructures requested by the villages (representing more than two thirds of \nthe total investments). The overall weighted-average EIRR for all 113 projects was 51.4%. \nTable A14 shows how average EIRRs for each type of infrastructure ranged in the various \nproject provinces: \n \nTable A14: Economic Internal Rates of Return (EIRR) \n \n    Number of   Average EIRR \n \nType of Infrastructure  Projects  (%) \n \nWater Supply    41  38.62 \n \n  Roads and Bridges    55  51.84 \n  Irrigation    17  67.64 \n  Total     113  49.42 \n \nSource: Economic Impact Analysis of Kecamatan Development Program. 2005. \n \n13.  The cost-effectiveness analysis carried out by the same study reported that village \ninfrastructure  built  through  a  community-based  approach  cost  on  average  56%  less  than \nequivalent works built through the Ministry of Public Works or local government contracts, \ndemonstrating significant cost savings and additional economic value. Savings were due to the \nelimination of some of the following costs: middlemen and outside contractors’ overhead costs, \ndouble and triple handling of materials, frequent on-site design modifications, and extra charges \nfor supervising projects in remote areas. These cost comparisons do not yet include voluntary \ncommunity contributions to KDP, generally valued at 17% of total project costs. \n \n14.  The field survey carried out by the study concluded that of the 113 projects reviewed, \n95% (108) were valued by the villagers as having a “strongly felt” or “felt” impact on the quality \nof life of the supported villages. This shows a high level of direct and indirect benefits accruing \nfrom the investments. A general income multiplier analysis was also undertaken. This estimated \nthe disposable incomes and spending patterns of key groups within the communities to assess \nthe impact of the funds spent by the projects as they circulated within the village economies. \nThe study shows that the cash injected by the 113 projects into the village economies generated \nsignificant additional value, with an average multiplier for the 113 projects of 1.165.  \n                                                 \n2   Torrens, Anthony. 2005. Economic Impact Analysis of Kecamatan Development Program Infrastructure Projects. \nJakarta (final report, January). \n ", "60  Appendix 15 \nSUMMARY GENDER ACTION PLAN \n \nActivity  Measures  Targets \nComponent 1:  Community Facilitation and Mobilization \nSelection of  •  Develop terms of reference (TOR) for project  •  The TOR of relevant consultants \nproject  consultants and community facilitators that outline  and community facilitators stated \nconsultants and  specific tasks to enhance gender equality.  specific tasks to enhance gender \ncommunity  •  Ensure sufficient representation of women among  equality. \nfacilitators  the community facilitators.  •  At least 30% (about one third) \n  members of community facilitator \nteams are women. \n \nCapacity  •  Provide gender equality briefing and/or trainings for  •  Specific gender trainings are \nbuilding of  consultants and community facilitators to improve  developed and provided for \nconsultants and  their understanding about gender perspective and  relevant consultants in all levels \ncommunity  their capacity to implement the Project’s gender  (e.g., national, districts) and all \nfacilitators  action plan (GAP) sufficiently.  community facilitators. \n  •  All gender related training programs are assessed \non gender perspective content prior to delivery. \n \nConsultation  •  Ensure balanced representation of both genders in  •  At least 40% of participants in \nand socialization  all consultation and socialization forums.  consultation and socialization \nof the program  •  Ensure effective participation of women in all  activities are women. \nin the  consultation and socialization activities conducted  •  Separate consultation and \ncommunity  in the communities.  socialization meetings with \n•  Organize separate consultations with women to  women in the community about \nensure that they receive sufficient information  the project design and scope are \nabout the project and create opportunities for them  conducted. \nto voice their opinions, needs and preferences.   \n   \nSocial mapping  •  The social mapping at the village level collects  •  Gender disaggregated data are \nat the village  gender disaggregated data.  collected in social mapping at the \nlevel  •  Guidance to collect gender disaggregated data in  village level. \n(e.g., poverty  social mapping is developed (by project gender  •  Guidance on collection of gender \nmapping,  and social development specialist) and applied in  disaggregated data is developed. \nidentification of  each project village.  •  Identification of common and \nproblems and  •  The gender disaggregated data collected in village  different problems, needs, and \nneeds,  social mapping is used to identify common as well  capacity between men and \nevaluation of  as different problems, and needs and capacity  women in the community is \ncommunity  between men and women as users of infrastructure  based on the gender \nimplementation  facilities and services.  disaggregated data. \ncapacity)    \nEstablishment of  •  Encourage women to participate in the election of  •  At least 40% of candidates in the \ncommunity  CIO members as candidates.   election of CIO members are \nimplementation  •  Ensure sufficient representation of women in each  women. \norganizations  CIO and ensure that the specific problems, needs  •  At least 40% of the elected \n(CIOs)  and interests of women can be articulated and  members of each CIO are \nheard in community meetings.  women. \n \nCommunity  •  Ensure balanced representation and equal access  •  Both genders are proportionally \ncapacity building   of both genders in capacity building activities (e.g.,  represented and involved in \n  trainings)  capacity building activities. \n•  Ensure effective participation of women in capacity  •  At least 30% of participants of \nbuilding activities (e.g., trainings)   capacity-building activities (e.g., \n•  Provide relevant skill development opportunities for  trainings) are women. \nwomen that are important to improve their capacity  •  Relevant skill development \nto effectively participate in various stages of project  opportunities are provided for \nimplementation.  Special attention should be  female members of the CIOs in \nprovided for female members of the CIOs.   order to improve their capacity in \n  project implementation. \n ", "  Appendix 15  61 \nComponent 2: Rural Infrastructure Improvement \nFormulation of  •  Ensure sufficient representation of women in  •  At least 40% of participants of \nvillage medium- consultation forums to formulate village MTPR  consultation forums to formulate \nterm poverty  plans and related annual investment plans.  village MTPR plans are women \nreduction  •  Ensure effective participation of women in the  •  At least one separate \n(MTPR) plans  formulation of village MTPR plans.   consultation with women to \n•  Organize separate consultations with women to  formulate village MTPR plans is \nensure that they can openly voice their needs,  conducted. \ninterests, and aspirations in village MTPR plans.    •  The village MTPR plans \n•  Ensure that the village MTPR plans adequately  adequately accommodated the \naccommodate the results of consultations with  results of consultations with \nwomen.   women. \n \nImplementation  •  Integrate appropriate contribution of women to  •  Equal amount of payment \nof village  construction of infrastructure facilities (e.g., in the  received by male and female \ninfrastructure  quality control of the construction materials)  workers who undertake work of \nproposals  •  Whenever women are involved in the construction  equal value. \nof the infrastructure facilities, ensure equal pay for \nwork of equal value.  \n \nOperation and  •  Ensure active involvement of women in operation  •  At least 30% of those who are \nmaintenance  and maintenance of the completed infrastructure  responsible for the O&M are \n(O&M) phase  facilities (e.g., development of O&M plan,  women. \nestablishment of unit and/or group that is  •  Relevant O&M trainings are \nresponsible for O&M, management of financial  provided for women. \nresources for O&M). \n•  Provide relevant operation and maintenance \ninformation and/or trainings for women. \n \nMonitoring  and  •  Collect gender disaggregated data on  •  Gender disaggregated data is \nevaluation   stakeholders’ participation in trainings and  collected in baseline and \ncommunity activities (planning, implementation,  completion surveys. \nand O&M) in baseline and completion surveys.  •  Community facilitators are \n•  Provide training for the community facilitators to  properly trained to collect gender \ncollect gender disaggregated data in those  disaggregated data. \nsurveys.   •  Analysis of the gender \n•  Ensure that gender disaggregated data collected is  disaggregated data is included in \nproperly analyzed and the analysis is included in  project progress reports. \nthe project progress reports.  •  Field visits and regular \n•  Project gender specialists regularly conduct field  supervision for community \nvisits, review progress in gender mainstreaming,  facilitators are conducted and \nand supervise community facilitators.  reported. \n \nImplementation Arrangements \nThe Project’s GAP will be implemented by communities with assistance of the consulting teams at the national, \nprovincial and district levels. The gender equality related tasks have been reflected in the TOR of all consulting \npackages. Nevertheless, social development and gender experts will be specifically mobilized at the district and \nprovincial levels. Gender equality related tasks at the national level will be performed by the social development \nspecialist.   \n \nAt the national level, the consultants will be engaged to incorporate the Project’s GAP into project planning and \nprogramming, including the training plans. In addition, the consultants will collect gender disaggregated data in \nbaseline and completion surveys, analyze the data, and report the findings in project progress reports. At the \nregional level, the consultants will ensure that measures to enhance gender equality, as outlined in the Project’s \nGAP, will be incorporated into community facilitation, establishment, and capacity building of CIOs. \nCIO = community implementation organization, GAP = gender action plan, MTPR = medium-term poverty reduction, \nO&M = operation and maintenance, TOR = terms of reference. \nSource: Asian Development Bank. \n "], "metadata": {"CreationDate": "D:20080904160008+08'00'", "Author": "JN2", "Creator": "PScript5.dll Version 5.2", "Keywords": "rural infrastructure support, pnpm mandiri project, national program for community empowerment, program nasional pemberdayaan masyarakat mandiri, community-driven development, adb loan 2449, adb project 40247", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20081003135011+08'00'", "Title": "Rural Infrastructure Support to the PNPM Mandiri Project"}, "author_page": " \nGLOSSARY \n \n  kecamatan  –  subdistrict \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., FY2008 \nends on 31 December 2008. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  U. S. Malik, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  B. Alimov, Environmental Economist, SERD \nTeam members  I. Ahsan, Counsel, Office of the General Counsel \n  C. Burkley, Social Development Specialist, Regional and Sustainable \nDevelopment Department \n  M. Huddleston, Senior Social Development Specialist, SERD \n  N. Ikemoto, Environment Specialist, SERD \n  M.N. Islam, Environmental Engineer, SERD \n  W. Kubitzki, Portfolio Management Specialist (Social Sector), SERD \n  M. Oka, Social Development Specialist, SERD \n  H. Purnomo, Project Officer (Financial Sector/Small and Medium \nEnterprises), SERD \n  Soewartono H.S., Senior Project Officer, SERD \n  P.P. Wardani, Senior Project Officer, SERD \n \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "U. S. Malik", "role": "Agriculture", "organization": "Environment"}, {"documentRole": "Team leader", "fullname": "B. Alimov", "role": "Environmental Economist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "I. Ahsan", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "C. Burkley", "role": "Social Development Specialist", "organization": "Regional and Sustainable"}, {"documentRole": "Team members", "fullname": "M. Huddleston", "role": "Senior Social Development Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "N. Ikemoto", "role": "Environment Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "M.N. Islam", "role": "Environmental Engineer", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "W. Kubitzki", "role": "Portfolio Management Specialist (Social Sector)", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "M. Oka", "role": "Social Development Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "H. Purnomo", "role": "Project Officer (Financial Sector", "organization": ""}, {"documentRole": "Team members", "fullname": "Soewartono H.S.", "role": "Senior Project Officer", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "P.P. Wardani", "role": "Senior Project Officer", "organization": "SERD"}]}