{"path": "data/input/ta/40255-043-vie-tar.pdf", "pages": [" \n \nTechnical Assistance Report \nProject Number: 40255  \nCapacity Development Technical Assistance (CDTA) \nMay 2011 \n \n \n \nSocialist Republic of Viet Nam: Central Mekong Delta \nRegion Connectivity Technical Assistance Project \n(Financed by the Government of Australia) \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 6 May 2011) \n   \nCurrency Unit  –  dong (D) \nD1.00  =  $0.00005 \n$1.00  =  D20,610 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  HCMC  –  Ho Chi Minh City \n  km  –  kilometer \n  m  –  meter \n  MOT  –  Ministry of Transport \n  PCC  –  project coordinating committee \n  PMU-MT  –  project management unit-My Thuan \n  SAP  –  social action plan \n  SSH  –  Second Southern Highway \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Transport,  and  information  and  communication  technology  (road \ntransport)  \nTheme (subtheme)  –  Economic  growth  (widening  access  to  markets  and  economic \nopportunities) \nClimate change  –  Adaptation \nLocation impact  –  Regional (medium), national (high)  \nPartnership  –  Government of Australia \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Lynch, Transport and Communications Division, SERD \n   \nTeam leader  R. Ishenaliev, Transport Specialist, SERD \nTeam members  P. Broch, Senior Transport Economist, SERD  \n  M. Buendia, Safeguards Specialist (Resettlement), SERD \n  P.E. Clos, Counsel, Office of the General Counsel \n  N. Farrofo, Senior Project Officer, SERD \n  L.D. Thang, Senior Project Officer (Transport), SERD \n  A. Velasquez, Safeguards Specialist (Environment), SERD \nPeer reviewer  P. Seneviratne, Principal Transport Specialist, Central West Department \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n \n ", "104o  00'E Moc Bai 107o  00'E\nGo Dau\nC A M B O D I A Thu Dau Mot\n1A\nBien Hoa\nAn Suong\nChau Phu N1 Thu Duc\nC(3a5o0  Lma nmha iBnr sidpgaen ;L 1e5n0g tmh  1si,d4e3 7s pmaentse)r;s  N2 Cho Lon HO CHI MINH CITY\nChau Doc 37.5 m navigation clearance\nCao Lanh\nPort\nHa Tien N1 Long XuyHeanu R.MyP oTTrhiteoni RC.ao Lanh My An Tan An\nBridge 1A\nVam Cong Bridge Length 2,154 meters\nBai No Port (450 m main span; 190 m side spans); My Tho\n37.5 m navigation clearance Vam Cong Sa Dec Port MBy rTidhguean My Tho Port\nBridge\nHon Chong Vinh Long\nTra Noc Port\nBinh Tri Port Hon Chong Port N2 Vinh Thai Port\nRach Gia Can Tho Port CBarnid Tgheo\nAn Phuoc Port\n10o  00'N Tac Cau Port Can Tho Cai Cui Port Tra Vinh 10o  00'N\nVi Thanh\nBa Dong\nSoc Trang\nKhanh Hung\n1A Mouth  of  Mekong \nBac Lieu\nCa Mau\nVIET NAM\nCENTRAL MEKONG DELTA REGION\n1A CONNECTIVITY TECHNICAL ASSISTANCE\n PROJECT\nNam Can\n107o  00'E\n9o  00'N N 9o  00'N\n105o  00'E 110o  00'E\nPEOPLE'S REPUBLIC\nOF CHINA\n0 10 20 30 40 50 100 HA NOI\nNational Capital Kilometers 20o  00'N Hai Phong 20o  00'N\nProvincial Capital\nCity/Town Vinh\nPort LAO\nPEOPLE'S\nExisting Bridge DEMOCRATIC\nCompleted Section of Second Southern Highway REPUBLIC\nDa Nang\nInvestment Project\nHoi An\nInvestment Project Stage 2\nQuang Ngai\nPlanned Expressway Network\nNational Highway 1A Pleiku Quy Nhon\nExisting National Highway CAMBODIA Tuy Hoa\nRailway\nNha Trang\nRiver Da Lat\nInternational Boundary PROJECT LOCATIONHo Chi Minh City\nBoundaries are not necessarily authoritative. 10o  00'N Vung Tau 10o  00'N\n104o  00'E 105o  00'E 110o  00'E\n10-2914 AV ", "", " \nI.  INTRODUCTION \n1.  The proposed Central Mekong Delta Region Connectivity Technical Assistance Project1 will \nassist the Government of Viet Nam in preparing detailed designs for and support implementation of \nthe  ensuing  Central  Mekong  Delta  Region  Connectivity  Project  (the  investment  project).  The \nGovernment of Australia confirmed its intention to finance the technical assistance (TA) and the \nGovernment of Viet Nam requested the Asian Development Bank (ADB) to administer the funds. \nThe design and monitoring framework is in Appendix 1. \n  \n2.  The investment project is in the Mekong Delta region of southern Viet Nam. It will improve \ntransport services across and within the central Mekong Delta region by constructing a section of \nthe Second Southern Highway (SSH) that the government is developing to connect Ho Chi Minh \nCity  (HCMC)  with  the  isolated  southwestern  region  of the  Mekong  Delta.  A summary  of  the \ninvestment project is available on the ADB website.2  \n \nII.  ISSUES \n3.  The Mekong Delta is the third largest industrial center in Viet Nam after HCMC and Ha Noi, \nand its economy relies mainly on agro-industry and other light industries. It is also known as the \n“rice basket” of Viet Nam and contributes significantly to Viet Nam’s record rice exports, making the \ncountry among the world’s top three rice exporters.3 However, poor infrastructure and natural \ncalamities limit growth, and poverty in the more remote areas of the Mekong Delta remains high. \n \n4.  While the Mekong Delta has an extensive inland waterway network that operates effectively, \nbased on the Mekong River, it is best suited for bulk agricultural products and similar commodities. \nThe road network is in early stages of development and is constrained by poor connections, narrow \npavements, and frequent waterway crossings. The absence of a reliable road network in the Mekong \nDelta is a significant constraint to attracting higher-value agricultural and industrial investments that \nwould lead to an increase in economic activity. The growing demand for an efficient transport \nnetwork prompted the government to set targets in its proposed 5-year Transport Development Plan \n2011–20154 to transport 796 million tons or 64.2 billion ton-kilometers (km) of goods and 3.15 billion \npassengers or 106.6 billion passenger-km per year by road alone. To achieve this, the 5-year plan \naims to build, improve, and upgrade about 3,000 km of roads and 44,600 meters (m) of road bridges. \nNational Highway 1A, which runs the length of Viet Nam from north to south, is the only artery that \ngives uninterrupted road access to Viet Nam’s southern coastal region, and this is only to the eastern \nside. Reliance on a single artery constrains balanced development of a reliable primary road network \nfor the Mekong Delta; such network would facilitate efficient land use with integrated development of \nsecondary roads and other infrastructure. \n \n5.  The government has launched an expressway development plan5 that identifies the SSH as \na key artery for development of the Mekong Delta. The SSH connects HCMC through the Mekong \nDelta to the southern coastal region and serves as an alternative to National Highway 1A. It also \nprovides access to the Mekong Delta’s southwestern provinces, and connects to the Greater \nMekong Subregion Southern Coastal Corridor at Rach Gia. The SSH is currently interrupted by \nferry crossings at Cao Lanh and Vam Cong, which are slow and cause delays to traffic.  \n \n                                                \n1  The TA first appeared in the business opportunities section of ADB’s website on 6 October 2010. \n2   Asian Development Bank. Project Information Document. Available:  \nhttp://pid.asiandevbank.org/modules/tinycontent/pid_historical.php?projno=40255&seqno=03&type=3&piddt=15-Oct-\n201004:11PM  \n3  International Rice Research Institute, World Rice Statistics. Available: http://beta.irri.org/index.php/Social-Sciences-\nDivision/SSD-database/      \n4  Government approval is expected in 2011 as part of its Five-Year Socio-Economic Development Plan 2011–2015. \n5  Decision 1734/QD-TTg, Approval of Viet Nam’s Expressways Development Plan up to 2020 and beyond. \n ", "2   \n6.  The government plans to remove the bottlenecks caused by slow ferry operations and, \nmore generally, improve connectivity in the Mekong Delta by constructing a section of the SSH \nbetween Cao Lanh (on the northern bank of the Tien branch of the Mekong River) and Long Xuyen \n(on the southern bank of the Hau branch). This section will consist of: (i) component 1: Cao Lanh \nBridge (2.1 km) and approach roads (5.7 km); (ii) component 2: interconnecting road (15.7 km); (iii) \ncomponent 3: (a) Vam Cong Bridge (2.9 km), and (b) approach roads (2.9 km); (iv) component 4: \nLong Xuyen Bypass (17.5 km); (v) component 5: Long Xuyen Bypass extension (5.7 km); and (vi) \ncomponent 6: My An–Cao Lanh connecting road (26.9 km).  \n \n7.  The investment project will comprise components 1–3. The government intends to construct \ncomponents 4–6 as part of a future project. The governments of Australia and of the Republic of \nKorea are expected to cofinance the investment project.  \n \n8.  ADB’s strategy for Viet Nam6 focuses on helping the government reduce poverty incidence \nto 10%–11% by 2010. In the transport sector, ADB assists the government improve its transport \ninvestment program, increase sector efficiency, and reduce transport costs. The investment project \nis firmly supported by the government and included in its 5-year plan, as well as in ADB’s country \noperations business plan for Viet Nam and scheduled for approval in 2012.7 \n \n9.  The investment project is expected to bring inclusive development to areas that are poorly \nconnected  to  major  population  centers,  improve  access  to  basic  social  and  health  services, \nincrease national food security by stimulating local agro-industry and boosting exports, facilitate \nprivate sector investment, and extend regional connectivity to neighboring Cambodia and the \nGreater Mekong Subregion, as well as to Viet Nam’s major inland ports in the Mekong Delta. An \nestimated 170,000 road users will benefit daily from the investment project and the 5 million \nresidents of An Giang, Can Tho, and Dong Thap provinces will benefit from an improvement in \nliving standards. \n \n10.  Climate change has the potential to exacerbate the risk associated with large infrastructure \nprojects within their lifespan. The Mekong Delta has been identified as one of the world’s most \nvulnerable regions to climate change. Predicted changes to the climate of the delta could increase \nboth the magnitude and frequency of floods and storms and induce greater seasonal variability in \nweather patterns. This increases the risk and potentially reduces the design life of large infrastructure \nworks. To mitigate such risk, climate proofing of the infrastructure to be financed by the investment \nproject is necessary. \n \n11.  Rationale for the technical assistance. The project preparatory TA for the investment \nproject8 concluded that, with a 16% economic rate of return, the investment project and this TA are \nviable investments. This TA meets two fundamental project needs: (i) preparing detailed designs \nand bidding documents for the portion of the investment project that ADB and the Government of \nAustralia  are  considering  financing,  and  (ii)  ensuring  the  early  availability  of  social  and \nenvironmental planning documents for implementation of the investment project. This is particularly \nimportant for the investment project because comprehensive project readiness will: (i) reduce \nproject start-up delays and speed up implementation of the investment project; (ii) respond to the \ngovernment’s target for construction and commissioning of the investment project during 2011–\n2016; (iii) reduce the government’s loan servicing cost on the ADB loan for the investment project; \nand (iv) include construction supervision services and capacity building support, which are critical \nfor the successful implementation of the investment project. \n                                                \n6  ADB. 2006. Country Strategy and Program: Viet Nam, 2007–2010. Manila. \n7  ADB. 2009. Country Operations Business Plan: Viet Nam, 2009–2011. Manila. The investment project first appeared in \nthe business opportunities section of ADB's website on 17 September 2010. \n8  ADB. 2007. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Central Mekong Delta Region \nConnectivity Project. Manila (TA 7045-VIE). \n ", "  3 \n \n12.  Construction  supervision  would  usually  be  part  of  the  investment  project;  however,  its \ninclusion under the scope of the TA is essential for ensuring efficient implementation of a technically \ncomplex project, which involves construction of two large, cable-stayed bridges. The bridges, each of \nwhich will cost about $250 million, will have 350-meter and 450-meter main spans, 120-meter high \ntowers, and support a six-lane roadway more than 50 meters above a major international waterway, \nthe Mekong River. The bridges will be constructed on main foundations that extend 100 meters \nbelow  the  river  bed.  For  bridges  of  this  scale  and  complexity,  the  designers'  supervision  of \nconstruction is critical; the structures’ technical designs and bridge erection methods will have to be \ncontinually  monitored  and  adjusted  as  erection  loadings  change. Without  such  continuity,  from \ndesign to supervision, the risk of construction delays, litigation, and major design and construction \nerrors is significant, which may lead to structure’s failure. This approach has been discussed with the \ngovernment and with transport professionals, and the conclusion is that continuity of design and \nsupervision is essential for the successful implementation of the investment project. \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n13.  The impact of the TA will be improved and sustainable road transport connectivity across \nand within the central Mekong Delta region. Its outcome will be the satisfactory implementation of \nthe investment project, according to designs and plans acceptable to the government, ADB, and \nthe cofinanciers.  \n \nB.  Methodology and Key Activities \n14.  The TA will achieve its outcome through consulting services. Part A services will include \npreparing detailed designs and bidding documents, updating safeguards and social action plans, and \nassisting with procurement of civil works9 for the Cao Lanh Bridge and approach roads (component \n1), interconnecting road (component 2), and approach roads for the Vam Cong Bridge (component \n3b).10 Part B services will include supporting implementation of the investment project (subject to \nADB and the Government of Australia financing), which will include construction supervision for the \ncomponents  mentioned  above,  assisting  implementation  of  safeguards  and  social  action  plans \n(including for component 3a to be financed by the Government of the Republic of Korea), and \nmonitoring project benefits and impacts.  \n \n15.  Parts  A  and  B  both  include  capacity  building  activities  in  areas  such  as  engineering, \nprocurement and contract management, benefits monitoring and evaluation, implementing social \nand environmental safeguards, asset management, toll operations, and climate proofing. Individual \ncapacity building activities in these areas will be designed during implementation of the TA and \nincluded in the terms of reference for consultants. The Government of Australia will also separately \nfinance the preparation and implementation of a project anticorruption action plan. \n \n16.  The social impact assessment, prepared as part of the project preparatory TA for the \ninvestment project, identified potential adverse social impacts to include: (i) land acquisition and \nresettlement,  (ii)  loss  of  livelihoods  associated  with  ferry  traffic  and  changed  traffic  flow,  (iii) \nreduced access to local roads once the highway and bridges are constructed, (iv) traffic accidents, \nand (v) increased risk of HIV infection and human trafficking. Based on the assessment, a social \naction plan (SAP) was prepared to ensure that social benefits are maximized and adverse impacts \n                                                \n9  Up to but not including signing of civil works contracts. \n10 Component 3A: Vam Cong Bridge and approach bridges will be financed by the Government of the Republic of Korea \nthrough a parallel-tied loan from the Korean EximBank that will include detailed design, procurement assistance, and \nconstruction supervision.  \n ", "4   \nare  mitigated,  if  not  avoided.  Gender  issues  have  been  mainstreamed  as  part  of  the  SAP \n(Appendix 2). The estimated cost of implementing the SAP is $1.2 million and will be financed by \nthe TA.  \n \n17.  Climate  proofing. The ongoing study on Climate Change Adaptation in Asia and the \nPacific11 will (i) assess the potential threats posed by climate change to the investment project, (ii) \nestimate the vulnerability of the project design, (iii) estimate possible damage to infrastructure in \nthe case of no adaptation action, (iv) propose and prioritize adaptation options to mitigate climate \nrisks, and (v) estimate the incremental cost of those options. Consultants under this TA will then \nincorporate climate change impacts and mitigation measures into the detailed designs. \n \n18.  Assumptions and risks. To achieve the desired outcome, the TA assumes timely approval \nof the detailed designs and bidding documents, that compensation and mitigation measures are \nagreed to by the affected people, and civil works are procured and implemented on time and in \nstrict  adherence  to  ADB’s  Procurement  Guidelines  (2010,  as  amended  from  time  to  time), \nSafeguard Policy Statement (2009), and Anticorruption Policy (1998, as amended to date). The \nrisks associated with the TA have been internalized as part of the TA design and will be addressed \nthe following ways:  \n(i)  Potential  delays  in  the  consultant  selection  process  are  mitigated  through  the \ngovernment’s  agreement  for  ADB  to  select  the  consultant  through  advance \ncontracting.  \n(ii)  Substandard  design  and  poor  performance  of  the  consultant  are  mitigated  by \nincorporating review of designs by an independent proof check consultant, and \ninclusion of relevant criteria in the consultant selection process to ensure that only \nconsultants with previous experience of preparing and executing similar projects \nsuccessfully in similar environments are eligible to participate. \n(iii)  Satisfactory completion of detailed designs (part A) is a precondition for issuing the \nconsultant with a notice to proceed with construction supervision (part B). \n \nC.  Cost and Financing \n19.  The $26 million TA will be financed entirely by the Government of Australia on a grant \nbasis. ADB will administer the grant. The cost estimates and financing plan are in Appendix 3. The \ngovernment has been informed that approval of the administration of the TA grant does not commit \nADB or the Government of Australia to finance any ensuing project.  \n \nD.  Implementation Arrangements \n20.  Implementation of the TA will be partially delegated to the government. The executing \nagency for the TA will be the Ministry of Transport (MOT). The project management unit-My Thuan \n(PMU-MT) under the MOT will be the implementing agency and will be responsible for the direct \nsupervision and day-to-day implementation of the TA. The capacity of the PMU-MT was found to \nbe satisfactory to implement this TA (capacity assessment report is available on request). \n \n21.  Overall direction and management of the TA and the investment project will be provided \nthrough the project coordinating committee (PCC). The PCC will be  responsible for ensuring \ncoordination  across  all  aspects  of  the  project’s  implementation,  for  resolving  technical  and \ncontractual issues as they arise, and for monitoring implementation of the project’s safeguard \nprograms, in particular programs for addressing involuntary resettlement and environmental impact \nmitigation. The PCC will meet quarterly, with at least two meetings per year scheduled to coincide \nwith joint cofinanciers’ review missions.  \n \n                                                \n11 ADB. 2007. Technical Assistance for Promoting Climate Change Adaptation in Asia and the Pacific. Manila. \n ", "  5 \n22.  The PCC will be chaired by the vice-minister for transport responsible for the project. PCC \nmembers will include representatives of the confinanciers, representatives of the provinces within \nthe project area, and representatives of central government ministries and agencies. The PMU-MT \nwill  act  as  the  PCC  secretariat  in  coordination  with  relevant  departments  in  the  MOT.  The \nsecretariat  will—with  design  and  supervision  consultant’s  assistance—prepare  and  distribute \nagendas for meetings, arrange  meeting  logistics,  prepare  and circulate  minutes,  and monitor \nagreements and decisions reached at the meetings. This consultant will be invited to the PCC \nmeetings by the PMU-MT as required. Detailed operational procedures for the PCC will be jointly \nprepared at the TA inception.  \n \n23.  A consulting firm for services under both part A and part B (para. 14) will be recruited under \na single contract (with a second notice to proceed for part B services) subject to (i) satisfactory \ncompletion of the detailed designs (part A), and (ii) ADB, the Government of Australia, and the \nGovernment of the Republic of Korea approving their financing for the investment project. To \nensure project readiness mentioned in para. 11, the government agreed that ADB, in consultation \nwith the government, will select all consulting services under the TA and disburse funds to the \nconsultants on the government’s request. The government (through the MOT) will negotiate with \nthe first-ranked firm, and afterwards sign and implement the consulting services contract.12 ADB \nwill administer the disbursement of the grant according to ADB’s Loan Disbursement Handbook \n(2007, as amended from time to time). \n \n24.  The TA will require 370 person-months of international consulting services and 1,627 person-\nmonths  of  national  consulting  services.  The  expected  implementation  period  is  June  2011–\nDecember 2016. The consultants will be recruited according to ADB’s Guidelines on the Use of \nConsultants (2010, as amended from time to time).13 The TA is complex and requires a high \nstandard of technical qualification from the consultants. Therefore, international consulting firm(s) in \nassociation  with  national  consulting  firm(s)  will  be  engaged  using  the  quality-  and  cost-based \nselection method with a quality–cost ratio of 90:10 and a full technical proposal. Consulting contracts \nwill be on a partial lump sum basis: a lump sum for design and procurement assistance (part A), and \ntime-based for implementation support (part B). The outline terms of reference for consulting services \nare in Appendix 4. In addition, the TA will require 16 person-months of individual consultant services \nfor proof checking the Cao Lanh Bridge designs prepared by the consulting firm. The PMU-MT will \nrecruit  these  consultants  using  the  individual  consultant  selection  method.  ADB’s  Procurement \nGuidelines will be applicable in any procurement activities to be financed under the TA. Upon \ncompletion, all assets purchased under the TA will be turned over to the MOT. \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n25.  The President recommends that the Board approve ADB administering technical assistance \n \nnot exceeding the equivalent of $26,000,000 to the Government of Viet Nam to be financed on a \ngrant basis by the Government of Australia for the Central Mekong Delta Region Connectivity \nTechnical Assistance Project. \n                                                \n12 The government confirmed this arrangement in the fact-finding mission’s memorandum of understanding signed on 30 \nSeptember 2010. \n13 Checklists for actions required to contract consultants are available in the e-Handbook on Project Implementation. \nAvailable:  http://www.adb.org/documents/handbooks/project-implementation/ \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n \nPerformance Targets and  Data Sources and  Assumptions  \nDesign Summary  Indicators with Baselines  Reporting Mechanisms   and Risks  \nImpact      Assumptions \nImproved and  Travel time from Cao Lanh  PMU-MT’s project  Parts of the Second \nsustainable road  to Long Xuyen reduced from  performance monitoring  Southern Highway, \ntransport connectivity  1–1.5 hours in 2010 to 30  report  Greater Mekong \nacross and within the  minutes by 2017    Subregion Southern \ncentral Mekong Delta      Coastal Corridor, and \nregion  Travel distance from Cao  PMU-MT’s project  future expansion of \nLanh to Long Xuyen  completion report   the project road are \nreduced from 35.4 km in    completed as planned \n2010 to 28.75 km by 2017     \n  MOT’s toll revenue and  Toll system is \nRevenues fully cover  operations and  efficiently operated \nproject operation and  maintenance accounts   \nmaintenance costs by 2017  Risk \nand consistently exceed  Toll charges too low \nthese requirements  to cover operation \nthereafter  and maintenance \nafter traffic builds up \nOutcome      Assumption \nSatisfactory  Investment project  PMU-MT’s project  All financing \nimplementation of  completed on time and  progress and completion  agreements for the \nthe investment project  within budget with  reports  investment project are \naccording to designs  cumulative time and cost    in place and effective \nand plans acceptable  overruns no more than 10%    to the satisfaction of \nto the government,      ADB \nADB, and the  Design and plans  PMU-MT’s project   \ncofinanciers  implemented by December  progress and completion  Risk \n2016 as agreed without  reports  Delays in \nmajor changes or deviations  procurement of civil \nworks \nOutputs      Assumptions \n1. Agreed detailed  Detailed designs proof  Proof check consultant’s  Timely approvals of \ndesigns and bidding  checked and agreed by the  endorsement and the  the detailed designs \ndocuments   government, ADB, and  government’s approval  and bidding \n  cofinanciers by June 2012  of detailed designs  documents by the \n      government \n  Agreed bidding documents  ADB’s approval of   \n  available by June 2012  bidding documents   \n2. Updated and  Resettlement plans and  ADB’s approval of  Compensation and \nagreed safeguards  environmental management  resettlement plans and  mitigation measures \nand social action  plan updated and agreed for  environmental  agreed to by the \nplans  implementation before June  management plan  affected people and \n  2012    communities \n       \n  Social action plan updated  ADB’s approval of social   \n  and agreed for  action plan   \n  implementation before June     \n  2012     \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions  \nDesign Summary  Indicators with Baselines  Reporting Mechanisms   and Risks  \n   \nPerformance monitoring  ADB’s approval of \n   \nframework and baseline  performance monitoring \n   \nindicators set 2 months prior  framework and \n   \nto start of construction  subsequent approval of \n   \nactivities  evaluation reports \n   \n   \n   \nMidterm evaluation done 24   \n   \nmonths after and at   \n   \nconstruction completion   \n   \nADB’s approval of   Works procured in a  \n3. Timely   Prequalification of bidders  \nprequalified bidders  timely manner by the \nprocurement of civil  completed within 12 months \n  government in strict \nworks   of TA start \n  adherence to ADB’s \n   \nADB’s approval of  Procurement \n  Civil works awarded within 6 \ncontract award  Guidelines (2010, as \n  months from the date of \n  amended from time to \n  invitation of bids \n  time) and \n   \n  Anticorruption Policy \n   \n  (1998, as amended to \n   \n  date) \n   \nPMU-MT’s project  Works implemented \n4. Efficient  Construction supervision \nprogress and  in a timely manner \nimplementation  services start within 18 \ncompletion reports and  and in strict \nsupport for the  months of TA start and \nADB’s PCR  adherence to ADB's \ninvestment project  completed satisfactorily 48 \n  Safeguard Policy \n   months thereafter \n  Statement (2009) and \n   \n  Anticorruption Policy \n  Resettlement plans \nPMU-MT’s resettlement    \n  implemented satisfactorily \nplan completion report \n  within 16 months of TA start \n \n   \n \n  Implementation of \nPMU-MT’s project \n  environmental management \nprogress and completion \n  plan and social action plan \nreports and ADB’s PCR \n  monitored quarterly and \n \n  adverse impacts mitigated \n \n  satisfactorily \n \n   \n \n  Capacity of PMU-MT is \nADB’s PCR \n  strengthened to procure \n  contracts and manage \n  construction and operation \n  of the investment project \n  after completion \nActivities with Milestones  Inputs \n1. Detailed designs and bidding documents  Government of Australia: $26 million grant \n1.1 Consulting firm recruited by June 2011  Item  Amount ($’000) \n1.2 Detailed designs and bidding documents  Detailed design and  9,694.00 \ncompleted by June 2012  procurement support \nImplementation support  11,432.90 \nContingencies  4.873.10 \n ", "8  Appendix 1 \n \nActivities with Milestones   \n2. Safeguards and social action plans   \n2.1 Safeguards and social action plans updated and \nagreed by August 2012 \n2.2 Benefits monitoring framework and baseline \nindicators agreed by January 2013 \n \n3. Procurement support \n3.1 Prequalification documents completed by \nJanuary 2012 \n3.2 Prequalification of bidders starts in January 2012 \nand completed by May 2012 \n3.3 Bids for civil works invited by June 2012 \n3.4 Contracts awarded by January 2013  \n \n4. Implementation support  \n4.1 Second notice to proceed with the construction \nsupervision part of the consulting services issued \nby September 2012 \n4.2 Agreed resettlement plans implemented by \nJanuary 2013 \n4.3 Construction supervision activities completed by \nDecember 2016 \n4.4 Social action plan implemented concurrently with \nconstruction supervision activities \n4.5 Compliance with environmental management \nplans monitored during the construction activities \n4.6 Midterm performance monitoring completed by \nDecember 2014 \n4.7 Project completion and final performance \nmonitoring reports completed by December 2016 \nADB = Asian Development Bank, km = kilometer, MOT = Ministry of Transport, PCR = project completion report, PMU-\nMT = project management unit-My Thuan, TA = technical assistance. \nSources: Asian Development Bank and the Government of Australia. \n \n ", "Appendix 2  9 \nDRAFT SOCIAL ACTION PLAN \nA.  Background \n1.  Project Description \n1.  The Central Mekong Delta Region Connectivity Project aims to promote sustained and \nequitable economic development by constructing high class transport infrastructure crossing the \nMekong Delta provinces of Dong Thap and Can Tho. The infrastructure proposed consists of \ntwo bridges to span the Tien and Hau branches of the Mekong River and approximately 15 \nkilometers of interconnecting road. The proposed project forms part of the Second Southern \nHighway (SSH), which connects Ho Chi Minh City (HCMC) through the central Mekong Delta \nregion to the southern coastal region, where it joins the Greater Mekong Subregion Southern \nCoastal Corridor at Rach Gia. The SSH crosses the Tien branch of the Mekong River at Cao \nLanh, and the Hau branch at Vam Cong. The Government of Viet Nam intends to collect road \ntolls at the proposed new bridge crossings to help meet the cost of constructing and maintaining \nthe bridges. \n2.  Viet Nam is experiencing rapid economic growth, based primarily on export processing \nindustries and tourism. Between 2003 and 2010, gross domestic product grew by an average of \n7% per year, while exports in the same period grew by an average of about 20%. The Mekong \nDelta region is the third largest industrial center in Viet Nam after HCMC and Ha Noi, and is \nbased primarily on agro-industry and other light industries. Road traffic is growing rapidly in Viet \nNam  and  a  key  constraint  to  future  development  is  the  availability  of  efficient  transport \ninfrastructure with adequate capacity to meet expanding demand. Between 2000 and 2009, \npassenger traffic grew at an average rate of about 12% per year and freight traffic at an average \nrate of about 16%. The government is rapidly upgrading and expanding Viet Nam’s strategic \ntransport  infrastructure—especially  highways,  railways,  and  ports—to  support  sustained \neconomic growth. \n2.  Poverty  \n3.  The population of Viet Nam is about 86 million, of which 50.48% are women. About 60.6 \nmillion people (70.4% of the population) live in rural areas. During the past 20 years, the \ngovernment’s  liberalization  policy  (Doi  Moi)  has  led  to  greater  economic  activity  with  a \nconsequent rise of incomes and reduction in poverty levels. The government estimated the \npercentage of poor households to be 15.5% nationwide in 2006, down from 18.1% in 2004. This \ndownward trend was reflected in both rural and urban areas.1 The current official poverty line is \nbased on an average monthly per capita income of D250,000 for rural areas and D290,000 for \nurban areas. Poverty is not distributed evenly throughout Viet Nam. The incidence of poverty is \nhighest in the northeast and northwest, the upland areas of the north central coast and the \nnorthern part of the central highlands. However, these areas tend to be sparsely populated. The \nhighest numbers of poor households are located in the more densely populated areas of the \nRed River and Mekong River Deltas. The lowest poverty rates are found in HCMC, Ha Noi, and \nthe southeastern region (Ba Ria-Vung Tau, Binh Duong, and Dong Nai provinces).2 Nationwide, \npoverty rates for rural areas are primarily associated with agro-climatic and market access \nvariables. Poverty rates are higher in areas with mountains, poor soil conditions (rocky, sandy, \n                                                \n1  Government Statistics Office. 2006. Results of the Survey of Household Living Standards. Viet Nam. \n2  N. Minot, B. Baulch, and M. Epprecht. 2006. Poverty and Inequality in Vietnam: Spatial Patterns and Geographic \nDeterminants. International Food Policy Research Institute for Development Studies, Research Report Abstract \nNo. 148. Available:  http://www.ifpri.org/sites/default/files/publications/ab148.pdf \n ", "10   Appendix 2 \nsaline,  acid  sulfate)  and  far  from  towns.  Conversely,  flat  land  and  high  road  density  are \npositively associated with lower poverty rates throughout Viet Nam. Despite the general low-\nincome levels and variation in poverty rates across Viet Nam, the level of inequality is relatively \nlow compared to other developing countries (footnote 2). \n3.  Indigenous Peoples \n4.  The main indigenous ethnic minority in the Mekong Delta is the Khmer. According to the \nGovernment  Statistics  Office  about  1.05  million  Khmer  people  live  in  the  Mekong  Delta, \naccounting for 6% of the total population of the area. The Khmer live in eight provinces, namely \nTra Vinh (30% of the province’s total population), Soc Trang (29%), Kien Giang (13%), An \nGiang, and smaller numbers in Bac Lieu, Ca Mau, Can Tho, and Vinh Long. The project area \nhas very small numbers of ethnic Khmer. In the Can Tho project area, ethnic Khmer households \ncomprise less than 1%3 of the population and are integrated with the ethnic majority Kinh \n(Vietnamese) population. No ethnic Khmer live in the Dong Thap Province project areas. \n4.  Gender Profile \n5.  Women comprise 51% of the population in the project area. Overall, women education \nattainment levels are lower than those of men. However, the education equity gap is closing for \nthe younger generation. Education attainment levels are almost equal for men and women \nunder the age of 35 years. These trends are reflected in the workforce, with women being \nunderrepresented in semiskilled and skilled occupations. Women’s participation in paid work is \nlower than that of men. Women tend to be more involved in the informal sector such as in small-\nscale  trading  and  unskilled  work  (such  as  casual  labor),  lacking  security  of  continuous \nemployment. \n5.  Social Action Plan \n6.  This social action plan (SAP) was prepared under the project preparatory technical \nassistance to ensure that social benefits are maximized and adverse impacts are mitigated, if \nnot avoided. Gender issues have been mainstreamed as part of the SAP. This SAP has been \nprepared in accordance with the Safeguard Policy Statement (2009) and Policy on Gender and \nDevelopment (1998) of the Asian Development Bank (ADB). \nB.  Social Impact Assessment \n7.  A  social  impact  assessment  conducted  under  the  project  preparatory  technical \nassistance was based on primary sources including household surveys, in-depth interviews, key \ninformant interviews, and focus group discussions, as well as research of secondary sources \n(such as government statistics, reports, and other studies). The social impact assessment \nidentifies potential benefits, as well as negative impacts and the risks posed by the investment \nproject. It also proposes mitigation measures to address the negative impacts and enhance \nbenefit distribution. The impacts and associated mitigation measures are summarized in this \nSAP. \n1.  Project Benefits \n8.  The investment project is expected to have an overall positive impact on transportation \nand mobility by connecting HCMC and the central Mekong Delta region with a high class road \n                                                \n3  The largest number is in Thoi Thuan Ward, with 0.4% of the population. \n ", "Appendix 2  11 \nsystem saving both time and transportation costs. Within the project area itself, the investment \nproject is expected to provide opportunities over the long term for developments in agriculture \nand  industry  by  improving  market  access,  as  well  as  improving  access  to  services  and \nemployment for the general population. \n2.  Benefits for Women \n9.  The  investment  project  is  expected  to  produce  benefits  for  women  in  the  form  of \nincreased  opportunities  for  employment,  which  are  expected  to  result  from  economic \ndevelopment in the general area of the project. Benefits will be enhanced through improved \naccess to services and reduced travel time. \n3.  Project Adverse Impacts \n10.  Land acquisition and resettlement. An estimated 110 hectares of land will be acquired \nfor  the  investment  project,  affecting  approximately  1,300  households  and  businesses. \nApproximately 560 households are expected to be required to relocate.  \n11.  Livelihoods associated with ferry traffic and changed traffic flow. The increased \nflow of traffic that the investment project will bring will have a negative impact on livelihoods that \nare reliant on existing traffic. In particular, 125 businesses and 520 other service providers \n(hawkers, mobile vendors, and motorbike taxis) in the immediate vicinity of the ferry terminals at \nCao Lanh and Vam Cong will be affected. \n12.  Access and mobility. The project road and interchanges will (to varying degrees) form \nbarriers for cross-movement of local communities through which the roads pass. Such a barrier \neffect  can  inhibit  access  to  essential  services  (schools,  medical  services),  markets,  and \nlivelihoods, as well as severely disrupt social networks. These impacts will be mitigated by \nconstructing road underpasses. \n13.  Affordability. The project road and bridge system will require payment of tolls by users. \nAccording to current plans the toll fees are expected to be no more—and most likely less—than \nthe existing ferry ticket costs and no toll fees will be applied to motorbike traffic. As such, no \nnegative impact is expected associated with affordability of use of the project facilities. \n14.  Road  safety. The  investment  project  is  designed to  be  constructed to  expressway \nstandards, allowing for vehicle speeds of up to 80 kilometers per hour for mixed traffic. A very \nsignificant increase in traffic flow is expected. This creates associated risks of traffic accidents \nand potential risks to people who might venture on to the road. A road safety activities have \nbeen built into the investment project’s design at both preparatory and detailed design phases. \nThe current design also includes physical barriers to inhibit pedestrian access. \n15.  HIV and human trafficking. The construction phase of the project presents increased \nrisks  of  HIV  infection  to  local  communities,  construction  workers,  and  mobile  populations. \nConstruction workers will be concentrated in a number of locations (including construction \ncamps) during the construction of the investment project. The vast majority are expected to be \nunaccompanied  men  away  from  their  families  and  communities  for  extended  periods.  An \nassociated  increase  in  the  presence  of  sex  workers  and  other  mobile  populations  is  also \nexpected  during  this  phase.  Several  aspects  of  the  project—especially  land  acquisition, \nresettlement, and changed traffic flow—could adversely affect or present significant risks to \nlivelihoods and household living standards, causing social dislocation. If such impacts are not \n ", "12   Appendix 2 \nmitigated,  women  and  children  could  face  significantly  increased  risks  of  trafficking  and \nexploitation. \n16.  Women. Development projects can affect men and women differently. Women are more \nvulnerable to hardship due to loss of economic and social base caused by land acquisition, \nrelocation, and loss of livelihood. In addition, women will also face other social risks, such as \nHIV  infection  and  human  trafficking,  due  to  the  influx  of  workers  during  construction  and \nafterwards. \n17.  Labor.  The  Vietnam  Labor  Code  and  International  Labour  Organization  treaties 4 \nprescribe minimum standards for working conditions (including requirements for occupational \nhealth and safety) and remuneration, as well as the prohibition of child labor and gender-based \ndiscrimination in the workplace. \n18.  Indigenous peoples. A small number of ethnic Khmer households live in the project \narea, in Thot Not District of Can Tho City. These households tend to be land-poor and reliant on \ncasual  labor  for  income.  No  indigenous  people  in  the  project  area  are  affected  by  land \nacquisition  and  resettlement,  nor  are  their  livelihoods  negatively  affected.  Ethnic  Khmer \nhouseholds in the project area could potentially benefit from project-related employment. \nC.  Other Implementation Issues \n1.  Consistency of Application of Safeguards \n19.  The  safeguard  measures  included  in  the  project  are  aimed  at  mitigating  negative \nimpacts on people in the project area. The investment project will be funded by ADB, the \nAustralian Agency for International Development, and the Government of the Republic of Korea. \nInconsistent  application  of  ADB’s  Safeguard  Policy  Statement  across  the  different  project \ncomponents could contribute to confusion among the local authorities and community members. \nTo avoid this, all financiers agreed to follow ADB’s Safeguard Policy Statement. \n2.  Poor Communication and Information Dissemination \n20.  The  uncertainty  of  the  timing  of  the  investment  project  and  thus  the  inability  of \ncommunities to plan in a structured way for these events is a major risk. Poor communication \ncan exacerbate the vulnerability of those already marginalized and limit their ability to mitigate \nnegative impacts. To reduce this risk, coordination and communication will be ensured by the \nproject coordinating committee, which will be represented by the provincial people’s committee \nin project provinces.  \n                                                \n4  Along with the United Nations Convention on the Elimination of All Forms of Discrimination Against Women, the \nConvention on the Rights of the Child, and Vietnam’s Law on Gender Equity. \n ", " \nTable A2.1: Social Action Plan Framework \nCost \nIssues  Action Required  Responsible Agencies  Timing  Estimates  Notes \nLand acquisition and  Resettlement plans prepared for  PMU-MT will be responsible  2012–  $54,189,149   See \nresettlement  the investment project and  for updating and    resettlement \nAdverse impact:  agreed between ADB and the  implementing the  plans \nSignificant  Government of Viet Nam  resettlement plans with the   \nconcerned provincial  Resettlement \nauthorities and departments  plans are \n(DOLISA, Women’s Union)   subject to \n  updating \nProject supervision  following \nconsultants will assist in  detailed design \nfinalization and \nimplementation of the \nresettlement plans  \nLivelihoods associated with  Income restoration strategy for  PMU-MT will coordinate the  2014–  $330,000  To be prepared \nferry traffic and changed  affected persons and businesses  development and  during project \ntraffic flow  implementation of the  implementation \nAdverse impact:  program with the concerned \nSignificant  provincial authorities and \ndepartments \nAccess and mobility  Improvement of local road  PMU-MT to coordinate with  2011–  To be costed at  To be prepared \nAdverse impact:  networks in the project area and  PPC and DOT to conduct  detailed design  during project \nSignificant  inclusion of crossings (bridges  detailed assessment of local  implementation \nand underpasses) during the  movement needs within the \ndetailed design phase of the  project area and produce \nproject. The design of local road  designs for engineering \nsystems and crossings to be  measures (local roads and \nbased on detailed needs  crossings) \nassessment of local communities \nAffordability  Toll fees will not to be higher    2016–  None   \nAdverse impact:  than ferry user fees \nNone \nA\nRoad safety  Road safety audit to be  PMU-MT will coordinate the  2011– To be costed at  To be prepared  p\np\nAdverse impact:  undertaken during detailed  development and  2017  detailed design  during project  e\nn\nSignificant  design  implementation of the  implementation  d\nix\nprogram with the provincial   2\n \nauthorities and departments \nconcerned \n1\n3\n   ", "   \n1\n4\n \nCost \nIssues  Action Required  Responsible Agencies  Timing  Estimates  Notes \nA\np\nRisk of HIV and human  An HIV and human trafficking  PMU-MT will coordinate the  2011– $600,000 not  See HIV and  p\ne\ntrafficking  awareness and prevention  development and  2016  including  human  n\nd\nAdverse impact:  program will be prepared and  implementation of the  contractor’s  trafficking  ix\n 2\nSignificant  implemented  program with the provincial  awareness and  prevention   \n    authorities and departments  prevention  strategy \nHIV awareness and prevention  concerned  activities \nmeasures to be included in the   \ncontractors’ contracts  The project supervision \nconsultant will subcontract a \nqualified service provider \n \nWomen  Gender concerns are to be  PMU-MT will coordinate the  2011– $130,000   To be prepared \nAdverse impact:  mainstreamed in all project  development and  2016  during project \nSignificant  activities (resettlement plans, HIV  implementation of various  implementation \nand human trafficking awareness  activities with the concerned \nand prevention program, income  provincial authorities and \nrestoration strategy, road safety,  departments, and other \nlabor issues, and communication  locally based organizations \nplan   \nProject supervision \nconsultants to include \ninternational and local \ngender specialists \n \nLabor  Contractors’ contracts to include  PMU-MT and project  2012– None   \nAdverse impact:  conditions to ensure occupational  supervision consultants  2016 \nLimited  health and safety; do not  include appropriate contract \ndifferentiate payment between  terms \nwomen and men, and those who   \nbelong to local ethnic Khmer  Can Tho and Thot Not \ngroups, for work of equal value;  people’s committees to \nprevent use of child labor; and  ensure equal employment \ncomply with the government’s  opportunity for Khmer \nlabor laws and related  households  \ninternational treaty obligations \nIndigenous peoples  No action required; already  PMU-MT and project  2012– None   \nAdverse impact:  included under labor  supervision consultants  2016 \nNone  include appropriate contract \nterms \n ", " \nCost \nIssues  Action Required  Responsible Agencies  Timing  Estimates  Notes \nPoor communication and  A communication plan will be  PMU-MT and project  2011– To be costed at  To be prepared \ninformation dissemination  prepared  supervision consultants  2016  detailed design  during project \nimplementation \nAdverse impact: \nSignificant \n \nConsistent application of  Adoption of common ADB  MOT and cofinanciers to  2010– None   \nsafeguards  safeguard policies and  agree to adopt common ADB  2016 \nrequirements for all project  safeguard policies and \ncomponents  requirements for all project \ncomponents \nADB = Asian Development Bank; DOLISA = Department of Labour, War Invalids and Social Affairs; DOT = Department of Transport; MOT = Ministry of Transport; \nPMU-MT = project management unit-My Thuan; PPC = provincial people’s committee. \nSources: Asian Development Bank and the Government of Australia. \nA\np\np\ne\nn\nd\nix\n 2\n \n1\n5\n   ", "16  Appendix 2 \nD.  Implementation Arrangements \n21.  The Ministry of Transport is the executing agency and will oversee the implementation of \nthe SAP for all components. Specific agencies and organizations have been identified for the \nvarious SAP activities, and their participation will be confirmed during project implementation. \nE.  Cost Estimates \n22.  It  is  estimated  that  the  SAP  (with  the  exception  of  costs  for  land  acquisition  and \nresettlement) will cost $1.2 million. \nTable A2.2: Social Action Plan Cost Estimates \nSocial Action Plan  Total  Source of Funding \nLand acquisition and resettlement  $54,200,000  Government counterpart \nLivelihoods (ferry terminal areas)  $330,000  Through provisional sum in the \nconsultants contract  \nAccess and mobility  Not costed  Not costed \nAffordability  Nil  Nil \nRoad safety  Not costed  Not costed \nHIV and human trafficking  $600,000  Through provisional sum in the TA \nGender  $130,000  Through provisional sum in the TA \nLabor  Nil  Nil \nIndigenous people  Nil  Nil \nCommunication and disclosure  Not costed  Through provisional sum in the TA \nConsistent safeguards application  Nil  Nil \nSources: Asian Development Bank and the Government of Australia. \n \n \n \n ", "  Appendix 3  17  \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount  \nGovernment of Australiaa   \nA.  Detailed Design and Procurement Supportb   \n1. Consultants   \na.  Remuneration and per diem   \ni.  International consultants  6,263.00 \nii.  National consultants  1,263.50 \nb.  International and local travel  296.00 \nc.  Reports and communications  359.50 \n2.  Training, seminars, and conferences  35.00 \n3.  Surveys  1,325.00 \n4.  Miscellaneous administration and support costs  132.00 \n5.  Equipment  20.00 \nSubtotal (A)  9,694.00 \nB.  Implementation Supportb   \n1.  Consultants   \na.  Remuneration and per diem   \ni.  International consultants  5,400.00 \nii.  National consultants  4,003.80 \nb.  International and local travel  210.90 \nc.  Reports and communications  292.20 \n2.  Training, seminars, and conferencesc  1,300.00 \n3.  Surveys  100.00 \n4.  Miscellaneous administration and support costs  126.00 \nSubtotal (B)  11,432.90 \nC.  Contingenciesd   \n1.  Physical   2,112.70 \n2.  Price  2,760.40 \nSubtotal (C)  4,873.10 \nTotal  26,000.00 \na  Administered  by  the  Asian  Development  Bank.  This  amount  also  includes  Asian  Development  Bank’s \nadministration fee, audit costs, bank charges, and a provision for foreign exchange fluctuations (if any), to the \nextent that these items are not covered by the interest and investment income earned on this grant, or any \nadditional grant from the Government of Australia. \nb In mid-2010 prices, exclusive of all taxes and duties. \nc  Includes expenditures for the implementation of the social action plan as provisional sum. \nd  Physical contingencies computed at 10% for consulting services. Price contingencies computed at 1% on foreign \nexchange costs, 8% for 2011 and 6% for 2012–2015 on local currency costs; includes provision for potential \nexchange rate fluctuation under the assumption of a purchasing power parity exchange rate.  \nSources: Asian Development Bank and the Government of Australia estimates.  \n \n \n ", "18  Appendix 4      \n \n \n \nOUTLINE SCOPE OF WORK AND TERMS OF REFERENCE FOR CONSULTANTS1 \nA.  Introduction \n1.  The Central Mekong Delta Region Connectivity Project will construct the portion of Viet \nNam’s proposed north–south inland expressway that traverses the Mekong Delta region to the \nwest of Ho Chi Minh City. The project consists of three principal components: \n \n(i)  the Cao Lanh Bridge, a cable stayed structure about 2 kilometers long and 6 \nlanes wide over a branch of the Mekong River, with a central span of 350 meters \n(m) and a maximum height above water level of 37.5 m; \n(ii)  a connecting road between the two bridges about 16 kilometers long, designed to \n6-lane expressway standard and constructed initially to 4 lanes; and \n(iii)  the Vam Cong Bridge, similar to the Cao Lanh Bridge, with a 450 m central span. \n \n2.  The project has been developed with the support of a project preparatory technical \nassistance (TA) grant financed by the Asian Development Bank (ADB) and the Government of \nAustralia.2 The purpose of the project preparatory TA was to develop the project to a level \nsuitable for ADB financing. The project preparatory TA provided the resources required to \nprepare  the  project  and  identify  adequate  mitigation  of  the  project’s  social,  resettlement, \nenvironmental,  and  other  impacts. The  project  preparatory TA  also reviewed  and  updated \nfeasibility  studies  prepared  by  Viet  Nam’s  Ministry  of  Transport  (MOT)  and  its  project \nmanagement unit-My Thuan (PMU-MT). The project preparatory TA found the project to be \nfinancially  and  economically  feasible,  with  social  and  environmental  impacts  that  could  be \neffectively mitigated. \n \n3.  Based on the project preparatory TA study, the estimated cost of the project is about \n$750 million. The government has requested financing assistance for the project from ADB, the \nGovernment of Australia, and the Government of the Republic of Korea. When completed, the \nproject will be operated as a toll road, with tolls set to recover operation and maintenance costs. \n \n4.  As part of the overall project financing, the government has requested ADB to provide \nsupport for the detailed design and implementation support, including construction supervision \nof components 1 and 2 and a portion of component 3 (essentially the road approaches to the \nVam Cong Bridge) as a package. The Government of Australia is considering financing these \nactivities. The major portion of component 3, for which the Government of the Republic of Korea \nhas indicated it may provide financing, will be designed and supervised separately.  \n \n5.  The detailed design and implementation support activities will be undertaken by a single \nconsulting firm, which may be a consortium of firms, referred to as the consultant from now on. \nThe consultant will be selected by ADB, in consultation with the PMU-MT, and contracted by the \nPMU-MT.  Separately,  the  PMU-MT  will  engage  a  proof  check  consultant  to  undertake  an \nindependent check of all aspects of the Cao Lanh Bridge designs prepared by the consultant. \n \n                                                \n1  Comprehensive terms of reference for each consulting service package were developed using these outline terms \nof reference as the basis. \n2 ADB. 2007. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Central Mekong Delta \nRegion Connectivity Project. Manila (TA 7045-VIE). Available: www.adb.org/Documents/TARs/VIE/40255-VIE-\nTAR.pdf  \n ", "  Appendix 4  19  \n \nB.  Scope of Work \n6.  The detailed design scope of work covers the following principal activities: \n(i)  Review all aspects of the project preparatory TA feasibility study designs and due \ndiligence study reports to determine the optimal solutions for detailed design. \nThis task is to include reviewing the PMU-MT’s feasibility study, on the basis of \nwhich the government approved the project. Specifically, the review is to take \ninto account aspects of the feasibility study design and other work that were \nidentified as requiring further attention during the detailed design stage. \n(ii)  Complete technical  design  of the  project’s  road  and  structural  works,  based \ngenerally on the project preparatory TA study and the government’s feasibility \nstudy approval, including all necessary site surveys and investigations—traffic, \ntopographic, hydraulic and hydrologic, geotechnical, materials, morphological, \nand river studies. \n(iii)  Arrange physical modelling of the main bridge structure to assess the structure’s \nresponses to wind, earthquakes, traffic, and other loadings that may occur during \nthe bridge’s service life. \n(iv)  Arrange, if required, physical modelling of the river in the vicinity of the bridges, \nto assess the impact of the bridges on the river’s morphology, bank stability, etc. \n(v)  Identify sources of construction materials. \n(vi)  Prepare cost estimates. \n(vii)  Prepare detailed procurement and construction schedules. \n(viii)  Prepare bidding documents. \n(ix)  Assist the PMU-MT with procuring contractors to construct the works. \n(x)  Assist the PMU-MT and the provincial agencies in the updating, implementing, \nand monitoring of the resettlement plans based on detailed design. \n(xi)  Ensure that the project design complies with the environmental management \nplan  and  that  procurement  documents  include  relevant  environmental \nmanagement plan provisions. \n(xii)  Assist the PMU-MT in the detailed planning and implementation of the social \naction plan in close collaboration with various agencies and organizations. \n(xiii)  Undertake a baseline study for the project’s benefit monitoring program. \n(xiv)  Prepare a management and operations strategy for the project when complete. \n \n7.  The implementation support scope of work will include the following activities: \n(i)  As the engineer for the contracts, as defined in the Fédération Internationale des \nIngénieurs-Conseil  known  as  FIDIC  conditions  of  contract,  under  which  the \ncontracts will be administered,3 supervise all construction activities to ensure that \nthe  civil  works  contracts  are  implemented,  and  the  works  completed,  in \naccordance with the provisions of the contracts. \n(ii)  Ensure that the civil works contractor complies with the contract’s environmental \nmanagement plan. \n(iii)  Ensure that contract payments are certified, and payments made, in accordance \nwith the contract. \n(iv)  Establish a monitoring and evaluation framework for the overall project. \n(v)  Provide the PMU-MT, ADB, and the Government of Australia with progress and \nother reporting in the form and to the frequency required. \n                                                \n3 ADB’s standard procurement documents, under which the civil works contract will be procured, are based on the \nFIDIC conditions of contract. \n ", "20   Appendix 4 \n \n \n(vi)  Assist the PMU-MT in the detailed planning and implementation of the social \naction plan in close collaboration with various agencies and organizations. \n(vii)  Assist the PMU-MT and the provincial agencies in the updating, implementation, \nand monitoring of the resettlement plans based on the detailed designs. \n(viii)  Supervise  installation  and  commissioning  of  tolling,  emergency  traffic \nmanagement,  signage,  and  communications  systems  to  be  provided  on  the \nproject. \n \n8.  The  detailed  design  will  be  undertaken  generally  in  accordance  with  the  following \nstandards and guidelines: \n(i)  Cao Lanh Bridge: appropriate internationally accepted design standards for long \nspan bridges, with reference to Vietnamese standards as appropriate; \n(ii)  other bridges and structures: Vietnamese standards; \n(iii)  roadworks:  Vietnamese  standards,  with  pavement  designs  checked  against \nrelevant international pavement design standards; \n(iv)  environmental and social safeguards: ADB’s Safeguard Policy Statement (2009) \nand Government of Viet Nam policies and guidelines; \n(v)  gender and development: ADB’s Policy on Gender and Development (1998); and \n(vi)  procurement: ADB’s Procurement Guidelines (2010, as amended from time to \ntime). \n \n9.  The detailed design of all project components will take into account the possible impacts \nof  climate  change  on  water  levels,  rain  and  flood  frequency  and  intensity,  and  on  other \ncharacteristics of the area in which the project is located. Specific attention will be given to \nbridge and waterway clearances, road profile elevations, and possible changes in the behaviour \nof the Mekong River channels over which the bridges are to be constructed. This aspect of the \ndesign  process  will  reflect  studies  undertaken  by  ADB,  Viet  Nam’s  Ministry  of  Natural \nResources and Environment, and others, of the possible impacts of climate change on southern \nViet Nam, and on the Mekong Delta in particular.  \n \nC.  Implementation Arrangements \n1.  Management and Coordination \n10.  Reflecting the need for coordination across all aspects of the project, the MOT will \nestablish a project coordinating committee (PCC), to be chaired by the MOT’s vice-minister and \nmade up of representatives from the people’s committees for the provinces in which the project \nis located, from ADB, the Government of Australia, and the Government of the Republic of \nKorea. The consultant will assist the PMU-MT, which will be the secretariat for the PCC. The \nPCC will meet quarterly, or more frequently as required. \n \n2.  Resources \n11.  The consultant will be an international consulting firm, or a consortium of international \nconsulting firms, in association with national consultants. To be considered for appointment, \nconsultants will have successfully completed the design and construction supervision of at least \ntwo bridges of similar size and configuration to the Cao Lanh Bridge within the past 10 years. \n \n12.  The  detailed  design  activity  will  require  about  200  person-months  of  international \nconsultants  and  300  person-months  of  national  consultants,  supported  by  technical  and \nadministrative teams. The construction supervision will require about 170 person-months of \n ", "  Appendix 4  21  \n \ninternational consultants and 1,300 person-months of national consultants. Consultants may \npropose alternative staffing arrangements within these overall ceilings. \n \n13.  The consultant will be headed by a project manager and will be made up of teams for (i) \ndesign of the Cao Lanh Bridge; (ii) design of the project roads and bridges; (iii) safeguards and \nsocial  impacts—environment,  resettlement,  and  gender  and  social  development;  (iv) \nprocurement; and (v) construction supervision. The consultant will engage subcontractors and \nsubconsultants as necessary for all surveys, model testing, site investigations, resettlement \ncensus  and  detailed  measurement  survey,  social  impact  assessments,  land  valuation  and \nreplacement cost survey, income restoration programs, and others as necessary. \n \n14.  It is anticipated that the design work for the Cao Lanh Bridge will be undertaken in the \nconsultant’s home office, to ensure access to senior design specialists and computer systems. \nThe consultant will arrange for PMU-MT and MOT officials to visit the design office at critical \nstages of the design process, to ensure that they are fully involved with the activity. Detailed \ndesign for the other project components will be carried out in Viet Nam. The construction \nsupervision team will be based in Viet Nam. \n \n15.  The consultant will be contracted on the basis of a lump-sum budget for the detailed \ndesign and procurement part, with provisional sums for additional or unforeseen work, studies, \ninvestigations, etc, and time input for the implementation support part. Full technical proposals \nwill be required. Equipment for the assignment will be procured in accordance with ADB’s \nProcurement Guidelines. \n \n "], "metadata": {"Author": "RR3", "CreationDate": "D:20110509104259+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "ModDate": "D:20110509105018+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20110509024233", "Title": "Doc number"}}