{"path": "data/input/ta/40282-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 40282 \nOctober 2006 \nProposed Loan  \nSocialist Republic of Viet Nam: Emergency \n \nRehabilitation of Calamity Damage Project\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 19 0ctober 2006) \n \nCurrency Unit –  dong (D) \n \nD1.00 =  $0.000062278 \n$1.00 =  D16,015 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCCFSC  –  Central Committee for Flood and Storm Control \nCPMU  –  Central Project Management Unit \nDARD  –  department of agriculture and rural development \nDMS  –  detailed measurement survey \nEAL  –  emergency assistance loan \nEMP  –  environmental management and monitoring plan \nGDP  –  gross domestic product \nha  –  hectare \nICB  –  international competitive bidding \nIEE  –  initial environmental examination \nIPDF  –  indigenous peoples development framework \nkm  –  kilometer \nMARD  –  Ministry of Agriculture and Rural Development \nNCB  –  national competitive bidding \nPPC  –  provincial people's committee \nPPMU  –  provincial project management unit \nSDR  –  special drawing rights \nSEDP  –  Socioeconomic Development Plan  \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice President  C. L. Greenwood, Jr., Operations Group 2 \nDirector General  R.M. Nag, Director General, Southeast Asia Department (SERD) \nDirector  U.S. Malik, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  I. Fox, Principal Project Specialist, SERD \nTeam members  G. Atay, Principal Counsel, Office of the General Counsel  \n  P. Ho Le, Programs/Project Implementation Officer, SERD \n  N. Ikemoto, Environment Specialist, SERD \n  L. Nazarbekova, Counsel, Office of the General Counsel \n  B. Zentgraf, Senior Procurement Specialist, Central Operations Services \nOffice \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP  v \nI.  THE PROPOSAL  1 \nII.  RATIONALE: ANALYSIS, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  9 \nA.  Impact and Outcome  9 \nB.  Outputs  9 \nC.  Special Features  11 \nD.  Project Investment Plan  11 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  13 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  17 \nA.  Social Benefits and Impacts  17 \nB.  Environmental Impacts  18 \nC.  Risks and Assumptions  18 \nV.  ASSURANCES  19 \nA.  Specific Assurances  19 \nB.  Conditions for Loan Effectiveness  20 \nVI.  RECOMMENDATION  20 \nAPPENDIXES  21 \n1.  Design and Monitoring Framework  21 \n2.  Summary Damage and Needs Assessment  23 \n3.  Potential Subprojects  28 \n4.  Summary Initial Environmental Examination  32 \n5.  Resettlement Framework  37 \n6.  Summary Poverty Reduction and Social Strategy  53 \n7.  Cost Estimates  56 \n8.  Indicative Implementation Schedule  58 \n9.  Procurement Plan  59 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Environmental Assessment and Review Framework   \nB.  Initial Environmental Examination \nC.  Indigenous Peoples Development Framework   \nD.  Fund Flow Arrangement \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Socialist Republic of Viet Nam \n   \nClassification  Targeting classification: General intervention \nSector: Agriculture and natural resources \nSubsector: Water resource management  \nTheme: Sustainable economic growth \nSubthemes: Fostering physical infrastructure development, \ndeveloping rural areas \n   \nEnvironment  Category B \nAssessment  An initial environmental examination was undertaken. \n   \nProject Description  The  Project  will  (i)  reinstate  essential  infrastructure,  including \nroads,  flood  protection,  irrigation  systems,  and  social \ninfrastructure  in  10  provinces  that  were  severely  affected  by \ntyphoons  and  storms  in  2005;  and  (ii)  concurrently  provide \nequivalent or enhanced storm and flood protection to vulnerable \nareas where feasible. It will enable people to resume their normal \nlives by restoring access to basic services. The project design is \nbased on the damage and needs assessment made jointly by the \nGovernment and the Asian Development Bank (ADB) in March–\nApril 2006. The Project supports increased disaster preparedness \nand  mitigation,  and  will  help  the  Government  mainstream \nprevention  and  preparedness  activities  into  the  development \nprocess to prepare for and avoid the worst impacts of natural \ndisasters.  Risk  and  vulnerability  assessments  will  be  used  to \nidentify appropriate risk reduction measures. \n   \nRationale  Flooding triggered by typhoons and storms is the most prevalent \nand serious natural disaster in Viet Nam. In 2005, tropical storms \nand typhoons affected large parts of Viet Nam, causing loss of life \nand  extensive  damage  in  16  provinces.  Many  types  of \ninfrastructure  that  are  critical  to  the  livelihoods  of  poor  rural \nhouseholds  were  destroyed  in  the  10  most  seriously  affected \nprovinces: Ha Giang, Ha Tinh, Nam Dinh, Nghe An, Phu Tho, Phu \nYen, Quang Binh, Quang Tri, Thanh Hoa, and Yen Bai. \n \nThe calamitous damage resulting from the 2005 typhoons and \nstorms was not the outcome of a single cataclysmic event—it was \nthe cumulative impact of successive, intense storms that struck \nmany provinces, some of them repeatedly, over 6 months. The \ncost of damage to rural infrastructure in the affected provinces \nwas estimated to be equivalent to $365 million, excluding damage \nto infrastructure under central Government authority such as sea \ndikes (estimated at $650 million–$700 million) and flood protection \nembankments. The consequent loss of economic opportunities is \na  significant  burden  for  the  poor  who  now  also  experience \nreduced access to markets, schools, services, and clean water. \nWithout external budget support, the Government will face a delay \n ", "ii   \nof 4−5 years in reconstruction, the cost of which will increase as \nsucceeding storms compound the existing damage \n   \nThe Government has already temporarily repaired many of the \ndamaged structures using its emergency contingency funds. Such \nrepairs are of inadequate quality and do not provide improved \ndisaster resistance or mitigation measures, reinforcing a cycle of \nreactive  response  to  disasters  and  severely  limiting  disaster \nrecovery and economic development in the affected areas. The \nGovernment asked ADB for emergency assistance to rehabilitate \nand reconstruct basic rural infrastructure, and for risk reduction \nmeasures to reduce vulnerability in the project provinces. \n   \nImpact and Outcome  The Project’s impact will be sustained economic growth in the 10 \nprovinces severely affected by typhoons in 2005. Its outcome will \nbe rapid resumption of livelihoods and reduced vulnerability to \nnatural disasters in the affected areas.  \n   \nProject Investment Plan   The investment cost of the Project is estimated at $59.9 million, \nincluding taxes and duties of $5.8 million.  \n   \nFinancing Plan  A loan of $50.97 million equivalent will be provided from loan \nsavings from ongoing projects in Viet Nam. The loan will have a \nterm of 40 years including a grace period of 10 years, an interest \nrate of 1% per year with repayment of principal at 2% a year for \nthe first 10 years after the grace period and 4% a year thereafter. \nThe loan will finance 85% of the project cost ($59.9 million); the \nGovernment will finance about $8.9 million or 15%. \n   \nPeriod of Utilization  Until 31 December 2009 \n   \nEstimated Project  30 June 2009 \nCompletion Date \n   \nExecuting Agency  Ministry of Agriculture and Rural Development (MARD) \n   \nImplementation  The Project will be executed by the Central Project Management \nArrangements  Unit (CPMU) in MARD's Agriculture Projects Management Board. \nThe  CPMU  director  in  Hanoi  will  be  the  project  director.  The \nCPMU  will  (i)  provide  overall  project  management  and \ncoordination; (ii) liaise with the provincial people's committee and \nagriculture and rural development department (DARD) in each \nprovince  to  prepare,  select,  and  implement  subprojects;  (iii) \nprovide advice and project orientation training to the DARDs; (iv) \ncoordinate with relevant agencies of MARD and other ministries to \nguide the DARDs in relation to design standards; (v) help the \nDARDs  in  procuring  goods  and  services  using  international \ncompetitive bidding (ICB); (vi) monitor progress and budgets, and \nprepare progress reports covering the Project by consolidating \nreports  from  each  province;  and  (vii)  prepare  the  project \ncompletion report. A team of international consultants will help the ", "  iii\nCPMU  and  the  provincial  implementing  agencies.  For  each \nsubproject  prepared  in  the  first  year,  the  feasibility  study  and \ndesign products will be checked by the consultants. The DARDs \nwill implement the works through provincial project management \nunits. \n   \nProcurement  Civil works and related services will be procured in accordance \nwith  ADB's  Procurement  Guidelines  (2006).  State-owned \nenterprises will be eligible to bid for contracts if they are legally \nand  financially  autonomous,  independent  from  MARD  and  the \nDARDs, and operate on the basis of commercial law and practice. \nCivil  works  contracts  estimated  to  cost  more  than  $2  million \nequivalent will be procured through ICB using ADB's standard \nbidding documents for the procurement of works (large contracts). \nPrequalification will be required for large or complex subprojects \nas determined by ADB during the feasibility study phase. Prior \nreview by ADB of invitations to bid, bidding documents, and bid \nevaluation  reports  will  be  required  for  procurement  under  ICB \nprocedures. The bidding period will be 42 days. \n \nCivil works contracts estimated to cost $2 million or less will be \nprocured through national competitive bidding (NCB) procedures. \nThe Government's standard bidding documents and procedures \nwill  be  used  if  these  comply  closely  with  ADB's  Procurement \nGuidelines (2006). Postqualification (or the national contractor's \nregistration  or  classification  system)  will  be  used  for  NCB \ncontracts. The bidding period will be 21 days for NCB contracts. \nPrior review by ADB of invitations to bid, bidding documents, and \nbid evaluation reports will be required for the first NCB contract in \neach province. Subsequently, retroactive approval procedures will \nbe followed.  \n   \nConsulting Services  The  Project  will  require  60  person-months  of  national  and  27 \nperson-months  of  international  consulting.  Expertise  will  be \nrequired  in  natural  disaster  risk  assessment,  engineering \ninvestigations  and  design,  geotechnical  engineering,  economic \nand  financial  analyses,  and  social  and  environmental  aspects. \nMARD will select and engage a firm of international consultants \nusing the quality- and cost-based selection method and biodata \ntechnical proposals, in accordance with ADB's Guidelines on the \nUse of Consultants (2006). \n   \nThe CPMU may engage consultants, either as individuals or as a \nfirm,  to  assist  with  preparatory  activities,  and  the  DARDs  will \nengage national consulting firms to prepare feasibility studies and \ndetailed designs of subprojects, complete contract documentation \nof works, help supervise construction, and monitor performance. \nADB  has  agreed  that,  for  contracts  not  exceeding  $100,000, \nsingle-source selection in accordance with ADB's Guidelines on \nthe Use of Consultants (2006) may be used to select national \nconsulting firms.  ", "iv   \n   \nProject Benefits and  About 450,000 residents of remote areas of the project provinces \nBeneficiaries  will benefit directly from improved access to markets, schools, and \nother services; rapid resumption of income-earning activities; and \ngreater security from natural disasters. Rehabilitated structures \nwill have higher resistance to floods, storm surge, waves, and \nother  typhoon-related  impacts,  based  on  risk  and  vulnerability \nassessments. The causes of structure failure will be examined to \nensure  better  design  standards  where  necessary,  and  the \ncompleted  works  will  be  integrated  into  a  database  linked  to \nprovincial disaster preparedness plans. \n   \nRisks and Assumptions  Some large or complex subprojects will require investigations to \nsupport their feasibility and design studies. Their implementation \ncould extend beyond the project completion date. To avoid the \nrisk of noncompletion of any such subprojects, only those that can \nbe completed within the implementation period will be retained. \nThe risk of cost overrun for large subprojects will be minimized by \nensuring careful cost estimation at the design stage.  \n \nFor greater safety and typhoon resistance, sea dikes may have to \nbe set back from the seashore when they are rehabilitated. This \nwill involve significant land use change and could lead to those \nsubprojects  being  classified  as  category  A  for  resettlement \nimpacts, effectively removing them from the Project. Under such a \nscenario, alternative subprojects would be selected from among \nthose  identified  during  the  Damage  and  Needs  Assessment \nMission, and possibly also from among those that have not yet \nbeen inspected. To avoid the risk of having unsuitable subprojects \nfinanced  by  the  Project,  the  selection  criteria  will  be  strictly \nadhered to, requiring vigilance and close scrutiny on the part of \nMARD and ADB administration staff. ", " \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Socialist Republic of Viet Nam for the Emergency Rehabilitation of Calamity Damage \nProject.1 The design and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: ANALYSIS, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Rural  Poverty  and  Natural  Disasters.  Viet  Nam  has  one  of  the  fastest  growing \neconomies in Asia. With average annual gross domestic product (GDP) growth of about 7.5% \nover the last decade, poverty incidence has dramatically reduced from 58.1% in 1993 to 23.2% \nin 2004.2 Nevertheless, some groups have benefited less than others. Viet Nam’s population of \n83 million is still predominantly rural (60 million or 73%) and poverty incidence remains higher in \nrural (26.4%) than in urban areas (13.7%).  \n \n3.  Rural communities remain dependent on the agriculture and natural resources sector for \nlivelihoods and basic needs.3 Hence, improvement of agriculture and sustainable exploitation of \nnatural resources are critical to the well-being of a large proportion of the population and the \nmajority of Viet Nam's poor. The most persistent poverty is found in remote areas where access \nto basic infrastructure and services is poor, and where natural resources are under increasing \npressure. Ethnic minority groups are often concentrated in these areas. About 69.3% of ethnic \nminority households were living below the poverty line in 2002 compared with 23.1% of the Kinh \nand Chinese households (para. 17). \n \n4.  Households whose consumption is just over the poverty line are vulnerable to external \nshocks (for example, natural disasters, crop failure, illness) and remain at risk of falling below \nthe poverty line. The highest poverty incidence (using international poverty standards) is in the \nnorthern  mountains  (51.9%),  north  central  coast  (36.5%),  and  central  highlands  (32.8%) \nregions. The largest absolute numbers of poor (using national poverty standards) are in the \nnorth central coast (0.30 million households), Red River delta (0.29 million), northern mountains \n(0.26 million), and Mekong River delta (0.23 million). Nghe An and Thanh Hoa provinces (north \ncentral coast) have the largest absolute number of poor households. Poverty incidence and \nfrequent occurrence of natural disasters are highly correlated (Table 1). \n \n5.  Policy  and  Institutional  Context.  The  Hunger  Eradication  and  Poverty  Reduction \nProgram  and  the  Program  on  Socio-Economic  Development  of  extremely  disadvantaged \ncommunes (Program 135) are national programs that target the extremely poor. Both were \ninitiated in 1998 and cover exemption of fees and taxes (Hunger Eradication and Poverty \nReduction) and provision of grants for small infrastructure (Program 135). The Government is \nalso preparing a national target program for poverty reduction4 and socioeconomic development \nprogram for communes with extreme difficulties in ethnic minority and mountainous areas (a \nsuccessor to Program 135) under the State Committee on Ethnic Minority Affairs. \n \n                                                 \n1  The name of the proposed Project has been changed at the Government's request during loan negotiations from \nCalamity Damage Rehabilitation Project to Emergency Rehabilitation of Calamity Damage Project. \n2  Government of Viet Nam. 2005. The Five-Year Socioeconomic Development Plan 2006–2010 (draft). Hanoi: \nMinistry of Planning and Investment. \n3  The  contribution  from  agriculture,  forestry,  and  aquaculture  to  GDP  was  20.5%  in  2005,  but  the  sector’s \ncontribution is expected to decline to 15.5% by 2010. \n4  Under the Ministry of Labor, Invalids, and Social Affairs. \n ", "2 \n6.  In recognition of the strong link between vulnerability to natural disasters and persistent \npoverty, the Government's 5-year Socioeconomic Development Plan (SEDP) for 2006–2010 \n(footnote 2) will increase investment in its poverty reduction programs in remote and disaster-\nstricken regions. For such vulnerable areas, the SEDP sets 12 poverty reduction and social \ndevelopment targets to be achieved by 2010; one is to build social welfare networks to reduce \nvulnerability of the disadvantaged and poor. This is to be achieved by, among others, preventing \nand mitigating natural disasters.  \n \n7.  The Government set up the Central Committee for Flood and Storm Control (CCFSC) in \n1990, with supporting provincial and district committees. CCFSC, a cross-ministerial institution,5 \nis mandated to help the Government prepare for, respond to, and overcome natural disasters \nand their consequences. It coordinates emergency response and has a role in the recovery and \nreconstruction  after  disasters.  CCFSC  works  in  close  liaison  with  the  Department  of  Dike \nManagement, Flood and Storm Control6 of the Ministry of Agriculture and Rural Development \n(MARD). \n \n8.  Embedded  in  the  Government's  disaster  management  strategies7 is  the  concept  of \npreventing and minimizing the effects of natural calamities as a regular part of development. \nWith the assistance of the Natural Disaster Mitigation Partnership8 led by the United Nations \nDevelopment Programme, and the World Bank-financed Natural Disaster Risk Management \nProject,9 the Government is strengthening its disaster risk management strategy to improve (i) \ndisaster  forecasting,  warning,  and  information  sharing;  (ii)  disaster  preparedness  and \nemergency relief; (iii) incorporation of disaster mitigation into development programs; and (iv) \nrehabilitation  and  long-term  recovery  after  disasters.  The  Government  thereby  aims  to \nconsolidate poverty reduction achievements, reduce the vulnerability of the poor to natural \ndisasters, and prevent natural disasters from pushing marginally nonpoor rural households back \ninto poverty.  \n \n9.  The Government's priorities in natural disaster management are (i) securing life (early \nwarning and evacuation, and provision of supplies and temporary response to damage), (ii) \nsecuring  health  and  education  services,  (iii)  securing  property  and  short-term  livelihood \nactivities,  (iv)  ensuring  continued  functioning  of  essential  infrastructure,  and  (v)  rebuilding \ndamaged infrastructure. Its targets through to 2010 are (i) improve community awareness and \nlocal participation; (ii) reduce the number of people killed annually from 800 to less than 200; (iii) \nreduce the direct economic losses from an average of 2% of GDP to less than 1%; and (iv) \nminimize  the  negative  effects  of  disasters  on  the  poor,  the  environment,  sustainable  and \nequitable development, and cultural heritage. \n                                                 \n5  Under MARD’s leadership, CCFSC coordinates 13 ministries as well as the Office of the Government and other \nagencies such as Post and Telecommunications, Hydrometeorology, Voice of Vietnam, and Vietnam Television. \n6  The department is the implementing agency for United Nations Development Programme’s Natural Disaster \nMitigation Partnership. \n7  UNDP. 1995. First National Strategy and Action Plan for Mitigation of Water Disasters in Viet Nam. Hanoi; Ministry \nof Water Resources; and UNDP. 2001. Second National Strategy and Action Plan for Disaster Mitigation and \nManagement in Viet Nam, 2001 to 2020. Hanoi; Ministry of Agriculture and Rural Development. \n8  Natural disasters that devastated central Viet Nam in 1999 (800 deaths and damage in excess of $300 million) led \nto the development of the Natural Disaster Mitigation Partnership for Central Viet Nam, for which a secretariat was \nset up in Hanoi in May 2002. In 2005, the partnership entered a second phase of operation for 2005−2007. \n9  World Bank. 2005. Project Appraisal Document on a Proposed Credit to the Socialist Republic of Vietnam for a \nNatural Disaster Risk Management Project. Washington, DC. ", "    3   \nB.  Analysis of Key Problems and Opportunities \n \n1.  Natural Disasters \n10.  Viet Nam’s shape and topography, as well as its location within the zone of tropical \nmonsoon  influence,  make  it  one  of  the  most  disaster-prone  countries  in  the  world.10 It \nexperiences typhoons, floods, droughts, landslides, and saltwater intrusion. Flooding triggered \nby typhoons and storms is the most prevalent natural disaster.11 In the large river deltas of the \nRed and Mekong river basins, flooding is extensive and prolonged throughout the wet season. \nMany of Viet Nam’s rivers, however, are short and steep—heavy rainfall in their catchments \nproduces intense, short duration floods (flash floods) that frequently occur without warning.12 \nThe five main disaster hazard zones are in three regions (Table 1). \n \nTable 1: Principle Natural Disaster Zones in Viet Nam \n \nRegion  Disaster Zonea  Principle Hazard \nNorth  Northern mountains  Flash floods, landslides, earthquakes \n  Red River delta  Monsoon river floods, typhoon storms, storm surges \n     \nCenter  Central provinces  Typhoon storms, flash floods, droughts \n  Central highlands  Flash floods, landslides \n     \nSouth  Mekong River delta  River flooding from upstream, typhoons on the coast \na\n  The center of Viet Nam and the Mekong River delta suffer the greatest loss of life and property due to natural \ndisasters. \nSource: United Nations Development Programme. 2002. Capacity Building for Disaster Management in Viet Nam. \nHanoi. \n \n11.  On average, 4−6 typhoons reach Viet Nam each year, mostly during June−October. \nThey batter the eastern seaboard along its 3,000-kilometer (km) length with torrential rain and \nwinds that can reach 200 km per hour or more. Typhoons not only cause loss of life and \ndamage to property as direct impacts, they also raise sea levels13 and flood valuable land with \nsaltwater (disrupting livelihoods for long periods), and cause extensive loss of coastal property \nthrough wave-induced erosion. The damage tends to be cumulative because breached sea \ndikes cannot be repaired midseason. The country’s more than 2,000 km of sea dikes, built \nmainly in the 1960s, are vulnerable to wave action and collapse in extreme events.14  \n \n12.  As they move inland and degenerate into tropical depressions, typhoons bring heavy \nrain to areas remote from the sea, often causing flash floods with devastating impacts on \nhumans, livestock, farmland, and other property. Land clearing for agriculture aggravates the \nrisk of highly destructive landslides in steep areas.15 Ancillary damage includes the deposition of \nsediment over broad tracts of farmland and the infilling of reservoirs and diversion weirs. \n \n                                                 \n10  Natural disasters cause an estimated economic loss of $200 million per year and affect about 72% of Viet Nam’s \npopulation. \n11  United Nations Development Programme. 2002. Capacity Building for Disaster Management in Viet Nam. Hanoi. \n12 These events are difficult to forecast because of the short time over which they develop. Therefore establishing an \neffective early warning system is difficult. \n13  During the last 30 years, 50% of typhoons caused surges of 1 meter (m) or more and 11% 2.5 m or more. \n14  Only those constructed during the last decade are strong enough to withstand force eight or nine storms. \n15  Landslides result from deep saturation of soil on steep hillsides and are particularly fearsome phenomena. They \ncan occur without warning and sweep away or bury anything in their path, including, on occasion, whole villages.  ", "4 \n13.  In the decade up to 2005, storms caused 6,000 deaths, destroyed 320,000 houses and \nalmost 9,000 boats, and resulted in capital stock loss of more than $2.5 billion, representing \nabout 5% of gross annual capital formation (footnote 9). The impact of floods is increasing, \nreflecting the concentration of population and economic activity in coastal and low-lying areas, \nand possibly also the increased frequency and intensity of storms due to global climate change.  \n \n14.  Typhoons and Related Phenomena in 2005. Although the 2005 northwest Pacific \nstorm season was considered average,16 the tropical storms and typhoons that made landfall in \nViet Nam during July–December 2005 caused extensive damage in 16 provinces. Of these, \ntyphoon Damrey with sustained wind speeds of up to 180 km per hour was the most violent and \ndamaging. It was Viet Nam's worst typhoon in 10 years.  \n \n15.  Damrey affected coastal provinces from Quang Ninh in the north to Quang Nam and Da \nNang in the south, and caused a sea run-up of 3–4 meters during high tides. It destroyed \nprimary dikes in Nam Dinh and Thanh Hoa provinces, enabling seawater to penetrate up to 4 \nkm inland and flood thousands of hectares (ha) of rice fields and aquaculture. Such damage \nwas made possible because sea defenses were weakened 2 weeks earlier by the less severe \ntropical storm Vicente. Few human lives were lost due to Damrey in coastal areas because of \nthe  high  state  of  disaster  readiness.17 However,  heavy  rains  associated  with  the  typhoon \nclaimed 76 lives in two northern upland provinces, Yen Bai and Lao Cai. Within a month of \nDamrey, typhoon Kaitak struck 7 of the provinces flooded a few weeks earlier. It claimed 19 \nlives, injured 44, and left another 11 unaccounted for. Violent storms continued up to the end of \nDecember 2005. A summary damage and needs assessment is provided in Appendix 2. \n \n16.  The calamitous damage resulting from the 2005 typhoons and storms was not the \noutcome of a single cataclysmic event—it was the cumulative impact of successive, intense \nstorms that struck many provinces, some of them repeatedly, over 6 months. A particularity of \nthe damage is that it occurred in a multitude of sites scattered over a large area. Due to the \ndistances and relative inaccessibility, the extent of cumulative damage was not immediately \nrecognized in the aftermath of the typhoon season. After laboriously compiling district statistics, \nCCFSC estimated the cost of damage to infrastructure in affected provinces to be equivalent to \n$365  million  (Appendix  2,  Table  A2.2),  excluding  damage  to  infrastructure  under  central \ngovernment authority such as sea dikes (damage estimated at $650 million–$700 million) and \nflood protection embankments.  \n \n17.  Impact  on  Vulnerable  Groups  in  the  Affected  Areas.  Poverty  in  the  project \nprovinces18 is above the national average of 24.1% (2004), based on the Government's poverty \ncriteria.19 Ha Giang (rank 2) and Yen Bai (rank 9) have the highest incidence of poverty; Nam \nDinh (rank 41) and Phu Yen (rank 49) have the lowest (Table 2). The remaining provinces are \nall among the 20 poorest provinces in Viet Nam. Ethnic minorities are strongly represented in \nthe project provinces, especially in the north-western provinces (Table 2). As noted in the \nSEDP, the proportion of ethnic minorities living in poverty in the mountainous areas of the north, \nnorthwest, and northern central regions ranges from 4 to 5 times the average for Viet Nam.  \n                                                 \n16  Saunders M. and A. Lea. 2006. Summary of 2005 NW Pacific Typhoon Season and Verification of Authors’ \nSeasonal Forecasts. London: Benfield Hazard Research Centre, University College. \n17  As many as 600,000 families were evacuated and only five people lost their lives.  \n18  These are Ha Giang, Ha Tinh, Nam Dinh, Nghe An, Phu Tho, Phu Yen, Quang Binh, Quang Tri, Thanh Hoa, and \nYen Bai provinces. \n19  The poverty standard is given by the General Statistics Office as D178,000 per person per month. ", "    5   \nTable 2: Poverty and Ethnic Minorities in Project Provinces \n \n  Poverty Rank   Poverty Rate  Ethnic Minorities \nProvince  (1 = poorest)  (%)  (% of total population) \nHa Giang  2  75  90 \nYen Bai  9  57  80 \nPhu Tho  20  45  30 \nThanh Hoa  17  46  16 \nNghe An  17  46  15 \nQuang Tri  13  51  8 \nPhu Yen  49  41  5 \nHa Tinh  20  45  <1 \nNam Dinh  41  35  <1 \nQuang Binh  47  47  <1 \nSources: General Statistics Office of Viet Nam (2004); provincial reports to the Ministry of Agriculture and \nRural Development; and the study on poverty mapping activities in Viet Nam by the International \nFood Policy Research Institute and the Institute of Development Studies (2003). \n \n18.  The 2005 typhoons and storms reduced the range of employment opportunities for the \nvery poor, especially among ethnic minorities, the elderly, and households headed by women, \nby restricting their access to markets and services, and destroying many small structures on \nwhich they depend for livelihood activities. The calamity also impacted natural resources, which \nare the main sources of income for the poor.20 Poor economic conditions encourage migration \nfrom the provinces, introducing a new set of risks in terms of social dislocation and health (e.g., \nfrom HIV/AIDS).21 A prolonged reconstruction program would force many vulnerable people to \nmigrate in search of employment and greater economic security for their families.  \n \n2.  Government Response \n \n19.  A joint assessment team22 rated the Government's disaster preparedness and response \nto Damrey as efficient. The Government's early warnings and emergency measures prevented \nlarge loss of life; and the provision of food, shelter, and other essentials to families evacuated \nfrom their homes or otherwise deprived of normal means of livelihood by the events was timely. \nAs  typhoon  Damrey  approached,  the  Government  released  about  $12.5  million  to  cover \npreparations  including  transport,  life  jackets, and  materials  for  dike  strengthening.  Officials \nremained in the most vulnerable areas throughout the typhoon to direct operations, and as the \nstorm weakened, staff from line ministries worked with provincial agencies to assess relief and \nrehabilitation needs. Local governments and nongovernment organizations provided emergency \nfood to people and organized voluntary services to rescue people and temporarily raise and \nstrengthen  sea  dikes.  The  National  Red  Cross  provided  cash  and  essential  rations  to \nhouseholds in Hai Phong, Nam Dinh, Ninh Binh, Thai Binh, and Thanh Hoa provinces.  \n \n20.  During and following the 2005 typhoons and storms, the Government ensured that all \nthose who lost houses were provided with shelter—in many cases new houses. All major \n                                                 \n20  Typical impacts on natural resources include the (i) flooding of large areas of farmland and freshwater bodies by \nseawater; (ii) contamination of wells by polluted floodwater; (iii) erosion of river banks leading to loss of productive \nland; and (iv) large-scale landslides, which removed farmland, trees, and other vegetation. \n21  Some ethnic minority groups, such as Thai in Ha Giang province, expressed a desire to move to the central \nhighlands region as a livelihood strategy. \n22 Joint assessment report by a team fielded through the Disaster Management Working Group immediately after the \nstorm. The team included representatives from CCFSC, International Federation of the Red Cross and Red \nCrescent Societies, MARD, Ministry of Foreign Affairs, Oxfam Great Britain, United Nations Children’s Fund, and \nUnited Nations Development Programme. ", "6 \ntransport networks and essential social infrastructure (especially water supply systems, health \ncenters, schools, and utilities) were reinstated, although many only in a temporary way. \n \n3.  Asian Development Bank Response and Strategy \n21.  ADB's disaster and emergency assistance policy23 provides for emergency assistance \nfollowing both natural and civil disasters. The principal funding mechanism for reconstruction is \nthe emergency assistance loan (EAL), which focuses on immediate short-term assistance to \nrebuild  high-priority  physical  assets  and  restore  capacity  and  productive  activities.  Helping \ncountries prepare for and avoid the worst impacts of natural disasters is a primary goal of the \npolicy.  This  is  to  be  achieved  by  applying  risk  and  vulnerability  assessments  to  identify \nappropriate mitigation measures, and mainstreaming prevention and preparedness activities \ninto the development process.24 \n \n22.  On 25 October 2005, the Ministry of Planning and Investment made an initial request for \nADB assistance. The request was made following Damrey but before the occurrence of two \nadditional intense storms, typhoon Kaitak in October–November and tropical storm 25W in \nDecember 2005. ADB fielded scoping missions to assess the nature and extent of damage in \nNovember 2005 and February 2006. The missions concluded that damage caused by Damrey \nand succeeding storms was extensive and that its repair would be beyond the capacity of \nprovincial authorities. On 20 January 2006, the Ministry of Planning and Investment asked ADB \nto prepare an EAL using loan savings from ongoing projects. On 26 January 2006, MARD \nestablished  the  Central  Project  Management  Unit  (CPMU)  to  prepare  and  administer  the \nProject.  \n \n23.  From 27 March to 28 April 2006, ADB’s Damage and Needs Assessment Mission held \nworkshops with representatives of MARD, the provincial departments of agriculture and rural \ndevelopment (DARDs), and provincial people's committees (PPCs) in the 10 most severely \naffected provinces (Appendix 2). The Mission visited selected subproject sites to make a rapid \nassessment of social, technical, and environmental conditions. All parties generally agreed to \nImplementation and financing arrangements during the workshops; this was confirmed in the \nMission’s  wrap-up  meeting  on  28  April  2006.  The  Mission  and  the  Government  signed  a \nmemorandum of understanding on 3 May 2006. \n \n4.  Lessons in Disaster Management \n24.  A review of project performance audit reports, project completion reports, and ADB-wide \nexperience 25  with  rehabilitation  assistance  indicates  the  following  lessons:  (i)  the  most \nappropriate  focus  for  an  EAL  is  restoration  of  economic  activity  to  reduce  vulnerability  of \naffected  communities;26 (ii)  more  effective  central  and  local  coordination  is  needed  during \ndesign and implementation to reduce delays and improve impact; and (iii) EAL implementation \nplaces a heavy burden on executing agency staff, and the support of consultants is often \nneeded to achieve effective supervision and efficient administration. Other lessons include (i) \nbeneficiary participation is important in terms of prioritization and subsequent operation and \nmaintenance of works; (ii) care needs to be given to environmental and social aspects in EALs \n                                                 \n23  ADB. 2004. Disaster and Emergency Assistance Policy. Manila. \n24  Guidelines for EAL preparation and implementation are provided in ADB. 2004. Operations Manual. Section D7: \nDisaster and Emergency Assistance. Manila.  \n25  Benson, C. and W.T. Lincklaen-Arriens. 1999. Rehabilitation after Disasters: A Review of Lessons Learned and \nEmerging Issues. Manila: ADB (third draft). \n26  People are more resilient and less dependent on outside assistance when they can quickly resume their normal \nincome-earning activities. ", "    7   \nas they can be seriously compromised in the rush to complete civil works; (iii) arrangements for \ndisbursement and use of imprest accounts should be simple and workable so that the executing \nand implementing agencies have rapid access to funds as needed; and (iv) anticorruption \nmeasures need to be fully integrated into standard operating procedures. \n \n25.  Central  project  management  units  have  proven  to  be  efficient  and  effective  at \ncoordinating and supervising EALs. Their value, however, is dependent on being able to use \nflexible procedures that are not constrained by normal government approval mechanisms. The \nuse  of  multiple  executing  or  implementing  agencies  for  different  subsectors  is  inefficient \nbecause it increases complexity and results in implementation delays and poor coordination. \nHence, a single executing agency operating through an experienced central management unit is \npreferable. Faster and more efficient implementation can be achieved when the executing \nagency has had recent implementation experience, preferably in similar work, and has well-\nestablished disbursement and reimbursement procedures. \n \n26.  EALs benefit from the use of both advance procurement action and retroactive financing \nto  make  best  use  of  construction  seasons  and  undertake  concurrent  activities  (e.g.,  early \ncommencement  of  design  contracts  and  simultaneous  initiation  of  tendering  for  contracts). \nMinimizing the number of contracts reduces administration; and greater flexibility in government \nprocurement procedures increases efficiency in selecting consultants and contractors.  \n \n27.  To improve the quality of civil works, independent consultants may be needed to review \ndesigns and supervise implementation, especially for large or complex subprojects—a need \noften underestimated during EAL preparation. Mobilization of consultants is often delayed by \ncumbersome  government  procurement  regulations;  single-source  selection  of  design \nconsultants may be preferable for an EAL. Civil works contracts should, where possible, be \nawarded to contractors already active on similar contracts or who have recently successfully \ncompleted similar works. The selection of supervision consultants by ADB can greatly shorten \nthe mobilization delay and should be incorporated when normal government procedures are \nrigid and time-consuming. \n \n5.   Project Rationale \n28.  While Viet Nam’s recent growth is commendable for its impact on income disparities \n(e.g., reducing the poverty ratio of 54% in 1993 to about 20% by 2004), pockets of poverty need \nto be addressed to make development truly inclusive and to ensure development quality. Areas \nthat are remote, lack infrastructure, have few resources, or are vulnerable to natural disasters \nhave stagnated. The SEDP has a strong results orientation, with performance indicators that \ninclude  the  Viet  Nam  Development  Goals  and  the  Millennium  Development  Goals.  For \ninvestments in economic and social infrastructure, the SEDP gives priority to disaster-stricken \nregions  and  accords  special  attention  to  vulnerable  groups  including  ethnic  minorities. \nPreventing and mitigating natural disasters is one of its key strategies for reducing vulnerability \nfor the disadvantaged and the poor. In support of this, the Government’s disaster management \nstrategy emphasizes measures to prevent and minimize the effects of natural calamities as a \nregular part of development programs and projects.  \n \n29.  Many types of infrastructure critical to the livelihoods of poor rural households were \ndestroyed  in  2005.  These  were  mostly  small-scale  and  within  the  authority  of  provincial \nagencies.27 Flash  floods  swept  away  bridges,  roads,  irrigation  control  structures,  diversion \nweirs, and canals. Rainfall-induced landslides cut off roads and carried away houses and other \n                                                 \n27  Except for primary sea dikes and major flood control schemes funded by the central Government. ", "8 \nvital  property,  including  large  tracts  of  terraced  agricultural  land  and  irrigation  systems. \nProductive land adjacent to many rivers was covered by river-borne sediment. Flood protection \ninfrastructure was lost, leaving rural communities in a heightened state of vulnerability. The \nbreaching of sea dikes led to inundation by seawater of coastal plains used for rice farming and \naquaculture, and rendered these areas at greater risk of flooding during even moderate storms. \nThe consequent loss of economic opportunities is a significant burden to the poor—they now \nalso suffer from reduced access to markets, schools, services, and clean water.  \n \n30.  The Government recognizes the need to reinstate essential services to affected areas as \na matter of urgency, and has already provided temporary repair for many of the damaged \nstructures using its emergency contingency funds. Such repairs are of inadequate quality and \ndo  not  provide  improved  disaster  resistance  or  mitigation  measures.28 In  the  absence  of \nconcerted and coordinated rehabilitation efforts, such temporary repairs reinforce a cycle of \nreactive response to disasters, severely limiting disaster recovery and impacting on economic \ndevelopment in poor areas. To help make the transition to a more proactive approach based on \ndisaster  preparedness  and  mitigation,  the  Government  requested  ADB  assistance  for \nrehabilitation  and  reconstruction  of  basic  rural  infrastructure,  as  well  as  for  risk  reduction \nmeasures to reduce vulnerability, in the 10 most severely affected provinces. Without external \nbudget support, the Government would face a delay of 4−5 years in reconstruction, the cost of \nwhich would increase as succeeding storms compound the existing damage.  \n \n31.  ADB's country strategy and program for 2007–201029 is strictly aligned with national \ntargets and includes the provision that, upon Government request, assistance be provided on \nan emergency basis to reinstate essential infrastructure following natural disasters. ADB has \ntherefore agreed to help the Government reinstate essential rural infrastructure damaged by \ntyphoons  and  storms  in  2005.  The  Project  was  prepared  following  the  EAL  requirements \n(footnotes 23 and 24). Hence, the Project focuses on immediate short-term assistance to rebuild \nhigh-priority physical assets and restore capacity and productive activities, and does not attempt \nto address medium- to long-term investments or other needs unrelated to the emergency. \nRehabilitation is based on considerations of need, technical feasibility, cost-effectiveness, and \nsustainability. The works represent least-cost solutions that nevertheless incorporate measures \ndesigned to give (i) greater resistance to natural disasters where necessary and (ii) higher levels \nof  protection  to  communities  where  feasible.  The  scope  of  each  subproject  reflects  the \npredamage situation and does not include additional features (e.g., road widening, canal lining, \nexpansion of irrigation service area). To prevent a recurrence of the type of damage that \noccurred  in  2005,  subprojects  may  incorporate  higher  design  standards  than  those  of  the \noriginal  structures  (e.g.,  higher  deck  levels  for  bridges).  The  Project  will  help  mainstream \nappropriate prevention and preparedness activities into the development process to prepare for \nand avoid the worst impacts of natural disasters.30 Risk and vulnerability assessments will be \nused to identify appropriate risk reduction measures. \n \n32.  Processing of the EAL began upon receipt of the Government's request on 20 January \n2006 and continued in step with the Government's procedures. The total processing time (10 \nmonths) was much longer than would normally be acceptable for an EAL.31 Some of the delay \n                                                 \n28  Much  of  the  rural  infrastructure  destroyed  in  2005  was  underdesigned  in  terms  of  disaster  resistance.  Its \nreconstruction to original or lower standards facilitates repeat failures when natural disasters recur. \n29  ADB. 2006. Country Strategy and Program (2007–2010): Philippines. Manila. \n30  In support of the Project, separate technical assistance is being prepared to enhance the Government's capability \nto carry out risk and vulnerability assessments.  \n31  EAL processing should not exceed 12 weeks (footnote 23). ", "    9   \nresulted from the Government's unavoidable review and approval steps,32 but delays were also \nintroduced by the need to compile a comprehensive damage assessment in the 16 affected \nprovinces, and to identify and secure surplus loan funds from within ADB's Viet Nam portfolio. \nNevertheless, in view of the urgent nature of the proposed Project, the Government bypassed \nthe normal requirement for a feasibility study and on 23 June 2006 approved an investment \nproposal (based on the recommended EAL described in the memorandum of understanding of 3 \nMay 2006). Further, the Government does not want to lose another construction season and \nhas  already  prepared  detailed  designs  for  priority  works  in  anticipation  of  commencing \nconstruction by the end of February 2007.  \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n33.  The Project’s impact will be sustained economic growth in the 10 provinces severely \naffected by typhoons in 2005 (Appendix 1). Its outcome will be rapid resumption of livelihoods \nand reduced vulnerability to natural disasters in the affected areas. This will be achieved by (i) \nreinstating essential infrastructure, including roads, flood protection, irrigation systems, and \nsocial infrastructure; and (ii) concurrently providing equivalent or enhanced storm and flood \nprotection to vulnerable areas where feasible. The project area encompasses parts of Ha \nGiang, Ha Tinh, Nam Dinh, Nghe An, Phu Tho, Phu Yen, Quang Binh, Quang Tri, Thanh Hoa, \nand Yen Bai provinces.33  \n \nB.  Outputs \n34.  The Project’s outputs will be rehabilitated and strengthened infrastructure in four sectors \n(i) flood protection, (ii) irrigation, (iii) roads and bridges, and (iv) social services. The Project will \nfinance (i) contracts for civil works; (ii) contracts with national consulting firms that have recently \nworked or are currently working in the affected districts for feasibility study and detailed design; \nand (iii) a contract with a team of international and national consultants for technical, social, and \nenvironmental review. The general scope of rehabilitation under the Project is shown in Table 3. \n \n1.  Complete Feasibility Studies and Detailed Design of Subprojects \n35.  Of the 176 subprojects proposed for rehabilitation by the project provinces, 105 are \nconsidered suitable for inclusion on the basis of rapid visual inspection.34 The total estimated \ncost of these, based on rough estimates of replacement cost made by the DARDs, is about $70 \nmillion. Further prioritization was made to arrive at a list of 39 core subprojects (costing about \n$49.7 million) for which loan funds will be reserved.35 Each PPC has confirmed in writing its \nagreement with the prioritization. Given that the rehabilitation needs in the project provinces \nexceed the available funds, not all potentially suitable subprojects can be financed under the \n                                                 \n32  The need to align ADB's loan processing procedures more closely with those of the Government has been \ndemonstrated on many occasions. Attempts to abbreviate or compress the standard procedures defined in \nGovernment regulations have generally led to even greater delays than normal in reaching loan effectiveness. \n33  Binh Dinh province’s request to be included in the Project will be considered by ADB and the Government following \nmore detailed review of conditions to be made during implementation.  \n34  Based on the information provided, these satisfy two critical selection criteria for subprojects: (i) located within the \ndefined impact area and for which the proposed rehabilitation is directly related to typhoon damage in 2005, and (ii) \nnot requiring significant land acquisition or resettlement. \n35  Some of these subprojects are relatively large and complex. They will require a program of investigations (e.g., \nfoundation investigations and materials testing) to support their feasibility study and redesign. Their implementation \nwould therefore extend into the second project year, with a risk of financing shortfall if funds are not reserved.  ", "10 \nProject. Hence, subprojects that are not on the priority list will be included on a first-come, first-\nserved basis. The 39 core and 66 potential subprojects are listed in Appendix 3. \n \n36.  In each of the 10 project provinces, the DARD will (i) screen and classify subprojects \n(and  exclude  any  classified  category  A  in  relation  to  ADB's  policies  on  environment, \nresettlement, or indigenous peoples),36 (ii) implement public consultations and carry out social \nanalyses  and  environmental  assessments,  (iii)  prepare  subproject  feasibility  studies  and \ndetailed design, and (iv) procure goods, works, and services needed for the Project. Final \nacceptance of subprojects will depend on, among other aspects, absence of significant negative \nenvironmental and social impacts (para. 50).37 \n \nTable 3: Scope of Work \n \nComponent  General Scope of Work \nFlood Protection  Rehabilitate damaged sea dikes and flood protection embankments, including \nrebuilding dikes and embankments and related structures, protecting them \nagainst future recurrence of typhoons and floods, and adding protective works. \nIrrigation   Rehabilitate and protect damaged irrigation facilities, including reinstating \ndamaged weirs, irrigation and drainage pumping stations, culverts, canals, \ndrains, river banks, reservoirs, bridges, and access roads. \nRoads and Bridges  Rehabilitate and protect damaged district and commune roads and bridges, \nincluding restoring and protecting road embankments, replacing damaged \npavements, resurfacing roads, and reinstating drainage works. \nSocial Services  Rehabilitate and protect damaged schools, water supply systems, and markets. \nSources: Provincial reports to the Ministry of Agriculture and Rural Development. \n \n37.  The DARD will select and recruit national consulting firms to undertake the detailed \nstudies associated with these tasks. For each subproject screened as environmental category \nB, the consultants will prepare an initial environmental examination (IEE) and an environmental \nmanagement  and  monitoring  plan  specific  to  the  particular  subproject,  following  the \nenvironmental assessment and review framework available in Supplementary Appendix A (a \ngeneric IEE for the Project is available in Supplementary Appendix B and the summary IEE is \ngiven in Appendix 4). For any resettlement category B subproject, a resettlement plan will be \nprepared in accordance with the resettlement framework (Appendix 5). If ethnic minority groups \nwill be at a disadvantage in the development process or encounter constraints on their ability to \nenjoy project benefits, an indigenous peoples development plan will be prepared in accordance \nwith the indigenous peoples development framework (IPDF) in Supplementary Appendix C. A \nsummary poverty reduction and social strategy is in Appendix 6. \n \n                                                 \n36  Screening of subprojects will be a continuous process and subproject classification will be reviewed on completion \nof detailed design. DARD and the provincial project management unit in each province will ensure that only \nsubprojects that are categorized as C for resettlement impact are implemented during the first year of the Project. \n37  Significant environmental impacts are those that would raise the environmental classification of the subproject to \ncategory A, requiring the preparation of a full environmental impact assessment. Similarly, significant social \nimpacts are those that would raise the resettlement or indigenous peoples classification of the subproject to \ncategory A, requiring the preparation of a full resettlement plan and/or indigenous peoples development plan. Any \nsuch reclassified subproject would be incompatible with expeditious reinstatement of the infrastructure to be \nrehabilitated under this Project. ", "    11   \n38.  Although every effort will be made to fast-track preparation of subprojects, causes of \nfailure will be assessed and appropriate means of overcoming previous design weaknesses \nidentified. A risk and vulnerability assessment will be made for each subproject, and increased \nstandards of flood protection or flood conveyance capacity will be incorporated as appropriate. \nFor sea dikes, the DARDs will adhere to the design standards developed by MARD’s Dike \nManagement, Flood and Storm Control Program. Subproject proposals will be prepared in a \nformat agreed to by MARD and ADB. \n \n2.  Implement Subprojects \n39.  The DARDs will (i) supervise construction implementation (including the incorporation of \nany specified environmental mitigation measures and/or specific actions aimed at mitigating \nadverse  social  impacts  and  compensating  individuals  affected  for  losses),  and  (ii)  ensure \nadherence to the environmental management and monitoring plan. MARD through its CPMU \nwill provide overall coordination and supervision of implementation.  \n \nC.  Special Features \n40.  The  Project  will  ensure  rapid  resumption  of  livelihoods  in  the  affected  areas  by \nreinstating essential infrastructure and services. The Project will have many positive social and \nenvironmental  impacts.  As  much  as  possible,  damaged  structures  will  be  rehabilitated  or \nreconstructed at their original sites. Hence, little land acquisition or involuntary resettlement will \nbe required. The Project is categorized as environmental category B, resettlement category B, \nand indigenous peoples category B. It will use a sector-like approach in preparing subprojects \nfor implementation. Hence, the environmental assessment procedures for sector loans will apply.  \n \nD.  Project Investment Plan \n41.  The project investment cost is estimated at $59.9 million, including taxes and duties of \n$5.8 million (Table 4 and Appendix 7). The cost estimate is based on the damage and needs \nassessment prepared by Government and ADB staff, and incorporates, as appropriate, current \nGovernment design standards and unit cost norms. The civil works costs cover the agreed \npriority subprojects and other subprojects that will be selected during implementation (Appendix \n3). Costs include an allowance for project management, design and supervision, construction \ninsurance, and consulting services. \n \nE.  Financing Plan \n42.  The Government has requested a loan of $50.97 million equivalent from ADB’s Special \nFunds resources to help finance the Project. The loan will have a 40-year term, including a \ngrace period of 10 years, an interest rate of 1% per year, and repayment of principal at 2% a \nyear for the first 10 years after the grace period and 4% a year thereafter, and such other terms \nand  conditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft  Loan \nAgreement. The Government's contribution from local sources will be $8.92 million (Table 5). \nThe borrower will be the Socialist Republic of Viet Nam. \n \n \n \n \n \n \n ", "12 \nTable 4: Project Investment Plan \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Priority subprojects rehabilitated  42.57 \n  2.  Additional subprojects rehabilitated  8.28 \n  3.  Project implementation managed  8.40 \n      Subtotal (A)  59.25 \nB.  Contingenciesc  0.00 \nC.  Financing Charges During Implementationd  0.64 \n         Total (A+B+C)  59.89 \na   Includes taxes and duties of $5.8 million. \nb  In mid-2006 prices. \nc   No contingencies are included in the cost estimates because the Project will follow a sector approach in \npreparing and implementing subprojects. Subproject costs estimates allow for any land acquisition, \nresettlement, and specific environmental or social mitigation measures. \nd   Includes interest charges. Interest during construction is computed at 1%. \nSource: Asian Development Bank estimates. \n \nTable 5: Financing Plan \n($ million) \nSource  Total    % \nAsian Development Bank  50.97    85.00 \nGovernment  8.92    15.00 \n  Total    59.89    100.00 \nSource: Asian Development Bank estimates. \n \n43.  The Government and ADB have identified surplus loan savings equivalent to $51 million \nfrom ADB's ongoing projects in Viet Nam (Table 6), and discussed the utilization of these loan \nsavings  to  address  emergency  damage  rehabilitation  under  this  Project.38 Interest  during \nconstruction will be capitalized. \n \nTable 6: Identified Loan Savings \n \n             \n  Net Loan  Cumulative  Undisbursed  Proposed \nClosing Date  Amounta  Disbursement  Loan Balance  Savingsb \nLoan  Project  Original  Revised  (SDR million) \n1515- Forestry Sector  31-12-03  31-12-05  8.605  7.236  1.369  1.022 \nVIE(SF) \n1655- Vocational and  31-10-04  31-03-08  26.940  17.201  9.739  8.518 \nVIE(SF)  Technical   \nEducation \n1702- Ho Chi Minh City  30-06-06  31-12-08  51.100   3.557  47.543  25.213 \nVIE(SF)  Environment \nImprovement \nSDR = special drawing rights, SF = Special Funds, VIE = Viet Nam. \na The amounts include adjustments for previous loan cancellations where applicable.  \nb The exact amounts for each loan will be determined in consultation with ADB's Controllers Department. \nSource: Asian Development Bank estimates. \n                                                 \n38  The use of ADF loans savings and cancellations for this Project will be guided by ADB. 2004. Review of the Asian \nDevelopment Bank’s Policy on Performance-Based Allocation of Asian Development Fund Resources. Manila. ", "    13   \n44.  The Forestry Sector Project39 is at the completion stage and the identified loan savings \nare no longer needed to achieve the project objectives. The Vocational and Technical Education \nProject40 is 59% complete and the expected loan closing date is September 2006. No further \nchanges in project scope are expected. The savings, which total SDR9.54 million ($14 million \nequivalent) from the two loans, are attributed to savings from international consultant contracts. \n \n45.  The  Ho  Chi  Minh  Environmental  Improvement  Project41 has  experienced  significant \ndelays in implementation. Since loan effectiveness in June 2000, it has achieved little progress \nin all major components. In December 2005, the executing agency proposed to cancel the solid \nwaste management subcomponent of the infrastructure improvement component. The Ministry \nof Planning and Investment then proposed in January 2006 to use the corresponding loan \nsavings estimated at SDR25.21 million ($37 million equivalent) for the proposed Project. Project \ncompletion is expected by end-2008. \n \n46.  Loan savings, if used for other purposes, would normally be canceled. The Government \nhas asked ADB to reallocate the identified loan savings to help finance the Project and to cancel \nthe amounts specified from the respective loan accounts. On 23 June 2006 the Prime Minister \napproved  the  Government's  Investment  Report  for  the  Project,  prepared  on  the  basis  of \nfinancial  and  implementation  arrangements  set  out  in  the  Mission’s  memorandum  of \nunderstanding. Concurrently, the Prime Minister confirmed the Government’s approval of the \nproposed cancellation and reallocation of loan savings.  \n \nF.  Implementation Arrangements \n1.  Project Management \n47.  National  Level. Ministry of Agriculture and Rural Development (MARD) will be the \nExecuting  Agency.  A  Central  Project  Management  Unit  (CPMU)  in  Agriculture  Projects \nManagement Board already exists within MARD. The CPMU director42 in Hanoi will be the \nproject director. The CPMU will (i) provide overall project management and coordination;43 (ii) \nliaise  with  the  provincial  people’s  committee  (PPC)  of  each  participating  province  and \ndepartment of agriculture and rural development (DARD) in each province to prepare, select, \nand implement subprojects; (iii) provide advice and project orientation training to the DARDs; \n(iv) coordinate with relevant agencies of MARD and other ministries to guide the DARDs in \nrelation  to  design  standards;  (v)  help  the  DARDs  to  procure  goods  and  services  through \ninternational competitive bidding (ICB), (vi) monitor progress and budgets, and prepare progress \nreports covering the whole Project by consolidating the reports from each province, and (vii) \nprepare the project completion report. A team of international consultants will help the CPMU \nand provincial implementing agencies to (i) undertake risk and vulnerability analyses; (ii) review \nthe financial, economic, and technical feasibility of subprojects prepared by the provinces; and \n(iii) incorporate the provisions of ADB's social and environmental safeguard policies. For each \n                                                 \n39  ADB. 1997. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Forestry Sector Project. Manila. \n40  ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Vocational and Technical Education Project. Manila. \n41  ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Ho Chi Minh City Environment Improvement Project. Manila. \n42  The CPMU is based in MARD's Agriculture Projects Management Board and includes the resources and staff used \nfor the recently completed ADB. 1997. Report and Recommendation of the President to the Board of Directors on a \nProposed Loan to the Socialist Republic of Viet Nam for the Rural Infrastructure Sector Project. Manila (Loan 1564-\nVIE[SF].) \n43  MARD, as leader of CCFSC, will ensure that appropriate natural disaster preparedness measures are incorporated \nin the rehabilitated infrastructure.  ", "14 \nsubproject prepared in the first year, the feasibility study and design products will be checked by \nthe consultants.  \n \n48.  Provincial Level. The PPCs in the project provinces will be the implementing agencies \nand will, through the DARDs, select, prepare, and implement subprojects. Each DARD has set \nup a provincial project management unit (PPMU) under its direct administration to carry out the \nworks. Each PPMU will comprise a sufficient number of appropriately qualified staff and will be \nheaded by a project manager at the provincial level. Where the DARD is not directly responsible \nfor any particular type of infrastructure, the PPMU will work with the relevant authority (e.g., \nMARD for sea dikes and large flood protection works; provincial department of transportation for \nroads and bridges; and provincial department of construction for urban water supply, schools, \nand market facilities). \n \n49.  Subproject Selection Criteria and Approval. MARD and the DARDs have prepared \nsubproject descriptions including design data, nature and cause of damage and its impact on \neconomic activities and well-being, estimated cost of repair, and number and poverty levels of \nbeneficiaries. Based on rough estimates of economic and financial returns, backed up by site \ninspections of representative structures, ADB and MARD made an initial selection of structures \nsuitable for rehabilitation. The respective PPCs and DARDs have agreed to the list of priority \nsubprojects in each province (Appendix 3), and the DARDs have commenced preparing their \nfeasibility studies and detailed design. All subprojects are required to meet the following criteria: \n \n  (i)  Only subprojects damaged by the 2005 series of typhoons and tropical storms \nwill be considered for inclusion in the Project. \n  (ii)  Potential  subprojects  with  unacceptable  environmental  or  social  impacts  or \nsignificant resettlement may not be included.44 \n  (iii)  No subprojects will be located within or adjacent to designated protected or \nconservation areas and their buffer zones, nor will any subproject change the \ncourse of a river or alter river characteristics in a significant way, or have the \npotential to make significant changes in the surrounding environment. \n  (iv)  Rehabilitation  is  technically  feasible,  cost-effective,  financially  viable,  and \nsustainable, and represents a least-cost alternative, while incorporating natural \ndisaster risk reduction measures where necessary and feasible.45 \n  (v)  A  subproject  may  only  be  considered  if  the  PPC  has  an  operation  and \nmaintenance  plan  for  the  subproject  and  provides  an  assurance  of  annual \noperation and maintenance budget (exclusive of any beneficiary contribution that \nmay be negotiated during subproject selection and preparation). \n  (vi)  Only subprojects for which the contracted works can be completed during project \nimplementation may be considered. \n  (vii)  Potential subprojects will be excluded if the estimated construction cost exceeds \nthe original estimate by more than 15% unless otherwise agreed between CPMU \nand ADB.46  \n  (viii)  Partial financing of a subproject from sources other than the loan and related \nGovernment  counterpart  funding  is  permissible  provided  the  amounts  and \nsources of all such external funding are clearly and transparently presented as \npart of the financing plan and submitted to ADB for approval. \n                                                 \n44  ADB. 1995. Involuntary Resettlement. Manila defines resettlement as “significant” where 200 or more people \nexperience major impacts. Major impacts are defined as involving affected people being physically displaced from \nhousing and/or losing 10% or more of their productive, income-generating assets. \n45  Distributional analyses will be made to determine the nature and impact of all positive and negative impacts, and \nthe results will be used to improve subproject prioritization and thereby increase project benefits for the poor. \n46  In case of cost overrun, the subproject may be retained subject to the PPC’s agreement to meet the full cost of \noverrun from provincial or other sources.  ", "    15   \n  (ix)  No subproject costing less than $200,000 equivalent will be eligible for financing \nunder the Project.47  \n \n2.  Implementation Period \n50.  The Project will be implemented over 30 months from the date of loan effectiveness, with \nan anticipated completion date of 30 June 2009 (Appendix 8).48 Construction activities will \ncommence immediately following loan effectiveness, anticipated by January 2007. \n \n3.  Procurement \n51.  Civil works and related services will be procured in accordance with ADB's Procurement \nGuidelines (2006).49 State-owned enterprises will be eligible to bid for contracts if they are \nlegally and financially autonomous, independent from MARD and the DARDs, and operate on \nthe basis of commercial law and practice.50 Civil works contracts estimated to cost more than $2 \nmillion equivalent will be procured through ICB. ADB's standard bidding documents for the \nprocurement of works (large contracts) will be used. Prequalification will only be required for \nlarge or complex subprojects as determined by ADB at the feasibility study phase. Procurement \nusing ICB procedures requires prior ADB review of invitations to bid, bidding documents, and \nbid evaluation reports. The bidding period will be 42 days for ICB contracts. \n \n52.  Civil  works  contracts  estimated  to  cost  $2  million  or  less  will  be  procured  through \nnational competitive bidding (NCB) procedures. The Government's standard bidding documents \nand procedures will be used if these comply closely with ADB's Procurement Guidelines (2006). \nPostqualification or the national contractor's registration/classification system will be used for \nNCB contracts. The bidding period will be 21 days. Prior review by ADB of invitations to bid, \nbidding documents, and bid evaluation reports will be required for the first NCB contract in each \nprovince. Subsequently, retroactive approval procedures will be followed. If for any reason ADB \ndoes not approve the award or terms of contract, the Government will use its own funds to \nfinance the contract or to refund to ADB any payments already made from loan funds for that \ncontract. A procurement plan is shown in Appendix 9. \n \n4.  Consulting Services \n53.  The Project will finance a team of international and national consultants to help the \nCPMU and PPMUs carry out risk and vulnerability assessments and review the technical, \nsocial, and environmental soundness of feasibility studies and detailed designs prepared by \nnational consulting firms. The consultants will also assist the CPMU and DARDs to ensure \nadherence to ADB's policies and guidelines during implementation. The consultants will provide \n60  person-months  of  national  and  27  person-months  of  international  consultant  inputs. \nExpertise will be required in natural disaster risk assessment; engineering investigations and \ndesign  of  hydraulic  structures,  irrigation  systems,  roads,  bridges,  sea  dikes,  and  flood \nembankments;  geotechnical  engineering;  economic  and  financial  analyses;  and  social  and \nenvironmental aspects. MARD will select and engage a firm of international consultants using \nthe quality- and cost-based selection method and biodata technical proposals, in accordance \nwith ADB's Guidelines on the Use of Consultants (2006).  \n \n                                                 \n47  Nevertheless, small works may be grouped into a larger subproject if practical reasons can be found to do so \n(same subsector, geographical area, nature of work, etc.). \n48  No new contract awards or commitments (including contract variations) will be allowed after the completion date. \n49  Procurement of goods is not envisaged under this Project. \n50  ADB has advised the Government that all companies operating directly under the supervisory authority of the \nexecuting agency or any implementing agency of an ADB-financed project will be excluded from participating. \nOther state-owned enterprises will be allowed only if they are equitized and operate under the Enterprise Law. ", "16 \n54.  The CPMU may engage consultants, either as individuals or as a firm, to assist with \npreparatory activities, and the DARDs will engage consulting firms to help prepare feasibility \nstudies and detailed designs of subprojects, complete contract documentation of works, help \nsupervise construction, and monitor performance. Due to the emergency nature of the works, \nthe short construction period prior to the next typhoon season, and the relative simplicity of \nmany of the works, ADB has agreed that, for contracts not exceeding $100,000, single-source \nselection in accordance with ADB's Guidelines on the Use of Consultants (2006) may be used \nto select national consulting firms.  \n \n5.  Anticorruption Policy \n55.  ADB's anticorruption policy51 was explained to and discussed with MARD. Consistent \nwith its commitment to good governance, accountability, and transparency, ADB reserves the \nright to investigate, directly or through its agents, any alleged corrupt, fraudulent, collusive, or \ncoercive practices relating to the Project. To support these efforts, relevant provisions of ADB's \nanticorruption policy are included in the loan regulations and the bidding documents for the \nProject. In particular, all contracts financed by ADB in connection with the Project will include \nprovisions specifying the right of ADB to audit and examine the records and accounts of MARD \nand all contractors, suppliers, consultants, and other service providers as they relate to the \nProject. To deter corruption and increase transparency, procurement related information will be \ndisclosed at a dedicated Government website. \n \n6.  Advance Action and Retroactive Financing \n56.  Given the urgency of the Project, ADB Management approved advance action and \nretroactive financing for the selection of international and national consulting firms. Selection \nmay be carried out and contracts awarded to international and national consulting firms for \npreparatory work and feasibility studies and detailed design of subprojects (Appendix 3) prior to \nthe date of loan effectiveness, provided that such selection and awarding process is carried out \nin accordance with ADB's Guidelines on the Use of Consultants (2006). Should MARD or any of \nthe DARDs sign a contract with a selected firm prior to the date of loan effectiveness, the \nGovernment will assume entire responsibility for any payments due under the contract. In such \ncases  and  upon  MARD’s  request,  ADB  will  give  consideration,  subsequent  to  loan \neffectiveness, to retroactive reimbursement of payments made to the consulting firm, subject to \nADB's review of the selection procedures and confirmation through due diligence that any \nincurred expenditure has been appropriately used. Retroactive payment may not exceed 20% of \nthe total loan amount. The Government was advised that approval of advance action and \nretroactive financing does not commit ADB to financing of the Project.  \n \n7.  Disbursement Arrangements \n57.  The Government will open a first-generation imprest account in a commercial bank \nacceptable to ADB, into which the ADB loan funds will be deposited, in accordance with ADB's \nLoan Disbursement Handbook (January 2001), updated from time to time. Similarly, each of the \nproject provinces will establish a second-generation imprest account, in a bank acceptable to \nADB, for local project expenditures. The total combined advances in the first- and second-\ngeneration imprest accounts at any time during project implementation will not be greater than \nthe estimated expenditure for the coming 6 months or 10% of the loan amount, whichever is \nlower.  The  ceiling  of  the  second-generation  imprest  account  in  each  province  will  be  the \nestimated  local  expenditure  for  the  coming  6  months  or  $1,000,000,  whichever  is  lower. \n                                                 \n51  ADB. 1998. Anticorruption. Manila. ", "    17   \nPayments to civil works contractors will be made directly by ADB, or from the imprest accounts \nas appropriate (a fund flow arrangement is provided in Supplementary Appendix D). The CPMU \nwill make all ICB disbursements from the first-generation imprest account. The statement of \nexpenditure procedure will apply to contracts not exceeding $100,000. \n \n8.  Accounting, Auditing, and Reporting \n58.  The CPMU will monitor and consolidate accounts for each province and prepare a \nseparate account for the Project as a whole. Within 12 months of loan effectiveness, the CPMU \nwill  establish  a  computerized  management  information  system  suited  to  the  financial \nmanagement and reporting needs of the Project. A qualified firm will be recruited to audit project \naccounts annually. The audited accounts and auditor's report (including the auditor’s opinion on \nthe imprest account and statement of expenditure operations) will be submitted to ADB not \nmore than 6 months after the end of each fiscal year. \n \n59.  Each  agency  directly  involved  in  the  Project  (MARD  and  the  DARDs)  will  prepare \nprogress reports every 6 months and submit them within 1 month to the CPMU for consolidation \nand submission to ADB. The reports will describe progress in achieving design and monitoring \nframework targets (Appendix 2), any problems encountered and steps taken to resolve them, \nand activities for the next reporting period. MARD will prepare and submit a project completion \nreport in standard ADB format not more than 6 months after physical completion of the Project. \n \n9.  Project Performance Monitoring and Evaluation \n60.  The CPMU will be responsible for setting up an appropriate system to monitor and \nevaluate project performance and impact as part of MARD’s management information system \nwith assistance from the project implementation consultants. Project performance monitoring \nand  evaluation  will  refer  to  the  design  and  monitoring  framework  (Appendix  2).  Baseline \nindicators and targets for each subproject will be developed by ADB staff, the CPMU, and \nDARDs prior to implementation. \n \n10.  Project Review \n61.  ADB  will  conduct  semiannual  reviews,  facilitated  by  MARD,  to  (i)  examine  the \nappropriateness of implementation arrangements and schedules of activities, including funds \nflow;  (ii)  review  compliance  with  agreed  procurement  procedures;  and  (iii)  monitor  the \neffectiveness of safeguard procedures.  \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Social Benefits and Impacts \n62.  About 450,000 residents of remote areas of the project provinces will benefit directly \nfrom improved access to markets, schools, and other services; rapid resumption of income-\nearning activities; and greater security from natural disasters. In the 39 priority subprojects, the \nProject will reinstate (i) about 64 km of irrigation canals (including 21 diversion structures) \nserving more than 11,000 ha of irrigated land; (ii) 112 km of rural roads (including 67 culverts \nand 5 bridges); (iii) about 13 km of sea dikes and 17 km of flood protection embankments; and \n(iv) schools, markets, and rural water supply schemes. Rehabilitated structures will have higher \nresistance to floods, storm surge, waves, and other typhoon-related impacts (including larger \nconveyance capacity for bridges and better slope protection on sea dikes and flood protection \nembankments), based on risk and vulnerability assessments. The causes of failure will be ", "18 \nexamined to ensure better design standards where necessary, and the completed works will be \nintegrated into a database linked to provincial disaster preparedness plans. \n \n63.  Significant resettlement impacts are not expected because most of the rehabilitation \nwork will be done within the existing right-of-way of the damaged infrastructure. Acquisition of \nsome small areas of land may be needed where infrastructure cannot be reinstated within the \noriginal site. This may occur if the site has been eroded or otherwise rendered unsuitable, an \nalternative nearby site offers greater security in terms of future flood events, or sound technical \nand financial reasons are given for selecting another site. The Government and ADB have \nagreed on a resettlement framework that sets out the compensation and other entitlements for \nany unanticipated land acquisition and/or resettlement impacts in accordance the Government’s \napplicable laws and regulations, and ADB’s policy on involuntary resettlement.52 The Project is \nclassified category B. Short resettlement plans will be prepared for any subproject found to have \nresettlement impacts up to the limits of category B. \n \n64.  A high proportion of the ethnic minority groups will be affected in the subproject areas in \nHa  Giang,  Yen  Bai,  and  Phu  Tho  provinces.  The  Project  is  designed  to  ensure  that  all \ncommunities will benefit from the Project on an equitable basis. The Government and ADB have \nagreed  to  an  IPDF  prepared  in  accordance  with  the  applicable  Government  laws  and \nregulations, and ADB’s policy on indigenous peoples.53 The IPDF provides a policy framework \nto screen impacts of the subprojects, and accordingly, to prepare an appropriate indigenous \npeoples  development  plan  or  specific  actions  for  the  subprojects  affecting  ethnic  minority \ngroups. The Project is classified category B for indigenous peoples. \n \nB.  Environmental Impacts \n65.  While the Project may lead to temporary and reversible localized negative impacts, no \nsignificant  adverse  environmental  impacts  are  foreseen,  and  the  Project  is  classified  as \nenvironmental category B. A generic IEE was prepared to identify potential impacts, appropriate \nmitigation  measures,  and  suitable  monitoring  mechanisms  (Supplementary  Appendix  B). \nSubprojects will follow environmental assessment procedures stipulated in an environmental \nassessment and review framework developed to ensure compliance with the Government’s \nenvironmental regulations and ADB’s Environment Policy54 (Supplementary Appendix A). IEEs \nwill be prepared for all category B subprojects. Although no environmental impact assessment is \ncurrently required, this will be reexamined during detailed design. \n \nC.  Risks and Assumptions \n66.  Some  large  or  complex  subprojects  will  require  investigations  (e.g.,  foundation \ninvestigations) to support their feasibility and design studies. Their implementation could extend \nbeyond the project completion date. To avoid the risk of noncompletion of any such subprojects, \nthey will be assessed within the first 6 months of project implementation. Only those that can be \ncompleted within the implementation period will be retained. The risk of cost overrun for large \nsubprojects will be minimized by ensuring careful cost estimation at the design stage. Project-\nfinanced international consultants will help the CPMU and DARDs to review bills of quantities \nand cost estimates at the detailed design stage. \n \n \n                                                 \n52  ADB. 1995. Involuntary Resettlement. Manila. \n53  ADB. 1998. The Bank’s Policy on Indigenous Peoples. Manila \n54  ADB. 2002. Environment Policy. Manila. ", "    19   \n67.  For greater safety and typhoon resistance, sea dikes may have to be set back from the \nseashore when they are rehabilitated. This would involve significant land use change and could \nlead to those subprojects being classified as category A for resettlement impacts, effectively \nremoving them from the Project.55 Under such a scenario, alternative subprojects would be \nselected from among those identified by the Damage and Needs Assessment Mission, and \npossibly also from among those that have not yet been inspected. To avoid the risk of having \nunsuitable subprojects financed by the Project, the selection criteria will be strictly adhered to, \nrequiring vigilance and close scrutiny on the part of MARD and ADB administration staff. \n \nV.  ASSURANCES \nA.  Specific Assurances \n68.  In addition to the standard assurances, the Government and MARD have given the \nfollowing assurances, which will be incorporated in the legal documents: \n \n(i)  Provincial  project  management  units.  MARD  will  ensure  that  each \nparticipating DARD sets up a PPMU and provides in it, for the duration of the \nProject,  a  project  manager,  social  and  environment  sectors  coordinator, \neconomist,  accounting and  financial  management  staff,  and  engineering  and \ntechnical staff consistent with the number and complexity of subprojects to be \nmanaged, to the satisfaction of ADB.  \n \n(ii)  Selection of subprojects. MARD will ensure that all subprojects meet, to the \nsatisfaction  of  ADB,  the  agreed  selection  criteria  and  implementation \narrangements, and that all subprojects incorporate measures to enhance their \nresistance to typhoon damage based on risk and vulnerability analyses. \n \n  (iii)  Resettlement.  MARD  will  ensure  that  only  subprojects  whose  resettlement \nimpacts remain within the limits of a category B subproject will be financed by the \nProject,  and  that  only  subprojects  that  are  category  C  with  respect  to \nresettlement impact will be implemented during the first year of implementation. \nMARD  will  ensure  that  land  acquisition  and  resettlement  activities  will  be \nimplemented in accordance with the applicable laws and regulations of Viet Nam \nand the requirements of ADB’s policy on involuntary resettlement (as reflected in \nthe  resettlement  framework  in  Appendix  5).  Subproject  resettlement  plans, \nprepared  in  accordance  with  the  procedures  given  in  Appendix  5,  will  be \ndisclosed to people affected prior to submitting to ADB for review. Approval of the \nresettlement plan by ADB will be a precondition to award of contracts for civil \nworks in such cases. MARD will ensure that a qualified social science or other \nsuitably qualified institution acceptable to ADB will be contracted to conduct \nindependent external monitoring and evaluation of the resettlement process and \nimpacts. \n \n(iv)  Community participation. MARD will ensure that the DARDs actively promote \ncommunity  participation  in  selection,  preparation,  implementation,  and \nperformance monitoring of subprojects. Tender documents will include provisions \nto  ensure  contractors'  preferential  hiring  of  local  labor,  to  guarantee  equal \nopportunities for female workers to work with the principle of equal pay for work \nof equal value, and to prevent employment of child labor. \n \n                                                 \n55  Sea dike subprojects represent a total cost of about $22 million within the project cost of $60 million. ", "20 \n(v)  Indigenous people. MARD will ensure that subprojects will not adversely affect \nindigenous peoples, households headed by women, disabled, elderly, or other \nsimilarly vulnerable groups. In the event that indigenous people are affected by or \nare beneficiaries of any subproject, MARD will ensure that their rights and needs \nare fully respected in compliance with ADB's policy on indigenous peoples and in \naccordance with the IPDF (Supplementary Appendix C). \n \n  (vi)  Award of civil works. The Government will not award any Works contracts \nfinanced under the Loan until (i) the Resettlement Plan for the Subproject is \napproved by ADB; and (ii) all resettlement activities have been completed and \nrelated compensation payments, replacement of assets or other assistance for \nthe affected people are delivered prior to the dispossession or displacement of \nthe  affected  people  in  accordance  with  the  Resettlement  Plan  or  other \nrequirements relating to resettlement and vulnerable groups, as applicable. \n \nB.  Conditions for Loan Effectiveness \n69.  The following conditions will be satisfied prior to loan effectiveness: \n \n(i)  The project implementation, financial management, and auditing arrangements \nwill have been developed and documented in an operation manual in substance \nand form satisfactory to ADB, and the arrangements for the flow of funds under \nthe Project will be approved by MARD.  \n \n(ii)  Each  DARD  will  have  set  up  and  staffed  a  PPMU  with  a  project  manager, \nsocial/environmental  sectors  coordinator,  economist,  accounting  and  financial \nmanagement staff, and engineering and technical staff to the satisfaction of ADB. \n \n  (iii)  The cancellation and reallocation of loan funds will have been completed. \n \nVI.  RECOMMENDATION \n70.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve  \n \n(i)   the loan in various currencies equivalent to Special Drawing Rights 34,733,000 to \nthe Socialist Republic of Viet Nam for the Emergency Rehabilitation of Calamity \nDamage Project from ADB’s Special Funds resources with an interest charge at \nthe rate of 1.0% per annum; a term of 40 years, including a grace period of 10 \nyears; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft Loan Agreement presented to the Board; and  \n \n(ii)   waiver of the 12-week period stipulated for processing of emergency assistance \nloans under the Disaster and Emergency Assistance Policy (2004). \n \n \n \n \nHaruhiko Kuroda \nPresident \n \n30 October 2006 ", "Appendix 1     21 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance  Data Sources/Reporting  Assumptions and Risks  \nTargets/Indicators  Mechanisms  \nImpact       \n     \nSustained economic  Economic growth rates for  Reports of the Government \ngrowth in areas affected  affected districts  Statistics Office \nby the 2005 typhoons     \n  Provincial and district \n  statistics covering economic \n  activities and poverty \nOutcome       \n      Assumptions \nRapid resumption of  Rural infrastructure  Annual reports of the  Causes of failure identified and \nlivelihoods and reduced  constructed and repaired  provincial departments of  dealt with during detailed design \nvulnerability to natural  to agreed flood-resistance  agriculture and rural   \ndisasters in the affected  design standards  development (DARDs) in  Appropriate preparedness and \nareas    each project province  mitigation measures can be \nImproved access to    incorporated into subprojects at \nschools, markets, and  Project completion report  reasonable cost \nother services  prepared by the Central   \n  Project Management Unit  Adequate and timely \nReduced loss of life and  (CPMU) in the Ministry of  counterpart funds provided by \ndamage in future storm  Agriculture and Rural  the central and provincial \nseasons  Development (MARD)  governments \n     \nSchool enrollments and  Risks \nhealth clinic records  Many subprojects found to be \n  environmental category A or to \nDamage assessments of the  have significant resettlement or \nCentral Committee for Flood  other social impacts that would  \nand Storm Control (CCFSC)  preclude their inclusion in the \n  Project \nAnnual reports of the   \nprovincial departments of  Feasibility and detailed design \ntransportation and  studies require extended time, \nconstruction  precluding completion within the \nimplementation period \n \nCosts increase dramatically \nabove indicative estimates used \nfor project design \nOutputs       \n       \n1. Essential infrastructure  In the 39 priority  Annual reports of the DARDs  Assumptions \n(roads, flood protection,  subprojects, rehabilitation  in each project province  Timely recruitment and \nirrigation systems, and  completed by 30 June    mobilization of international and \nsocial infrastructure)  2009 for  Project completion report  national consultants \nreinstated  (i)  64 kilometers (km) of  prepared by the CPMU   \n  irrigation canals    Timely award of civil works \n2. Equivalent or enhanced  (including 21 diversion  CCFSC reports on future  contracts \nstorm and flood protection  structures) serving  natural disasters   \nprovided to vulnerable  more than 11,000    Adequate performance by \nareas  hectares (ha) of  Annual reports of the  contractors \n  irrigated land;  provincial departments of   \n  (ii) 112 km of rural roads  transportation and  Risks \n  (including 67 culverts  construction   \n  and 5 bridges);    Delays in Government \n(iii)  about 13 km of sea  Contract handover reports  approvals cause late start and \n     dikes and 17 km of    completion of works ", "22  Appendix 1 \nDesign Summary  Performance  Data Sources/Reporting  Assumptions and Risks  \nTargets/Indicators  Mechanisms  \n    flood protection  Audit reports  Delays in completion of \n    embankments; and     feasibility and detailed design \n(iv) schools, markets, and  Project progress reports  processes, including risk and \nrural water supply    vulnerability assessments \nschemes  Project review missions   \n   \nRehabilitation of the \nadditional subprojects (to \nbe selected during project \nimplementation) \ncompleted by 30 June \n \n \nActivities with Milestones  Inputs \n  •  Asian Development Bank \nInitial Activities  ($50.97 million) \n1.1 Project administration memorandum completed by end of November 2006  -  Priority subprojects ($36.19 \n1.2 Subproject screening completed by end of March 2007  million) \n1.3 National design consultants contracted by end of January 2007 (for second batch of  -  Additional subprojects ($7.04 \nsubprojects)  million) \n1.4 International consultants contracted by end of January 2007  -  International consultants \n1.5 Pro forma contract documentation prepared by end of November 2006  ($0.77 million) \n  -  Project management, \nDesign and Feasibility  including design and \n2.1 Design contracts awarded by end of February 2007  supervision by national \n2.2 Detailed designs for first batch of subprojects completed by end of February 2007  consultants ($6.33 million) \n2.3 Risk and vulnerability assessments for subsequent subprojects completed by end of   \nSeptember 2007  •  Government ($8.92 million) \n2.4 Designs for first batch of subprojects approved by end of February 2007  -  Priority subprojects ($6.39 \n2.5 Initial environmental examinations prepared for environmental category B  million) \nsubprojects by end of September 2007 (second batch) and end of May 2008 (third  -  Additional subprojects ($1.24 \nbatch)  million) \n2.6 Resettlement plans prepared for any category B subprojects by end of March 2008  -  Project management, \n  including design and \nImplementation of Subprojects  supervision by national \n3.1 Contract documents completed by end of December 2006 (first batch)  consultants ($1.30 million) \n3.2 Bid evaluations completed by end of January 2007   \n3.2 Contracts awarded by end of February 2007 \n3.3 Construction completed by end of May 2009 \n3.4 Environmental management plans implemented by end of June 2008 (second batch) \nand end of May 2009 (third batch) \n3.5 Any resettlement and related compensation for category B subprojects completed by \nend of June 2008 \n3.6 Subprojects handed over by end of June 2009 \n \n ", "Appendix 2     23                     \nSUMMARY DAMAGE AND NEEDS ASSESSMENT \n \nA.  Introduction \n1.  The Asian Development Bank (ADB) Damage and Needs Assessment Mission, fielded \nfrom 27 March to 28 April 2006,1 was to visit sites affected by the 2005 series of typhoons and \nstorms, assess the nature and extent of damage and its impact on local communities, review \nthe Government and local communities' responses to natural disasters (during the events and in \nthe immediate aftermath, and subsequent relief and recovery periods), determine the capacity \nof provincial governments to reinstate damaged infrastructure and restore services, prepare a \nrough estimate of the cost of damage and its repair, and assess the need for ADB emergency \nassistance. With the assistance of the Ministry of Agriculture and Rural Development (MARD) \nand  its  provincial  departments  of  agriculture  and  rural  development  (DARDs),  the  Mission \nvisited 10 of the most severely affected provinces.2  \n \n2.  The  Mission  did  not  provide  for  public  consultation,  but  extensive  meetings  and \ndiscussions were held with national and local government officials in each of the provinces, \nincluding  provincial  people's  committees  (PPCs)  and  district  and  commune  people’s \ncommittees. Interviews were carried out with selected communities on-site during the field visits. \nThe damage caused by the 2005 natural disasters had serious impacts on the lives of those \naffected. Across the spectrum of government officials and local communities there was strong \nsupport for rapid rehabilitation of damaged infrastructure as a means of restoring livelihoods and \npromoting general well-being in the communities.  \n \n3.  The  Mission  reached  agreement  with  the  Government,  MARD,  and  the  provincial \nagencies on (i) technical, financial, social, environmental, and legal aspects of the proposed \nProject; (ii) institutional and financing arrangements for an emergency assistance loan, including \nthe fund flow mechanism and associated auditing; and (iii) appropriate undertakings on the part \nof the Government, Executing Agency (MARD), and provincial agencies. The Mission's findings \nand  agreements  reached  with  the  Government  were  recorded  in  a  memorandum  of \nunderstanding signed by the Government on 3 May 2006.  \n \nB.  Typhoons and Related Phenomena in 2005 \n4.  According to the Benfield Hazard Research Centre,3 the 2005 northwest Pacific storm \nseason was average.4 The major tropical storms and typhoons affecting Viet Nam in 2005 are \nlisted in Table A2.1. \n \n5.  Typhoon Damrey. The most violent and damaging typhoon in 2005 (and Viet Nam's \nworst in 10 years) was Damrey.5 The typhoon-affected coastal provinces from Quang Ninh in \nthe north to Quang Nam and Da Nang in the south, and caused a sea run-up of 3–4 meters \nduring high tides. Occurring shortly after the less severe tropical storm Vicente had weakened \nsea defenses, Damrey destroyed primary dikes in Thinh Long town, Hai Hau district in Nam \nDinh province, and Hau Loc district in Thanh Hoa. Hence, seawater was able to penetrate up to \n                                                 \n1  The Government of the Netherlands contributed the services of two sea dike experts (international and national) to \nassist the Mission in reviewing the Government's proposed designs and other technical aspects of sea defenses. \n2  These are Ha Giang, Ha Tinh, Nam Dinh, Nghe An, Phu Tho, Phu Yen, Quang Binh, Quang Tri, Thanh Hoa, and \nYen Bai provinces. \n3  Saunders, M. and A. Lea. 2006. Summary of 2005 NW Pacific Typhoon Season and Verification of Authors’ \nSeasonal Forecasts. London: Benfield Hazard Research Centre, University College. \n4  The northwest Pacific Ocean accounts for one third of all tropical cyclones worldwide. \n5  Wind near the storm’s center reached level 12 on the Beaufort scale (118−133 kilometers per hour). \n ", "24  Appendix 2 \n4 kilometers inland and flood thousands of hectares (ha) of rice fields and aquaculture, much \nmore than would be expected of a storm of Damrey's intensity. \n \nTable A2.1: Major Typhoons and Tropical Storm Events Affecting Viet Nam in 2005 \n \nName  Event Number  Period of Direct Impact \n     \nTyphoon Washi  Storm No. 5  28−31 July 2005 \nTropical Storm Vicente  Storm No. 6  16−18 September 2005 \nTyphoon Damrey  Storm No. 7  27−29 September 2005 \nTyphoon Kaitak  Storm No. 8   28 October−2 November 2005 \nTropical Storm 25W  Storm No. 9  20–22 December 2005 \n \nSource: Central Committee for Flood and Storm Control. \n \n6.  Few human lives were lost in coastal areas due to the high state of disaster readiness.6 \nHowever, heavy rains associated with the typhoon claimed 76 lives and caused more than 10 \nserious injuries in two northern upland provinces: Lao Cai and Yen Bai.  \n  \n7.  Damrey destroyed more than 1,194 houses and damaged another 11,600. More than \n130,000 ha of rice fields were flooded beyond recovery. Many roads, electricity distribution \nfacilities,  and  irrigation  schemes  were  damaged.  Thousands  of  classrooms  were  flooded, \ncausing the loss of school books and other materials; the number of children unable to attend \nschool for several days was in the hundreds of thousands. By 29 September 2005, when many \nevacuees (mostly adults) returned to their homes, destroyed crops and aquaculture ponds \nmeant that they had no immediate means of support or livelihood. Many houses were still \nsubmerged and most livestock had been lost.  \n \n8.  Heavy rain again occurred on 6−7 October 2005, causing thousands of people to flee to \nhigher ground when more than 44,000 houses were flooded in central Viet Nam’s mountainous \nQuang Binh, Quang Tri, and Thua Thien Hue provinces. Flash floods destroyed 21,515 ha of \nrice and thousands of hectares of vegetable farms, killed livestock, and destroyed fish ponds. \nVinh Linh, Cam Lo, and Gio Linh districts in Quang Tri province were the hardest hit. Most wells \nwere contaminated by seawater and many communities were without food. \n \n9.  Typhoon  Kaitak.  Typhoon  Kaitak  struck  on  28  October  2005  and  caused  severe \ndamage in provinces that had experienced flooding only a few weeks earlier (Da Nang, Quang \nBinh, Quang Nam, Quang Ngai, Quang Tri, and Thua Thien Hue). Kaitak claimed 19 lives, \ninjured 44, and left another 11 unaccounted for. It swept away 9,000 houses and flooded an \nadditional 46,000 houses and 206 classrooms. Floods covered 13,000 ha of rice and other \ncrops, and 57 ships were blown out to sea. The storm washed out sections of roads and \nirrigation works, removing an estimated 1.1 million cubic meters of soil. From 4−23 December \n2005, more heavy rains and flash floods hit the central provinces of Binh Dinh, Dac Lak, Khanh \nHoa, Phu Yen, Quang Nam, Quang Ngai, and Thua Thien Hue. The total death toll was 61 \npeople. Hundreds of houses collapsed as a result of landslides and coastal erosion.  \n \nC.  Summary Damage and Needs Assessment \n10.  Social Impacts. The 2005 typhoons and storms in Viet Nam struck many provinces, \nsome  of  them  repeatedly,  over  7  months;  and  damaged  infrastructure  and  services  in  a \n                                                 \n6  As many as 600,000 families were evacuated. Only five people died and three were injured.  \n ", "             Appendix 2      25   \nmultitude of sites scattered over a large area. Many types of infrastructure that are critical to the \nlivelihoods of poor rural households were destroyed. These are mostly small-scale and within \nthe authority of provincial agencies.7 Flash floods swept away bridges and sections of roads. \nRainfall-induced landslides also cut off roads and carried away houses and other vital property, \nincluding  large  tracts  of  terraced  agricultural  land  and  irrigation  systems.  Productive  land \nadjacent to many rivers was covered by river-borne sediment. Flood protection infrastructure \nwas lost, leaving rural communities in a heightened state of vulnerability. The breaching of sea \ndikes led to seawater inundation of coastal plains used for rice farming and aquaculture, and \nrendered these areas at greater risk of flooding during even moderate storms. The consequent \nloss of economic opportunities is a significant burden to the poor—they now also suffer in terms \nof access to markets, schools, services, and clean water. The typhoons and storms also had a \ndeleterious impact on natural resources, which are the main sources of income for the poor. \n \n11.  Economic Impacts. In the northern inland provinces (Bac Giang, Bac Kan, Ha Giang, \nLao Cai, Phu Tho, Son La, and Yen Bai), flash floods, landslides, and embankment collapse \nwere the predominant impacts. In the central and northern coastal provinces (Ha Tinh, Nam \nDinh, Nghe An, Quang Nam, Quang Ninh, Quang Tri, Thai Binh, and Thanh Hoa), the damage \nwas due to direct typhoon impact (e.g., destruction of sea dikes by wave action and seawater \ninundation of coastal areas as a result of storm surge) and extensive flooding of low-lying areas. \nThe  Central  Committee  for  Flood  and  Storm  Control  estimated  the  cost  of  damage  to \ninfrastructure in affected provinces to be equivalent to $365 million (Table A2.2).8 \n \n12.  Government's Response. A joint assessment9 found that the Government's disaster \npreparedness and response to Damrey were efficient:  \n \n  (i)  Typhoon warnings were provided to all people at risk several days in advance. \n  (ii)  The  Central  Committee  for  Flood  and  Storm  Control  issued  instructions  for \nfishing vessels and boats to return to safe havens10 and for farmers to harvest \ncrops where possible before the typhoon.  \n  (iii)  Instructions  were  given  on  evacuation  plans 11  and  emergency  measures \nimplemented to protect sea dikes likely to be affected. \n  (iv)  More  than  311,000  people  were  evacuated  from  vulnerable  areas  by  26 \nSeptember 2005 (the day before the typhoon struck). \n  (v)  Many  sections  of  the  sea  dikes  damaged  by  tropical  storm  Vicente  were \ntemporarily strengthened before Damrey struck land. \n \n                                                 \n7  Except for primary sea dikes funded by the central Government through MARD. \n8  This estimate excludes damage to sea dikes (estimated at $650 million–$700 million) and flood protection \nembankments under central Government authority. \n9  Report of the joint assessment by a team fielded through the Disaster Management Working Group immediately \nafter the storm. Representatives from Central Committee for Flood and Storm Control, International Federation of \nthe Red Cross and Red Crescent Societies, MARD, Ministry of Foreign Affairs, Oxfam Great Britain, United \nNations Children’s Fund, and United Nations Development Programme. \n10  More than 40,000 fishing ships and boats were secured in harbors before the typhoon reached Viet Nam. \n11  Temporary relocation of families is a common emergency response during the typhoon season. ", "26  Appendix 2 \nTable A2.2: Cumulative Impact of Typhoons and Storms in 2005 \n \nDamage Category  Unit  Total \nPeople       \n  Adult deaths  number  377 \n  Child deaths  number  49 \n  People injured  number  262 \n  People missing  number  22 \nHouses     \n  Collapsed and washed away  number  7,586 \n  Flooded and damaged  number  215,685 \nSchools     \n  Collapsed and washed away  rooms  258 \n  Flooded and damaged  rooms  4,587 \nHospitals and Clinics     \n  Collapsed and washed away  number  198 \n  Flooded and damaged  number  52 \nOther Infrastructure (community facilities)     \n  Flooded and damaged  number  246 \nAgriculture     \n  Area of flooded rice  hectares  504,099 \n  – area of complete loss  hectares  30,373 \n  Area of flooded vegetables  hectares  160,781 \n  – area of complete loss  hectares  1,710 \n  Destroyed seed stock  tons  1,128 \n  Area of damaged industrial trees  hectares  26,171 \n  Buffalo and cow deaths  number  1,629 \n  Pig deaths  number  6,708 \n  Poultry deaths  number  131,747 \nIrrigation     \n  Collapsed and washed away  cubic meters  2,987,900 \n  Flooded and damaged  kilometers  166.5 \n  Damaged small irrigation schemes  number  750 \nTransportation (road embankments, structures)     \n  Collapsed and washed away (earth fill)  cubic meters  3,417,240 \n  Collapsed and washed away (rock fill)  cubic meters  2,940 \n  Collapsed and washed away bridges and culverts  number  260 \n  Damaged bridges and culverts  number  160 \n  Length of damaged roads  kilometers  1,089 \nAquaculture (ponds, fish cages, boats, equipment)     \n  Damaged ponds  hectares  55,693 \n  Fish cages lost  number  124 \n  Loss of fish and prawn production  ton  3,663 \n  Ships lost  number  381 \nCommunication Facilities     \n  Collapsed pylons and towers  number  7,181 \n  Broken cables  number  40,780 \nPower Transmission     \n  Broken high tension line  meters  663 \n  Broken low tension line  meters  7,148 \n  Broken power line  meters  62,317 \n     \n  Total Estimated Damage  $ million  365a \na Excluding the cost of sea dikes and flood protection embankments. \nSource: Central Committee for Flood and Storm Control. \n ", "             Appendix 2      27   \n \n13.  The Government's early warnings and emergency measures prevented large loss of life; \nand the provision of food, shelter, and other essentials to families evacuated from their homes \nor otherwise deprived of normal means of livelihood by the events was timely. As typhoon \nDamrey  approached,  the  Government  released  about  $12.5  million  to  cover  preparations \nincluding transport, life jackets, and materials for dike strengthening. Officials remained in the \nmost vulnerable areas throughout the typhoon to direct operations, and as the storm weakened, \nstaff from line ministries worked with provincial agencies to assess relief and rehabilitation \nneeds.  Local  governments  and  nongovernment  organizations  provided  emergency  food  to \npeople and organized voluntary services to rescue people, and temporarily raise and strengthen \nsea dikes. The National Red Cross provided cash and essential rations to households in Hai \nPhong, Nam Dinh, Ninh Binh, Thai Binh, and Thanh Hoa provinces.  \n \n14.  During and following the 2005 typhoons and tropical storms, the Government ensured \nthat all people who lost houses were provided with shelter—in many cases new houses. All \nmajor transport networks and essential social infrastructure (especially water supply systems, \nhealth centers, schools, and utilities) were reinstated, although many only in a temporary way. \n \n15.  A deficiency in the Government's damage estimation is its recording of the impacts of \nindividual events rather than the cumulative effects of typhoons and storms recurring several \ntimes within the overall season in certain areas. For example, damage caused by typhoon \nWashi  and  tropical  storm  Vicente  weakened  critical  protective  works  immediately  prior  to \ntyphoon Damrey. As a result, Damrey caused far more damage than would normally have \noccurred from such an event.  \n \n16.  Government Capacity. The Government invests heavily in preparedness, immediate \nhumanitarian response, social well-being, and restoration of essential strategic infrastructure in \ndisaster-prone areas (including an ongoing program to build, reinforce, and repair sea dikes \nextending  along  2,000  kilometers  of  coastline).  Even  in  average  years,  however,  the \nGovernment’s contingency budget12 has a significant financing gap for rehabilitation of damage \ncaused by natural disasters. Damage from natural disasters in 2003 and 2004 was estimated at \nonly about $100 million per annum, but a shortfall of $46 million−$130 million occurred.13 Other \nunexpected needs, such as the Government's response to avian influenza, diverted large sums \nfrom the contingency budgets. Such shortfalls severely limit disaster recovery and impact on \neconomic development in poor areas. Hence, already poor areas could fall deeper into poverty. \nIn addition, many of the structures are being or will be reinstated in a temporary manner due to \nthe heavy demand on contingency funds. Such repairs are of inadequate quality and do not \nprovide improved disaster resistance or mitigation measures.14 \n \nD.  Conclusions \n17.  The  Mission  concluded  that  ADB  emergency  assistance  is  needed  to  help  the \nGovernment reinstate damaged infrastructure and services, ensure adequate quality and design \nstandard  to  withstand  typhoons,  and  implement  appropriate  preparedness  and  mitigation \nmeasures within a natural disaster management strategy.  \n                                                 \n12  Article 9(1) of the Government Law on State Budget allows for 2%−5% of the national budget to be used for \ncontingency spending. \n13  World Bank. 2005. Project Appraisal Document on a Proposed Credit to the Socialist Republic of Vietnam for a \nNatural Disaster Risk Management Project. Washington, DC. \n14  Much  of  the  rural  infrastructure  destroyed  in  2005  was  underdesigned  in  terms  of  disaster  resistance.  Its \nreconstruction to original or lower standards means failures will likely be repeated when natural disasters recur. ", "28  Appendix 3 \nPOTENTIAL SUBPROJECTS \n \nTable A3.1: Priority Subprojects \n \nReplacement \nProvince/District  Subproject  Category  Costa \n            ($ million) \nA. Yen Bai       \n1.  Tram Tau  Tram Tau town  Water supply  0.44 \n2.  Tram Tau  Tram Tau–Hat Liu (3 road segments)  Road  0.44 \n3.  Van Chan  Ngoi Nhi irrigation and Khe The and Thac Hoa  Irrigation  1.01 \n4.  Van Chan  Son-A suspension bridge  Road  0.31 \nSon Thinh–Ban Moi village, Than Phu and Chanh \nThinh suspension bridges, Chanh Thinh–Mui Kim \n5.  Van Chan  road  Road  0.75 \n6.  Mu Cang Chai  Nam Khat and Ze Su Phinh  Irrigation  0.44 \n7.  Mu Cang Chai  Nam Khat–Le Khat and Nam Khat–Mi Hang Tau  Road  0.94 \nBan Ngoa flood protection, Nghia Phuc flood \n8.  Nghia Lo Town  protection, Nghia Lo town reservoir  Irrigation  0.38 \nSubtotal (A)      4.72 \n         \nB. Phu Tho       \n1.  Thanh Son  My Thuan spillway  Road  0.63 \n2.  Cam Khe  Rehabilitation of reservoirs   Irrigation  0.75 \n3.  Yen Lap  Rehabilitation of spillways Xuan An–Trung Son   Road  1.26 \n4.  Tam Nong  Rehabilitation of reservoirs   Irrigation  1.01 \nSubtotal (B)      3.65 \n         \nC. Ha Giang       \n1.  Vi Xuyen  Tung Ba  Irrigation  0.69 \n2.  Hoang Su Phi  Thong Nguyen–San Sa Ho road  Road  1.32 \n3.  Yen Minh  Na Dong embankment and Mau Due embankment  Flood protection  1.19 \n4.  Bac Quang  Lien Hiep–Duc Xuan and Thuong Binh road  Road  0.82 \n5.  Hoang Su Phi  Vinh Quang primary school  Other  0.19 \nSubtotal (C)      4.21 \n         \nD. Nam Dinh       \n1.  Hai Hau  Hai Hau primary dike  Sea Dike  8.47 \n2.  Giao Thuy  Giao Thuy primary dike   Sea Dike  7.08 \nSubtotal (D)      15.55 \n         \nE. Thanh Hoa       \n1.  Hau Loc  Hau Loc  Sea Dike  2.01 \n2.  Tinh Gia  Hai Thanh embankment  Flood protection  3.40 \n3.  Tinh Gia  Xuan Lam–Phu Son road  Road  1.89 \n4.  Nhu Xuan  Xuan Quy–Thanh Quan road  Road  2.51 \nSubtotal (E)      9.81 \n         \nF. Nghe An        \n1.  Ky Son  Xop-Nhi Bao Nam   Road  0.94 \n2.  Quynh Luu  Quynh Di  Sea dike  0.75 \n ", "             Appendix 3      29   \nReplacement \nProvince/District  Subproject  Category  Costa \n            ($ million) \n3.  Yen Thanh  Bien Ganh spillway/bridge  Road  0.25 \n4.  Do Luong  Trang Son embankment  Flood protection  0.75 \n5.  Dien Chau  Dien Ngoc embankment  Flood protection  0.44 \nSubtotal (F)      3.14 \n         \nG. Ha Tinh       \n1.  Ky Anh  Rac River irrigation  Irrigation  0.75 \n2.  Ky Anh  Quyen River embankment  Flood protection  0.38 \nThac Dai–Thach Xuan road, Cho Bia bridge, and \n3.  Thach Ha  Cau Dong market  Road  0.94 \n4.  Can Loc  Ta Nghen Dike Hau Loc and Con Phuong sections  Sea dike  1.13 \n5.  Huong Khe  Huong Vinh bridge/spillway  Road  0.44 \nSubtotal (G)      3.65 \n         \nH. Quang Tri       \n1.  Vinh Linh  Vinh O–Vinh Khe road  Road  2.01 \nSubtotal (H)      2.01 \n         \nI. Quang Binh       \n1.  Quang Trach  Van Hoa embankment rehabilitation  Flood protection  0.63 \n2.  Tuyen Hoa  Rehabilitation of Vuc Tron reservoir  Irrigation  0.78 \nSubtotal (I)      1.41 \n         \nJ. Phu Yen       \n1.  Phu Hoa  Nam Binh and Long Uyen embankments  Flood protection  0.57 \n2.  Tay Hoa  Than Tay Ly pump station and Ben Sach bridge  Irrigation  0.63 \n3.  Song Hinh  Trung Tam reservoir  Flood protection  0.31 \nSubtotal (J)      1.51 \nTotal     49.66 \na Includes design, supervision, and project management costs amounting to 15% of estimated construction cost. \nSources: Provincial reports to the Ministry of Agriculture and Rural Development. \n ", "30  Appendix 3 \nTable A3.2: Other Subprojects \n \nReplacement \nProvince  Subproject  Category  Costa \n         ($ million) \nA. Yen Bai \n1.  Nam Da  Irrigation  0.31 \nSubtotal (A)    0.31 \n       \nB. Phu Tho \n1.  Ngoi Van reservoir  Irrigation  0.38 \n2.  Minh Thuan bridge and Choc spillway  Road  0.88 \nSubtotal (B)    1.26 \n       \nC. Ha Giang \n1.  Irrigation in six communes  Irrigation  0.50 \n2.  Lung Tam Thai An  Road  0.22 \n3.  Nghia Tuan commune market  Flood protection  0.19 \n4.  Che La commune   Irrigation  0.57 \n5.  Quang Nguyen   Flood protection  0.25 \n6.  Duong Thuong–Thai An  Road  0.44 \nSubtotal (C)    2.17 \n       \nD. Thanh Hoa \n1.  Dinh Tien and A Lang pumping stations  Irrigation  0.50 \n2.  Reservoirs Phu Thon, Ngoc Vanh, Song Moc  Irrigation  0.31 \n3.  Cau Chay  Sea dike  0.35 \n4.  Culverts Xuan Lam Xuan Vinh   Road  0.38 \n5.  Reservoirs K23, Bai Dang, Chau Son  Irrigation  0.38 \n6.  Bai Buong Bai Moi dam  irrigation  0.16 \n7.  Khe Doi, Khe De, and Khe Nhoi reservoirs  Irrigation  0.38 \n8.  Xuong bridge rehabilitation  Road  0.13 \nSubtotal (D)    2.58 \n       \nE. Nghe An  \n1.  Hung Tay primary school  Other  0.38 \n2.  Yen Ha Yen Thinh   Road  0.88 \n3.  Khe Ngau suspension bridge  Road  0.13 \n4.  Dinh Phong suspension bridge  Road  0.31 \n5.  Lam Khe suspension bridge  Road  0.50 \n6.  Spillways Mo Duc–Thach Ngan   Road  0.38 \n7.  Dien Luc dam  Other  0.09 \nSubtotal (E)    2.67 \n       \nF. Ha Tinh \n1.  Nha Thanh bridge  Road  0.38 \n2.  Ba Dan bridge  Road  0.06 \n3.  Song Tiem bridge  Road  0.09 \n4.  Khe Sanh dam spillway  Road  0.25 \n ", "             Appendix 3      31   \nReplacement \nProvince  Subproject  Category  Costa \n         ($ million) \n5.  Ong Nghe bridge  Road  0.06 \n6.  Da Bac dike and sluice  Sea dike  0.44 \n7.  Nha Tho reservoir  Other  0.06 \n8.  Ngan Sau river embankment   Flood protection  0.69 \n9.  LA Rivers Duc Quang embankment  Flood protection  0.25 \n10.  Pho Chau town embankment  Flood protection  0.31 \n11.  Nha trai bridge/reservoir  Irrigation  0.06 \n12.  Tri river embankment  Flood protection  0.25 \nSubtotal (F)    2.92 \nG. Quang Tri \n1.  Tuong Van dike  Sea dike  0.37 \n2.  Hieu Nam reservoir  Other  0.36 \n3.  Hai An Hai Khe   Road  0.31 \n4.  O'Giang river  Flood protection  1.96 \n5.  Da La reservoir  Irrigation  0.07 \n6.  Dung reservoir  Irrigation  0.08 \n7.  Cau Duc reservoir  Irrigation  0.04 \n8.  Qui Ha reservoir  Irrigation  0.08 \n9.  Huong Tan weir  Irrigation  0.04 \nSubtotal (G)    3.32 \n       \nH. Quang Binh \n1.  Quang Phuc embankment rehabilitation  Flood protection  1.26 \n2.  Long Dai bridge rehabilitation  Road  0.88 \n3.  Kien Giang Zone II dike rehabilitation  Flood protection  1.62 \nSubtotal (H)    3.76 \n       \nI Phu Yen \nRehabilitation of 2 kilometers of embankment in Binh Thanh \n1.  village, Xuan Tho 2 communes  Flood protection  0.44 \nEmbankment (1 kilometer) in Cam Thach village, Hoa Dinh Tay \n2.  commune  Flood protection  0.44 \nSubtotal (I)    0.88 \nTotal  19.88 \na Includes design, supervision, and project management costs amounting to 15% of estimated construction cost. \nSources: Provincial reports to the Ministry of Agriculture and Rural Development. \n \n ", "32  Appendix 4 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction \n1.  The Project responds to the Government’s request for Asian Development Bank (ADB) \nemergency assistance to reinstate infrastructure damaged by the series of typhoons and storms \nthat  battered  the  country  between  July  and  December  2005.  The  Project  will  (i)  reinstate \nessential  infrastructure,  including  roads,  flood  protection,  irrigation  systems,  and  social \ninfrastructure; and (ii) concurrently provide equivalent or enhanced storm and flood protection to \nvulnerable areas where feasible. An initial environmental examination (IEE) was undertaken and \ngeneric environmental impacts for each component were assessed based on field visits to sites \nrepresentative of the proposed priority subprojects. The IEE findings show that the overall \nimpact of the Project will be positive. The Project is categorized as environmental category B.  \n \nB.  Project Description  \n2.  The Project will use a sector approach in preparing subprojects for implementation and \nthe  environmental  assessment  procedures  for  sector  loans  will  apply.  Subprojects  for \nrehabilitation will be selected from among those inspected during the Damage and Needs \nAssessment  Mission  (March–April  2006),  at  which  time  105  subprojects  were  considered \nsuitable on the basis of rapid visual inspection.1 Thirty-nine priority subprojects have been \nidentified. The scale of rehabilitation work in each subproject is mostly small (less than $1 \nmillion equivalent)2 and environmental impacts are expected to be mostly minor and easily \nmitigated. The project area encompass parts of Ha Giang, Ha Tinh, Nam Dinh, Nghe An, Phu \nTho, Phu Yen, Quang Binh, Quang Tri, Thanh Hoa, and Yen Bai provinces. \n \n3.  The Project is prepared as an emergency assistance loan to ensure prompt restoration \nof services to the population. Thus, the IEE represents the initial scoping of environmental \nimpacts and anticipated mitigation measures. A final screening of subprojects will be based on \nfeasibility  studies  and  detailed  designs  that  take  into  account  any  adverse  social  and \nenvironmental  impacts  discerned  from  social  analyses  and  consultations  with  individuals \naffected. Final acceptance of subprojects will depend on, among other things, absence of \nsignificant negative environmental and social impacts.3 \n \nC.  Description of the Environment \n4.  Viet Nam has a tropical monsoonal climate with frequent typhoons affecting the northern \nand central regions. The temperatures are subtropical in the north and tropical monsoon in the \ncentral region. Rainfall intensity can be high, producing both extensive flooding in the deltas of \nthe Red and Mekong river basins, and flash floods in mountainous regions and along the central \ncoast.  Both  the  north  and  central  regions  experience  an  annual  rainfall  of  1,800–2,500 \n                                                 \n1  Based on the information provided, these satisfy two critical selection criteria for subprojects: (i) located within the \ndefined impact area and for which the proposed rehabilitation is directly related to typhoon damage in 2005, and \n(ii) not requiring significant land acquisition or resettlement. \n2  Four sections of sea dike/flood protection are estimated to cost in the range of $3.4 million–$8.5 million each. \n3  Significant environmental impacts are those that would raise the environmental classification of the subproject to \ncategory A, requiring the preparation of a full environmental impact assessment. Similarly, significant social \nimpacts are those that would raise the resettlement or indigenous peoples classification of the subproject to \ncategory A, requiring the preparation of a full resettlement plan and/or indigenous peoples development plan. Any \nsuch reclassified subproject would be incompatible with expeditious reinstatement of the infrastructure to be \nrehabilitated under this Project. \n ", "  Appendix 4     33 \nmillimeters, distributed unevenly through the year. Approximately 70% of the rainfall occurs \nduring the main wet season from May to September/October.  \n \n5.  The northern region is characterized by mountainous or hilly terrain except for the Red \nRiver valley and coastal plain, making this region extremely vulnerable to floods and other \nnatural hazards. Along the central Viet Nam coastal plains the rivers are short and steep. \nStorms  frequently  produce  flash  floods,  which  are  a  serious  hazard  for  the  population \nconcentrated within the alluvial floodplains. This area also suffers from severe droughts. On \naverage, 4−6 typhoons reach Viet Nam each year. They raise sea levels, often by several \nmeters, and cause extensive loss of land through wave-induced erosion. The resultant storm \nsurges extend for considerable distances inland, flooding valuable land with saltwater and \ncausing loss of life, damage to infrastructure, and disruption of livelihoods.  \n \n6.  The dominant river system in the north is the basin of the 1,149 kilometer Red River. \nRivers in the central region are relatively short with sharp transitions from steep mountains to \nflat  coastal  plains,  the  average  distance  from  the  mountains  to  the  coast  being  only  70 \nkilometers. During the 2005 series of typhoons and floods,4 these rivers experienced serious \nfloods, which caused deaths and injuries (397 persons killed or missing). The typhoons, floods, \nand  related  phenomena  damaged  houses,  agricultural  land,  aquaculture  ponds,  and  key \ninfrastructure. The estimated damage for 2005 was D5,800 billion ($365 million).5 \n \n7.  In  general,  the  project  provinces  (except  Nam  Dinh  and  Phu  Yen)  have  high \npercentages of poor residents. High incidence of poverty in the central region and northwest \nprovinces are associated with low economic development and insufficient local revenue to \nfinance rehabilitation or reconstruction of damaged infrastructure. The diminishing return from \nsubsistence  agriculture,  given  high  birth  rates  and  limited  land  per  capita,  presents  these \ncommunities with bleak prospects for future generations.  \n \n8.  The northwest provinces, where subsistence agriculture provides the major source of \nemployment and income, are the poorest provinces and have the highest proportion of ethnic \nminority groups. Typically these groups have extremely limited access to development assets \nand farm marginal lands using inappropriate technologies. Progress is being made in reducing \npoverty and improving social development for ethnic groups, but the rate of success remains \nconsistently lower than the national average. In coastal regions, sources of income are more \nvaried and include fisheries, agriculture, paid employment, salt production, processing of dry \nseafood, and a number of trades such as carpentry.  \n. \nD.  Screening of Potential Environmental Impacts and Mitigation Measures \n9.  The main purpose of the Project is to ensure rapid resumption of livelihoods in the \naffected areas by reinstating essential infrastructure and services. The Project will have many \npositive social and environmental impacts. As much as possible, damaged structure will be \nrehabilitated or reconstructed at the original site. Hence, little land acquisition will be required \nand no involuntary resettlement.6 Only subprojects classified as environmental category B or C \nwill be accepted into the Project. \n \n                                                 \n4  The 2005 series was the most damaging since 1996 due to the cumulative effects of several high-intensity events \nhitting a broad area repeatedly over a short period. \n5  This excludes damage to sea dikes estimated at about $670 million and damage to flood protection embankments. \n6  Subprojects requiring significant land acquisition and/or relocation of people are not eligible for funding under the \nProject.  \n ", "34  Appendix 4 \n10.  Negative environmental impacts relate mainly to the construction phase and include \nincreased dust, noise, traffic, and soil erosion. Risks are also associated with accidental spillage \nof fuel, other potentially hazardous products, and untreated effluent onto land or into rivers and \nwetlands. Some small areas of land could be damaged by construction plant; and river bed and \nbank changes could result from nearby excavation for, or reconstruction of, hydraulic structures \nsuch as weirs, bridges, and flood protection embankments. All such impacts or risks will be \nshort-term and can be mitigated by adopting suitable construction practices. The potential for \nlonger term impacts due to the reinstatement of embankments and dikes, such as changes in \nthe course of rivers or locally severe erosion along the seashore, is low but will nevertheless be \nexamined during the feasibility study and detailed design stages.  \n \n11.  Potential subprojects will be excluded from project financing if they (i) are located within \nor adjacent to designated protected or conservation areas and their buffer zones, (ii) are likely to \nsignificantly change the course of a river or alter river characteristics, or (iii) have the potential to \nmake significant changes in the surrounding environment, including existing wetlands.  \n \n12.  The Quynh Di dike subproject in Quynh Luu district, Nghe An province, is adjacent to \nabout  45  hectares  of secondary mangrove  forest  planted  in 2000 under  a  Belgian-funded \nproject.7 Rehabilitation work will cause some damage to mangroves adjacent to the dike, but the \nexpected  impact  will  be  minimal.  Mitigation  measures  include  the  planting  of  an  area  of \nmangroves equal at least to the area lost due to rehabilitation work. \n \n13.  Rehabilitation will generally be done within the existing right-of-way of the damaged \nstructures. Some small areas of land may need to be acquired if the original site has been \neroded or otherwise rendered unsuitable, an alternative nearby site offers greater security in \nterms of future flood events, or sound technical and financial reasons can be cited for selecting \nanother site. The main impacts will be temporary loss of access to or use of small areas of land \nadjacent to the works, minor damage to agricultural land or other assets during construction, \nand  in  isolated  cases,  permanent  occupancy  of  some  areas  of  land.  The  involuntary \nresettlement impacts are deemed not significant and the Project is classified category B for \nresettlement.8 A resettlement framework was prepared to guide the preparation of resettlement \nplans in such cases.  \n \n14.  Ethnic minority groups account for 90% of the population in Ha Giang and 80% in Yen \nBai provinces. Any subprojects in these provinces involving land acquisition and/or resettlement \nare highly likely to have impacts on indigenous peoples. However, the Project is unlikely to \naffect  their  (i)  customary  rights  of  access  to  or  use  of  land  and  natural  resources;  (ii) \nsocioeconomic status; (iii) cultural and communal integrity; (iv) health, education, livelihood, and \nsocial security status; or (v) recognition of indigenous knowledge. The Project is classified \ncategory B/C in relation to ADB’s policy on indigenous peoples.9 Specific indicators will be \nincluded as part of the project performance monitoring system to ensure that indigenous people \nparticipate in all phases of subproject selection, preparation, and implementation, and that they \nwill share equitably in project benefits.  \n                                                 \n7  The Quynh Di estuary is not listed as a designated area in the list of protected/conservation areas maintained by \nthe Ministry of Natural Resources and Environment.  \n8  ADB. 1995. Involuntary Resettlement. Manila. This policy paper defines resettlement as “significant” when 200 or \nmore people experience major impacts. Major impacts are defined as involving people being physically displaced \nfrom housing and/or losing 10% or more of their productive, income-generating assets. ADB. 2003. Operations \nManual ,Section F2: Involuntary Resettlement. Manila defines the requirements for resettlement frameworks and \nfull and short resettlement plans. \n9  ADB. 1998. The Bank’s Policy on Indigenous Peoples. Manila. \n ", "  Appendix 4     35 \nE.  Screening of Potential Environmental Impacts and Mitigation Measures \n15.  Institutional  Arrangements.  The  Ministry  of  Agriculture  and  Rural  Development \n(MARD) will be the Executing Agency for the Project. MARD, through the Central Project \nManagement  Unit  (CPMU)  of  its  Central  Project  Office,  will  assure  overall  planning, \ncoordination, and reporting for the Project. The CPMU director10 in Hanoi will be the project \ndirector. In each of the 10 project provinces, the provincial department of agriculture and rural \ndevelopment  (DARD)  through  its  provincial  project  management  unit  (PPMU)  will  select, \nprepare,  and  implement  subprojects.  The  CPMU  will  liaise  with  the  provincial  people’s \ncommittee and DARD in each province to coordinate subproject implementation. International \nconsultants will assist the CPMU. Where MARD or the DARDs are not directly responsible for \nany particular type of infrastructure, the DARD will work closely with the relevant authority. \n \n16.  Environmental Assessment and Review Framework. An environmental assessment \nand review framework was prepared to guide the screening of subprojects, set out institutional \narrangements  in  relation  to  environmental  management  and  monitoring,  and  define \nenvironmental assessment requirements complying with the applicable laws and regulations of \nthe  Government  and  with  ADB’s  Environment  Policy. 11  The  framework  is  available  in \nSupplementary Appendix A. \n \n17.  The DARDs, through their PPMUs, are responsible for (i) screening and classifying \nsubprojects  (and  excluding  any  classified  category  A  in  relation  to  ADB's  policies  on \nenvironment, resettlement, or indigenous peoples);12 (ii) implementing public consultations and \ncarrying  out  social  analyses  and  environmental  assessments;  (iii)  preparing  subproject \nfeasibility studies and detailed design; (iv) supervising construction implementation (including \nthe incorporation of any specified environmental mitigation measures and/or specific actions \naimed at mitigating adverse social impacts and compensating people affected for losses); and \n(v) ensuring adherence to the environmental management and monitoring plan (EMP).13  \n \n18.  The PPMUs will supervise national consulting firms to prepare necessary environmental \nassessment, management, and performance monitoring reports, including IEEs, EMPs, and \nconstruction specifications with clearly defined obligations vis-à-vis environmental mitigation \nmeasures to be put in place by contractors. During construction, the PPMUs will report on \nimplementation of the environmental assessment and mitigation measures. The CPMU will \nconsolidate  the  provincial  reports  for  submission  to  ADB  every  6  months  during  project \nimplementation. One international (3 person-months) and one national environment specialist (9 \nperson-months) will be recruited as part of the international review consultant team to help the \nPPMUs classify subprojects and prepare IEEs and EMPs for representative subprojects in \ncompliance with Government and ADB requirements.  \n \n19.  Public  Consultation  and  Information  Disclosure.  The  Damage  and  Needs \nAssessment Mission did not provide for public consultation in relation to the Project. Extensive \nmeetings and discussions were held with national and local government officials in each of the \ntarget provinces, and discussions were held with district and commune people’s committees. \n                                                 \n10  The CPMU is based on the resources and staff used for the recently completed ADB. 1997. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet \nNam for the Rural Infrastructure Sector Project. Manila (Loan 1564-VIE[SF]). \n11  ADB. 2002. Environment Policy. Manila. \n12  Screening of subprojects will be a continuous process and subproject classification will be adjusted if necessary on \ncompletion of detailed design. The PPMU will be responsible for preparing IEEs for any category B subprojects. \n13  A generic EMP for the Project is available in the IEE included as Supplementary Appendix B. \n ", "36  Appendix 4 \nInterviews were also carried out with selected communities on-site during the field visits. The \n2005 series of typhoons and storms caused devastating effects on rural infrastructure and the \nlives of those affected. Across the spectrum of government officials and local communities, \nsupport was strong for rapid rehabilitation of damaged infrastructure as a means of restoring \nlivelihoods and promoting general well-being in the communities. \n \n20.  During implementation, the PPMUs will initiate and lead public consultation as part of \nenvironmental screening and social assessments for each selected subproject. This will help \nidentify any subproject-specific impacts for which environmental or social mitigation measures \nwill be required. On the basis of the consultations, the PPMU will ensure that the concerns of \nthose affected are taken into account in the subproject design arrangement, implementation, \nmonitoring,  and  operation  to  the  extent  possible.  All  relevant  project  information  and  any \nresettlement plan, IEE, summary IEE, EMP, indigenous peoples development plan, or specific \nactions prepared under the Project will be made freely available to all individuals affected and \nother interested parties, in both English and Vietnamese, and will be posted on ADB’s website \nfollowing ADB and MARD approval of the related subproject detailed design.14 \n \nF.  Conclusion \n21.  The  Project  involves  rehabilitation  and  occasionally  complete  reconstruction  of \ninfrastructure damaged in the 2005 series of typhoons and storms. Significant environmental \nand social benefits are associated with the Project such as reduced riverbank and seashore \nerosion, reduced health risks, improved evacuation of floods, and reduced waterlogging of \nagricultural land.  \n \n22.  The IEE did not identify any significant adverse environmental impacts associated with \nthe proposed works, and the Project will not finance any subprojects located in environmentally \nsensitive areas.15 Hence, the Project is classified overall as environmental category B. Individual \nsubprojects will be assessed at feasibility study/detailed design stage to determine specific \nenvironmental  categories.  The  generic  mitigation  measures  described  in  the  IEE  will  be \nreinforced by detailed mitigation measures formulated during implementation to minimize site-\nspecific negative environmental impacts. The environmental assessment and review framework \nwill provide adequate guidance for the PPMUs to screen subprojects, determine the appropriate \nmitigation  measures  for  any  identified  negative  impacts,  and  implement  environmental \nmanagement and monitoring during project implementation and beyond. Therefore, conduct of \nan environmental impact assessment is not required. \n \n                                                 \n14  The relevant requirements for this are set out in ADB. 2005. Public Communications Policy: Disclosure and \nExchange of Information. Manila; ADB. 2005. Operations Manual. Section L/3: Public Communications. Manila; \nADB. 1998. Handbook on Resettlement: A Guide to Good Practice. Manila; and ADB. 1998. The Bank’s Policy on \nIndigenous Peoples. Manila. \n15  According to the Environmental Protection Law (2004) of Viet Nam, environmentally sensitive areas are areas \nofficially designated as such by the relevant laws and regulations. \n ", "  Appendix 5        37      \nRESETTLEMENT FRAMEWORK \n \nA.  Project Background \n1.  The Emergency Rehabilitation of Calamity Damage Project involves rehabilitation of \nflood-damaged infrastructure in four subsectors: (i) flood protection, (ii) irrigation, (iii) roads and \nbridges, and (iv) social infrastructure (schools, water supply, and markets). Subprojects will be \nselected from among those inspected during the Damage and Needs Assessment Mission \n(March–April 2006), at which time 105 subprojects were considered suitable on the basis of \nrapid visual inspection. Based on information obtained by the Mission, these subprojects satisfy \ntwo critical selection criteria: (i) the proposed rehabilitation is directly related to typhoon damage \nin 2005; and (ii) the subprojects do not require significant land acquisition or resettlement.1 \nThirty-nine priority subprojects were identified for implementation as soon as the loan becomes \neffective. The scale of rehabilitation work in each subproject is mostly small (less than $1 million \nequivalent).2 \n \n2.  The main impacts of rehabilitation will be temporary loss of access to or use of small \nareas of land adjacent to the works; minor damage to agricultural land or other assets caused \nby construction works, and the movement of construction plant and materials to and from work \nsites; and permanent occupancy of some areas of land in isolated cases.3 The involuntary \nresettlement  impacts  are  deemed  not  significant  and,  in  accordance  with  the  Asian \nDevelopment Bank (ADB) involuntary resettlement policy (footnote 1) and Operations Manual,4 \nthe Project is classified as category B. None of the potential subprojects has been definitively \nscreened from the perspective of involuntary resettlement impacts. Hence, subprojects involving \npermanent or temporary loss of assets, changes in land use, or restrictions in relation to access \nhave not been identified. \n \n3.  Full resettlement plans (as required for category A projects) will not be required because \nany subproject with significant resettlement impacts will not be eligible for funding under the \nProject.  Short  resettlement  plans  will  be  prepared  for  any  subprojects  found  to  have \nresettlement impacts up to the limits of category B.  \n \n4.  The resettlement framework, endorsed by the Government, guides the preparation of \nresettlement plans should any be needed during project implementation. The framework sets \nout the policy, procedures, and institutional requirements for preparing the plans during project \nimplementation to comply with the Government’s applicable laws and regulations, and ADB’s \nrequirements. It also describes the procedures to be adopted by the implementing agencies, the \nprovincial  departments  of  agriculture  and  rural  development  (DARDs),  in  the  screening  of \nsubprojects. The responsibility for preparing a social analysis (and resettlement plan if needed) \nfor each subproject, based on the principles outlined in this framework, rests with the respective \nDARD (paras. 10–11). \n                                                 \n1  ADB. 1995. Involuntary Resettlement. Manila. This policy paper defines resettlement as “significant” where 200 or \nmore people experience major impacts. Major impacts are defined as involving people being physically displaced \nfrom housing and/or losing 10% or more of their productive, income-generating assets. \n2  Four sections of sea dike/flood protection are estimated to cost $3.4 million–$8.5 million each. \n3  Significant resettlement impacts are not expected because subprojects requiring significant land acquisition and/or \nrelocation of people are not eligible for funding under the Project. Most of the rehabilitation work will be done within \nthe existing right-of-way of the damaged infrastructure. Acquisition of some small areas of land may be needed \nwhere infrastructure cannot be reinstated within the original site. This may occur if the site has been eroded or \notherwise rendered unsuitable, an alternative nearby site offers greater security in terms of future flood events, or \nsound technical and financial reasons are given for selecting another site. \n4  ADB. 2003. Operations Manual. Section F2: Involuntary Resettlement. Manila. \n ", "38  Appendix 5 \n \nB.  Policy Framework and Entitlements \n5.  Policy  Framework.  The  policy  framework  and  resettlement  entitlements  were \ndeveloped from Viet Nam’s laws (principally the 1993 Land Law amended in 1998, 2001, and \n2003);  Decree  197/CP  (2004)  on  Compensation,  Support,  and  Resettlement  when  land  is \nrecovered by the State, as amended by Decree 17/CP (2006); Circular 116 (2004) on guiding \nthe implementation of Decree 197; and ADB’s policies on involuntary resettlement (footnote 1), \nindigenous  peoples,5 gender  and  development  (2003),  accountability  (2003),  and  public \ncommunications (2005). With the promulgation of Decree 197/CP (2004) and Decree 17/2006, \nthe Government’s policy and legal framework governing resettlement was adjusted to come \nclose to the principles of ADB’s involuntary resettlement policy. However, the provisions and \nprinciples adopted in this framework and subsequent plans will supersede the provisions of the \nrelevant decrees currently in force in Viet Nam wherever a gap exists, as provided for under \nDecree  17/ND-CP  (May  2001),  which  regulates  the  management  and  use  of  official \ndevelopment assistance.  \n \n6.  The basic principles are the following: \n \n  (i)  Acquisition  of  land  and  other  assets,  and  resettlement  of  people  will  be \nminimized  as  much  as  possible  by  identifying  possible  alternative  project \ndesigns,  and  appropriate  social,  economic,  operational,  and  engineering \nsolutions that have the least impact on populations in the project area. \n  (ii)  People affected by the Project6 are defined as those who stand to lose, as a \nconsequence of the Project, all or part of their physical and nonphysical assets, \nincluding homes, homesteads, productive lands, commercial properties, tenancy, \nincome-earning opportunities, social and cultural activities and relationships, and \nother losses that may be identified during resettlement planning. \n  (iii)  All people affected who are identified in the project-impacted areas on the date of \nthe detailed measurement survey will be entitled to compensation for their lost \nassets, incomes, and businesses at replacement cost, and to be provided with \nrehabilitation measures sufficient to help them to improve or at least maintain \ntheir preproject living standards, income-earning capacity, and production levels. \n  (iv)  All people affected will be eligible for compensation and rehabilitation assistance, \nirrespective of tenure status, social or economic standing, and any such factors \nthat may discriminate against achieving the objectives of items (i)–(iii). Neither \nlack of legal rights to the assets lost or adversely affected tenure status or social \nor economic status will bar the individual affected from entitlements to such \ncompensation and rehabilitation measures or resettlement objectives. Nontitled \nindividuals or those who have no recognizable rights or claims to the land that \nthey are occupying, (e.g., squatters), are entitled to compensation for nonland \nassets  and  various  options  of  resettlement  assistance,  provided  they \ncultivated/occupied  the  land  before  the  eligibility  cut-off  date.  Resettlement \nassistance to nontitled individuals will include compensation for lost assets and \n                                                 \n5  ADB. 1998. The Bank’s Policy on Indigenous Peoples. Manila. \n6  The term affected person includes any people, households, firms, or private institutions who, on account of \nchanges that result from the Project will have their (i) standard of living adversely affected; (ii) right, title, or interest \nin any house, land (including residential, commercial, agricultural, forest, and /or grazing land, water resources, or \nany other moveable or fixed assets acquired, possessed, restricted, or otherwise adversely affected, in full or in \npart, permanently or temporarily, and/or (iii) business, occupation, place of work or residence, or habitat adversely \naffected, with or without displacement (OMF2/BP). \n ", "  Appendix 5        39      \nrestoration  of  income  and  living  standards.  Assistance  may  also  include \nreplacement  land,  although  nontitled  individuals  are  not  entitled  to  this.  The \nresettlement package will include measures to ensure that they are able to find \nalternative sites or income sources, depending on their losses. \n  (v)  People affected will be fully consulted and fully participate in the preparation and \nimplementation of resettlement plans. Their comments and suggestions as well \nas  of  the  communities  will  be  taken  into  account  during  the  design  and \nimplementation phases of resettlement activities. \n  (vi)  Individuals who lose 10% or more of productive land, assets, or income are \nconsidered to be severely affected. In addition to compensation for lost assets, \nthe Project will provide appropriate rehabilitation measures to assist them to \nrestore their preproject living standards, incomes, and productive capacity. \n  (vii)  Individuals who lose only part of their physical assets will not be left with a \nportion that will be inadequate to sustain their current standard of living. The \nminimum  size  of  remaining  land  and  structures  will  be  agreed  during  the \nresettlement planning process. \n  (viii)  The compensation and resettlement activities will be satisfactorily completed and \nrehabilitation measures will be in place before the Government and ADB approve \naward of any contract for civil works in the affected area. No subproject will \nproceed  without  replacement  of  assets  prior  to  the  dispossession  or \ndisplacement of affected people. \n  (ix)  The  Ministry  of  Agriculture  and  Rural  Development  (MARD),  the  Executing \nAgency, will verify that institutional arrangements are in place to ensure effective \nand  timely  design,  planning,  consultation,  and  implementation  of  the  land \nacquisition, compensation, resettlement, and rehabilitation program. \n  (x)  Existing cultural and religious practices will be respected, and to the maximum \nextent practical, preserved. \n  (xi)  Adequate budgetary support will be fully committed and made available to cover \nthe costs of land acquisition, resettlement, and rehabilitation within the agreed \nimplementation period. \n  (xii)  Special measures will be incorporated in resettlement plans prepared under the \nProject  and  complementary  mitigation  and  enhancement  activities  to  protect \nsocially  and  economically  vulnerable  groups  that  may  be  at  high  risk  of \nimpoverishment, such as those without legal title to land or other assets, ethnic \nminorities, households headed by women, children, the disabled or elderly, and \nthe poorest people.7 Appropriate assistance through asset-building strategies will \nbe provided to help them improve their socioeconomic status such as land-for-\nland,  replacement  housing  of  minimum  standards,  and  increased  security  of \ntenure (footnote 4). \n  (xiii)  Resettlement  identification,  planning,  implementation,  and  management  will \nensure  that  gender  concerns  are  incorporated,  including  gender-specific \nconsultation  and  information  disclosure.  This  includes  special  attention  to \nguarantee women’s assets, property, and land-use rights; and to ensure the \nrestoration of their income and living standards. \n  (xiv)  Effective mechanisms will be established for hearing and resolving grievances \nduring the preparation and implementation of resettlement plans. \n  (xv)  Details of the resettlement plans will be disclosed to those affected and any \ninterested  groups  through  public  meetings  and  in  the  form  of  summary \n                                                 \n7  Very poor households are those whose incomes are below the national poverty line (i.e., those with monthly \nhousehold income of less than D200,000 per capita in rural areas and D260,000 per capita in urban areas). \n ", "40  Appendix 5 \nresettlement plans or information booklets and leaflets in a language that can be \nunderstood by those affected, and in an accessible place (such as project and \ncommune offices). The detailed resettlement information including measurement \nof  losses,  detailed  asset  valuations,  entitlements  and  special  provisions, \ngrievance procedures, timing of payments, and displacement schedule must be \ndisclosed to the affected people in a form and language they can understand. \n  (xvi)  Temporarily  affected  land  and  communal  infrastructure  will  be  restored  to \npreproject conditions. \n  (xvii)  Appropriate  reporting  and  monitoring  and  evaluation  mechanisms  will  be \nidentified and set in place as part of the resettlement management system. \n \n7.  Entitlement Matrix. The entitlement matrix (Table A5) summarizes the main types of \nlosses and the corresponding nature and scope of entitlement. The provisions in the matrix will \nbe reviewed and revised during loan implementation, if necessary, to ensure relevance and \nsuitability to meet resettlement principles. During preparation of resettlement plans, replacement \ncost surveys will be carried out to determine actual replacement costs and rates. \n \n8.  Ethnic  Minorities,  Vulnerable  Groups,  and  Gender  Aspects.  Within  the  project \nprovinces, ethnic minority groups account for 90% of the population in Ha Giang and 80% in \nYen Bai provinces. Any subprojects in these provinces that involve land acquisition and/or \nresettlement are likely to have impacts on indigenous people. However, the Project is unlikely to \naffect  their  (i)  customary  rights  of  access  to  or  use  of  land  and  natural  resources;  (ii) \nsocioeconomic status; (iii) cultural and communal integrity; (iv) health, education, livelihood, and \nsocial security status; or (v) recognition of indigenous knowledge. The types of temporary \ndisturbance that may be caused by rehabilitation activities will affect both indigenous people and \nthe Kinh people in the same ways.  \n \n9.  A social analysis will be carried out during the feasibility study and detailed design \nstages to identify any special attention or needs for indigenous people and other disadvantaged \ngroups such as landless, poor, households headed by women, elderly, and disabled that should \nbe included during implementation (paras. 12–14). A gender strategy will be included in any \nresettlement  plans  that  may  be  required.8 To  ensure  income  and  assets  are  replaced  at \nreplacement cost and that equal opportunities are provided for employment, the DARDs will \nengage them in the process of planning, design, and implementation. Specific indicators9 will be \nincluded in the project performance monitoring system to monitor achievement of resettlement \nimplementation targets.  \n \nC.  Procedure for Formulating and Implementing a Resettlement Plan \n1.  Institutional Responsibilities \n10.  MARD, through the Central Project Management Unit (CPMU) of its Central Project \nOffice, will assure overall planning, coordination, and reporting for the Project. The CPMU \n                                                 \n8  The social dimensions specialist and the organization that will plan and implement income-restoration programs \nwill ensure that they or members of their teams have (i) experience in preparing and implementing gender and \ndevelopment programs in Viet Nam, (ii) the necessary gender perspective and experience to deal with vulnerable \ngroups, and (iii) female staff. \n9  These may include (i) resettlement implemented in compliance with plans; (ii) legal wages paid to all workers; (iii) \nlivelihoods and living standards restored, if not improved, for all people affected; and (iv) equal employment \nopportunities as reflected in the proportionate representation in work forces of women and indigenous people. \n ", "  Appendix 5        41      \ndirector10 in Hanoi will be the project director. In each of the 10 project provinces, the DARD \nthrough its provincial project management unit (PPMU) will select, prepare, and implement \nsubprojects. The CPMU will liaise with the provincial people’s committee (PPC) and DARD in \neach province to coordinate subproject implementation. A resettlement committee, headed by \nthe vice chairperson of the province or district, will lead the resettlement process in each \naffected subproject.11 A social dimensions specialist (6 person-months), engaged as part of the \nteam of review consultants, will provide guidance to the CPMU and PPMUs in relation to \nresettlement, indigenous people, and gender issues.12 \n \n2.  Procedure for Formulation of Short Resettlement Plans \n11.  The  DARDs  will select  subprojects  in  accordance  with  criteria  agreed  upon  by  the \nGovernment and ADB, and work closely with the resettlement committees to complete the \nresettlement process.13 If resettlement impacts are unavoidable, the DARD will formulate a \nresettlement plan for the subproject using the following procedure: \n \n  (i)  Screen  all  subprojects  for  involuntary  resettlement  impacts,  categorize  the \nimpacts based on the feasibility study or detailed design, and obtain the approval \nof ADB's resettlement specialist in the Southeast Asia Regional Department of \nthe proposed resettlement categorization. Any subproject classified as category \nA (i.e., requiring preparation of a full resettlement plan) because of resettlement \nimpacts  is  to  be  eliminated  from  further  consideration  (footnote  3).  A  short \nresettlement plan will be prepared if fewer than 200 people will be physically \ndisplaced  from  housing  or  lose  less  than  10%  of  their  productive  (income-\ngenerating)  assets,  the  impacts  are  not  significant,  and  the  subproject  is \nclassified category B.14  \n  (ii)  Conduct stakeholder consultations to determine ways of avoiding or minimizing \nadverse impacts and to identify the needs and preferences of those affected. \n  (iii)  For  any  category  B  subproject,  undertake  a  census  or  population  record  of \npeople affected, an inventory, and detailed measurement survey (DMS) of their \naffected  assets  (para.  12).15 Identify  and  record  people  requiring  particular \nassistance (such as the poor and the vulnerable) to plan specific actions to \nmitigate hardships and assist in improving their livelihoods. \n  (iv)  Undertake a socioeconomic survey to obtain data on the economic and social \ncondition of those affected (para. 14).  \n                                                 \n10  The CPMU is based on the resources and staff used for the recently completed ADB. 1997. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet \nNam for the Rural Infrastructure Sector Project. Manila (Loan 1564-VIE[SF]). \n11  Representatives of the Women’s Union and Farmers’ Association will be included in the resettlement committees. \n12  The social dimensions specialist will be required to have appropriate language skills. \n13  Where MARD and/or the DARD are not directly responsible for any particular type of infrastructure, the DARD will \nwork closely with the relevant authority. \n14  During detailed design, every effort will be made to avoid relocating households or interfering in the income-earning \nactivities of those at or near the site. If any land is to be acquired for implementation of the subproject or if people \noccupying or using land at the subproject site are impacted in any way that would necessitate compensation, a \nresettlement plan will be prepared and disclosed to those affected. Approval of the resettlement plan by ADB will \nbe a precondition to award of contracts for civil works in such cases.  \n15  The DARD will maintain a computerized database of people affected and their assets. The databases for project \nprovinces will be consolidated project-wide by the CPMU. \n ", "42  Appendix 5 \n  (v)  Undertake a replacement cost survey for various types of affected assets as a \nbasis  for  determining  compensation  rates  at  replacement  cost  (para.  15). \nDetermine the losses in accordance with the entitlement matrix.16 \n  (vi)  Provide project and resettlement information to all people affected in a form and \nlanguage  that  are  understandable  to  them,  and  closely  consult  them  on \ncompensation and resettlement options, including relocation sites and economic \nrehabilitation. \n  (vii)  Prepare  the  draft  resettlement  plans  and  time-bound  action  plan  or \nimplementation schedule, including procedures for grievance redress, monitoring \nand evaluation, and budgeting.  \n  (viii)  Translate the draft resettlement plan into local languages as appropriate and \nmake it fully available during consultation and public meetings.17  \n  (ix)  Finalize the resettlement plan in both Vietnamese and English versions, submit it \nto ADB for approval, and disclose the final resettlement plan in accordance with \nADB's policy on public communications18 to the affected communities and on \nADB's website (para. 19).  \n  (x)  Implement the resettlement plan and submit progress reports to ADB as part of \nproject performance monitoring. \n  (xi)  Submit a subproject resettlement completion report to ADB and request approval \nto award related civil works contracts. \n \n12.  Surveys for Resettlement Plan Preparation. The DMS of lost assets will collect data \non the affected assets from all of the people affected following detailed design of the subproject. \nFor each individual affected, the scope of the data will include \n \n  (i)  total affected area of land by type of land asset; \n  (ii)  total affected structures by type of structure (main or secondary); \n  (iii)  legal  status  of  affected  land  and  structure  assets,  duration  of  tenure,  and \nownership; \n  (iv)  quantity and type of affected crops and trees; \n  (v)  quantity of other losses (e.g., business, job, or other productive asset); \n  (vi)  quantity/area of affected common property and community or public assets by \ntype; \n  (vii)  summary data on affected households by ethnicity, gender of head of household, \nhousehold size, primary and secondary sources of household income vis-à-vis \nthe poverty line, whether the affected land is the primary source of income, \namount of income, and whether the household is headed by elderly or disabled \npeople; and \n  (viii)  knowledge of those affected of the subproject and preferences for compensation, \nincluding relocation sites and rehabilitation measures as applicable. \n \n13.  The  data  collected  during  the  DMS  will  constitute  the  formal  basis  for  determining \nentitlements and level of compensation for people affected.  \n \n14.  The socioeconomic survey will include a poverty assessment and survey of at least 10% \nof those affected and 20% of those severely affected, together with local subproject impact data, \n                                                 \n16  If new categories of people affected and losses are developed, other than those described in the entitlement \nmatrix, the entitlements will be derived in accordance with ADB’s policy and Operations Manual (footnote 4).  \n17 The final resettlement plan will incorporate the comments and suggestions of the people affected \n18 ADB. 2005. Public Communications Policy. Manila. \n ", "  Appendix 5        43      \ndisaggregated by gender and ethnicity. Its purpose is to provide baseline data from which to \nassess resettlement impacts and design rehabilitation measures. These data will also be used \nfor resettlement monitoring. The required data (additional to that collected in the DMS) include \n \n  (i)  household head (name, sex, age, livelihood or occupation, income, education, \nand ethnicity), \n  (ii)  household  members  (number,  employment  status,  school-age  children  and \nschool attendance, and literacy; all disaggregated by gender), and \n  (iii)  living conditions (access to water, sanitation, and energy for cooking and lighting; \nownership of durable goods).  \n \n15.  In accordance with decrees 188/2004 and 197/2004, the PPCs annually update the \nprices and rates used for compensation for land and property. The PPC rates will be adjusted, \nas necessary, based on the findings of a replacement cost survey to be conducted in parallel \nwith the DMS and socioeconomic survey. Information will be collected from both secondary and \nprimary sources, i.e., interviews with people in the affected area, including both affected and \nunaffected. Compensation rates will be continuously updated to ensure that those affected \nreceive compensation at replacement cost at the time of compensation payment.  \n \n16.  Resettlement and Income-Restoration Strategies. Households that have to relocate \nwill participate in identifying and selecting relocation options, either on their existing land, within \na relocation site, or cash compensation to make their own relocation arrangements. For any \nbusiness  that  has  to  be  relocated,  assistance  will  be  provided  to  find  a  viable  new  site. \nHouseholds that lose 10% or more of productive assets will be provided replacement land if \navailable, or assisted to purchase replacement land, increase productivity on their remaining \nland, or learn new income-generating skills. Appropriate livelihood restoration programs will be \ndesigned and implemented during project implementation in consultation with those affected.19  \n \n17.  Consultation, Grievances, and Disclosure. Consultation with the affected people will \ntake  place  during  the  feasibility  study  phase  if  possible,  and  will  be  completed  prior  to \nfinalization of detailed designs so that their needs and preferences can be incorporated into the \ndesign arrangements where practicable. The affected people will be invited to participate in field \nwalks to select the alignment of any structures (e.g., flood embankments, canals, drains, sea \ndikes, roads, bridges) whose reinstatement would take place at a location not exactly coincident \nwith the structure’s original location. They will also participate in the various resettlement plan \nprocesses, including preparation of the inventory of losses, validation of compensation rates \nand entitlements, hand over of entitlements, monitoring of impacts and benefits, and discussion \nand settlement of grievances.  \n \n18.  To  ensure  that  all  grievances  of  those  affected  on  any  aspect  of  land  acquisition, \ncompensation, relocation, and determination and payment of entitlements are resolved in a \ntimely and satisfactory manner, and that all avenues for airing grievances are available, the \nProject will set up a mechanism to deal with any such grievances during project implementation. \nThe affected individuals will be made fully aware of their rights (both verbally and in writing) \nduring consultations and at each phase of the resettlement process. Detailed procedures for \nhearing and redressing grievances, including appeal processes, will be made public through an \neffective public information campaign. Resettlement committees will record and report on all \ncomplaints and their resolution. \n \n                                                 \n19  The cost of any such program will be integrated into the cost of the subproject. \n ", "44  Appendix 5 \n19.  The PPMUs, assisted by the resettlement committees, will disclose (i) draft resettlement \nplans prepared on the basis of design layouts for the subprojects, (ii) final resettlement plans \napproved by MARD (CPMU) and ADB, and (iii) any revisions to the resettlement plans as a \nresult of changes in scope or design layout. Key information in the resettlement plans, including \ncompensation  and  rehabilitation  options,  will  be  disclosed  to  those  affected  before \ncommencement of civil works. The information will be made publicly available in a readily \naccessible  location  and  be  in  the  form  of  an  information  leaflet  or  brochure,  summary \nresettlement plan, or complete resettlement plan—all in a form and language that can be readily \nunderstood by those affected. All relevant project information, including final resettlement plans \nor specific actions prepared under the Project will be made freely available to all those affected \nand other interested parties, in both English and Vietnamese, and will be posted on ADB’s \nwebsite following ADB and MARD approval of the related subproject detailed design.20  \n \n20.  Monitoring  and  Evaluation.  The  PPMUs  will  supervise  the  preparation  and \nimplementation of subproject resettlement plans, and monitor and report on all resettlement \nactivities. Semiannual resettlement monitoring progress reports will be submitted to ADB. The \nCPMU will consolidate all provincial reports into the project performance monitoring system, \nwhich will be used to prepare regular progress reports for submission to ADB. Monitoring and \nevaluation will focus on social impacts and whether the people affected are able to restore, and \npreferably improve upon, their preproject living standards, incomes, and productive capacity.  \n \n21.  Budget.  Using  the  PPCs’  annually  updated  land  prices  and  compensation  rates, \nadjusted as necessary on the basis of the replacement cost survey, the full cost of resettlement \nand land acquisition will be determined. This cost will be added to the cost of all other aspects of \nthe subproject for budgeting loan and counterpart funds. The purchase of land will be financed \nby  the  Government  from  its  counterpart  funds.  Compensation,  allowances,  operation  and \nadministration  costs,  surveys,  monitoring,  and  reporting  (including  independent  audits  of \nresettlement) will be financed from loan funds. The commune resettlement committees will be \nresponsible for payment of compensation directly to those affected. If ADB loan funds are \nutilized, the resettlement plans will identify key activities for which funds will be used, any \ndisbursal  milestones,  and  auditing  requirements  that  will  facilitate  appropriate  and  timely \ndelivery. \n \n                                                 \n20  The relevant requirements for this are set out in ADB. 2005. Public Communications Policy: Disclosure and \nExchange of Information. Manila; ADB. 2005. Operations Manual. Section L/3: Public Communications. Manila; \nADB. 1998. Handbook on Resettlement: A Guide to Good Practice. Manila; and ADB. 1998. The Bank’s Policy on \nIndigenous Peoples. Manila. \n ", "  Appendix 5        45      \nTable A5: Entitlement Matrix \n \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \nA. Agricultural Land \n1. Temporarily Affected Agricultural Land \nUser with  Loss of use of the  (i)  No compensation for land if returned to  Measures to improve \npermanent right  land for less than 1  original user; HOWEVER  land quality in cases of \n(legal or able to  year  land being adversely \n(ii)  The Project will pay rent for the duration \nbe made legal)    affected or acidified \nof temporary acquisition equivalent to \n \n20% of the replacement cost for affected \n \nshrimp pond land; OR \n(iii)  10% of replacement cost for other types \nof affected agricultural land; AND \n(iv)  Cash compensation for loss of crops and \ntrees at market prices (section D); AND, \n(v)  Compensation for loss of net income \nfrom subsequent crops that cannot be \nplanted for the duration of the lease; \nAND, \n(vi)  Restoration of land to its previous or \nbetter quality \nLoss of use of land \n(i)  People affected continue temporary use \nexceeds 1 year \narrangements; OR \n(ii)  sell landholding to the Project at 100% of \nreplacement cost based on current market \nprices \nUser with lease  Loss of use of the  (i)  No compensation for land if returned to \nor temporary  land for less than 1  original user; HOWEVER \nright  year \n(ii)  The Project will pay rent equivalent to \n \n10% replacement cost for affected land \nduring the temporary use; AND \n(iii)  Cash compensation for loss of crops and \ntrees at market prices (section D); AND \n(iv)  Compensation for loss of net income from \nsubsequent crops that cannot be planted \nfor the duration of the lease; AND \n(v)  Restoration of land to its previous or \nbetter quality \nLoss of use of land \n(i)  People affected to continue temporary \nexceeds 1 year. \nuse arrangements; OR \n(ii)  sell landholding to the Project at 30% of \nreplacement cost based on current market \nprices \nNontitled user    (i)  No compensation for land; HOWEVER   \n(ii)  Cash compensation for loss of standing \ncrops and trees at market prices (section \nD). \n2. Permanently Affected Agricultural Land \nUser with  10% or more of  (i)  As a priority, allocation of replacement  Replacement cost for \npermanent right  total productive  land (a) equal in area to affected land up  land is equivalent to \n(legal or able to  landholding  to a maximum of land quota in province;  market rates for land in \n ", "46  Appendix 5 \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \nbe made legal)  affected  (b) of same category and productive  the vicinity of affected \n    capacity; (c) located in same or  land of same size, \n    neighboring commune at a location  category and \n    satisfactory to those affected; (d) with full  productive capacity, at \n    title in the names of the household head  the time of \n    and his/her spouse; and (e) without  compensation \n  charge for taxes, registration, and land  payment. \n  transfer charges; AND   \n  (ii)  Cash compensation equal to 100% of the   \n  value of remaining costs of investment in   \n  land if being used as per approved land \n  use plan, as documented; AND \n \n(iii)  Economic rehabilitation package (section \n \nG); OR,  \n \n  (iv)  if replacement land is not available or, \n  fully informed, the affected individual opts \n  for, cash compensation at 100% \n  replacement cost for affected portion; \n  AND \n  (v)  Cash compensation equal to 100% of the \n  value of remaining costs of investment in \n  land if being used as per approved land \n  use plan, as documented; AND \n \n(vi)  Economic rehabilitation package (section \n \nG) \n \n  Less than 10% of  (i)  Cash compensation at 100% \n  total productive  replacement cost for affected portion; \n  landholding  AND  \n  affected \n(ii)  Cash compensation equal to 100% of the \n \nvalue of remaining costs of investment in \n \nland for the affected portion, for land \n \nbeing used as per approved land use \n \nplan, as documented \n \n  Affected  (i)  Cash compensation equal to 100% \n  landholding located  replacement cost at market prices for \n  in urban, peri- agricultural land; AND \nurban, or rural \n  (ii)  Cash assistance equal to 40% of \nresidential area, as \n  replacement cost at market prices for \nper approved land \n  adjacent residential land  \nuse plan \nAffected land co- (iii)  Compensation made according to division   \nowned by two or  of land area, as per Land Co-Use Right \nmore households  Certificate; OR \n(iv)  Compensation shared equally by all co-\nowners in the absence of Land Co-Use \nRight Certificate or other recognized \ndocumentation \nAffected  Compensation held in escrow account until   \nlandholding is  land dispute is resolved \nunder dispute. \nUser with lease  Loss of agricultural  (i)  Cash compensation equivalent to 30%   \nor temporary  or productive land  replacement cost for affected land; OR \nrights  assets \n(ii)  Cash compensation for loss of net income \nfor the remaining leased or assigned \nperiod, whichever is greater; AND \n ", "  Appendix 5        47      \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \n(iii)  Cash compensation equal to 100% of the \nvalue of remaining costs of investment in \nland if being used as per approved land \nuse plan, as documented. \nNontitled user  Acquisition of  (i)  No compensation for affected land  Landless people \n  illegally occupied or  affected will not be \n(ii)  Cash equal to 100% of the value of \nused agricultural  displaced until the \nremaining costs of investment in land if \nland  commune allocates \nbeing used as per approved land use \nalternate land. \nplan, as documented; AND \n(iii)  Economic rehabilitation package in lieu of \ncompensation (section G) \n(iv)  For nontitled or other people affected with \nno other productive landholdings, local \nauthorities will allocate replacement land \nwith temporary or lease land rights \nNoneligible  Investments in land  (i)  No compensation for affected land   \norganizations  not sourced from \n(ii)  Cash equal to 100% of the value of \nstate budget \nremaining costs of investment in land \nbeing used as per approved land use \nplan, as documented \nB. Residential and/or Nonagricultural Land (e.g., commercial) \n1. Temporarily Affected Residential and/or Nonagricultural Land \nUser with  Loss of use of the  (i)  No compensation for land if returned to   \npermanent right  land for less than 1  original user; HOWEVER, \n(legal or able to  year \n(ii)  The Project will pay rent to those affected \nbe made legal)   \nduring temporary use; AND \n(iii)  Restore land to its previous or better \nquality \nLoss of use of land  (i)  People affected to continue temporary   \nexceeds 1 year. \nuse arrangements; OR \n(ii)  sell landholding to the Project at 100% of \nreplacement cost based on current market \nrates. \nUser with lease  Loss of use of the  (i)  No compensation for land if returned to   \nor temporary  land for less than 1  original user; HOWEVER, \nright  year \n(ii)  The Project will pay rent to those affected \n \nduring the temporary use; AND \n(iii)  Restore land to its previous or better \nquality. \nLoss of use of land  (i)  People affected to continue temporary   \nexceeds 1 year. \nuse arrangements; OR \n(ii)  sell landholding to the Project at 30% of \nreplacement cost based on current \nmarket prices. \n \n2. Permanently Affected Residential and/or Nonagricultural Land \nUser with  Loss of rural  As a priority, allocation of replacement land (i)  Replacement cost for \npermanent right  residential and  equal in area to affected land up to a  land is equivalent to \n(legal or able to  nonagricultural  market rates for land in \n ", "48  Appendix 5 \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \nbe made legal)  landholding  maximum of land quota in province; (ii) of  the vicinity of affected \nsame type (e.g., residential, commercial); (iii)  land of same size, \nlocated in the same or neighboring commune  category, and \nat a location satisfactory to those affected; (iv)  productive capacity, at \nwith full title in the names of both the  the time of \nhousehold head and his/her spouse; and (v)  compensation \nwithout charge for taxes, registration, and land  payment. \ntransfer charges   \n \nResidential or  (i)  After fully informing the people affected, \nnonagricultural land  the Project will acquire the entire \nis partially affected  landholding; AND,  \nAND remaining \n(ii)  those affected may choose one of the \nportion is not \nfollowing options: \nsufficient to rebuild \naffected structures;  (a)  Cash compensation at \nOR, in the case of    100% of replacement \nresidential land, the    cost, and relocate \nremaining land is    themselves; OR \nless than 100  (b)  Relocation to a group or individual \nsquare meters    site allocated by local authorities \n  with full title. \n(iii)  Regardless of the option, cash equal to \n100% of the value of the remaining \ninvestments in land if being used as per \napproved land use plan, as documented. \nResidential or  (i)  Cash compensation equal to 100% \nnonagricultural land  replacement cost for the affected portion; \nis partially affected  AND \nAND the remaining \n(ii)  Cash equal to 100% of the value of \nportion is sufficient \nremaining investments in affected portion \nto rebuild affected \nof land if being used as per approved land \nstructures \nuse plan, as documented. \nAffected  (i)  Allocation of additional replacement land \nlandholding  to provide a total area equal to affected \nexceeds area of  land, if available; OR \nland quota \n(ii)  Cash compensation at 100% replacement \ncost for area of affected land greater than \nland quota. \nAffected  Compensation held in escrow account until   \nlandholding is  land dispute is resolved \nunder dispute \nUser with lease  Loss of residential  Cash compensation at 30% replacement cost   \nor temporary  and/or  at market prices for land of similar type and \nrights  nonagricultural land  location \nRemaining land not  Assistance from local authorities to locate   \nsufficient to rebuild  alternative land \naffected structures \nNontitled user  Loss of residential  (i)  No compensation for affected land;   \nand/or  HOWEVER, \nnonagricultural land \n(ii)  Nontitled affected individual entitled to \ncompensation for affected structures \n(section C,) and transition allowances \n(section G) \n(iii)  If businesses including registered and \n ", "  Appendix 5        49      \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \nnonregistered businesses are disrupted, \nthose affected will receive assistance \n(section F) AND assistance to locate to \nequally advantageous commercial \nlocation either at an individual site or in a \nmarket place. \nNontitled user is  Local authorities will allocate replacement land   \nvery poor or \nand/or housing with lease rights in a fully \nmember of \nserviced group resettlement site \nvulnerable group \nAND has no other \nresidential land \nC. Principal (Houses and/or Shops) and Other Structures or Property \n1. Principal Structures (Houses and/or Shops) \nOwners of  Structure partially  (i)  Cash compensation at 100% replacement   \nstructures  affected and  cost for affected portion, to be paid in \nincluding  remaining portion  materials, cash, or a combination of both, \nhouses OR  can be rebuilt  and with no deduction for depreciation or \ncombined  salvageable materials; AND \nhouse/shops \n(ii)  Transition allowance (section G) \nOR shop or \nother  Structure totally  (i)  Cash compensation at 100% replacement \nnonresidential  affected OR  cost for entire structure, to be paid in \nstructures  Structure partially  materials, cash, or a combination of both, \naffected and \nand with no deduction for depreciation or \nremaining portion \nsalvageable materials; AND \nno longer viable \n(ii)  Relocation and transition allowances \n(section G)  \nTenant  Structure partially  Tenant may remain with owner’s agreement.  Tenants are eligible \naffected and  regardless of whether \nremaining portion  they rent state-owned \nviable  or private properties. \nRemaining  (i)  Allocation of rental house or shop in fully   \nstructure no longer  serviced resettlement site; AND  Owner will give tenants \nviable, OR  notice at least 3 \n(ii)  Relocation allowance (section G); OR if \nTenant opts to  months in advance. \nno resettlement site available or affected \nmove \nindividual opts, \n(iii)  Rent allowance equivalent to 6 months’ \nrent at current rates; AND, \n(iv)  Assistance to find new, affordable rental \naccommodation; AND \n(v)  Relocation allowance (section G). \n2. Other Structures, e.g., Kitchens, Toilets, Animal Sheds, Fences, Foundations \nOwners of  Partially or totally  (i)  Cash compensation at full replacement  Owners of structures \nstructures  affected structures  cost, to be paid in materials, cash, or a  are entitled to \nor other property  combination of both, and with no  compensation \ndeduction for depreciation or salvageable  regardless of whether \nmaterials; OR   or not they possess \nland use rights to the \n(ii)  Cash or in-kind assistance to relocate \nland OR construction \naffected structures or property; OR \npermits for the \n(iii)  Cash assistance to repair property to  structures. \noriginal or better condition (section G) \nGraves  (i)  Cash compensation equal to the costs at  Compensation will be \n ", "50  Appendix 5 \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \ncurrent market prices to construct a new  paid directly to the \ngrave of similar type at an acceptable  person affected. \nlocation; AND \n(ii)  Cash compensation equal to the costs of \nexhumation and transport of the remains, \nreburial, and all other reasonable costs \nD. Annual And Perennial Crops, Fruit and Timber Trees and Tree/Plant Fences \nOwners of crops  Loss of annual  (i)  A minimum of 2 months’ notice to harvest  Owners of crops and/or \nand/or trees  crops  crops; OR  trees are entitled to \ncompensation \n(ii)  If standing crops are ripening and cannot \nregardless of whether \nbe harvested, cash compensation of \nthey possess land use \nunharvested crops at current market \nrights. \nprices based on the average production \nover the past 3 years \nLoss of perennial  (i)  Cash compensation at current market  Full compensation for \ncrops, fruit and  prices given the type, age, and productive  perennial crops and \ntimber trees, and  value of the affected crops and/or trees;  trees will be paid at \ntree fences  AND, in the case of affected trees,  least 1 month prior to \nland clearance. \n(ii)  The Project will pay those affected for \nwork if necessary to cut trees, and they \nwill have right to use salvageable trees; \nAND \n(iii)  Assistance to plant new trees \n \nE. Community and Public Resources \nVillage, ward,  Loss of community  (i)  Repair or restoration to original or better  If income loss is \ngovernment unit  buildings and  conditions of affected community  expected (e.g., \ninfrastructure  buildings and infrastructures at no cost to  irrigation, community \nforest, community \nthe community; OR \ngrazing land, income \n(ii)  Replacement, if necessary, at locations \nfrom fishpond), the \nidentified in consultation with affected \nvillage, commune, or \ncommunities and relevant authorities, at \ndistrict authority is \nno cost to the community; OR \nentitled to \n(iii)  Cash compensation at 100% replacement  compensation for the \ncost based on current market prices for  total production loss \naffected community assets  (over 3 years); this \n  compensation should \nbe used collectively for \nincome restoration \nmeasures and/or new \ninfrastructure. \n  Publicly owned  (i)  Relocation and/or rehabilitation to original   \nutilities \nor better conditions of affected public \nutilities, at no cost to public utility; OR \n(ii)  Cash compensation at 100% replacement \ncost based on current market prices for \naffected public utilities \nF. Loss of Businesses and Income Sources (Non-Land-Based) \n1. Businesses that Relocate and/or Rebuild Structures \nHouseholds with  Structure totally  Cash assistance for loss of income for 6  Affected businesses \nbusinesses  affected and must  months. Since no taxable revenues,  will be notified 3–4 \nwithout tax  be relocated OR  assistance may be calculated based on  months in advance to \n ", "  Appendix 5        51      \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \ndeclarations,  Structure partially  minimum monthly wage in the province.  relocate and/or rebuild \ne.g., small  affected and must  new structures, so as \n \nshops  be rebuilt  to be able to continue \nRegistered  Structure totally  Cash assistance for loss of income equal to  to operate businesses \nbusiness  affected and must  average monthly taxable revenues, for 6  while resettling. \nowners  be relocated OR  months. Average monthly taxable revenues \nStructure partially  determined on basis of financial statements for \naffected and must  the past 12 months \nbe rebuilt \n \n2. Employees and Hired Laborers \nEmployees and  Temporary loss of  Eligible people affected \nCash compensation for lost income or salary \nhired laborers  employment/work  include paid \nequal to current salary for each day (or month) \nwhile employers  employees of \nthey cannot work \nreorganize,  registered and small \n \nrelocate, and/or  business; agricultural \nrebuild  laborers including \nPermanent loss of  those who have piece \n(i)  Cash assistance equal to 6 months \nemployment/work  income or salary or the value of a  work contracts for \ndue to land  remaining contract, whichever is higher  agriculture, forestry, or \nacquisition or  marine animal \n(ii)  Severance pay for employees \nrelocation of  breeding on affected \nemployer  (iii)  Assistance to secure new employment  state-owned \nincluding relevant skills training expenses  agricultural or forestry \nif required  farms; and, \nnonagricultural \nlaborers. \nG. Rehabilitation Assistance \n1. Relocation Allowance \nAll affected  Relocation of  (i)  Cash assistance up to D3,000,000 for  As per Decree 197/CP \npeople who  household and/or  affected people that relocate within the \nrelocate  business effects  same province, depending on local \nand salvaged and  conditions; OR \nnew building  (ii)  Cash assistance up to D5,000,000 for \nmaterials  those who relocate to another province, \ndepending on local conditions \n2. Transition Allowance \nAll affected  Rebuild structure  Cash assistance equivalent to 30 kilograms \nThirty kg of rice is more \npeople who  on remaining land  (kg) of rice per month per household member, \nthan the average \nrebuild house  (without moving)  for 3 months \nindividual rice \nand/or shop \n  requirement. \nstructures \nBuild structure on  Cash assistance equivalent to 30 kg of rice per   \nnew land (move)  month per household member, for 6 months \n3. Economic Rehabilitation Package \nSeverely  Assistance to  (i)  Transition subsistence allowance equal to  Severely affected \naffected people;  restore livelihoods  30 kg of rice per month per household  include households \nAND other  and incomes  member for 6 months; AND  that lose 10% or more \nvery poor  following  of their total productive \n(ii)  In-kind assistance to strengthen or initiate \npeople affected  acquisition of  assets. Very poor \nincome-generating activities, to be \n  agricultural land or  households are those \ndecided in consultation with eligible \nother productive  with monthly \naffected people; forms of assistance may \nassets  household income of \ninclude agricultural extension assistance, \nless than D200,000 per \ntechnical and other assistance to develop \ncapita in rural areas \nexisting or new income-generating \n ", "52  Appendix 5 \nEntitled  Type and Level Of  Implementation \nCompensation Policy \nPersons  Impact  Issues \nactivities, and project-related employment  and D260,000 per \n(iii)  All working adults in affected households  capita in urban areas. \nare eligible to participate   \nAt time of \n(iv)  Special attention to the needs of and \ncompensation, \nopportunities for women, young adults, \ntransition subsistence \nethnic minorities, and other vulnerable \nallowance will be \npeople affected \nadjusted for inflation. \nNontitled  Assistance to  (i)  Transition subsistence allowance equal to  Nontitled affected \naffected people  restore livelihoods  30 kg of rice per month per household  people are entitled to \nand incomes, in lieu  member for 6 months; AND  an economic \nof compensation for  rehabilitation package \n(ii)  In-kind assistance to strengthen or initiate \naffected agricultural  regardless of whether \nincome-generating activities, to be \nland  or not local authorities \ndecided in consultation with eligible \nallocate replacement \naffected individuals; forms of assistance \nagricultural land. \nmay include agricultural extension \n \nassistance, technical and other assistance \nAt time of \nto develop existing or new income-\ncompensation, the \ngenerating activities, and project-related \ntransition subsistence \nemployment \nallowance will be \n(iii)  All working adults in affected households  adjusted for inflation. \neligible to participate   \n(iv)  Special attention to the needs of and   \nopportunities for women, young adults,   \nethnic minorities, and other vulnerable   \naffected people \nSources: Legislation of the Government of Viet Nam; ADB resettlement specialist. \n ", "    Appendix 6       53    \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n  \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national   Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?     priority in country poverty partnership   \n   No  agreement?    No \n \nContribution of the sector or subsector to reduce poverty in Viet Nam: \n \nViet Nam, one of the most disaster-prone countries in the world, experiences typhoons, tropical storms, floods, \ndroughts, landslides, and seawater intrusion. Flooding triggered by typhoons and storms is the most prevalent natural \ndisaster.  Disaster  management  is  a  priority  within  the  Government's  development  plans,  as  the  Government \nrecognizes the link between vulnerability to natural disasters and persistent poverty. The 5-year Socioeconomic \nDevelopment  Plana  for  2006–2010  and  Comprehensive  Poverty  Reduction  and  Growth  Strategy  (2002)  both \nemphasize the prevention and mitigation of natural disasters as critically important means of helping the poor in \ndisaster-prone areas. The Socioeconomic Development Plan aims to halve by 2010 the number of people who could \nbe re-impoverished by natural disasters or other risks.  \n \nEmbedded in the Government's disaster risk management strategiesb is the concept of including measures to prevent \nand minimize the effects of natural calamities as  a regular part of development programs and projects. The \nGovernment is strengthening its disaster risk management strategy and programs to improve (i) disaster forecasting, \nwarning, and information sharing; (ii) disaster preparedness and emergency relief; (iii) incorporation of disaster \nmitigation into development programs; and (iv) rehabilitation and long-term recovery after disasters. The major \nobjective is to reduce the vulnerability of the poor to natural disasters and consolidate poverty reduction achievements. \n \nThe 2005 series of typhoons and tropical storms brought intense rainfall to a broad area of Viet Nam. The attendant \nwinds, floods, storm surges, and landslides destroyed many types of infrastructure that are critical to the livelihoods of \npoor rural households. The Government's early warnings and emergency measures prevented large loss of life. In \naddition, the Government responded in a timely manner to provide food and other essentials to families evacuated \nfrom their homes or otherwise deprived of their normal means of livelihood in the aftermath of each event. The flood-\ndamaged infrastructure is mostly small-scale and its construction and operation comes within the authority of \nprovincial agencies. Its rehabilitation or reconstruction would, under normal budgetary provisions, take many years, \nwhich would cause continued hardship and impoverishment to poor rural families. The loss of economic opportunities \nas a result of destroyed irrigation systems, aquaculture, and crops is a significant burden to the poor—they now also \nsuffer  in  terms  of  access  to  roads,  markets,  schools,  and  particularly  clean  water.  Poor  and  disadvantaged \nhouseholds, especially households headed by women and ethnic minority groups are more vulnerable to such shocks \nand face a greater risk of becoming further marginalized. The typhoons and storms also had a deleterious impact on \nnatural resources, which are the main sources of income for the poor \n \nThe Emergency Rehabilitation of Calamity Damage Project will help sustain economic growth in the 10 provinces \nseverely affected by typhoons in 2005 (Ha Giang, Ha Tinh, Nam Dinh, Nghe An, Phu Tho, Phu Yen, Quang Binh, \nQuang Tri, Thanh Hoa, and Yen Bai). Its outcome will be rapid resumption of livelihoods in the affected areas. The \nProject will (i) reinstate essential infrastructure, including roads, flood protection, irrigation systems, and social \ninfrastructure; and (ii) concurrently provide equivalent or enhanced storm and flood protection to vulnerable areas \nwhere feasible. The Project will make a significant contribution to sustaining and enhancing the poverty reduction \nbenefits achieved through provision of rural infrastructure in the affected areas. \n \nB.  Poverty Analysis   Targeting Classification: General intervention \n \nWhat type of poverty analysis is needed?  \n \nThe estimated cost of damage for the 2005 storm season was $327 million. Loss of life, livelihoods, incomes, and \nproperty resulted in significant socioeconomic and psychological stress including the evacuation of approximately \n600,000 inhabitants. Many of those directly affected (estimated to be 65% of the total population in three coastal \nprovinces by the International Federation of the Red Cross and Red Crescent Societies) require significant time to \nreestablish their means of livelihood generation. During this period, many, including women, have migrated to Hanoi \nand other urban centers for temporary employment and leaving families. Also during this period many children were \nunable to maintain school attendance as they were required to assist family members in the reestablishment of \nincome-generating activities. \n ", "54  Appendix 6 \nFlood disasters affect the poor disproportionately in terms of health, housing, employment, livelihoods, and food \nsecurity. The main sources of income of the people living in the project areas are agriculture and aquaculture. In the \nproject provinces, poverty incidence ranges from 35% (Nam Dinh) to as high as 75% (Ha Giang) according to the \nGovernment Statistics Office data for 1999. A higher poverty incidence generally corresponds to a higher percentage \nof ethnic minority groups in the total population of the project areas. In particular, the northwest provinces—Ha Giang \nand Yen Bai—have a higher presence of ethnic minorities (90% and 80%). Ethnic minority are particularly vulnerable \nbecause they have limited access to agricultural land, market, and other economic activities.  \n \nDuring each typhoon event, many affected people were given food, shelter, financial support, and medicine, by the \nlocal government as well as other community groups, international nongovernment organizations, and development \nagencies. But in the recovery phase, the people have identified poor infrastructure facilities as the most important area \nfor rehabilitation for restoring livelihood and access to other services.  \n \nThe proposed Project does not target poverty directly and the small-scale localized nature of proposed restoration \nworks does not warrant a poverty impact assessment. During the social assessment of subprojects, specific issues \nrelating to providing employment benefits to the poor and disadvantaged should be incorporated into contracting \nprocedures. \n \nC.  Participation Process \n \nIs there a stakeholder analysis?   Yes   No  \n \nIs there a participation strategy?   Yes    No \n \nThe Damage and Needs Assessment Mission adopted a participatory process to identify the individual subprojects, \nand worked closely with all major stakeholders to prioritize the subprojects. The Project’s intended support for \nrehabilitation of infrastructure in four subsectors (i) roads, (ii) flood protection, (iii) irrigation systems, and (iv) social \ninfrastructure was given high priority by all stakeholders. The outputs of the Mission were (i) formulation of a project \ndesign,  (ii)  development  of  criteria  for  screening  and  selecting  damaged  infrastructure  for  rehabilitation  and \nimprovement, and (iii) estimation of a rehabilitation budget. In addition, means to ensure the participation of the poor \nand other disadvantaged, including women, children, and households headed by women, were prepared. The Mission \ndiscussed and agreed with the Government on technical assistance for institutional strengthening of the Ministry of \nAgriculture  and  Rural  Development  (MARD),  the  Executing  Agency,  and  implementing  agencies—the \ndepartments of agriculture and rural development (DARDs)—in each province. To strengthen the Government’s \ncapacity to implement the Project and to increase sustainability of the infrastructure, a participatory approach will be \nfollowed during project implementation. The Project will prepare and implement, as a first priority, subprojects \nscreened  and  approved  by  the  provincial  people’s  committees.  Additional  subprojects  will  be  selected  during \nimplementation from an agreed list using a sector approach. Stakeholder participation in preparation, implementation, \noperation and maintenance, and monitoring of improved infrastructure will be encouraged by the MARD and the \nDARDs  as  an  essential  way  of  lowering  costs  and  ensuring  sustainability.  Local  government  institutions  and \nnongovernment  organizations  will  be  involved  during  all  phases  of  project  implementation  and  performance \nmonitoring. Preference will be given to local laborers, especially the landless and poor, in construction contracts. \nRehabilitation of infrastructure will help the beneficiaries participate in various social and economic activities. \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nWomen make up about 50%–51% of the total population of the project provinces. They are engaged in agriculture and \naquaculture activities, which will be supported through the subprojects by reducing (i) household vulnerability, (ii) crop \nlosses from the coming storm season, and (iii) time for marketing and accessing services. The rehabilitation of \ndamaged infrastructure will help women restore their income, and access markets and various services. Limited short-\nterm and seasonal employment will be created for women linked to the construction of infrastructure. The Project will \nfacilitate women’s mobility for employment, access to income-earning activities, and access to services for their \nfamilies. \n \nHas an output been prepared?   Yes   No \n \n ", "    Appendix 6       55    \n \n \nE.  Social Safeguards and Other Social Risks \n        \n  Significant/     \n  Not Significant/     \nItem  None   Strategy to Address Issues  Plan Required \n Significant  Subprojects  are  generally  located  within  the  existing   Full \n  rights-of-way and consequently the Project will not involve   \nResettlement   Not significant  land  acquisition  and  resettlement.  However,  in  some   Short \n  cases, temporary structures, shops, or microlevel service   \n None  units may trigger compensation requirements. Should any   None \nsubproject  lead  to  resettlement  or  affect  people’s \nlivelihoods, resettlement including compensation will be \nguided  by  the  resettlement  framework  presented  in \nAppendix 5.  \n       \nAffordability   Significant  The affected population, including the poor, generally lack   Yes \n  or have inadequate access to infrastructure and related   \n Not significant  services. The Project will help to improve connectivity and   No \n  provide better access to basic infrastructure. All labor \n None  provided by beneficiaries will be compensated at normal \nwage rates. There is no cost implication for communities. \n       \nLabor   Significant  No adverse impact is anticipated. The Project will have   Yes \n  some  impact  by  creating  employment  opportunities  in   \n Not significant  infrastructure construction and maintenance, mainly for   No  \n  poor unskilled laborers, both female and male. With the \n None  improvement of infrastructure and related facilities, off-\nfarm  employment  opportunities  for  the  poor  will  be \nrestored, expanded, and sustained. The Project will help \nreduce  unemployment  caused  by  the  typhoons  and \ntropical storms in 2005. \n       \nIndigenous   Significant  Positive impacts will be significant in two provinces—Ha   Yes \nPeoples    Giang and Yen Bai—which have a high proportion of   \n Not significant  indigenous peoples in their population. Indigenous people   No \n  living in the project areas will benefit from the improved \n None  infrastructure. An ethnic minority development plan will be \nprepared  for  any  subprojects  likely  to  have  negative \nimpacts on indigenous communities. The plans will be \nbased  on  the  agreed  ethnic  minority  development \nframework prepared during the Mission. The Project will \nensure the participation of indigenous people in planning \nand implementation so that they derive maximum benefit \nfrom the infrastructure. \n       \nOther Risks   Significant  The incidence of HIV/AIDS in the project provinces is not   Yes \nand/or    significant, and the increased risk to HIV/AIDS due to the   \nVulnerabilities   Not significant  Project is minimal.    No  \n     \n None \na Government of Viet Nam. 2005. The Five-Year Socioeconomic Development Plan 2006–2010 (draft). Hanoi: \n  Ministry of Planning and Investment. \nb  UNDP. 1995. First National Strategy and Action Plan for Mitigation of Water Disasters in Viet Nam. Hanoi; Ministry \nof Water Resources; and UNDP. 2001. Second National Strategy and Action Plan for Disaster Mitigation and \nManagement in Viet Nam, 2001 to 2020. Hanoi; Ministry of Agriculture and Rural Development. \nSources: Provincial reports to the Ministry of Agriculture and Rural Development and ADB's Damage and Needs \nAssessment Mission. \n ", "56  Appendix 7 \nCOST ESTIMATES \n \nTable A7.1: Detailed Cost Estimates by Expenditure Category \n \n         \nTotal Cost  % of Total \nItem  (D billion)  ($ million)  Base Cost \nA.  Investment Costsa       \n  1.  Civil Works       \n    Rural Infrastructure  808.62  50.86  86 \n  2.  International Consultants  12.22  0.77  1 \n  3.  Project Managementb  121.29  7.63  13 \n      Subtotal (A)  942.14  59.25  100 \n           \nB.  Contingenciesc       \n  1.  Physical  0.00  0.00  0 \n  2.  Price  0.00  0.00  0 \n      Subtotal (B)  0.00  0.00  0 \n           \nC.   Financing Charges during Implementationd       \n  1.  Interest during Implementation  10.15  0.64  1 \n      Subtotal (C)  10.15  0.64  1 \n           \n    Total (A+B+C)  952.28  59.89  101 \n           \na In mid-2006 prices. \nb Includes the cost of national consultants contracted to assist the Central Project Management Unit undertake \npreparatory activities and of national consultants contracted for feasibility studies, detailed design, construction \nsupervision, and performance monitoring.  \nc No contingencies are included in the cost estimates because the Project will follow a sector approach in preparing \nsubprojects for implementation. Subproject costs estimates allow for any land acquisition, resettlement, and \nspecific environmental or social mitigation measures.  \nd Includes interest charges. Interest during construction is been computed at 1%.  \nSource: Asian Development Bank estimates. \n \n \n ", "    Appendix 7      57    \nTable A7.2: Detailed Cost Estimate by Financier \n($ million) \n \n \nAsian Development \n      Cost  Bank  Government \n  \n   % of Cost  % of Cost \nItem   $  $a  Category  $  Category \nA. Investment Costs       \n  1. Civil Works       \n    Rural Infrastructure  45.77  43.23  94.4  2.54  5.6 \n  2. International Consultants  0.77  0.77  100.0  0.00  0.0 \n  3. Project Managementb  6.87  6.33  92.2  0.53  7.8 \n  4. Taxes and Duties  5.85  0.00  0.0  5.85  100.0 \n      Subtotal (A)  59.25  50.33  84.9  8.93  15.1 \n               \nB. Interest during \n     Implementation  0.64  0.64  100.0  0.00  0.0 \n               \n    Total Project Cost  59.89  50.97    8.93   \n               \n      % Total Project Cost 100.0     85.1  85.1  14.9 \na  Amount of the Asian Development Bank loan proceeds allocated to the cost category. \nb  Includes the cost of national consultants contracted for feasibility studies, detailed design, \nconstruction supervision, and performance monitoring.  \nSource: Asian Development Bank estimates. \n \n \n ", "   \n5\n8\n \n \n \n \nINDICATIVE IMPLEMENTATION SCHEDULE   A\np\n  p\ne\n  n\nd\n  ix 8\n \nActivity 2006 2007 2008 2009\n10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6\nLoan Effectiveness\nInitial Activities\nComplete project administration memorandum\nComplete subproject screening\nNational consultants selected and mobilized:\n- Feasibility studies (other than first batch)\n- Detailed design (other than first batch)\n- Construction supervision and performance monitoring\n- Independent monitoring of resettlement (if necessary)\nInternational consultants selected and mobilized\nProforma contract documents prepared\nDesign and Feasibility\nComplete detailed design (first and subsequent batches)\nComplete risk and vulnerability assessment\nApprove detailed designs\nImplementation of Subprojects\nComplete contract documentation\nComplete bid evaluation\nAward construction contracts\nComplete construction\nHand-over completed works\n \nSource: Asian Development Bank estimates. \n \n ", "      Appendix 9      59   \nPROCUREMENT PLAN \n \nProject Information \nCountry  Socialist Republic of Viet Nam \nName of Borrower  Socialist Republic of Viet Nam \nProject Name  Emergency Rehabilitation of Calamity Damage \nLoan or TA Reference  To be determined \nDate of Effectiveness  To be determined \nAmount $ (total from all financiers):  $59,892,000 \nOf Which Committed, $  To be determined \nExecuting Agency  Ministry of Agriculture and Rural Development (MARD) \nApproval Date of Original Procurement Plan  To be determined \nApproval of Most Recent Procurement Plan  To be determined \nPublication for Local Advertisementa  To be determined \nPeriod Covered by this Plan  November 2006–December 2008 \na  General procurement notice, invitations to prequalify and to bid, calls for expressions of interest.  \n \nProcurement Thresholds, Goods and Related Services, Works and Supply and Install \nProcurement Methods  Threshold ($) \nInternational Competitive Bidding (ICB) Works  More than $2,000,000  \nICB Goods  More than $500,000 \nNational Competitive Bidding (NCB) Works  More than $100,000 and not more than $2,000,000 \nNCB Goods  More than $100,000 and not more than $500,000 \nShopping Works  Not more than $100,000 \nShopping Goods  Not more than $100,000 \n \nProcurement Thresholds, Consulting Services \nProcurement Methods  Threshold ($) \nQuality- and Cost-Based Selection (QCBS) National Consultants  More than $100,000 \nDirect Contract (single source) National Consultants  Not more than $100,000 \nQCBS International Consultants  Not less than $100,000 \n \nList of Contract Packages in Excess of $100,000 for Works and Consulting Services \n  Estimated       \nContract  Cost  Procurement  Expected Date   \nDescription  ($ '000)  Method  of  Comments \nAdvertising \nLarge civil works  20,300  ICB  Jul 2007  Asian Development Bank (ADB) \n(in 4 contracts)  to review each contract \nSmall civil  22,300  NCB  Nov 2006–Jun  ADB to review the first contract in \nworks (in 35 or  2008  each province \nmore contracts) \nNational consulting  2,600  QCBS or direct  Nov 2006–May  ADB to review the first QCBS \nservices (in 40 or  contract (single  2008  contract in each province and all \nmore contracts)  source)a  direct contracts (single source) \nConsulting services  800  QCBSb  Oct 2006  ADB to review the contract and \n(international)  procedures  \na  Depending on the value of the contract. \nb  Biodata technical proposals may be used provided sufficiently detailed terms of reference are prepared. \n ", "60          Appendix 9                      \nProposed Contract Packages \n \n  Number   Approximate     \n  of  Cost Estimate  Mode of   Responsible \nDescription  Contracts  ($'000)  Procurement  Agency \n         \nA. Civil Worksa          \n1. Large-scale infrastructure         \nHai Hau sea dike  1  7,400  ICB  CPMU/PPMU \nGiao Thuy sea dike  1  6,200  ICB  CPMU/PPMU \nHai Thanh embankment  1  3,800  ICB  CPMU/PPMU \nHau Loc sea dike  1  2,900  ICB  CPMU/PPMU \n2. Small-scale infrastructure  35  22,300  NCB  PPMU \n         \nB. Consulting Servicesb         \n1. National consultants  40  2,600  QCBS or direct  CPMU/PPMU \n      contract (single   \n      source)c   \n2. International consultants  1  800  QCBS  CPMU \n     \nTotal Contract Packages  79   46,000 \n         \nCPMU = Central Project Management Unit, PPMU = provincial project management unit. \na  The cost estimates for individual civil works contracts are based on preliminary data only. The number and size of \ncontracts, their order of priority, and the year in which contracts will be tendered, will be adjusted following \neconomic, financial, and technical studies to be conducted during the Project. \nb \nThe CPMU may also contract consultants, either as individuals or as a firm, to assist with the preparation of a \n \ndetailed operation manual for project implementation and for other preparatory activities. \nc   \nDepending on the value of the contract. \n \n \n \n "], "metadata": {"ModDate": "D:20061205115655+08'00'", "CreationDate": "D:20061030175129+08'00'", "Title": "Microsoft Word - Final RRP _26.10.06_.doc", "Creator": "PScript5.dll Version 5.2", "Author": "cbr", "Producer": "Acrobat Distiller 6.0 (Windows)"}}