{"path": "data/input/ta/40293-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 40293 \nMarch 2007 \n \n \n \n \nEnergy Sector Strategy and Development 2007 \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AFD  –  Agence Française de Développement  \n(French Development Agency) \n  CoP  –  Community of Practice \nCSO  –  civil society organization \n  DMC  –  developing member country \n  MDG  –  Millennium Development Goal  \n  mtoe           –  million tons of oil equivalent \n  OED           –  Operations Evaluation Department \n  OGC  –  Office of the General Counsel \n  RSDD  –  Regional and Sustainable Development Department \n  RSID  –  Energy, Transport, and Water Division \n  TA  –  technical assistance \n  USAID  –  United States Agency for International Development \n       \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention (MDG) \nSector  –  Energy  \nThemes  –  Sustainable economic growth, environmental sustainability  \nSubtheme  –  Civil society participation \n \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n   \nVice President  U. Schäfer-Preuss, Knowledge Management and Sustainable Development  \nDirector General  B. Lohani, Regional and Sustainable Development Department (RSDD) \nDirector  W. Um, Energy, Transport, and Water Division, RSDD  \n \nTeam leader  A. S. Guha, Principal Energy Sector Specialist, RSDD \n \n \n \n ", " \nI.  INTRODUCTION \n1.  The first energy policy1 of the Asian Development Bank (ADB) was prepared in 1981 and \nthe second policy2 paper was published in 1995. The energy policy was reviewed in 20003 and \nrecommended four operational priorities: (i) reduce poverty by creating energy infrastructure for \nsustainable economic growth and increasing access to energy for the poor, particularly in rural \nareas; (ii) promote private sector involvement by restructuring the energy sector and creating an \nenabling environment for private investors; (iii) addressing regional and/or global environmental \nimpacts,  especially  acid  rain  problems,  supporting  clean  energy  and  the  Kyoto  Protocol \nmechanisms for greenhouse gas abatement, and financing renewable energy projects; and (iv) \npromoting regional cooperation. The 2000 review further recommended that the Energy Policy be \nreviewed after 5 years. \n \n2.  According  to  some  recently  published  international  reports, 4  the  world’s  energy \nconsumption has reached unsustainable levels. Increased economic growth has encouraged \nincreased energy consumption, especially fossil fuels, resulting in increased greenhouse gas \ngeneration. The effects of such consumption has resulted in harmful effects on the climate, such \nas an increase in the earth’s temperature and abnormal climatic conditions. It was considered by \nADB Management that ADB should assess its energy sector operations to realign its energy \nstrategy to address the needs of its developing member countries (DMCs) in a more sustainable \nway and encourage clean energy development. ADB’s Regional and Sustainable Development \nDepartment’s (RSDD) Energy, Transport, and Water Division (RSID) initiated a review5 of ADB’s \nenergy operations to evaluate previous operations, examine the relevance of the current energy \npolicies, and prepare a new strategy that will address the emerging needs of DMCs. A draft paper \nwas prepared by RSID and reviewed by the Energy Community of Practice (CoP) in January \n2007. The paper is currently being revised and will be circulated for interdepartmental comments \nin March 2007. The Operations Evaluation Department (OED) is currently conducting a parallel \nevaluation of ADB’s energy sector operations. OED’s recommendations will feed into the new \nstrategy as appropriate. \n \n3.  The revised energy policy is being developed within the framework of the existing policy, \nwhich continues to be robust and relevant. Nevertheless, a focused approach is needed to \naddress the tremendous increase in energy demand in Asia and the effects of unsustainable \nenergy consumption on the environment. Accordingly, RSDD designed the Clean Energy and \nEnvironment Program (CEEP), which is a comprehensive strategic program to assist DMCs \nachieve measurable changes in their energy use pattern and secure a low carbon sustainable \nenergy future. The program covers a number of specific initiatives, such as the ongoing multi-\ndonor-funded Renewable Energy, Energy Efficiency, and Climate Change (REACH), the Energy \nEfficiency Initiative (EEI), the Carbon Market Initiative (CMI), Energy for All, Energy Efficiency in \nTransport, and Development of Knowledge Hubs. The proposed energy strategy will encompass \nthese initiatives within its framework and propose a way forward for ADB and its DMCs. \n \n                                                 \n1  ADB. 1981. Role of the Bank in the Energy Sector in the Region. Working Paper No. 2. Manila. \n2  ADB. 1995. The Bank’s Policy Initiatives in the Energy Sector. Manila. \n3  ADB. 2000. Energy 2000: Review of Energy Policy. Manila. \n4  Stern, Nicholas. 2006. Stern Review on the Economics of Climate Change. London.  \nUnited Nations Environment Programme and World Meteorological Organization. 2007. Intergovernmental Panel on \nClimate Change. Climate Change 2007: The Physical Science Basis. Summary for Policymakers. Geneva. \n5  ADB. 2006. Technical Assistance for the Energy Sector Strategy and Development. Manila. \n ", "2   \n4.  According to ADB’s Public Communications Policy6 and Staff Guide to Consultation and \nParticipation,7 ADB should seek the active participation of its shareholders and other interested \nindividuals  and  organizations  during  the  development  and  review  of  its  thematic  strategies \n(Component  1).  Therefore,  the  first  component  of  this  TA  is  to  finance  the  stakeholder \nconsultation process for the energy strategy. Second, building on the success of last year’s Clean \nEnergy Week, it is proposed to organize a Clean Energy Forum as a sub-event of the proposed \nAsia-Pacific  Sustainable  Development  Summit  (Component  2).  This  will  be  a  forum  for \ndisseminating  the  new  energy  strategy  and  consultations  on  moving  forward  with  the  new \ninitiatives. Further, it is proposed to publish a number of technical papers of current relevance \n(knowledge products) (Component 3) that will be disseminated among ADB and DMC staff for \neasy reference on key issues. The scope and direction of the proposed technical assistance \n(TA)8 grant for the Energy Sector Strategy and Development Program 2007 was defined in the \nconcept paper cleared by Management in July 2006. This TA is included in the core TA program \nof RSDD for 2007. \n \nII.  ISSUES \n5.  For ADB to be effective and relevant, it must work together with a broad spectrum of \npeople  and  organizations.  Strong  partnerships  have  to  be  created  with  a  broad  range  of \nstakeholders  and  civil  society  organizations  (CSOs).  Information  sharing  is  essential  to \nparticipatory  development,  and  ADB  must  demonstrate  openness  and  accountability  by \nproactively sharing information with, and seeking suggestions and feedback, from stakeholders—\nespecially when preparing an important strategic document such as the energy strategy. Global \nwarming and climate change are contentious issues, which, coupled with the need for energy \nsecurity,  have  far-reaching  ramifications  and  attract  worldwide  interest.  Consultations,  both \nexternal and internal, are important so that concerns of relevant key stakeholders are taken into \naccount  while  preparing  the  strategy.  Further,  ADB  will  benefit  from  the  knowledge  and \nexperience gained from such consultations, which will enhance the quality of the strategy. \n   \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The main impact of this regional TA will be improved sustainable supply of energy. \n \n7.  The intended outcome of this TA will be increased support for ADB’s energy sector \noperations from a range of stakeholders and experts. In addition, the TA will provide stakeholders \nwith comprehensive updates on recent energy issues, policy requirements, and energy outlook \nfor the region. \n \n                                                 \n6 ADB. 2005. The Public Communications Policy of the Asian Development Bank: Disclosure and Exchange of \nInformation. Manila. \n7 ADB. 2006. Strengthening Participation for Development Results: A Staff Guide to Consultation and Participation.     \nManila. \n8 The TA first appeared in ADB Business Opportunities on 15 December 2006. \n ", "  3\nB.  Methodology and Key Activities \n1.  Component 1: Consultation and Participation \n8.  The consultation process is designed to be implemented in three steps. The first step, \nwhich has been completed, included interaction with DMC governments, executing agencies, \nenergy utilities, CSOs, educational institutions, multilateral and bilateral funding agencies, and \nenergy research institutes. Based on these consultations and further in-depth analysis, a draft \nstrategy has been developed. This draft will be discussed within ADB through interdepartmental \nand management reviews and an informal ADB’s Board of Directors seminar. Staff Instructions \nand the Staff Guide to Consultation and Participation (footnote 7) recommend that ADB should \nundergo consultations with external stakeholders through direct interaction and electronic media. \nThese will be carried out after review of the draft strategy and consent of the Management \nCommittee, and will be implemented through regional workshops and electronic consultations. \nParticipants will be selected after consultations with operations departments. Therefore, in the \nsecond stage, three regional workshops will be held. Online consultations via the energy strategy \nwebsite and e-mail, as well as external consultations with experts, will run in parallel with the \nvarious workshops. In the third stage, the approved energy strategy will be posted on the ADB \nwebsite for information. Printed booklets will be distributed through ADB’s Public Information \nCenter. \n \n2.  Component  2:  Clean  Energy  Forum  of  the  Asia-Pacific  Sustainable \nDevelopment Summit \n \n9.  The Clean Energy Forum will build on the success of the 2006 Clean Energy Week, which \nprovided  a  unique  opportunity  for  DMCs’  clients,  donor  governments,  CSOs,  and  other \nstakeholders of the region to interact and exchange lessons learned in the energy sector. In \naddition, at the 2006 Clean Energy Week, ADB benefited from the active participation and expert \nguidance from a number of participants on the needs of the region and recommendations on how \nADB’s Energy Strategy should be realigned. The Clean Energy Forum will continue to focus on \nclean energy, energy security, and sustainable development—with special focus on energy for all \nand  private  participation  in  clean  energy  development.  Participants  will  be  selected  after \nconsultations with operations departments. The timing for the event is important for ADB. This \nforum will be an ideal setting for disseminating ADB’s energy strategy and to seek cooperation \nand consultations on the implementation of the various initiatives. ADB will also collaborate with \nother  development  agencies  such  as  United  States  Agency  for  International  Development \n(USAID) in organizing a forum on clean energy financing workshop under USAID’s Eco Asian \nClean Development and Climate Program. The French Development Agency (AFD) has indicated \ninterest in participating and has proposed to sponsor speakers on regulatory mechanism for \nenergy efficiency and new technologies. \n \n3.  Component 3: Knowledge Products–Technical Notes \n10.  The Asia and Pacific region is experiencing rapid economic growth, resulting in increased \nenergy demand. According to estimates released by the International Energy Agency,9 total world \nenergy demand is expected to grow from 7,261 million tons of oil equivalent (mtoe) in 2004 to \n17,095 mtoe in 2030. As far as the electricity sector is concerned, coal-based power generation \nwill account for about 80% of total electricity generation in 2030. Most of this increased demand \nwill be in the People’s Republic of China and India, with some increased demand in other \n                                                 \n9  IEA. 2006. World Energy Outlook 2006. Paris. \n ", "4   \nemerging  economies  such  as  Indonesia  and  Viet Nam.  Such  increased  use  of  coal  has \nunsustainable effects on the climate. Carbon dioxide emissions have already reached high levels \nand their effect on the climate is obvious. Some of these effects are abnormal weather patterns \nexperienced  recently,  such  as  intense  storms,  severe  and  frequent  droughts  and  floods, \naccelerated melting of glaciers, rise in sea level, higher frequency of forest fires, shortage of \nfreshwater, threatened crop production and aquaculture, and higher incidence of heat-related and \ninfectious diseases. Hence, there is a need to utilize coal in a more sustainable and efficient \nmanner. Various cleaner technologies have been developed and some are in the process of \ndevelopment. The key issue will be to facilitate the path of technology transfer that is beneficial to \nall stakeholders. Initially, it is proposed to commission a technical paper that highlights the effects \nof  coal-based  power  generation,  its  economies,  need  for  new  technologies,  time  frame  for \ndevelopment, prospects of technology transfer, research costs, government policies and options \nfor facilitating such transfer, and how multilateral agencies can help. Subsequent technical notes \nwill focus on further development of zero-carbon technologies, and energy efficiency. \n \n11.  For a sustained and transparent electricity market, strict and fair regulatory mechanisms \nneed to be in place as part of a phased reform and restructuring of the sector. Private sector \nparticipation will also increase to meet growth in demand. In Asia, results of power sector reforms \nhave been mixed—partially successful in some, and unsuccessful in others. It is clear that “one-\nsize-fits–all” is not the right approach. Therefore, there is a need to provide DMCs with a history \nof the reforms, its development over time, costs, social and legal issues, lessons learned with \ncase studies, and a list of options to achieve a transparent and fair electricity market that will \nfocus on the benefits of the consumer. RSID will collaborate with other departments involved in \ngovernance—especially the Office of the General Counsel (OGC) which is coordinating and \ncollaborating with RSID on various energy regulation projects. It is intended that issues identified \nand discussed in this paper will be further developed and researched under OGC’s energy \nregulation knowledge products. \n \n12.  Advances in economic growth and associated increased energy demand have resulted in \nhuge investments in the energy sector. Growth potential is huge and DMCs are addressing \nincreased  energy  needs  with  a  variety  of  approaches,  including  technology  transfer  and \ninnovative financing. Nevertheless, about 1 billion people in the Asia and Pacific region continue \nto live without access to modern forms of energy. Many DMCs have successfully embarked on \naddressing this important social need with some success but much more needs to be done if the \nMillennium Development Goals (MDGs) are to be achieved. It has been established that modern \nenergy access, though not identified as an MDG, will contribute to the achievement of almost all \nthe MDG goals. A number of options are being explored, such as grid extensions and off-grid \nsystems.  In  such  cases,  the  option  of  community-based  organization  setting  up  their  own \ndistributed off-grid system could be sustained, and needs to be explored.  \n13.  Taking the above aspects into consideration, ADB proposes to publish technical notes \nthat will be made available to ADB and DMCs as knowledge products. These will be prepared by \nADB along with experts or through energy research centers. Condensed versions will be included \nas part of the forthcoming publication on Energy Outlook and Data Book 2007 for the Asia and \nPacific Region. In 2007, it is initially proposed to cover the following topics: \n(i)  Low  Carbon Emitting Technologies in Electricity Generation – Options and \nFuture Outlook \n(ii)  Power Sector Regulation – Lessons Learned and The Way Forward \n(iii)  Community-Based Distributed Power Generation \n ", "  5\nC.  Cost and Financing \n14.  The total cost of the regional TA, estimated at $400,000, will be financed on a grant basis \nby ADB’s TA funding program. The TA cost estimates and financing plan are in Appendix 2. \nD.  Implementation Arrangements \n15.  The  various  components  of  the  TA  will  be  implemented  separately  according  to \nrequirements and schedule starting April 2007, and will be completed by June 2008. ADB, \nthrough RSDD/RSID, will serve as the Executing Agency. No specific DMC has been identified to \nundertake the activities of the regional TA. However, any activity funded by this regional TA will \nonly commence in a particular DMC after ADB has obtained a no-objection letter from the \nrespective government as to inclusion of such DMC in the regional TA. \n1.  Consultation and Participation \n16.  Three  subregional  stakeholder  consultations  and/or  workshops  will  be  conducted  in \nselected key DMCs (to be determined). One international consultant, a consultative process \nfacilitator, will be recruited for 4 person-months. A national consultation workshop coordinator will \nbe recruited for research and workshop coordination support for 5 person-months. Mission travel \nwill be required for consultants to the selected countries for subregional consultation workshops. \nTerms  of  reference  for  the  international  and  national  consultants  are  in  Appendix  3.  The \nconsultants will be recruited as individuals in accordance with ADB’s Guidelines on the Use of \nConsultants (April 2006, as amended from time to time).\n \n2.   Clean Energy Forum of the Asia-Pacific Sustainable Development Summit \n17.  The Clean Energy Forum will be held in ADB headquarters as a sub-event under the \nproposed Asia-Pacific Sustainable Development Summit in November 2007. The TA will finance \nthe expenses of some of the DMC officials, civil society, speakers, and other participants; and \nalso include other workshop expenses (materials, handouts, snacks, cocktail reception, and other \nservices). One national event coordinator will be recruited for 3 months in accordance with ADB’s \nGuidelines on the Use of Consultants to assist RSDD in organizing the workshop.  \n \n3.  Knowledge Products  \n18.  Three  well-known  international  experts  or  reputed  energy  research  centers  will  be \nassigned  to  develop  high  quality  technical  papers  which  will  be  sent  to  peer  reviewers  for \ncomments  and  guidance  before  publication  and  dissemination.  These  consultants  will  be \nrecruited for a period of about 2 months each in accordance with ADB’s Guidelines on the Use of \nConsultants. \n \nIV.  THE PRESIDENT’S DECISION \n \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis for \nthe Energy Sector Strategy and Development 2007 and hereby reports this action to the Board. \n \n \n \n ", "6   Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/  Assumptions \nSummary  Targets/Indicators  Reporting Mechanisms  and Risks \nImpact      Assumption \nDeveloping member  • Increased number  • National, regional  •  DMCs will implement \ncountries (DMCs)  of clean energy  and/or country  their clean energy \nhave a sustainable  projects   statistical reports, such  policies \nsupply of energy    as annual reports of   \n    the energy ministry  Risks \n  •  DMCs face financial \n  crisis \n  •  Policy change \n \n \n \n \n \n \nOutcome      Risks \nIncreased support for  • Majority of  •  Technical assistance  • Stakeholders’ opinion \nAsian Development  participants  (TA) workshop report   may not be favorable \nBank (ADB) energy  support the   \noperation from  strategy \nstakeholders   \n   \n \n \n \n \n \n \nOutputs      Assumption \n1.  Stakeholder  • Three workshops  •  TA workshop reports  •  Active participation by \nconsultation   organized    stakeholders \n       \n       \n      Assumption \n2.  ADB, DMCs,  •  At least 80% of  •  Feedback from  • Significant participation \nenergy experts, and  participants rate  participants  by invited speakers and \ncivil society  Clean Energy  •  Staff reports  energy experts \nexchange views and  Week useful     \ninterests on energy       Risk \nsector development       • Insufficient response to \n      invitations \n       \n3. Technical notes  •  Three publications  • Staff reports \ndisseminated  released   \n \n \n ", "  Appendix 1  7 \nActivities with Milestones   \n  Inputs \n1. Energy Strategy Consultation and Participation                    •  International consultant \n   1.1 Regional technical assistance approval           Mar 2007  (4 person-months)  \n1.2 Consultant recruitment                                     Apr 2007  •  National consultation \n1.3 Consultation workshops                                   May-Jun 2007  workshop coordinator      \n1.4 Dissemination                                                   Aug 2007  (5 person-months) \n  • Budget: $215,000 \n   \n2. Design and Organize Clean Energy Forum of the   Inputs \n    Asia-Pacific Sustainable Development Summit  • Event coordinator: \n2.1 Prepare agenda for workshop                        Jun–Sep 2007  3 person-months \n2.2 Prepare list of speakers      Jun–Sep 2007 \n• Staff resources \n2.3 Identify participants        Jun–Sep 2007 \n• Budget: $135,000 \n2.4 Identify funding         Jun–Sep 2007 \n \n2.5 Invite speakers         Jun–Sep 2007 \n \n2.6 Invite participants        Jun–Sep 2007 \n \n2.7 Conduct workshop                                           Nov 2007 \n \n2.8 Disseminate findings on ADB website             Nov 2007 \n \n \n \n3. Publish Knowledge Products \nInputs \n    3.1 Prepare detailed outline of the technical papers      Mar 2007 \n•  Authors (3 authors \n    3.2 Select authors, individual or research institutes       Mar 2007 \neach for 2 months) \n    3.3 Assign tasks                                                             May 2007 \n•  Budget: $50,000 \n    3.4 Approve submissions                                               Oct 2007 \n \n    3.5 Print and disseminate the technical notes                Jun 2008 \n \n \n \n \n \n \n \n \n ", "8   Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total \nAsian Development Bank (ADB) Financinga   \n   \nComponent 1: Energy Strategy Consultation and \n \nParticipation \n \n   \n1.  International Consultant   \na.  Remuneration (4 person-months)  60.0 \nb.  Travel and Per Diem   15.0 \n2.  National Consultation Workshop Coordinator       \n a.   Remuneration (5 person-months)  20.0 \n b.   Travel and Per Diem  5.0 \n3.  Stakeholder Workshop Costs (two workshops)b  105.0 \n4.  Miscellaneous Expenses, Including Translators’ Fees               5.0 \n5.  Contingencies               5.0 \nSubtotal (Component 1)  215.0 \n \nComponent 2: Clean Energy Forum   \n   \n1.   Resource Persons (Speakers and Moderators)   \n  a.  Remuneration/Honorarium   32.0 \n  b.  Travel and Per Diem  23.0 \n2.  DMC Participants’ Travel, Hotel, and Per Diem Costs  55.0 \n3.  Workshop Costsc  20.0 \n4.  Contingencies  5.0 \n      Subtotal (Component 2)  135.0 \n   \nComponent 3: Knowledge Products   \n   \n1.  Fees for Consultants/Research Centers  50.0 \n      Subtotal (Component 3)  50.0 \n   \n  Total  400.0 \n   \nDMC = developing member country. \na  Financed by ADB’s technical assistance funding program. \nb  Includes participants and resource persons’ travel costs, including ADB staff as resource    \nspeakers for two workshops. The third workshop will be funded under Technical Assistance for \nthe Energy Sector Strategy and Development (TA 6322). \nc  Include cost of meals, supplies and equipment, printing, and local administrative support, such \nas fees of event coordinator. \nSource: ADB estimates. \n \n ", "      Appendix 3  9\n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultant, Consultative Process Facilitator (4 person-months, \nintermittent) \n \n1.   Background and Objective \n \n1.  In this case, consultations will be internal and external (with governments, development \npartners, and civil society—including civil society organizations [CSOs]), private sector, academia, \nand donor agencies. In addition, well-known experts will be requested to provide peer review. \n \n2.  The  consultations  will  be  complex,  involving  agencies  and  institutions  with  different \nperspectives as well as diverse development interests and objectives. However, it is recognized \nthat the groups share an interest in ensuring that development projects financed by ADB avoid or \nminimize adverse impacts, and that mitigation measures are developed and agreed upon with \nstakeholders,  especially  affected  persons.  External  consultations  will  involve  governments  of \ndeveloped and developing countries, CSOs, academia, research institutions, workers and business \nrepresentatives, multilateral and bilateral aid agencies, and institutions that are closely involved in \nprocessing and implementing ADB-financed projects. The consultations will include private sector \nrepresentatives who are involved in ADB-financed projects either directly or through financial \nintermediaries. \n \n2.   Scope of Work \n \n3.  The  facilitator  will  ensure  the  smooth  organization  and  implementation  of  the  regional \nconsultations,  and  any  other  meetings  that  may  be  required.  The  facilitator  will  accurately \ndocument  the  outcomes  of  the  meetings  and  the  positions  of  the  participants,  particularly \nnongovernment organizations (NGOs) and CSOs representatives. The facilitator will help review \nexchanges and respond to queries raised by participants and civil society representatives. \n \n4.  The facilitator will have some exposure to current and emerging energy sector issues in \ndeveloping member countries (DMCs) and international financial institutions. The facilitator should \nbe familiar with the role, functions, and operations of multilateral agencies such as ADB; and will \npreferably be involved in multilateral development and NGO-related activities, either as a member \nof a CSO or as a holder of a position that requires interaction with such organizations. The position \nalso requires the following: \n \n(i)   experience in public consultation and participatory practices; \n(ii)   interpersonal skills required to deal with complex negotiating situations; \n(iii)  very good verbal and written English language skills; and \n(iv)   an understanding of cultural, government, and institutional conditions in the Asia \nand Pacific region. \n \n3.   Detailed Tasks \n \n5.  Specific tasks assigned to the facilitator will include, but will not be limited to, the following: \n \n(i)  developing a detailed work plan for the consultative process, and preparing suitable \nlists of participants in collaboration with operations departments; \n(ii)  designing and implementing internal and external consultation processes, including \ntasks such as helping prepare workshop-related materials, maintaining a database \nto  record  responses  received,  making  arrangements  with  resident  missions, \n ", "10  Appendix 3 \n \nacknowledging all responses received, and performing other tasks as directed by \nthe team leader; \n(iii)  participating in selected workshops as directed by the team leader; \n(iv)   compiling, analyzing, and reporting on each workshop and on the cumulative results \nof all workshops; \n(v)   preparing reports that identify comments received internally and externally, and \nexplaining how they were addressed; \n(vi)  managing and updating the energy strategy website; \n(vii)  scheduling the consultation and participation process; \n(viii)  preparing FAQs for the website; \n(ix)  responding to questions; and \n(x)  preparing and submitting a formal report on the consultation process. \n \n4.    Reporting Requirements and Implementation Arrangements \n \n6.  The assignment will be based partly in Manila, Philippines, and will require travel to DMCs \nas determined by the team leader as part of the consultative process for the development of the \nenergy  strategy.  The  assignment  is  expected  to  be  for  4  person-months  intermittently  over \n6 months, starting in April 2007. \n \n7.  The facilitator will be accountable to the ADB team leader under the overall guidance of the \nDirector of ADB’s Regional Sustainable Development Department’s (RSDD) Energy, Transport, \nand Water Division (RSID). \n \nB.  National Consultant, Consultation Workshop Coordinator (5 person-months) \n \n1.   Background and Objective \n \n8.  The  technical  assistance  (TA)  will  require  the  services  of  a  consultation  workshop \ncoordinator,  who  will  support  the  consultative  process  and  provide  general  assistance  in \nconsultation for and dissemination of the energy strategy. \n \n2.   Scope of Work \n \n9.  The  consultant  will  ensure  the  smooth  conduct  of  consultations  and  update  activities, \nincluding  organizational  arrangements,  logistics,  documentation,  and  outreach.  Participation  in \ncountry and regional consultations, and any other meetings as decided by the team leader, may be \nrequired. The consultant will work closely with the facilitator, who will lead the consultative process. \n \n10.  The consultant will have exposure to organizing and managing international workshops. \nThe consultant should be familiar with the role, functions, and operations of multilateral agencies \nsuch as ADB, and will preferably have been involved in multilateral development activities. The \nposition requires the following: \n \n(i)  extensive experience in planning and organizing international workshops; \n(ii)  interpersonal skills required to deal with complex cross-cultural situations;  \n(iii)  ability to work independently and achieve timely outputs; and \n(iv)   very good verbal and written English skills. \n \n ", "  Appendix 3    11 \n3.   Detailed Tasks \n \n11.  Specific tasks assigned to the communication specialist will include, but not be limited to, \nthe following: \n \n(i)  arranging  and  conducting  internal  and  external  consultations,  assisting  in \ndocumentation (including workshop materials), setting up participants’ database, \nand producing reports and publications; \n(ii)  ensuring  that  all  logistical  arrangements  are set  up  in  a  timely  manner  and in \naccordance  with  existing  ADB  protocols,  which  will  include  facilitating  travel  of \nworkshop participants; \n(iii)  coordinating with relevant officers in ADB headquarters and resident missions; \n(iv)  participating in selected workshops as directed by the team leader;  \n(v)  compiling, analyzing, and reporting on key events and background papers;  \n(vi)  preparing  postworkshop  reports  and  outputs,  which  include  a  final  report  on \nworkshop expenses; and  \n(vii)   any other tasks as assigned by the team leader. \n \n4.   Reporting Requirements and Implementation Arrangements \n \n12.  The assignment will be based in Manila, Philippines, and will require travel to DMCs as \ndetermined by the ADB team leader as part of the consultative process for the safeguard policy \nupdate. The assignment will be for 5 person-months, full time, starting April 2007. \n \nC.  Resource Speakers, Moderators, and Discussants \n \n13.  The speakers, moderators, and discussants to be invited to Clean Energy Week 2007 will \nbe prominent regional and global experts recognized for innovative thinking and leadership in the \nfield of development, poverty reduction, and clean energy. They will be engaged as resource \npersons,  and  will  be  asked  to  deliver  keynote  addresses  and/or  sit  as  panel  discussants  in \nroundtable discussions during the event. \n \nD.  National Consultant, Event Coordinator (3 person-months) \n14.  The consultant should have solid experience in organizing and coordinating large events \nand/or workshops and possess basic management skills necessary to successfully organize and \ncoordinate such events. He/she will carry out the work in close consultation with the RSID energy \nspecialist since the event will be carried out in coordination with other ADB offices and resident \ncountry missions, such as the proposed Asia-Pacific Sustainable Development Summit 2007. The \nconsultant will need to coordinate with relevant staff on the detailed arrangements.  \n15.  The consultant will ensure the efficient planning, implementation, and documentation of the \nconduct of the regional consultations, scheduled to be held in 2007. The tasks of the consultant will \ninclude, but will not be limited to, the following:  \n \n(i)  Coordinate all logistical arrangements for the workshop, including all arrangements \nnecessary for participants’ and resource persons’ travel. \n(ii)  Draft and send invitation letters to internal and external participants, respond to \ninquiries, and liaise with international and regional experts and resident missions (if \nneeded) to confirm attendance. \n(iii)  Assist in identifying and engaging suitable resource persons, and provide support to \nresource persons, as required, to execute the workshop. \n(iv)  Participate in and document pre-workshop meetings, if any.  \n ", "12  Appendix 3 \n \n(v)  Coordinate and set up workable arrangements with resident missions concerned \nwith  regard  to  funds  transfer  to  imprest  account  for  participants’  travel-related \nexpenses. \n(vi)  Liaise with ADB’s Department of External Relations (DER) to ensure the event is \ncovered by international media services through the ADB Media Center, and within \nADB (ADB Today and ADB website announcements). \n(vii)  Facilitate relevant protocols for the event. \n(viii)  Compile workshop materials, including PowerPoint presentations and handouts, and \nliaise with ADB’s Printing Office for the production of workshop materials. \n(ix)  Provide and coordinate secretariat support during and after the workshop, including \ndisbursement of per diem to participants and liquidation of expenses. \n(x)  Liaise with DER in assisting the upload of the postworkshop statement and ensure \nthat workshop materials are ready for publication on the ADB website. \n(xi)  Prepare a master list and compile all final print and electronic versions of regional \nTA reports, speeches, workshop presentations, and handouts. \n(xii)  Provide support on regional TA-related activities in its daily operations and perform \nother related tasks which may arise during consultancy.  \n \nE.  Knowledge Products \n \n  1.  Background and Objectives \n \n16.  The Asia and Pacific region is experiencing rapid economic growth, resulting in increased \nenergy demand. According to estimates, total world energy demand is expected to grow from \n7,261 million tons of oil equivalent (mtoe) to 17,095 mtoe in 2030. The corresponding financial \nrequirement is around $21 billion. Such rapid growth in demand will need a judicious review of \noptions and planning. As far as the electricity sector is concerned, coal-based power generation \nwill account for about 80% of the total electricity generation in 2030. Such increased use of coal \nhas unsustainable effects on the climate. Carbon dioxide emissions have already reached high \nlevels and their effect on the climate is obvious. Some of these effects are abnormal weather \npatterns experienced recently, such as intense storms, severe and frequent droughts and floods, \naccelerated melting of glaciers, rises in sea level, higher frequency of forest fires, shortage of \nfreshwater, threatened crop production and aquaculture, and higher incidence of heat-related and \ninfectious diseases. Hence, there is a need to utilize coal in a more sustainable and efficient \nmanner. Various cleaner technologies have been developed and some are in the process of \ndevelopment. The key issue will be to facilitate the path of technology transfer that is beneficial to \nall stakeholders. ADB is planning to commission a technical paper that highlights the effects of \ncoal-based  power  generation,  its  economies,  need  for  new  technologies,  time  frame  for \ndevelopment, prospects of technology transfer, research costs, government policies and options \nfor facilitating such transfer, and how multilateral agencies can help. \n \n17.  For a sustained and transparent electricity market, strict and fair regulatory mechanisms \nneed to be in place as part of a phased reform and restructuring of the sector. Private sector \nparticipation will also increase to meet the growth in demand. In Asia, results of power sector \nreforms have been mixed—partially successful in some, and unsuccessful in others. It is clear that \n“one-size-fits–all” is not the right approach. Therefore, there is a need to provide DMCs with a \nhistory of the reforms, its development over time, costs, social and legal issues, lessons learned \nwith case studies, and a list of options to achieve a transparent and fair electricity market which will \nfocus on the benefits of the consumer. RSID will collaborate with other departments involved in \ngovernance,  especially  the  Office  of  the  General  Counsel  (OGC)  which  is  coordinating  and \ncollaborating with RSID on various energy regulation projects. It is intended that issues identified \nand  discussed  in  this  paper  will  be  further  developed  and  researched  under  OGC’s  energy \nregulation knowledge products. The proposed technical note on energy regulation will include \n ", "  Appendix 3    13 \nreview of the advances in energy sector regulation, progress achieved, lessons learned, and the \nway forward.  \n \n18.  Advances in economic growth and associated increased energy demand have resulted in \nhuge  investments  in  the  energy  sector.  Growth  potential  is  huge  and  DMCs  are  addressing \nincreased energy needs with a variety of approaches, including technology transfer and innovative \nfinancing. Nevertheless, about 1 billion people of the Asia and Pacific region continue to live \nwithout  access  to  modern  forms  of  energy.  Many  DMCs  have  successfully  embarked  on \naddressing this important social need with some success but much needs to be done if the \nMillennium  Development  Goals  (MDGs)  are  to  be  achieved.  A  number  of  options  are  being \nexplored,  such  as  grid  extensions  and  off-grid  systems.  In  such  cases,  community-based \norganization setting up their own distributed off-grid system is an option that can be sustained and \nneeds to be explored.  \n \n19.  Taking the above aspects into consideration, ADB proposes to publish technical notes that \nwill be made available to ADB and DMCs as knowledge products. They will be prepared by ADB \nalong with experts or through energy research centers. Initially, in 2007, it is proposed to cover the \nfollowing topics: \n \n(i)  Low Carbon Emitting Technologies in Electricity Generation – Options and Future  \n  Outlook \n(ii)  Power Sector Regulation – Lessons Learned and The Way Forward \n(iii)  Community-Based Distributed Power Generation \n \n2.  Scope of Work \n \n20.  One international consultant with substantial background and knowledge in the field will be \nengaged in March 2007 for each of the three topics listed above for about 2 months each (totaling \n6 months). The document will be completed by July 2007.  \n \n3.  Detailed Tasks \n \n21.  The terms of reference of the author will primarily consist of, but will not be limited to, the \nfollowing: \n \n(i)  Preparation  of  and  finalization  of  a  tentative  annotated  outline  of  the  paper  in \nconsultation with ADB within 1 week of the start of services. \n(ii)  Review of relevant literature and collection of and analysis of data and information. \n(iii)  Preparation of the document containing, among others, an overview of the energy \nsituation in Asia and the Pacific region, analysis of key issues, relevant data and \nstatistical tables, and key findings, conclusions and recommendations. \n(iv)  Providing drafts of the document in parts, as they are prepared, to seek feedback \nand comments from ADB. The entire document will also be submitted to ADB in \ndraft form for final comments before finalization. \n(v)  Preparing the document containing a foreword, acknowledgment, table of contents, \nacronyms, glossary, and bibliography. \n(vi)  The final draft, incorporating comments from ADB, will be submitted within 1 week \nafter receiving ADB’s comments. \n(vii)  Review of the manuscript, prior to printing of document. \n \n4.  Output \n \n22.  The length of the paper should be about 40–50 pages, with appendixes. A shorter version \nof  about  15  pages  should  also  be  provided.  This  will  probably  be  used  as  part  of  ADB’s \nforthcoming publication on energy outlook. \n "], "metadata": {"CreationDate": "D:20070314100502+08'00'", "Author": "", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20070319163133+08'00'", "Title": "Energy Sector Strategy and Development 2007"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AFD  –  Agence Française de Développement  \n(French Development Agency) \n  CoP  –  Community of Practice \nCSO  –  civil society organization \n  DMC  –  developing member country \n  MDG  –  Millennium Development Goal  \n  mtoe           –  million tons of oil equivalent \n  OED           –  Operations Evaluation Department \n  OGC  –  Office of the General Counsel \n  RSDD  –  Regional and Sustainable Development Department \n  RSID  –  Energy, Transport, and Water Division \n  TA  –  technical assistance \n  USAID  –  United States Agency for International Development \n       \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention (MDG) \nSector  –  Energy  \nThemes  –  Sustainable economic growth, environmental sustainability  \nSubtheme  –  Civil society participation \n \n \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n   \nVice President  U. Schäfer-Preuss, Knowledge Management and Sustainable Development  \nDirector General  B. Lohani, Regional and Sustainable Development Department (RSDD) \nDirector  W. Um, Energy, Transport, and Water Division, RSDD  \n \nTeam leader  A. S. Guha, Principal Energy Sector Specialist, RSDD \n \n \n \n ", "authors": [{"documentRole": "Director General", "fullname": "B. Lohani", "role": "Regional and Sustainable Development Department (RSDD)", "organization": ""}, {"documentRole": "Director", "fullname": "W. Um", "role": "Energy", "organization": "Transport"}, {"documentRole": "Team leader", "fullname": "A. S. Guha", "role": "Principal Energy Sector Specialist", "organization": "RSDD"}]}