{"path": "data/input/ta/40535-ban-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 40535 \nCapacity Development Technical Assistance (CDTA) \nMarch 2009 \n \n \n \n \nPeople’s Republic of Bangladesh: Developing \nInnovative Approaches to Management of Major \nIrrigation Systems  \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 23 March 2009) \n \nCurrency Unit –  taka (Tk) \n \nTk1.00 =  $0.0145 \n$1.00 =  Tk69.02 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BWDB  –  Bangladesh Water Development Board \n  IEE  –  initial environmental examination \n  NGO  –  nongovernment organization \n  NWMP  –  National Water Management Plan \n  O&M  –  operation and maintenance \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance \nTargeting Classification  –  Targeted intervention – Geographic \nSector  –  Agriculture and natural resources \nSubsector  –  Water resource management \nThemes  –  Sustainable economic growth, private sector development \nSubthemes  –  Fostering physical infrastructure development, public–private \npartnerships  \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \nFY before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2008 ends on 31 December 2008.  \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice–President  Xiaoyu Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Matsuo, Officer-in-Charge, Agriculture, Natural Resources, and Social \nServices Division, SARD \n   \nTeam leader  P. Bozakov, Senior Water Resources Management Specialist, SARD \n   \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The loan for the Second Command Area Development Project1 is included in the country \noperations business plan 2008–2010 for Bangladesh.2 A technical assistance project3 provided \nby the Asian Development Bank (ADB) prepared an investment project that will enhance food \nsecurity and rural incomes by improving the productivity of selected major irrigation systems and \nsupport to bringing the National Water Policy into operation. During project preparation, the \nfollowing major constraints to the efficient performance of these systems were identified: (i) the \nlimited capacity of public agencies in effective management and operation and maintenance \n(O&M) of large irrigation schemes, and (ii) inadequate O&M planning and funding mechanisms \nthat result in chronic system deterioration. To address these, it is proposed to reform irrigation \nservice  delivery  by  introducing  public–private  partnerships  (PPP)  and  performance-based \nservice agreements for the management and O&M of major irrigation systems, and establish \ntransparent performance monitoring and evaluation systems that will allow rapid feedback and \ncorrective measures. An ADB fact-finding mission was fielded in September 2008 to consult \nwith  the  Government  and  agree  on  the  outcome,  outputs,  activities,  cost,  financing  and \nimplementation arrangements, and terms of reference of a capacity development technical \nassistance  project—Developing  Innovative  Approaches  to  Management  of  Major  Irrigation \nSystems.4 The design and monitoring framework is in Appendix 1.  \nII.  ISSUES \n2.  About  44%  of  Bangladesh's  poor  people  live  in  rural  areas  with  low  agricultural \nproductivity and unreliable food supplies. Therefore, promoting agricultural growth is a critical \nelement of the Government’s strategy aimed at food security and poverty reduction. Efficient \nand sustainable irrigation systems are central to boosting agricultural productivity and improving \nrural livelihoods.  \n3.  Water Management and Food Security. Bangladesh has a net cultivable area of about \n8  million  hectares  (ha),  with  currently  about  4.5  million  ha  irrigated.  The  irrigated  area \ncontributes an estimated 13 million tons (t) of cereals (mainly rice). While about 90% of this \nirrigated area is provided by the private sector, mainly from groundwater with minimal public \nsector financing, the National Water Management Plan (NWMP) recognizes that the area that \ncan be irrigated by groundwater in the future is limited to a further 1 million ha, which can \ncontribute an added 5 million t to food production. At current consumption rates, this would feed \nan additional population of around 30 million people, the estimated increase in population over \n15 years.5 The NWMP also acknowledges the low irrigation intensities and productivity of the \nexisting major surface water schemes and, because of the pressing need to increase food \nproduction and rural incomes, suggests urgently enhancing the performance of these schemes \nby rehabilitating water management infrastructure and improving management and O&M. This \nrepresents a sound strategy given the cost effectiveness and rapid impact of investments.  \n4.  Deterioration of infrastructure leads to a reduced irrigated area and insufficient supply of \nirrigation water, resulting in low yields and reduced farm production, household incomes, and \ndemand for labor. Failure to rehabilitate infrastructure and properly manage and maintain the \n                                                 \n1  To better reflect the design, impact, and outcome of the loan Project, the project title was changed to Enhancing \nthe Performance of Major Water Management Systems Project. \n2  ADB. 2007. Country Operations Business Plan Bangladesh 2008–2010. Manila. The sum of $50 million from the \nAsian Development Fund has been allocated for the loan scheduled for approval in 2010.  \n3  ADB. 2005. Technical Assistance to the People’s Republic of Bangladesh for Preparing the Second Command \nArea Development Project. Manila. \n4  The technical assistance first appeared in the business opportunities section of ADB’s website on 8 October 2008. \n5  By 2050, the population is forecast to increase to 230 million from the current 135 million. \n ", "2   \nlarge-scale surface water schemes also has direct negative impacts on food production and \npoverty. Successful infrastructure rehabilitation will also bring substantial social benefits as a \nresult of increased farm and rural incomes. The need for efficient O&M is established and \nindicates the high costs to communities and the national economy as a whole of failing to \nadequately finance and implement O&M.6 Finally, there is an urgent need to improve scheme \nperformance by replacing the current management system that lacks (i) transparent service \nagreements incorporating recipient feedback needed for accountable service delivery, (ii) the \nskill mix required to efficiently manage the system with adequate participation by water users,  \n(iii) performance-oriented organizations that can provide cost-effective system management, \nand (iv) sound monitoring and management information systems that are needed to improve \nirrigation  management  and  to  ensure  effective  system  performance  based  on  scientific \nperformance standards and continuous feedback from water users.  \n5.  Policy Framework. In 1999, the Government declared a national water policy that aims \nto redress management and institutional-related performance problems associated with large-\nscale surface water schemes. The policy directs that these schemes “will be gradually placed \nunder private management through leasing, concession, or management contracts under open \nbidding procedures, or jointly managed by the project implementation agency along with local \ngovernment and community organizations.”7 This directive is reinforced in the NWMP, which \nstates that “...existing and new schemes over 5,000 ha will be progressively transferred to \nautonomous operating authorities…” The policy further emphasizes stakeholders’ participation \nin  the  planning  design,  construction,  and  O&M  of  these  schemes.  The  National  Poverty \nReduction Strategy, formulated in 2005, emphasizes agriculture and rural development for jobs, \nfood security, and sustainable livelihood opportunities for the rural poor. The strategy also \nhighlights  water  resource  management  as  a  priority  for  targeted  pro-poor  growth  in  its \noverarching goal of a 50% reduction in poverty by 2015. While the long-term aims of the policy \nmatrix are clear, the short-term steps are less so and, as a result, progress in regard to large-\nscale schemes has been limited.  \n6.  ADB Support. ADB supports the Government’s efforts to (i) expand access to irrigation; \n(ii) decentralize irrigation system planning, implementation, and management; and (iii) foster \nsustainable O&M by encouraging stakeholder empowerment and efficient public investment in \nlarge  (i.e.,  command)  and  small-scale  water  management  schemes.  ADB  also  provides \nassistance for the implementation of the National Water Policy and NWMP, both encompassing \nkey principles of integrated water resource management, sustainable service delivery, and \nactive user participation in water management. \n7.  Lessons. Several major initiatives in the irrigation subsector are ongoing.8 The recently \ncompleted Command Area Development Project9 provided the following lessons that have been \n                                                 \n6 The Government has gradually increased O&M funds from $10.0 million in 2001 to $24.0 million in 2005. A further \nincrease of about 15% was introduced in 2007. However, the pace of institutional change in the underresourced \nwater management organizations remains slow.  \n7   Government of Bangladesh. 1999. National Water Policy. Dhaka. \n8  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Command Area Development Project. Manila (Loan 1399-BAN); ADB. \n2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the People’s \nRepublic of Bangladesh for the Jamuna-Meghna River Erosion Mitigation Project. Manila (Loan 1941-BAN, \ncommand area development component); ADB. 2005. Report and Recommendation of the President to the Board \nof Directors on a Proposed Loan to the People’s Republic of Bangladesh for the Southwest Area Integrated Water \nResources  Planning  and  Management  Project.  Manila  (Loan  2200-BAN);  ADB.  2001.  Report  and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the People’s Republic of \nBangladesh for the Second Small-Scale Water Resources Development Sector Project. Manila (Loan 1831-BAN).  \n ", "  3 \nincorporated into the technical assistance (TA) project design: (i) project beneficiaries need to \nbe fully involved in project planning, implementation, and O&M; (ii) inadequate and deferred \nO&M  seriously  compromised  the  productivity  and  effectiveness  of  the  rehabilitated \ninfrastructure; and (iii) a joint management system is needed to fully utilize the potential of past \ninvestments. The ongoing Second Small Scale Water Resources Development Sector Project,10 \nfunded by ADB and the Government of the Netherlands, involves stakeholder-driven planning, \ndesign, implementation, and O&M of water management schemes with command areas of less \nthan 1,000 ha. The Water Management Improvement Project, financed by the International \nDevelopment  Association  and  the  Government  of  the  Netherlands,  supports  system \nimprovement, management transfer, and improved O&M of medium-scale (1,000 ha–5,000 ha) \nschemes, and addresses institutional weaknesses within the Bangladesh Water Development \nBoard (BWDB). The Government of the Netherlands also finances the Integrated Planning for \nSustainable Water Management Project that focuses on promoting integrated and participatory \nrehabilitation of medium-scale water management schemes. The governments of Bangladesh \nand the Netherlands support the strengthening of the BWDB and the Water Resources Planning \nOrganization management through a joint project.  \n8.  These investments also provide a number of lessons: (i) project planning needs to reflect \ndiverse stakeholder interests; (ii) beneficiaries need to be involved from the early stages of the \nproject cycle through O&M; (iii) careful monitoring of scheme performance is required since \nO&M management and funding remain weak; and (iv) finalization of the BWDB’s institutional \nstrategy  is  needed  to  strengthen  its  resources,  capacity,  and  commitment  to  beneficiary \nparticipation along with the poverty and social agenda.  \n9.  Within this context, the Government requested support from ADB to improve system \nperformance and productivity of selected major water management schemes under the Second \nCommand  Area  Development  Project  (footnote  1).  The  Project  will  put  into  operation  key \nGovernment directives in the water sector by introducing PPP models in the management and \nO&M of large-scale irrigation systems, and through physical rehabilitation. The loan Project will \ncomprise the following parts: (i) enhanced water management including participatory project \nplanning,  rehabilitation  of  priority  infrastructure,  and  introduction  of  effective  system \nmanagement  and  O&M;  (ii)  support  for  sustainable  livelihood  encompassing  agricultural \nservices, fisheries development, and pro-poor income-generating activities; and (iii) effective \nproject management and water management institutions. The impact of the Project will be \nsustainable livelihoods improvement and reduced poverty in the project areas. The outcome of \nthe Project is the realization of the full production potential of the selected schemes through \nimproved water management, upgraded infrastructure, and efficient O&M. ADB’s safeguard \npolicies have been addressed through initial environmental examinations, resettlement plans, a \nresettlement framework, a social development strategy, and a gender action plan.11  \nIII.  THE TECHNICAL ASSISTANCE \n10.  During the project preparatory TA (footnote 3), the following major constraints to the \nsustainable performance of large irrigation systems were identified and need to be addressed: \n(i)  the  limited  experience  of  the  BWDB  in  effective  management  and  O&M  of  large-scale \nschemes; (ii) a skill mix within the BWDB that is not appropriate to efficiently plan, implement, \n                                                                                                                                                          \n9  Loan 1399-BAN for SDR20.4 million  was approved in 1996. The objective of the project was to increase \nagricultural  production  within  the  Meghna-Dhonagoda  Irrigation  Project  and  Pabna  Irrigation  and  Rural \nDevelopment Project through system rehabilitation and on-farm development. \n10 ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Second Small-Scale Water Resources Development Sector Project. \nManila (approved in July 2001). \n11  The financial and management capacity of the Executing Agency (BWDB) has been also assessed. \n ", "4   \nand manage major irrigation schemes with active participation of beneficiaries in the entire \nproject cycle; and (iii) inadequate O&M planning and funding mechanisms that result in chronic \nsystem deterioration.  \n11.  In  order  to  reform  irrigation  service  delivery,  improve  the  sustainability  and \nimplementation  effectiveness  of  the  ensuing  loan  project,  and  further  support  the \nimplementation  of  Government  strategies  in  the  water  sector,  this  TA  project  will  be \nimplemented. The TA will (i) assess existing O&M planning, financing and implementation \nprocedures,  policy  framework,  institutional  setup,  and  capacities;  (ii)  propose  new  service \nagreements and alternative management models, including PPPs and independent service \nproviders  that  would  manage  and  operate  the  systems  (e.g.,  private  sector  operators, \nautonomous  authorities,  nongovernment  organizations  [NGOs],  contractors,  and  joint \nmanagement by local government institutions); (iii) propose alternative financing arrangements \nto make up the difference between the O&M requirements and the available funding; and       \n(iv) develop new models for O&M and performance monitoring. \nA.  Impact and Outcome \n12.  The impact of the TA will be support to bringing the National Water Policy into operation \nand implementing the NWMP and the Guidelines for Participatory Water Management in order \nto enhance the performance of major irrigation systems. The TA outcome will be effective and \nsustainable implementation of the ensuing loan project (Enhancing the Performance of Major \nWater Management Systems) with active participation of beneficiaries, private sector operators, \nand  local  government  institutions.  The  TA  and  the  loan  project  will  contribute  to  the \nimplementation of the Government’s strategy for poverty reduction through improved service \ndelivery and water resources management resulting in increased agricultural production. The \nspecific outputs will comprise (i) regulatory and institutional measures for participatory O&M \nplanning  and  implementation;  (ii)  models  for  effective  O&M  planning,  implementation,  and \nfunding by beneficiaries and the Government; (iii) innovative mechanisms for irrigation service \ndelivery, efficient management, and O&M of large irrigation systems; and (iv) detailed project \nimplementation and management arrangements. It is anticipated that these new management \nconcepts will be replicated throughout Bangladesh and in the region.  \nB.  Methodology and Key Activities   \n13.  In collaboration with the BWDB, the TA will (i) assess the existing O&M planning and \nfinancing procedures, institutional setup, and capacities; (ii) propose alternative service delivery \nagreements and management arrangements, including full participation of beneficiaries, PPPs, \nand independent entities that would manage and operate the systems (e.g., private sector \noperators, autonomous authorities, NGOs,12 civil contractors, and joint management by local \ngovernment institutions); (iii) propose alternative and transparent O&M financing arrangements \nto make up the difference between the actual O&M requirements and the currently available \nfunding; (iv) propose new arrangements for O&M planning, implementation, and participatory \nperformance monitoring, taking account of the legal implications and contractual and financial \nrisks; (v) assess the financial and economic impacts of the proposed management and O&M \nmodels at farm, project, and national level; (vi) propose systems for performance benchmarking \nof the irrigation service providers, and a participatory system for monitoring and evaluation;     \n(vii) develop an exit strategy that will be implemented after the completion of the loan Project; \nand (viii) propose a high-level project supervisory body that will include key stakeholders (e.g., \nwater users, water management organizations, local government institutions, civil society, and \n                                                 \n12  During the implementation of the loan project, NGOs will be also involved in the mobilization of beneficiaries, \nresettlement, support to and capacity building of water management groups, and implementation of agriculture and \nincome-generation programs. \n ", "  5 \nthe private sector). Lessons from ADB operations, experiences of other funding agencies, and \nbest international practices will be incorporated into the outputs of the TA.13  \nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $880,000 equivalent. ADB’s technical assistance \nfunding program will finance $750,000 equivalent. The Government will fund the remaining \n$130,000 equivalent through provision of office space, counterpart staff, surveys, data collection, \nand analysis. Specific cost estimates and a financing plan are provided in Appendix 2.  \nD.  Implementation Arrangements \n15.  The TA will be implemented over 7 months from August 2009 to February 2010. The \nBWDB will be the Executing Agency for the TA, responsible for day-to-day implementation. The \nBWDB will appoint a TA director at the level of superintending engineer, and he or she will have \na  background  in  participatory  water  management.  The  TA  steering  committee  established \nduring the implementation of the project preparatory TA (footnote 3) will continue to guide the \nTA.14 ADB will closely monitor the TA implementation through regular administration missions.  \n16.  Consulting  services  will  be  provided  for  a  total  of  44  person-months,  comprising \n14 person-months of international and 30 person-months of national consultants. The outline \nterms of reference for consultants is in Appendix 3. ADB will engage individual international \nconsultants. National consultants will be recruited by ADB through a consulting firm using ADB’s \nquality and cost-based system and biodata technical proposals. All consultants will be recruited \nby ADB following its Guidelines on the Use of Consultants (2007, as amended from time to \ntime). Procurement of equipment for the TA will follow ADB’s Procurement Guidelines (2007, as \namended from time to time).  \nE.  Reports and Workshops \n17.  The consultants will produce the following reports: (i) inception report at the end of the \nfirst month of TA implementation, to present the initial TA findings and detailed work and staff \nschedules; (ii) midterm report at the end of the third month, presenting the review and analysis \nof the system performance, management, O&M, and funding; (iii) draft final report at the end of \nthe  sixth  month,  to  present  the  new  management  models,  funding,  contractual  and \nimplementation  arrangements,  policy  initiatives,  performance  monitoring  and  evaluation \nsystems, and required support to project implementation; and (iv) final report at the end of the \nseventh  month,  incorporating  stakeholders’  comments.  These  reports  will  be  discussed  at \nworkshops organized after the submission of the inception, midterm, and draft final reports.  \nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $750,000 on a grant basis to \nthe Government of Bangladesh for Developing Innovative Approaches to Management of Major \nIrrigation Systems, and hereby reports this action to the Board. \n                                                 \n13 Collaboration will be sought through the pilot and demonstration activity component of the Multi-Donor Trust Fund \nunder the Water Financing Partnership Facility with (i) the International Water Management Institute, the regional \nknowledge hub for the reform of irrigation service delivery; (ii) the Food and Agriculture Organization, regarding the \nbenchmarking of service providers; and (iii) reputed NGOs on the participatory preparation of irrigation service \nagreements. Outputs of these joint activities will be incorporated into the TA reports.  \n14The steering committee is chaired by the secretary of the Ministry of Water Resources with participation by \nrepresentatives of the ministries of agriculture, communications, fisheries and livestock, environment and forest, \nfinance and planning, land, local government, rural development and cooperatives, and women’s affairs. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets  Data Sources and/or \nDesign Summary  Assumptions and Risks \nand/or Indicators  Reporting Mechanisms \nImpact      Assumptions  \n       \nSupport to the  Within  the  implementation  State and district statistics  The Government and BWDB \noperationalization of the  of the ensuing loan project:  on human development,  will accept the terms, \nNWPo and implementation    agriculture and incomes  conditions and implementation \nof the NWMP and GPWM  (i)  enhanced performance    arrangements for the loan \nto enhance the  of major irrigation  BWDB working papers and  project. \nperformance of major  schemes (M&E systems  reports   \nirrigation schemes  and measurable    The project remains feasible \nindicators will be  Review missions  taking into account rising food \nestablished by the TA)    prices and production costs \n  BM&E reports   \n(ii) increased agricultural  Risks  \nproduction and rural   \nincomes (M&E system  Slow progress with institutional \nwill be established under  reforms and capacity building \nthe Project)  within BWDB \n   \n(iii) institutional  Major natural disasters \narrangements consistent \nwith NWPo established \n \n(iv) partnerships for efficient \nwater management \nestablished with private \nsector and NGOs \n \nOutcome      Assumptions \n       \nEffective and sustainable  Agreement reached on the  TA reports  BWDB and beneficiaries adopt \nimplementation of the loan  proposal loan design,      the recommended project \nproject with active  implementation  Relevant BWDB reports   implementation arrangements \nparticipation of  arrangements and financing     \nbeneficiaries, private sector  plan  Government endorsement  The Government, BWDB, and \noperators and local    the TA recommendations  beneficiaries adopt the models \ngovernment institutions   Agreement reached on the  for sustainable O&M planning, \n  management and O&M  implementation and funding \narrangements and financing   \n  BWDB will, where impacts are \nWater management groups  unavoidable, implement ADB’s \nthat will participate in project  safeguard requirements on \nplanning, implementation  resettlement, environment, and \nand O&M established  indigenous peoples \n \nOutputs      Assumptions \n       \n1. Regulatory and  Draft regulatory and  Government consultation  Political and security conditions \ninstitutional measures for  institutional framework  papers and reports  are conducive to the TA field \nparticipatory O&M  established for policy    activities.  \nplanning and  dialogue with the  TA reports   \nimplementation  Government    The Government and the \ndeveloped    Workshops with key  BWDB provide necessary \n    stakeholders  support and information. \n2. Sustainable models for  Project implementation     \nO&M planning,  arrangements prepared  Aide memoire of ADB  Participatory process for \nimplementation, and    missions  subproject planning is duly \nfunding by beneficiaries      followed. \n ", "  Appendix 1  7 \nPerformance Targets  Data Sources and/or \nDesign Summary  Assumptions and Risks \nand/or Indicators  Reporting Mechanisms \nand the Government  Enhanced concepts and    The BWDB and local \nintroduced   procedures for O&M    government institutions support \n  planning and financing    the participatory project \n  proposed by TA    planning process.  \n   \n3. Innovative mechanisms  Detailed implementation \nfor efficient management  plan for efficient system \nand O&M of major  management by \nirrigation systems  autonomous operating \ndesigned  entities developed by TA  \n   \n  Overall project scope, \n4. Overall project scope  components, \nincluding detailed  implementation \nimplementation and  arrangements, and \nmanagement  financing plan agreed with \narrangements developed  the Government \nand agreed with the   \nGovernment  \nActivities with Milestones  Inputs \n   \n1.  Regulatory and institutional measures for participatory O&M  • ADB will provide (i) $750,000 grant financing, (ii) \nplanning and implementation developed.  TA  inception  and  review  missions,  and \n1.1 Assess  existing  policy,  regulatory,  and  legal  documents  (iii) support  and  supervision  as  required  from \nrelated to water sector development, water resources and  ADB  headquarters  and  the  Bangladesh \nsystem  management,  O&M  planning,  financing,  Resident Mission. \nimplementation, monitoring and evaluation (September 2009)   \n• Consultants  to  facilitate  BWDB  in  organizing \n1.2  Assess existing institutional set up of BWDB and capacity for \nmilestone workshops including inception (end of \neffective system management and O&M including willingness \nfirst  month  following  TA  commencement), \nof beneficiary participation for secondary and tertiary system \nmidterm  (end  of  third  month  after  TA \nO&M  (September 2009) \ncommencement) and final (end of sixth month \n1.3  Propose composition and terms of reference of a high-level  after TA commencement).  \nproject supervisory body that would include key stakeholders   \n(December 2009) \n• The  Government  will  provide  in-kind \n2. Sustainable models for O&M planning, implementation, and  contributions estimated at $130,000 equivalent \nfunding by beneficiaries and the Government introduced  comprising  provision  of  (i) office  space  and \nfacilities,  (ii)  counterpart  staff,  (iii)  information \n2.1   Field studies (Manu and Muhuri irrigation systems) to review \nand  materials  as  required,  and  (iv) other \nexisting  O&M  procedures  including  frequency,  type  of \ncounterpart support \nmaintenance,  funding  sources,  use  of  measurement \n \nyardsticks/costing and institutional responsibilities (September \n• The  Government  and  local  stakeholders  will \n2009) \ncontribute their time to participate in TA training \n2.2 Estimate O&M costs for selected subprojects after completion  and workshops and other consultations. \nof infrastructure rehabilitation (October 2009)    \n2.3  Design  innovative  approaches  for  O&M  in  line  with  • Consultant inputs comprising 14 person-months \ngovernment  policies  and  best  international  practices  of international consultants to be engaged as \n(November 2009)  individuals  recruited  directly  by  ADB  and  30 \nperson-months of national consultants recruited \n2.4 Develop  O&M  strategy  and  propose  cost  estimate  and \nbeneficiary contribution (January 2010)  through a consulting firm.  \n \n3. Innovative mechanisms for efficient management and O&M of \nmajor irrigation systems designed \n3.1 Assess the financial and management capacity of prospective \nindependent  system  operators,  develop  the  setup,  staff \nresources, responsibilities, and funding requirements for such \nentities, and estimate the corresponding establishment and \nrecurrent costs (October 2009) \n3.2 Propose viable alternative models through which independent \n ", "8  Appendix 1 \nPerformance Targets  Data Sources and/or \nDesign Summary  Assumptions and Risks \nand/or Indicators  Reporting Mechanisms \nentities (including private sector, beneficiary groups, NGOs \netc.)  could  be  engaged  to  provide  irrigation  services  and \nmanage, operate, and maintain major schemes (November \n2009) \n3.3 Develop alternative arrangements for bridging actual O&M \ncosts, government financing, and beneficiaries’ contribution \nusing interim financing facility that will be provided by ADB \nunder the loan project (December 2009) \n3.4 Develop an exit strategy that will be implemented after the \ncompletion  of  the  loan  Project  and  the  withdrawal  of  the \nexternal O&M financing (December 2009) \n4. Project Scope  \n4.1 Refine  safeguard  frameworks  and  plans  by  incorporating \nimpacts  of  proposed  O&M  strategy  and  update  capacity-\nbuilding  programs  for  agencies  involved  in  social  and \nenvironmental safeguard assessments (November 2009) \n4.2  Prepare detailed procurement plan for goods, services, and \ncivil works under the evolving loan project (November 2009) \n4.3 Detailed  implementation  and  management  arrangements \ndeveloped and agreed with the Government (December  2009) \n4.4  Assess  financial  and  economic  impacts  of  the  proposed \nmanagement models at farm, project, and national levels and \nestimate required external funding for O&M of two subprojects. \nPropose financing and transaction models and cash flow lines \n(December 2009) \n4.5  Revise project costs and financing based on updated concepts \nincluding  engineering  design,  implementation  and  proposed \nmanagement and O&M arrangements (January 2010) \n4.6  Assist  BWDB  in  preparation  of  DPP  for  two  subprojects; \npropose  service  delivery  agreements  and  contractual \narrangements  for  involvement  of  independent  management \nentities (February 2010) \nADB = Asian Development Bank, BM&E = benefits monitoring and evaluation, BWDB = Bangladesh Water Development \nBoard,  GPWM  =  Guidelines  for  Participatory  Water  Management,  M&E  =  monitoring  and  evaluation,  NGO  = \nnongovernment organization, NWPo = National Water Policy, NWMP = National Water Management Plan, O&M = \noperation and maintenance, TA = technical assistance, TPP = Technical Project Proposal. \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financing a   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  412.0 \n      ii.  National Consultants  179.0 \n    b.  International and Local Travel b  55.0 \n    c.  Reports and Communications  5.0 \n  2.  Equipment c  10.0 \n  3.  Training, Seminars, and Conferences d  5.0 \n  4.  Surveys e  25.0 \n  5.  Miscellaneous Administration and   10.0 \n    Support Costs f \n  6.  Representative for Contract Negotiations  5.0 \n  7.  Contingencies g  44.0 \n      Subtotal (A)  750.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  60.0 \n  2.  Remuneration and Per Diem  30.0 \n    of Counterpart Staff \n  3.  Others  40.0 \n      Subtotal (B)  130.0 \n   \n        Total  880.0 \n \na The technical assistance is financed on a grant basis by the technical assistance (TA) \n \nfunding program of the Asian Development Bank (ADB).  \nb Travel within Bangladesh includes vehicle rental and operation and local airfares. \n  c Additional  to  the  equipment  procured  during  the  project  preparatory  TA.  Including \n \ncomputers and peripherals and internet connections. Procurement of equipment will \n  follow ADB’s Procurement Guidelines (2007, as amended from time to time). Equipment \n  purchased  under  the  project  preparatory  TA  and  under  this  capacity  development \ntechnical assistance will be handed over to the Bangladesh Water Development Board \nafter the completion of the TA studies. \nd Includes  workshops  with  the  Bangladesh  Water  Development  Board,  water \nmanagement organizations, and beneficiaries. \ne Includes socioeconomic and technical surveys and investigations. \nf  Including minor office renovation and provision of support staff. \ng  Includes 2 person-months (national) that will be allocated as and when necessary \nduring TA implementation. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3   \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  General \n1.  The technical assistance (TA) will propose alternative management arrangements at the \nmain, secondary, and tertiary system levels, including full participation of beneficiaries, public–\nprivate partnerships (PPPs), and independent entities that would manage and operate the \nsystems (e.g., private sector operators, autonomous authorities, nongovernment organizations \n[NGOs], civil contractors, and joint management by local government institutions).  \n2.  The required consulting services are summarized in Table A1. International consulting \nservices (14.0 persons-months) will be directly recruited by ADB as individual consultants. \nNational consultants will be recruited by ADB through a consulting firm using ADB’s quality and \ncost-based system and biodata technical proposals. All consultants will be recruited by ADB \nfollowing its Guidelines on the Use of Consultants (2007, as amended from time to time). \nProcurement of equipment for the TA will follow ADB’s Procurement Guidelines (2007, as \namended from time to time). An international O&M specialist will act as team leader and a \nnational water resources specialist will be deputy team leader. The TA will undertake the tasks \noutlined below, which may be adjusted by the Asian Development Bank (ADB) as needed, in \nconsultation  with  the  Government  of  Bangladesh  and  the  Bangladesh  Water  Development \nBoard (BWDB), the Executing Agency.  \nTable A1: Consulting Services Inputs  \nPerson- \nCategory        Months \n  A.  International   \n    1.  Team Leader and O&M Specialist  6.0 \n    2.  Water Management Institutions Specialist  2.0 \n    3.  Procurement Management Specialist  2.0 \n    4.  Policy and Regulatory Framework Adviser  1.0 \n    5.  Project Economics and Finance Specialist   2.0 \n    6.  PPP Specialist  1.0 \n      Subtotal (A)  14.0 \n  B.  National   \n    1.  Deputy Team Leader and Water Resources Specialist  7.0 \n    2.  O&M Engineer  4.0 \n    3.  Procurement Specialist  3.0 \n    4.  Institutional Specialist  3.0 \n    5.  Planning and Implementation Specialist  2.0 \n    6.  Social Development and Resettlement Specialist  2.0 \n    7.  Financial Specialist  2.5 \n    8.  Environmentalist  1.0 \n    9.  Project Economist   1.5 \n    10.  Legal Specialist  2.0 \n    11.  Unallocated  2.0 \n      Subtotal (B)  30.0 \n      Total  44.0 \nO&M = operation and maintenance, PPP = public–private partnership. \nNote: The unallocated person-months will be utilized as and when necessary during TA implementation. \nB.  Scope of Services \n3.  Part A: Analysis of Policy, Regulatory, and Institutional Environment. The TA will \nreview  and  analyze  the  policy,  regulatory,  and  institutional  environment  for  effective \nmanagement and O&M of major water management schemes. The consultants will:  \n ", "  Appendix 3  11 \n \n(i)  assess the Government of Bangladesh's policy, regulatory, and legal documents \nrelated to water sector development, water resources and system management, \nO&M planning, financing, implementation, monitoring, and evaluation;1 \n(ii)  review the current BWDB procedures for system management, O&M planning, \nfunding  and  financial  management  (including  O&M  budget  allocation  and \nexpenditures),  implementation,  performance  monitoring,  and  the  relevant \ninstitutional responsibilities and institutional setup;  \n(iii)  study  the  current  management  practices  and  O&M  procedures  in  the  two \nprioritized subprojects (the Manu River Irrigation Project and Muhuri Irrigation \nProject) and related institutional responsibilities; \n(iv)  through  reputed  national  institutes  and/or  qualified  consulting  companies, \nundertake (a) detailed field studies to determine the system performance in the \ntwo project areas, actual O&M needs (e.g., routine, periodic, and emergency \nmaintenance), actual frequency of maintenance activities, and appropriateness of \nyardsticks and cost estimates; (b) the existing institutional capacity for effective \nsystem  management  and  O&M;  and  (c)  the  willingness  of  beneficiaries  to \nparticipate in the O&M of irrigation infrastructure at the lower system level; \n(v)  assess (a) the current O&M financing arrangements at each of the subprojects, \nincluding the rate of collection of irrigation service charges, the capacity and \ncommitment of water users to provide up-front deposits for O&M and increase \ntheir contribution; and (b) the current level of government funding and procedures \nfor allocation and release of government funds; and \n(vi)  analyze (a) the current system management guidelines, rules and practices, and \nperformance monitoring and evaluation systems for the two subprojects; and (b) \nthe quality of existing system O&M manuals and the degree of their application in \nday-to-day management and O&M. \n4.  Part  B:  Development  of  New  Approaches  to  Management  and  O&M  of  Major \nIrrigation  Systems  The  TA  consultants  will  propose  alternative  management  and  O&M \narrangements  at  the  main,  secondary,  and  tertiary  system  levels,  with  full  participation  of \nbeneficiaries  and  involving  public–private  partnerships  (PPPs)  and/or  public–community \npartnerships, and independent entities that would manage, operate, and maintain the selected \nwater management systems (e.g., private sector operators, autonomous authorities, NGOs,2 \ncivil  contractors,  joint  management  by  local  government  institutions,  and  the  BWDB).  The \nproposed  arrangements  will  be  in  line  with  the  Government  of  Bangladesh’s  water  sector \npolicies. \n \n5.  System Management and O&M. The TA team will propose new models for irrigation \nservice delivery, system management, and O&M, and will suggest improvements to the system \ndesign to enhance water management and O&M during project implementation. The TA will  \n(i) design innovative approaches for prioritizing, planning, and implementing O&M in line with \ngovernment  policies  and  best  international  practices;  (ii)  develop  an  O&M  strategy  and  a \nmethodology for sound engineering estimate of O&M requirements, disaggregated to routine, \nperiodic, replacement, and upgrading activities, and estimate their corresponding costs and \n                                                 \n1  The most relevant documents include the National Water Policy (1999), National Water Management Plan (2001), \nGuidelines for Participatory Water Management (2002), the BWDB Act 2000, and the Water Act (currently \nundergoing major revisions). \n2  Bangladesh Rural Advancement Committee and the Rangpur Dinajpur Rural Service have, in principle, indicated \ntheir interest to participate in project implementation. In 2003, the Rangpur Dinajpur Rural Service submitted a \nproposal to the BWDB to undertake the management and O&M of two districts within the Teesta Barrage Project; \nthe BWDB did not accept this proposal. \n ", "12  Appendix 3 \npropose  contributions  by  stakeholders;  (iii)  estimate  the  actual  costs  for  O&M  for  the  two \nselected  subprojects  after  the  completion  of  infrastructure  rehabilitation;  and  (iv)  develop \nalternative arrangements to narrow and eventually close the gap between the actual O&M \nrequirements,  government  financing,  and  beneficiaries’  contribution  using  an  interim  O&M \nfinancing facility that will be provided by ADB under the loan project. Additional sources for \nsupplementary O&M financing (e.g., PPPs for fisheries and sand mining in water bodies) will \nalso be explored.  \n6.  Management and Implementation Arrangements. The TA will develop management \nconcepts for the major water management schemes in the following ways:  \n \n(i)  Propose viable alternative models through which independent entities could be \nengaged to provide irrigation services and manage, operate, and maintain major \nschemes. The main options include (a) involvement of private sector operators \nand  beneficiaries,  (b)  establishment  of  autonomous  authorities,  and  (c) \nengagement of NGOs3 or of consortia of civil contractors and water management \nspecialists, local government institutions, and the BWDB.  \n(ii)  Assess  the  financial  and  management  capacity  of  prospective  independent \nsystem  operators,  develop  the  setup,  staff  resources,  responsibilities,  and \nfunding  requirements  for  such  entities,  and  estimate  the  corresponding \nestablishment and recurrent costs.  \n(iii)  Propose detailed participatory implementation arrangements that will be followed \nunder the loan project, taking into account the newly developed management \nmodels.  \n(iv)  Assess the staff and resources requirement for the establishment of (a) project \noffices at the BWDB and subproject levels, (b) safeguard management, and (c) \nmonitoring and evaluation units.  \n(v)  Propose training programs and external support for these units by consultants \nand/or contracted staff.  \n7.  The  consultants  will  also  prepare  a  general  framework  and  activity  schedule  for \nconsultation with, and mobilization of, beneficiaries to allow them to effectively take part in \nproject planning, implementation, and O&M. \n8.  Contractual  Arrangements,  Procurement,  and  Contract  Documents.  Under  this \nsubcomponent, the TA will assist the BWDB in the preparation of development project proforma \nfor the two subprojects, and propose service delivery agreements and detailed contractual \narrangements for the involvement of independent entities in the management of major irrigation \nsystems. The consultant will prepare the prequalification, procurement, and long-term (2–4 \nyears) performance-based contract documents, including documents for build–operate–maintain \ncontracts.  These  documents  will  incorporate  the  proposed  procedures  for  planning, \nprioritization, and implementation of O&M, and scheme performance monitoring and evaluation. \nThe consultants will also prepare a detailed plan for procurement of goods, services, and civil \nworks under the evolving loan project, and requests for proposals for consulting and NGO \nservices in accordance with ADB’s Guidelines on the Use of Consultants (2007, as amended \nfrom time to time) and ADB’s Procurement Guidelines (2007, as amended from time to time). \n9.  Economics, Financing, and Risk Management. The TA team will (i) assess the costs \nand benefits associated with the new management and O&M systems and improved system \nperformance;  (ii)  compare  these  costs  and  benefits  to  the  existing  arrangements;  and  (iii) \n                                                 \n3   During project implementation, NGOs will be also involved in the mobilization of beneficiaries, resettlement, \nsupport to water management groups, and implementation of agriculture and income-generation programs. \n ", "  Appendix 3  13 \nassess the financial and economic impacts of the proposed management models at farm, \nproject, and national levels. The team will also estimate the required external funding for the \nO&M of the two subprojects that will be provided through an ADB-funded facility, and propose \nthe  financing  and  transaction  models  and  cash  flow  lines.  The  risks  associated  with  the \nimplementation of the new management and O&M concept will be identified and appropriate \nfinancial and risk management and risk allocation mechanisms will be proposed. \n10.  Safeguards  Assessments.  Safeguards  frameworks  and  related  plans  have  been \nprepared  by  the  project  preparatory  technical  assistance, 4  following  ADB’s  policies  on \ninvoluntary  resettlement,  indigenous  peoples,  and  the  environment;  the  ADB’s  Involuntary \nResettlement  Policy  (1995);  and  policies  of  the  Government  of  Bangladesh.  In  respect  of \nenvironmental  impacts,  frameworks  and  plans  have  been  prepared  in  accordance  with  the \nGovernment’s  requirements  and  ADB’s  Environmental  Assessment  Guidelines.5 The  TA  will \nrefine these safeguard frameworks and plans by incorporating the impacts of the proposed \nO&M strategy, and will update the capacity-building programs for agencies involved in social \nand environmental assessments and resettlement.  \n11.  Performance  Monitoring  and  Evaluation.  The  TA  will  develop  a  performance \ncategorization (ranking) format for water management projects, transparent and participatory \nperformance  monitoring  and  evaluation  systems  for  the  two  subprojects,  and  systems  for \nperformance  benchmarking  of  the  irrigation  service  providers  and  participatory  system \nmonitoring and evaluation.6 The TA will also assess the financial and economic impacts of the \nproposed farm, project, and national management and O&M models and propose indicators and \nsystems for future monitoring and evaluation. These proposals will also include indicators for the \nperformance of the system—including headworks; main, secondary, and tertiary systems; and \nO&M—and will allow feedback from water users and key stakeholders. These monitoring and \nevaluation systems will be linked to the implementation structures and performance-based \ncontracts that will be used for the planning, implementation, management, and O&M of the two \nsubprojects. Finally, the TA team will develop an exit strategy that will be implemented after the \ncompletion of the loan Project and the withdrawal of the external O&M financing. \n12.  Stakeholder Participation. The TA will consult central and project stakeholders, water \nmanagement  organizations,  local government  institutions,  participating  communities,  private \nsector operators, and NGOs.7 Participatory TA implementation will be applied to mobilize the \neffective input of stakeholders and to promote partnership and a sense of ownership. Project \nbeneficiaries and other stakeholders will be consulted through focused group discussions and \nindividual and group interviews. Socioeconomic surveys will be conducted, as required, to \nupdate  and  supplement  the  data  collected  during  project  preparation.  In  addition,  the \nconsultants will organize three tripartite workshops with the stakeholders at key stages of TA \nimplementation. Separate workshops will be held in each of the subproject areas.  \n13.  Policy Dialogue. The TA team will identify follow-up policy and regulatory actions, and \ninstitutional arrangements that will be needed to effectively implement and institutionalize the \nnew approaches to management and O&M of the systems.   \n                                                 \n4  ADB. 2006. Technical Assistance to the People’s Republic of Bangladesh for Preparing the Second Command \nArea Development Project. Manila (completed in June 2008). \n5  ADB. 2003. Environmental Assessment Guidelines. Manila. \n6  The proposed monitoring and evaluation systems should provide feedback for prioritized O&M planning and will \nuse the experience gained under the World Bank Water Management Improvement Project. \n7  Subcontracting NGOs for developing participatory water management concepts and O&M, and involvement of the \npoorest and vulnerable groups in O&M of the systems through contractors, contracting societies, and community-\nbased contracts, will have to be considered.  \n ", "14  Appendix 3 \nC.  Reporting and Workshops \n14.  The consultants will produce the following reports8 at key stages of TA implementation. \n(i)  Inception report at the end of the first month of TA implementation, to present the \ninitial TA findings and assessments, methodologies for improvement of system \nmanagement and O&M, and detailed work and staff schedules. The inception \nreport will be discussed with stakeholders at an inception workshop that will be \nheld 2 weeks after the submission of the report. \n(ii)  Midterm report at the end of the third month, presenting progress and review and \nanalysis  of  the  system  performance,  management,  O&M,  and  funding,  and \noutline  scenarios  for  improving  the  existing  practices  and  management \narrangements, and plans for the remaining project period. The midterm report \nand its preliminary recommendations will be discussed with stakeholders at a \nmidterm workshop that will be held 2 weeks after the submission of the report. \n(iii)  Draft final report at the end of the sixth month, to present the new management \nmodels;  O&M  procedures;  funding,  contractual,  and  implementation \narrangements;  risk  analyses;  policy  initiatives;  performance  monitoring  and \nevaluation  systems;  and  required  support  for  project  implementation.  These \nissues will be discussed at the final tripartite workshop. \n(iv)  Final report to be submitted 2 weeks after the final tripartite workshop. It will take \ninto account the comments and views expressed at the workshop and all other \nofficial comments. \nD.  Facilities to be Provided by the Bangladesh Water Development Board \n15.  The BWDB will provide the following facilities to the TA team: (i) access to subproject \nsites, survey and design data, project reports, records, and other information required for the TA \nstudies; (ii) office space; (iii) equipment, furniture, and facilities used by the recently completed \nTA  4740-BAN:  Second  Command  Area  Development  Project  (footnote  4);  and  (iv)  four \ncounterpart  technical  staff 9  who  will  work  with  the  consultants  throughout  the  TA \nimplementation. \nE.  Outline Terms of Reference for Key Technical Assistance Specialists  \n16.  Operation and Maintenance Specialist and Team Leader (international, 6 person-\nmonths). The team leader, in consultation with ADB and the TA project director, will coordinate \nthe TA activities with the agencies concerned and development partners. He or she will provide \noverall guidance and leadership for all of the TA activities and will (i) guide the preparation of TA \nmethodologies and work and staff schedules, monitor TA progress, and prepare key TA reports; \n(ii)  lead  the  assessment  of  the  Government  of  Bangladesh's  policy,  regulatory,  and  legal \ndocuments  related  to  water  sector  development,  institutional  and  technical  developments, \nsystem management, O&M planning, financing, implementation, and performance monitoring \nand evaluation; (iii) review the performance of similar projects and synthesize relevant lessons; \nand (iv) guide the preparation of institutional and project implementation agendas.  \n17.  Water Management Institutions Specialist (international, 2 person-months). Specific \ntasks will include (i) assessing the existing water management institutions and their functions \nrelated to system management, O&M planning, and implementation; (ii) analyzing the BWDB \ninstitutional  setup,  responsibilities,  and  operational  guidelines,  and  identifying  areas  for \n                                                 \n8 The consultants will submit 15 copies of these reports. Three digital copies of the final version of each report will be \nsubmitted on CD-ROM. \n9  Two irrigation engineers, one procurement specialist, and an economist.  \n ", "  Appendix 3  15 \ninstitutional strengthening and improvement; (iii) assessing the institutional arrangements at \neach of the subprojects and commitment of water users to participate in, and finance, O&M; (iv) \nreviewing  the  management  guidelines,  rules,  and  practices  in  the  two  subprojects;  (v) \ndeveloping alternative irrigation service and management models through which independent \nentities could be engaged to manage, operate, and maintain these schemes; (vi) developing \ndetailed participatory implementation arrangements that will be followed under the loan project, \ntaking into account the new management and O&M models; (vii) assessing staff requirements \nfor project offices at the BWDB and subproject levels, safeguard management, and monitoring \nand evaluation units; and (viii) developing training programs. \n18.  Procurement Management Specialist (international, 2 person-months). The specialist \nwill (i) propose tripartite service agreements between the BWDB, independent service providers, \nand water users organizations, and detailed contractual arrangements for the involvement of \nindependent entities in the management and O&M of major irrigation systems; (ii) prepare the \nprequalification,  procurement;  and  (iii)  prepare  a  detailed  plan  for  procurement  of  goods, \nservices, and civil works under the evolving loan project, as well as requests for proposals for \nconsulting NGOs services in accordance with ADB’s Guidelines on the Use of Consultants and \nProcurement Guidelines.  \n19.  Policy  and  Regulatory  Framework  Adviser  (international,  1  person-month).  The \nadviser will (i) assess the government policy, regulatory, and legal documents related to water \nsector development and ensure that the evolving project design appropriately adheres to these \npositions; (ii) support the TA team in identifying and defining practicable service delivery and \nsystem management alternatives and identifying those most suitable; (iii) support the team's \nanalysis of the O&M and institutional setup of the BWDB; (iv) advise on the opportunities and \nalternatives for enhancing water management; (v) advise on an appropriate O&M framework \nbased on best international practices; and (vi) propose the composition and terms of reference \nof a high-level project supervisory body that would include key stakeholders. \n20.  Project  Economics  and  Finance  Specialist  (international,  2  person-months).  The \nspecialist will (i) assess the costs and benefits associated with the new management and O&M \nsystems  and  improved  system  performance;  (ii)  compare  these  costs  and  benefits  to  the \nexisting  arrangements;  (iii)  assess  the  financial  and  economic  impacts  of  the  proposed \nmanagement models at farm, project, and national level; (iv) as necessary, suggest revisions to \nproject  costs  and  financing  based  on  the  updated  engineering  concepts,  cost  updates, \nimplementation arrangements, and any modifications to the financing plan resulting from the \nproposed  management  and  O&M  arrangements;  (v)  propose  systems  for  performance \nbenchmarking  of  the  irrigation  service  providers,  and  participatory  system  monitoring  and \nevaluation; (vi) assess the risks associated with the implementation of the new management \nand O&M concepts and propose appropriate financial, risk management, and risk allocation \nmechanisms; and (vii) update the cost estimates and a financing plan for the loan project.  \n21.  Public–Private  Partnership  Specialist  (international,  1  person-month).  The  PPP \nspecialist will (i) review experience of past PPP projects in the water sector and other relevant \nprojects,  and  document  the  key  lessons  learned;  (ii)  assess  the  strengths,  weaknesses, \nopportunities, and perceived threats of adopting PPPs for water management and O&M in the \ncontext  of  the  existing  legal  and  institutional  structures,  human  resources,  and  technical \ncapacity of the relevant state departments; (iii) review the risks involved with involvement of \nprivate operators and assess risk allocation; (iv) recommend a range of appropriate measures \nfor O&M cost recovery and sustainable financing; and (v) support the preparation of service \nagreements between the BWDB, private sector operators, and water users. \n "], "metadata": {"CreationDate": "D:20090401084338+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "major irrigation systems management, capacity development technical assistance, adb CDTA, bangladesh water development board, national water management plan, water resource management, adb technical assistance 7260, adb project 40535", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20090811110814+08'00'", "Title": "Developing Innovative Approaches to Management of Major Irrigation Systems"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 23 March 2009) \n \nCurrency Unit –  taka (Tk) \n \nTk1.00 =  $0.0145 \n$1.00 =  Tk69.02 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BWDB  –  Bangladesh Water Development Board \n  IEE  –  initial environmental examination \n  NGO  –  nongovernment organization \n  NWMP  –  National Water Management Plan \n  O&M  –  operation and maintenance \n  PPP  –  public–private partnership \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance \nTargeting Classification  –  Targeted intervention – Geographic \nSector  –  Agriculture and natural resources \nSubsector  –  Water resource management \nThemes  –  Sustainable economic growth, private sector development \nSubthemes  –  Fostering physical infrastructure development, public–private \npartnerships  \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \nFY before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2008 ends on 31 December 2008.  \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice–President  Xiaoyu Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Matsuo, Officer-in-Charge, Agriculture, Natural Resources, and Social \nServices Division, SARD \n   \nTeam leader  P. Bozakov, Senior Water Resources Management Specialist, SARD \n   \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "T. Matsuo", "role": "Officer-in-Charge", "organization": "Agriculture"}, {"documentRole": "Director", "fullname": "Services Division", "role": "SARD", "organization": ""}, {"documentRole": "Team leader", "fullname": "P. Bozakov", "role": "Senior Water Resources Management Specialist", "organization": "SARD"}]}