{"path": "data/input/ta/40541-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 40541 \nDecember 2006 \n \n \n \nPreparing  the  Energy  Sector  Dialogue  and  South \nAsian  Association  for  Regional  Cooperation  Energy \nCenter Capacity Development Project  \n \n  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  CAREC  –  Central Asian Regional Economic Cooperation \n  IR  –  inception report \n  SAARC  –  South Asian Association for Regional Cooperation \n  SASEC  –  South Asia Subregional Economic Cooperation \n  SEC  –  SAARC Energy Center \n  SECSCA  –  Subregional Economic Cooperation in South and Central Asia \n  SRETS  –  SAARC Regional Energy Trade Study \n  TA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \n     \nTargeting Classification  –  General intervention \nSector  –  Energy  \nSubsector  –  Energy Development Sector \nThemes  –  Sustainable economic growth, regional cooperation, capacity \ndevelopment \n \n \n \nWEIGHT AND MEASURE \n \n  MW  –  megawatt (1,000 kilowatts) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Kandiah, Energy Division, SARD \n   \nTeam leader  P. Abeygunawardena, Principal Project Economist, SARD \nTeam member  M. Nagata, Principal Country Programs Specialist/Head, Regional \nCooperation Unit, SARD \n ", " \nI.  INTRODUCTION \n1.  The 13th summit meeting of the South Asian Association for Regional Cooperation \n(SAARC), held in November 2005 in Dhaka, has expanded the avenues for energy sector \nregional cooperation among the South Asian countries. The Dhaka Declaration1 reaffirmed the \nprevious Islamabad Declaration on energy sector dialogue and cooperation among SAARC \nmember states. In view of the improved prospects for energy sector cooperation in South Asia, \nand based on the signed Memorandum of Understanding,2 the Asian Development Bank (ADB) \nand the SAARC Secretariat intensified the discussion for cooperation in the energy sector. \nWhen the SAARC secretary general visited ADB headquarters in late November 2005, ADB \nagreed to provide technical assistance (TA)3 to strengthen energy sector cooperation. The \ndesign and monitoring framework is in Appendix 1. \n \n2.  SAARC was formed in 1985 by the heads of state or governments of Bangladesh, \nBhutan, India,  Maldives, Nepal, Pakistan, and Sri Lanka (i) to promote collaboration and mutual \nassistance in economic, social, cultural, technical, and scientific fields; and (ii) to strengthen \ncooperation among the member states in international forums on matters of common interest. \nThe SAARC Secretariat is located in Kathmandu, Nepal, and eight sector- or theme-specific \nSAARC  centers  are  distributed  in  the  SAARC  member  states.  Technical  committees  and \nworking groups have been established to promote sector-specific cooperation. The 13th SAARC \nsummit approved to establish the SAARC Energy Center (SEC) in Islamabad and the Working \nGroup  on  Energy  was  established  during  the  12th  summit  to  promote  sector-specific \ncooperation issues. \n \n3.  ADB is mandated by its Charter to foster regional cooperation in the Asia and Pacific \nregion and contribute to the acceleration of economic development. ADB has considerable \nexperience  in  promoting  subregional  and  regional  cooperation  initiatives,  including  the  (i) \nGreater Mekong Subregion (GMS), (ii) Central Asian Regional Economic Cooperation (CAREC), \n(iii) South Asia Subregional Economic Cooperation (SASEC), and (iv) Subregional Economic \nCooperation  in  South  and  Central  Asia  (SECSCA)  programs.  The  main  lesson  is  that \nsubregional  and  regional  cooperation  initiatives  result  in  (i)  better  allocation  and  use  of \nresources through trade liberalization, (ii) better connectivity and knowledge sharing, and (iii) \ncreation  of  opportunities  for  an  increased  level  of  productive  investments.  Improved \nunderstanding  and  trust  through  cooperation  can  also  contribute  to  peace,  stability  and \nenhanced well being in the region.  \n \n4.  ADB fielded the Fact-Finding Mission in April 2006 and the Mission had discussions with \nthe  SAARC  Secretariat  in  Kathmandu  and  SEC  in  Islamabad.  During  the  Mission,  senior \nofficials at the SAARC Secretariat and SEC and the Mission discussed the possible regional \ntechnical  assistance  (TA)  concept,  rationale,  outcome,  output,  scope,  and  implementation \narrangements.  The  SAARC  Secretariat  agreed  in  principle  to  the  scope  of  work  and  the \nimplementation arrangements of the proposed TA and requested ADB to prepare the TA paper. \n \n                                                 \n1 The Dhaka Declaration was signed at the Thirteenth SAARC Summit held on 13 November 2005 in Dhaka, \nBangladesh. \n2  In April 2004, ADB and SAARC signed the Memorandum of Understanding for mutual cooperation in areas where \nSAARC places priority and ADB has comparative strengths. \n3  The TA first appeared in ADB Business Opportunities on 2 September 2006. \n ", "2   \nII.  ISSUES \n5.  India has the largest power system (126,089 megawatts [MW] installed capacity) among \nall SAARC member states. The other member states and their installed capacities are as \nfollows: Pakistan (19,540 MW), Bangladesh (4,680 MW), Sri Lanka (2,387 MW), Nepal (480 \nMW), Bhutan (468 MW), and Maldives (115 MW). Except in Sri Lanka, percentage of rural \nelectrification is less than 50% in all SAARC member states. Often the vast majority of the rural \npoor and other disadvantaged people and groups are deprived of any form of modern energy \nsource. Power system losses in Bhutan and Maldives4 are about 9–11%. System losses in all \nother SAARC member states are much higher. For various reasons, energy is not utilized in the \nmost efficient way in all SAARC member states.  \n \n6.  Most  SAARC  member  states  have  their  own  energy  sector  strategies  and  overall \ndevelopment goals. They also have their plans to meet such goals and the energy requirements \nof  their  countries.  For  example,  India  is  currently  promoting  the  most  ambitious  energy \nexpansion program in its history. With the Government’s mission of “Power for All by 2012” at \nan affordable cost, 100,000 MW of new generation capacity is envisaged by 2012, which \nrepresents an approximate doubling of current generation capacity. Pakistan has an equally \nambitious plan and expects to increase its installed capacity to 162,590 MW by 2030. However, \nall SAARC member states, in particular not only major energy users but also major producers, \nare faced with serious problems of power shortages today. The estimated gap between the \npower supply and demand varies from 15 to 20% at the minimum. Consumers and industries \nsuffer due to planned or unplanned load shedding or power shortages.   \n \n7.  Issues such as increasing power shortages in SAARC member states, escalating fuel \nprices, poor access to a modern form energy in rural areas, technology transfer, and sharing \nexamples of good practice were discussed at various meetings sponsored by SAARC. As a \nremedy,  at  the  recent  Dhaka  Summit,  SAARC  member  countries  agreed  to  establish  the \nSAARC Energy Centre (SEC) in Islamabad to promote the development of energy resources, \nincluding hydropower and energy trade in the region; to develop renewable and alternative \nenergy resources; and to promote energy efficiency and conservation in the region. \n \n8.  Efficient use of energy, including power, gas, and oil, are critical in promoting economic \nand social development. However, the progress of cooperation in the energy sector among \nSAARC member states has so far been limited and slower than cooperation in other sectors. All \nover the world, there are sensitivities over energy security and trade. Nonetheless, opportunities \nare significant for cooperation in the joint development of energy resources in energy-rich \ncountries for export to energy-deficient countries within South Asia and neighboring regions. \nThe  trading  of  energy  between  countries  in  South  Asia  and  between  South  Asia  and \nneighboring regions is expected to create a win-win situation for the countries concerned. The \nproposed technical assistance could assist the governments, the private sector, and other \ndevelopment partners to support harnessing opportunities to promote energy trade and identify \noptions for better use of limited energy resources in the SAARC member states. \n \n                                                 \n4 Only Male.  The rest of the country losses are about 20—25%. \n ", "  3\nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The  expected  impact  of  the  TA  is  to  create,  together  with  other  interventions,  an \nenabling environment for optimizing the supply of and demand for energy through energy \ncooperation  within  the  region  in all  its  aspects.  It  will promote  better  dialogue  and  higher \ncooperation, and identify mutually beneficial investment options. It will create a sustainable \nframework for developing the capacity of SEC and that of energy sector professionals in the \nregion. The TA will comprise three main components: (i) undertaking the SAARC Regional \nEnergy Trade Study (SRETS), which will look into the potential for or impact of energy trade \namong SAARC member states; (ii) developing the capacity of SEC; and (iii) providing technical \nand logistical support by ADB. \n \n10.  The overall expected outcome of the TA is the identification of the most appropriate \nenergy development and trading opportunities to meet the growing energy demand in SAARC \nmember states. The TA will also improve the viability of such development in the energy sector \nprojects in the region by increasing awareness about appropriate incentives, technologies, and \nenabling environment.  \n \n11.  As  recommended  by  the  SAARC  Working    Group  on  Energy  in  its  draft  terms  of \nreference (Appendix 2), SRETS will cover all possible aspects of energy sources, including \nelectricity,  gas,  oil,  coal,  and  alternative  energy  resources.  More  specifically,  SRETS  will \nexamine or assess (i) options for, benefits from, and constraints on energy trade in the region, \ncovering  demand and supply─both current and projected―for optimal utilization of energy \nresources  for  the  benefit  of  SAARC  member  countries;  (ii)  prevailing  trade  regimes,  the \nregulatory and legal frameworks of the member countries; (iii) international best practices and \ntheir relevance or applicability to the region; (iv) various technological, financial, and commercial \noptions for operationalizing the energy trade projects; and (v) the viability and modalities for \ndeveloping transnational energy lines (electricity, gas, oil, and others) keeping in view the \nbroader concept of the Energy Ring (as stated in the Islamabad Declaration).  \n  \n12.  The SEC capacity-development component will establish a network of energy sector \nprofessionals in the region, allowing them to share knowledge, resources, and experience. This \ncomponent will cover activities including undertaking policy studies, training, skills development; \nsharing examples of best practices, and study tours. It will also provide opportunities pertaining \nto energy development and trade for the SEC to undertake the Energy Dialogue, stakeholder \nconsultation to facilitate various regular activities such as Experts Working Group Meeting. \nStudy tours such as visits to the ASEAN Energy Center in Jakarta by about 25 energy sector \nprofessionals from all SAARC member states would be another activity. This will allow the \nSAARC  energy  professionals  to  learn  lessons  from  the  ASEAN  Energy  Center,  which  is \nconsidered a well-organized institution.  \n \n13.  Networking of SAARC regional energy professionals will have the following benefits: \n(i) effective  sharing  of  information  leading  to  improved  systems  and  processes, \n(ii) harmonization of policies and guidelines and establishment of  examples of best practice and, \n(iii) joint utilization of grant funding for building capacity. The network for the energy sector \nprofessionals will be a platform for sharing experience among the regional professionals and \nbuilding the capacity to undertake regional development projects in the future. The network will \nalso allow discussion and coordination of policy, strategic, and regulatory issues that are of \n ", "4   \nmutual interest and facilitate the exchange of information through activities such as seminars, \ntraining, and workshops. \n \nB.  Methodology and Key Activities \n14.  In general terms, the TA will build on previous works in the area of energy development \nand trade in close coordination with the SAARC Secretariat, SEC, and SAARC member states \nto ensure that all initiatives are sustainable beyond the TA implementation period. Similar \nactivities  in  the  region  and  organizations  involved  in  such  activities  will  be  consulted  and \ncoordinated to the extent relevant to the TA activities. Key activities will include, among others, \n(i) conducting SRETS, workshops, study tours, and seminars; and (ii) sharing best-practice \nexperiences. A number of consultants, recruited as per ADB guidelines, will work closely with \nthe SAARC Secretariat, SEC, governments, and ADB.  \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $1.0 million equivalent. The TA will be entirely \nfinanced on a grant basis by ADB’s TA funding program. Details of the cost estimates and \nfinancing plan are in Appendix 3.  \n \nD.  Implementation Arrangements \n16.  The TA will be implemented over an 18-month period beginning in January 2007. ADB \nwill  be  the  Executing  Agency  (EA).  Two  of  the  three  components,  namely,  SRETS  and \ndeveloping SEC capacity, will be implemented by the SAARC Secretariat and/or SEC. The \ntechnical and logistics support component will be undertaken by ADB in close coordination with \nthe SAARC Secretariat. \n \n17.  The two components to be implemented by the SAARC Secretariat will be carried out \nunder the overall guidance and direction of the SAARC Standing Committee comprising foreign \nsecretaries of the SAARC member states. The outline terms of reference for the consulting \nservices are in Appendix 4. The SAARC Secretariat will coordinate and communicate with the \nStanding  Committee,  the  governments  concerned,  and  all  stakeholders  involved  in \nimplementing the TA, and keep in close touch with ADB. The SAARC Secretariat will also \nconsult the SAARC Working Group on Energy and SEC. \n \n18.  The SRETS will be undertaken by a team of consultants selected as an international \nconsulting firm with a team leader who has extensive experience in both energy trade issues \nand the region. The consultants may include national energy experts and international energy \nexperts to be engaged for 24 and 8 person-months, respectively (total of 32 person-months). \n   \n19.  The  SRETS  will  use,  as  inputs,  all  available  information,  studies,  reports  at  ADB, \nSAARC Secretariat, and others. The team leader will prepare an inception report (IR) including \na  background  paper  and  a  detailed  work  plan  within  1  month  after  acceptance  of  the \nassignment. The IR will be discussed at the intergovernment inception meeting/workshop of \nSAARC member states, which will deliberate on modalities for carrying out the SRETS. The \nmeeting/workshop will also be attended by the SAARC Secretariat, SEC, and ADB team. The IR \nwill also present the detailed scope and methodology to carry out the SRETS, for discussion \nand final determination at the inception meeting scheduled in February 2007. The methodology \nto carry out SRETS will have intergovernmental scrutiny before its submission to the Standing \nCommittee. The inception meeting will provide recommendations and clear direction for the \n ", "  5\nSRETS  to  be  conducted  by  national  and  international  sector  experts.  The  national  sector \nexperts  will  prepare  individual  country  assessments.  The  international  sector  experts  will \nanalyze the individual country studies and prepare a draft report from regional energy trade \nperspectives  for  discussion  at  the  second  meeting,  and  finalize  the  SRETS  incorporating \ncomments. The final report will be submitted to the Standing Committee for approval. \n \n20.  The capacity development programs will be implemented as agreed upon by the SAARC \nSecretariat, SEC, and ADB. This component will require about 16 person-months of national \nenergy experts and 8 person-months of regional energy experts.  \n \n21.  At ADB, an ADB TA team will be established, comprising staff of the South Asia Country \nCoordination and Regional Cooperation Division, South Asia Energy Division, Nepal Resident \nMission, Pakistan Resident Mission, and consultants, as well as other ADB divisions and other \nresident  missions  as  appropriate.  The  South  Asia  Country  Coordination  and  Regional \nCooperation Division will be responsible for overall TA implementation and close coordination \nwith the SAARC Secretariat and within ADB, while the South Asia Energy Division will take the \nlead in monitoring and overseeing the SRETS and capacity-development components. \n \n22.  The technical and logistical support component will be undertaken by ADB. A senior \nadvisor (international consultant) will be engaged for 6 person-months for quality control of the \nSRETS.  In  addition,  a  regional  cooperation  advisor  and  a  program  analyst  (both  national \nconsultants) will each be recruited for 16 person-months. They will be coordinating with the \nSAARC Secretariat, SEC, consultants, and ADB, and will provide logistics services for TA \nimplementation  and  other  activities  related  to  cooperation  in  South  Asia.  An  international \nconsulting  firm  will  be  engaged  in  accordance  with  the  quality  and  cost  based  selection \nprocedure to undertake the SRETS. The rest of the consultants and experts for the TA will be \nengaged as individuals. All consultants will be selected in accordance with ADB’s Guidelines on \nthe Use of Consultants (April 2006, as amended from time to time). \n \nIV.  THE PRESIDENT'S DECISION \n23.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor  preparing  the  Energy  Sector  Dialogue  and  South  Asian  Association  for  Regional \nCooperation Energy Center Capacity Development Project, and hereby reports this action to the \nBoard.  \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms \nImpact       \n     \nAn enabling environment for  Identification of energy  SAARC summits, \ndevelopment and more  investment options with  ministerial meetings, \nefficient use of energy in the  regional benefits, greater  industry publications, \nSAARC region.   awareness of such  journals, guidelines, \nbenefits and common  workshops, study \nguidelines, professional  tours, and \nnetworks, improved  dissemination of \nhuman resources, and  examples of best \nsharing examples of best  practice  \npractice.    \n \nOutcomes      Assumptions \n       \nA set of energy sector  SAARC member states’  Periodic publications  •  Participation and \ndevelopment options with  policy statements  by SAARC Energy  buy-in from all \nregional benefits  highlighting importance of  Center and the  stakeholders \n  regional cooperation  regional energy \nA report highlighting the  energy development,  professional networks   •  Governments’ \nbenefits from energy trade  security, and use     continued \namong and identifying  trade      commitment to \noptions in SAARC member  Participation of 300 energy    making steady \ncountries   professionals in study    progress in \n  tours, workshops, training    improving legal and \nIncreased number of energy  programs by 30 June 2008    regulatory systems \nprofessional with      and practices \nunderstanding and  Identification of at least 20     \nappreciation of regional  energy development    Risk \ncooperation   investment opportunities     \n  with regional benefits, in    •  Economic or \nStrengthened capacity of the  particular with win-win  political disruption \nSAARC Energy Center   options   in regional \n    cooperation \nEffective sharing of \ninformation among regional \nenergy professionals on \nimprovement of systems, \nbest-practice examples, and \ncapacity building  \n \nOutputs      Assumptions \n       \n1. A list of energy sector  A set of prefeasibility and  Policy draft and  •  Access to \ndevelopment opportunities  concept notes for energy  regulatory assessment  information and key \nwith regional benefits,  development owned by    decision makers \npreferably win-win options  Energy Sector Working    •  Project’s ability to \n  Group of SAARC by 30    develop an \n  June 2008    accreditation \n ", "Appendix 1  7\nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms \n      scheme agreeable \n2. Strengthened capacity of  Better functioning SAARC  Published guidelines,  to all countries \nthe SAARC Energy Center   Energy Center   strategies, and   \n    journals  Risk \n3. Knowledge sharing  Regional energy  •  Risk to be external \nnetworks, and other systems  professionals network  to the project \n  operating by July 2007 \n   \nActivities with Milestones  Inputs \n   \nBuilding the Capacity of SAARC Energy Center  •  ADB: $1,000,000 \n1.1 Arrange ASEAN Energy Center study tour for officials from SAARC Secretariat   \nand SEC within 1 month of TA approval.   •  International and \n1.2 Initiate Energy Dialogue by 30 June 2007.    national \n1.3 Develop and launch information awareness campaign by 30 June 2007.  consultants with \n1.4 Develop and finalize energy sector professional networking arrangements by  appropriate skills \nand expertise \nDecember 2007. \n \n1.5 Establish and deliver detailed capacity building plan by December 2007. \n•  Government \n \ncounterpart with \nRegional Study on Energy Trade \nappropriate skills \n2.1 Establish a secretariat to undertake the study by April 2007. \nand experience \n2.2 Develop methodologies, tools, and training materials (as required). \n \n2.3 Establish a regional review panel (by April 2007) and the technical panel for the \n \nstudy within 6 months of fielding of consultants.  \n2.4 Deliver initial workshop and finalize arrangements for the Energy Trade Study by \nJune 2007. \n2.5 Finalize Energy Trade Study and arrange the final workshop by June 2008. \n \nADB = Asian Development Bank, ASEAN = Association of Southeast Asian Nations, SAARC = South Asian Association \nfor Regional Cooperation.  \n \n \n \n \n ", "8  Appendix 2 \n \n \nOUTLINE TERMS OF REFERENCE OF THE STUDY ON ENERGY TRADE IN THE SAARC \nREGION \n \n \n1.  A sector/fuel (electricity, gas, and oil) study will be carried out on the options for, benefits \nfrom, and constraints on energy trade in the region, covering demand and supply―both current \nand projected―for optimal utilization of energy resources for the benefit of SAARC member states. \n \n2.  The study will cover the prevailing trade regimes, and the regulatory and legal frameworks \nof the member states. \n \n3.  It will examine the international best practices and their relevance or applicability to the \nregion. \n \n4.  It  will  analyze  the  various  technological,  financial,  and  commercial  options  for \noperationalizing the trade or projects. \n \n5.  It will examine the viability of and modalities for developing transnational energy lines \n(electricity, gas, and oil), keeping in mind the broader concept of the Energy Ring. \n ", "      Appendix 3  9 \n \n \nCOST ESTIMATES AND FINANCING PLANa\n($’000) \n \n   \nItem  Total Cost \n \nA.   Consultants   \n  1.  Remuneration and Per Diem \n    a.  SAARC Regional Energy Trade Study \n                    i.           International Consultants   230.0 \n                    ii.           National Sector Experts (National)   100.0 \n   \n    b.  SEC Capacity Building Component   \n                            i.          Regional Sector Specialists  80.0 \n                            ii.        Implementation Advisors (National)  64.0 \n   \n    c.  Logistical Services and Support   \n                            i.        Senior Advisor (International/Regional)  135.0 \n                            ii.          Regional Cooperation Advisor (National)   64.0 \n                            iii.         Senior Program Analyst (National)   24.0 \n   \n  2.  International Travel (Airfare Only)   \n    a.  SAARC Regional Energy Trade Study   \n                             i.         International Consultants  15.0 \n                             ii.          National Sector Experts  10.0 \n     \n    b.  SEC Capacity Building Component   \n                             i.           Regional Sector Specialists  20.0 \n                             ii.         National Sector Specialist  5.0 \n    c.  Logistics Services and Support   \n                             i.         Regional Cooperation Advisor  10.0 \n                      ii.         Senior Program Analyst  10.0 \n   \nB.  Conferences, Workshops, and Seminars   \n  1.  ASEAN Energy Center Study Tour  70.0 \n         2.  Conferences (Kathmandu and Others)  50.0 \n  3.  Other Meetings and Workshops  20.0 \n   \nC.   Technical and Administrative Support   \n  1.  Publications  10.0 \n  2.  Administrative Expense  10.0 \n         3.  Equipment  20.0 \n   \nD.  Contingency  53.0 \n   \n    Total   1,000.0 \nASEAN = Association of Southeast Asian Nations, SAARC = South Asian Association for Regional \nCooperation, SEC = SAARC Energy Center, TA = technical assistance. \na Financed by the Asian Development Bank’s technical assistance funding program. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 4     \n     \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \n1.  Consultants will be recruited for the three components of the technical assistance (TA): (i) \nthe South Asian Association for Regional Cooperation (SAARC) Regional Energy Trade Study \n(SRETS); (ii) developing the capacity of SAARC Energy Center (SEC) and (ii) logistics services \nand support. \n \nA.   Regional Energy Trade Study \n \n1.   Objective \n \n2.  The main objective of the SRETS is to prepare an action plan to improve regional dialogue \nand promote energy projects with regional benefits and win-win options. It will facilitate energy \ntrade  among  SAARC  member  states.  The  action  plan  will  explore  the  possible  ways  for \nestablishing better dialogue among SAARC member states to promote intraregional power trade, \nexchange of technology, sharing of examples of best practices, and better networking among \nenergy sector professionals. The SRETS will identify the major physical, institutional–nonphysical \nconstraints hindering energy trade among SAARC member states and recommend an integrated \napproach to overcome these constraints and enhance regional dialogue on energy trade.  \n \n2.   Scope of the Study \n \n3.  The SRETS will be implemented as a set of activities. First, a national energy sector review \nwill be undertaken in each SAARC member states. During this assessment a detailed analysis of \nsubregional and regional cooperation options will be given priority among SAARC member states \nas well as neighboring countries. Second, parallel exercises will be carried out for identifying areas \nfor which sector reforms are needed. Third, projects that will yield quick and visible impacts will be \nidentified. Finally, it is necessary to examine options for undertaking poverty reduction impact \nstudies. \n \n4.  An action plan will also be prepared to look into specific proposals for establishing improved \nenergy trade links in the region including major transmission hubs, and to develop a time-bound \ninvestment plan with possible external assistance. In identifying viable options, physical, financial, \nand institutional factors will be assessed with due attention to measures to prevent or minimize \nrisks  of  air  pollution,  adverse  environmental  impacts,  resettlement  and  safeguard  matters.  If \nregional cooperation components are required, they could be considered for financing from the \nregional indicative planning figures of the Asian Development Bank (ADB). \n \n3.   Areas of Focus \n \n5.  To establish reliable, effective, and efficient regional energy trade study among the SAARC \nmember states, the SRETS will have to focus on all possible aspects of energy resources including, \nthermal, hydropower, renewable, natural gas, coal and various traditional and alternative energy \nsources. In this regard the study can focus less on energy options that are readily traded in the \ncommodity  markets  (e.g.,  oil).  However,  it  is  also  important  to  focus  on  policy  assessment, \ninstitutional analysis, price and tariff setting, lessons learned, etc. as part of the SRETS. \n \n \n \n ", "Appendix 4  11\n4.   Scope of Work \n \n6.  The SRETS will be carried out by an international consulting firm with the assistance of a \nteam of national sector experts. An inception meeting will be held in February 2007. It will be \nattended by representatives of the SAARC member states, SAARC Secretariat, representatives \nfrom SEC, energy experts from the region, and the ADB TA team. The inception report with \ndetailed scope of work and terms of reference for SRETS will be discussed and agreed upon \nduring the inception meeting. The work of national experts and international experts may include, \nbut will not be limited to, the following. \n \na.   Team Leader (2 person-months) \n \n7.  The team leader will be responsible for undertaking the SAARC Regional Energy Dialogue \nStudy (SREDS) by supervising and coordinating the work of the consultants as well as by ensuring \nclose collaboration with the SAARC Secretariat, SEC, the government of SAARC member states, \nand ADB. The team leader will review the draft reports and suggest revisions to ensure that the \nstudies form a consistent report. The team leader will also  prepare an inception report including a \nbackground paper and a detailed work plan within 1 month after acceptance of the assignment.  \n \n8.  The team leader must \n \n(i)  have extended local/regional working knowledge and experience, and familiarity \nwith energy issues of the region; \n \n(ii)  have a good understanding of the sensitivities of energy issues in the region; \n \n(iii)  have easy access to data and government officials in the region; \n \n(iv)  be familiar with the traditions and culture of the region; \n \n(v)  be proficient in South Asian languages; and \n \n(vi)  be based in the region. \n \nb.   National Energy Sector Experts (24 person-months) \n \n9.  One national sector expert from each of the seven SAARC member states will be engaged \nfor a national energy sector review, based on the terms of reference to be prepared by ADB and \nagreed upon at the inception workshop. The experts will provide total inputs of 24 person-months, \nbut their engagement will vary from one country to another depending on each country’s existing or \nplanned energy sector development activities that may have subregional and regional impacts..  \n \n10.  The national energy sector experts’ responsibilities will include   \n \n(i)  working as members of the national TA team to be established in each SAARC \nmember state and comprising government officials and sector experts; \n \n(ii)  reviewing the current status of the energy sector and development plans of the \ncountry concerned, with special attention to ongoing and planned initiatives for \nregional linkages; \n ", "12  Appendix 4 \n \n \n \n(iii)  identifying  viable  energy  sector  programs  and  projects  enhancing  efficient \nconnectivity with other SAARC member states and other countries; \n \n(iv)  reviewing the institutional capacity of the agencies concerned in the country and \nidentifying areas where capacity-building activities and reforms are needed; and \n \n(v)  preparing a national energy sector review report, including maps and transmission \nlinks, with special attention to regional projects. \n \nc.  International Energy Sector Experts (8 person-months) \n11.  Qualified international energy sector experts will be recruited for a total of 8 person-months \nto determine specific proposals for establishing improved links in the region and, as appropriate, \nfurther elaborate these concepts. The work will include \n \n(i)  reviewing and synthesizing the national energy sector review reports of all SAARC \nmember states prepared by the national sector experts, \n \n(ii)  recommending least-cost and environment-friendly energy projects with regional \nimpacts, by examining the costs and benefits of implementing specific regional \nprojects and programs as well as institutional constraints identified in the national \nenergy sector reviews, \n \n(iii)  examining environmental and social safeguards for the ensuing regional projects, \n \n(iv)  finalizing a regional energy trade study with both publicly and privately financed \noptions that would be adequate to serve the needs of the SAARC member states, \nand \n \n(v)  identifying ways of formalizing ties among the national energy sector agencies to \nenable planning and implementation of regional activities in the sector. \n \nB.   Capacity  Development  of  the  South  Asian  Association  for  Regional  Cooperation \nEnergy Center  \n \n1.  Objective \n \n12.  The  SEC  capacity-developing  programs  will  be  implemented  as  agreed  upon  by  the \nSAARC Secretariat, SEC, and ADB. Emphasis will be on the training of trainers in the priority \nsectors or areas included in the Dhaka Declaration. This component will cover several activities \nincluding undertaking policy studies, training, skills development, sharing best practices, and study \ntours.  It  will  also  provide  SEC  an  opportunity  to  undertake  Energy  Dialogue,  stakeholder \nconsultation (including with nongovernment organizations) to facilitate regular activities such as \nexperts working group meetings. Study tours such as visits to the ASEAN Energy Center in Jakarta \nby about 25 energy sector professionals from all SAARC member states, SAARC Secretariat, and \nSEC officials will be another activity. This component will require about 16 person-months of \nnational energy experts and 8 person-months of regional energy experts. \n \n \n \n ", "Appendix 4  13\n2.   Scope of Work \n \na.  Capacity Development Senior Advisor (regional, 8 person-months) \n \n13.  A senior sector advisor will work, on an intermittent basis, as ADB TA team member and \nassist in ensuring the quality of the SRETS. The responsibilities will include  \n \n(i)  reviewing the draft national studies of national consultants and the draft regional \nstudy, and providing comments from an international best-practices point of view; \nand \n \n(ii)  attending the inception and the second workshops as  resource person and ADB TA \nteam member, and providing guidance to improve the SRETS. \n \nb.   Capacity  Development  Implementation  Advisor  (national,  16  person-\nmonths) \n \n14.  The TA implementation advisor will be stationed at SEC, Islamabad, and will (i) work as  TA \nteam  member  and  assist  SEC  in  effective  and  efficient  TA  implementation  by  liaising  and \ncoordinating with the SAARC Secretariat as a focal person, and ensuring the smooth flow of \ndocuments and communications among all stakeholders involved in building the capacity of SEC; \n(ii) help prepare conferences, workshops, seminars, and meetings for  the TA, in consultation with \nthe SAARC Secretariat; (iii) prepare documents and papers related to developing SEC’s capacity, \nas required; (iv) manage the information database related to TA implementation; and (v) participate \nin TA-related missions or conferences, workshops, and meetings, as required. \n \nC.   Logistics Services and Support \n \n1.   Objective \n \n15.  One Regional Cooperation Advisor, one Senior Programs Analyst and one Senior Advisor, \nwill be required to help ADB and the SAARC Secretariat to implement the TA efficiently and \neffectively. \n \n2.   Scope of Work \n \na.   Regional Cooperation Advisor (national, 16 person-months) \n \n16.  A regional cooperation advisor will be stationed at Nepal Resident Mission and will (i) work \nas ADB TA team member and assist ADB in effective and efficient TA implementation by liaising \nand coordinating with the SAARC Secretariat as a focal person, and ensuring the smooth flow of \ndocuments and communications among all stakeholders involved in TA implementation; (ii) help \nprepare conferences, workshops, seminars, and meetings under the TA, in consultation with the \nSAARC Secretariat; (iii) prepare TA-related documents and papers as required; (iv) manage the \ninformation database related to TA implementation; and (v) participate in ADB missions, and \nconferences, workshop, and meetings, as required. \n \nb.   Senior Programs Analyst (national, 16 person-months) \n \n77.  A senior programs analyst will be recruited at ADB’s headquarters for 16 person-months to \n(i) prepare a checklist of logistics requirements/assignments and support SRETS capacity-building \n ", "14  Appendix 4 \n \n \n \nand training activities; and arrange at least 3 conferences, workshops, and meetings for the TA; (ii) \nassist ADB staff in TA administration, including budget preparation and liquidation of all individual \nactivities under the TA; (iii) prepare and maintain a comprehensive and orderly filing system for the \nTA, and update files regularly; (iv) help ensure the smooth flow of documents and communications \nrelated  to  TA  implementation;  (v)  assist  the  TA  implementation  advisor  in  managing  the \nimplementation database ; (vi) help draft routine communications; and (vii) participate in ADB \nmissions, conferences, workshops, seminars, and meetings as required. \n \nc.  Senior Advisor (international/regional, 6 person-months) \n18.  A senior advisor will work, on an intermittent basis, as the main advisor to the entire \nregional activities and the consultants. However, the main focus will  be on the regional energy \ntrade  study  component.  The  senior  advisor  will  closely  coordinate  with  ADB  and  SAARC \nSecretariat. The senior advisor will report to ADB and assure the quality of the final outputs of the \nregional energy trade study. The responsibilities will include  \n \n(i)  working closely with ADB and SAARC Secretariat and preparing a detailed work \nprogram, particularly for the regional energy trade study; \n \n(ii)  reviewing the capacity development work of SEC; \n \n(iii)  reviewing all work by the international consultants and ensuring the required quality \nof their outputs; \n \n(iv)  reviewing the draft national studies by national consultants and the draft regional \nstudy and providing comments from an international best-practices point of view; \n \n(v)  organizing and attending the inception meeting, other meetings, all major workshops \nas a resource person and ADB TA team member; and  \n \n(vi)  providing guidance to improve the SRETS. \n \n "], "metadata": {"ModDate": "D:20070320083818+08'00'", "CreationDate": "D:20061222102404+08'00'", "Title": "Preparing the Energy Sector Dialogue and South Asian Association for Regional Cooperation Energy Center Capacity Development Project", "Creator": "Acrobat PDFMaker 7.0 for Word", "Author": "", "Producer": "Acrobat Elements 7.0 (Windows)", "Company": "Licenced User", "SourceModified": "D:20061222022254"}}