{"path": "data/input/ta/40555-cam-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 40555 \nAugust 2008 \n \n \n \nKingdom of Cambodia: Preparing the Strengthening \nTechnical and Vocational Education and Training \nProject \n(Financed by the Japan Special Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s members, \nBoard of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 31 July 2008) \n \nCurrency Unit –  riel (KR) \nKR1.00 =  $0.0002427626 \n$1.00 =  KR4,119.25 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MoEYS  –  Ministry of Education, Youth and Sports \n  MoLVT  –  Ministry of Labor and Vocational Training \n  NTB  –  National Training Board \n  PTC  –  provincial training center \n  TA  –  technical assistance \n  TVET  –  technical and vocational education and training \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting  –  General intervention \nClassification \nSector  –  Education \nSubsector  –  Education sector development \nThemes  –  Sustainable economic growth, inclusive social \ndevelopment, capacity development \nSubthemes  –  Human development, institutional development \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  S. Brar, Principal Education Specialist, SERD \n ", "     \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) is a leading partner in the technical and vocational \neducation  and  training  (TVET)  sector  in  Cambodia.  The  investment  component  of  ADB’s \nSecond Education Sector Development Program was approved in December 2004 with $7.5 \nmillion equivalent (of the total project cost of $25 million) targeted for strengthening TVET. The \nGovernment of Cambodia has requested further ADB support for TVET to meet the growing \ndemand for a better skilled work force. In response to this request, ADB’s Country Operations \nBusiness Plan1 (2007–2009) acknowledged the need for continuing support to TVET and a TA \nproject was included for 20082. A Fact-Finding Mission visited Phnom Penh from 7 to 11 April \n2008 and reached an agreement on the scope, objectives, implementation arrangements, cost \nestimates and financing plan, and consulting services for technical assistance (TA) for a project \nto strengthen TVET3. The TA is in line with the Government’s Rectangular Strategy for Growth, \nEmployment, Equity and Efficiency, which has private sector growth and employment, including \ncreation  of  jobs,  as  one  of  its  four  pillars.  The  National  Strategic  Development  Plan  also \nhighlights the need to create employment opportunities in both the formal and informal sectors \nand to improve the supply of qualified labor. The design and monitoring framework for the TA is \nin Appendix 1. \nII.  ISSUES \n2.  Although human development indicators in Cambodia have improved over the past two \ndecades, social, cultural, economic and geographic factors have created significant disparities. \nOf Cambodia’s 13 million people, approximately 34% live below the poverty line. Cambodia is \nexperiencing impressive economic growth; in 2005 the economy grew by 13.5%, double the rate \nprojected by the Government and in 2006 the economy also grew by substantially more than \nprojected. Strong expansion of the services sector and sustained growth in industrial output \ncontributed to the economic upsurge, while agriculture’s share of the economy declined from \n13.5% in 2005 to 4.4% in 2006. The workforce employed in agriculture has also declined, from \n74.7% in 1999 to 55.4 % in 2004. \n3.  A rapidly expanding economy with annual growth levels of about 10% demands a skilled \nworkforce. This poses two key challenges for Cambodia—ensuring more equitable access to \nhigh-quality education to meet the emerging demand for a qualified and skilled workforce, and \ndevising development strategies to address rural poverty. It is estimated that about 300,000 \npeople enter the workforce every year. Of these, approximately 90,000 are graduates from \nprivate  and  public  TVET  providers.  The  economy  generates  approximately  150,000  jobs \nannually. In 2006, 11,000 students graduated from universities but only 10% were able to \nsecure jobs. These figures indicate that there is no dearth of labor but a shortage of people with \nadequate skills to be either gainfully self-employed or to be absorbed by the private and public \nsectors. \n4.  Meeting  the  demand  for  skilled  labor  is  constrained  by  the  low  quality  of  general \neducation. Children leaving school at any level are not very well prepared for the workforce. \nDespite rapidly increasing enrollments at the secondary level, the gross enrollment ratio is only \n60% at the lower secondary level and only 21.2 % at the upper secondary level. Of the 200,000 \nsecondary school graduates, about 112,000 go on to pursue tertiary education.4 The TVET \nsystem has the capacity to absorb only 5,000 entrants. With the scope and reach of vocational \n                                                 \n1  ADB. 2006. Country Operations Business Plan for Cambodia (2007–2009). Manila. \n2  The project was originally included in the COBP as Enhancing Secondary Education. \n3  The TA first appeared in the business opportunities section of ADB’s website on 23 May 2008. \n4  Ministry of Labor and Vocational Training (MoLVT) estimates, April 2006. \n ", "2 \nand technical education programs severely limited, a large percentage of young people have no \nor limited opportunity for education or skills development. This in turn limits the potential for \neconomic growth. \n5.  The demand for a skilled workforce needs to be addressed through a multifaceted \napproach with interventions situated within an overall long-term strategy to (i) expand access \nand strengthen the quality of general education; (ii) strengthen the quality of higher education, \nincluding technical education; and (iii) strengthen the TVET system so that it can respond to the \nneeds of both the rapidly growing urban economy and the underdeveloped rural economy. \nHowever, provision of education and skills needs to be complemented by strong links with \nindustry, partnerships with the private sector, and an enabling policy framework that places an \nadequate and appropriate focus on employment generation and rural development. \n6.  In Cambodia, TVET was covered by a department within the Ministry of Education, \nYouth and Sports (MoEYS) until October 2004 when responsibility for TVET was transferred to \nthe  newly  constituted  Ministry  of  Labor  and  Vocational  Training  (MoLVT).  The  Directorate \nGeneral of TVET is divided into three departments: (i) Department of TVET Management, \nresponsible for institutional management monitoring; (ii) Department of National Competent \nStandards,  responsible  for  competency  standards  and  the  National  TVET  Qualifications \nFramework (NTQF); and (iii) Department of Labor Market Information, which is also responsible \nfor managing apprenticeships. A stakeholder-based National Training Board (NTB), chaired by \nthe deputy prime minister approves a National TVET Development Plan annually which sets \noverall policy. \n7.  The  Government  has  established  a  network  of  training  institutions.  The  National \nTechnical Training Institute provides the trainers for the TVET system. There are nine “long \ncourse” institutions that offer diplomas and degrees to grade 12 graduates as well as certificate \ncourses  for  candidates  who  have  completed  grade  9  in  the  traditional  degree  areas  in \ntechnology and business. Nominally, these institutions meet the needs of business and industry \nfor technicians, applied engineers, and entry level accounting and administrative staff. There are \n22 provincial training centers (PTCs)—two of which are now polytechnics and are counted \namong the nine institutions offering long courses, with a mandate to address the NTB’s priority \nto  alleviate  poverty  and  to  provide  training  to  students  from  communes  and  towns  in  the \nprovinces.  Most  trainees  have  basic  literacy  with  higher  levels  of  academic  achievement \nrequired for IT and electronics courses. PTCs offer “short courses” of 3–6 months’ duration and \ntrain about 16,000 students a year (2007), although the certificates are not yet linked to the \nNTQF. PTCs also implement a voucher skills training program (VSTP) for rural trainees. There \nare  also  an  estimated  300  private  trade  schools,  largely  in  the  IT  sector  and  currently \nunregulated. The institutions are often insufficiently resourced, which lowers the quality of the \nprograms they offer. \n8.  ADB has supported the TVET sector through three projects: (i) the Basic Skills Project \n(which closed in February 2003), (ii) the Education Sector Development Program (approved in \nDecember  2001),  and  (iii)  the  ongoing  Second  Education  Sector  Development  Program \n(approved in December 2004). Major achievements under the Basic Skills Project included  \n(i) establishing the NTB, (ii) establishing the National Training Fund, (iii) strengthening the \ncapacity of the TVET staff in MoEYS, and (iv) establishing TVET centers in selected provinces. \nThe project completion report concluded that the project achieved its development targets and \nwas  successful.  ADB’s  Operations  Evaluation  Department  assessed  the  project  as  “highly \neffective” and emphasized the need to strengthen institutional capacity, and to assist MoLVT \nduring the transitional phase when responsibility for TVET was moved from MoEYS to MoLVT. \nThe  Education  Sector  Development  Program  I  supported  TVET  by  increasing  the  NTB’s \nautonomy over training funds and TVET centers, including upgrading old TVET centers and \nconstructing  new  ones.  The  Second  Education  Sector  Development  Program  is  further \n ", "3 \nstrengthening the capacity of the TVET system. The VSTP has been successfully piloted in \nseven provinces and covers over 66,000 trainees. However, there is no such program in the \nremaining 14 provinces, which are also poor and need basic rural skills. \n9.  The NTB, an interministerial and multistakeholder body headed by the deputy prime \nminister, provides policy guidance for skills training. It works well, but its functions, membership, \nand responsibilities need to be reviewed. The reach and quality of the training institutions need \nto be improved. Links to employment opportunities, whether through partnerships with industry \nor institutional support to promote entrepreneurship, need to be developed. A strong TVET \nsystem requires a strong labor market information system and an inventory of the labor force \nand employment statistics, which are currently lacking. \n10.  Despite the growth of TVET, the national system is perceived to be lacking relevance, \neffectiveness, and efficiency and to have weak links with labor market demands. The system \nneeds  to  be  strengthened  so  it  can  respond  to  the  rapid  economic  growth  and  provide \nmeaningful income-generating opportunities for women and other disadvantaged groups. At \npresent there is no database providing accurate labor statistics or analysis of labor demand, \nmaking responding to the needs of industry difficult. The Government needs to strengthen \ncooperation with the private sector so it can provide it with skilled labor and encourage it to \nbecome a skills provider. Given the volatility of the global economy, and the resource and \ncapacity constraints, public funds should be used to strengthen the public TVET system to \nprovide skills that need periodic upgrading but are not subject to rapid redundancy. \n11.  As a relatively new ministry, MoLVT is attempting to address complex challenges with \nlimited capacity and resources. The Government has manifested its commitment to TVET by \nincreasing  the  TVET  budget  from  $750,000  in  2006  to  $2  million  in  2009.  However,  the \nsubsector  has  received  limited  external  support.  Korea  International  Cooperation  Agency \nprovided a soft loan of $30 million in 2005 for the building and equipment for the National \nPolytechnic Institute of Cambodia. The Korea Research Institute for Vocational Training has \nprovided $1.2 million over 2 years (2006–2008) for research on the NTQF, setting up four \nqualification testing centers and study tours to the Republic of Korea for the staff from these \ncenters. India, under its bilateral economic cooperation program, has helped establish the \nCambodia–India Entrepreneurship Development Center, The Government’s National Strategic \nDevelopment Plan 2006–2010 highlights several key TVET areas but a lack of resources is \nlikely to constrain the Government’s ability to operationalize the plan. \n12.  An in-depth analysis of the TVET subsector is needed to prioritize areas of need. This \nshould examine economic trends, the demand and supply of labor, the institutional capacity to \nmanage and deliver TVET, institutional upgrading needs, and the role of and partnerships with \nother stakeholders. This project preparatory technical assistance will help MoLVT to undertake \nthis analysis so that resources can be targeted to strengthen TVET and enhance its relevance. \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n13.  The impact of the TA will be a strengthened technical and vocational education and \ntraining system. The outcome will be an agreed project design for strengthening TVET to help \nthe  Government  achieve  its  goal  of  sustained  economic  growth  and  poverty  reduction  by \nimproving the earning potential of the country’s youth. \n14.  The TA will be implemented in two phases and will have the following outputs: (i) a \ncomprehensive analysis of the TVET subsector; and (ii) based on the subsector analysis, a \nfeasibility report for a focused, quality-oriented and demand-driven TVET project. The subsector \n ", "4 \nanalysis will take into account: (i) the existing capacity within the subsector; (ii) policies and \nstrategies  pertaining  to  the  subsector;  (iii)  a  functional  analysis  of  the  MoLVT  Directorate \nGeneral of TVET; (iv) past and current investments in the subsector and lessons learned from \nthese investments; (v) participation of women and other disadvantaged groups and the VSTP \nprogram; (vi) geographic dispersion; (vii) the role of the private sector as TVET providers;  \n(viii) the potential of different levels of vocational and technical education to address the needs \nof the country’s rapidly growing economy and underdeveloped rural areas, and (ix) the role of \nindustry in providing support to TVET through sector councils and the potential for public–\nprivate partnerships. The analysis will include a review of existing labor market studies and \nconduct  skills  demand  surveys  in  areas  identified  for  potential  support.  Based  upon  this \nanalysis, and in consultation with Government, the TA will prepare a feasibility report for a \nproject  to  strengthen  TVET  with  costs,  components,  management  structures,  monitoring \nsystems and implementation arrangements to support specific interventions that will help meet \nGovernment objectives and policies for TVET. \nB.  Methodology and Key Activities \n15.  The TA will interact closely with public and private providers of TVET to analyze the \ncapacity and needs for skills development. It will examine the different levels of skills needed for \ndifferent target groups. It will examine ongoing interventions and programs and ensure an \noverall  integrated  approach  of  support.  It  will  undertake  extensive  consultations  with \nstakeholders through seminars, workshops and focus groups. Based on these consultations it \nwill  recommend  (i)  policy  revisions,  if  necessary;  (ii)  cost-effective  strategies;  and  (iii)  an \nimplementation framework with costs. \n16.  The feasibility study for the proposed project will include rationale; objectives; detailed \nproject components; policy targets; monitoring indicators; an analysis of benefits, impact and \nrisks; consultant requirements with indicative terms of reference; and a project framework. The \nTA will undertake a social and poverty impact analysis and recommend strategies to improve \naccess for women and other socially, economically and geographically disadvantaged groups. It \nwill conduct studies to: (i) determine skills requirements in areas recommended for coverage by \nproject, (ii) collect baseline data and identify monitoring and evaluation indicators, (iii) conduct a \nneeds assessment, and (iv) assess the need for employment support services.  \nC.  Cost and Financing \n17.  The total cost of the TA is estimated to be $960,000 equivalent. ADB will finance \n$800,000 equivalent. The TA will be financed on a grant basis by the Japan Special Fund, \nfunded by the Government of Japan. The Government will finance the balance equivalent to \n$160,000, through the provision of counterpart staff, office accommodation and meeting space, \ntranslation services and general office support (details of the cost estimates and financing plan \nis in Appendix 3). The Government has been advised that approval of the TA does not commit \nADB to finance any ensuing project. \nD.  Implementing Arrangements \n18.  MoLVT  will  be  the  Executing  Agency  for  the  TA  and  will  provide  overall  technical \nguidance  through  counterpart  staff.  An  interministerial  steering  committee  chaired  by  the \nsecretary of state, MoLVT, will be established to provide overall guidance to the TA team and to \nensure coordination with concerned ministries, departments and central and local government \nagencies and institutions. In view of the links with the private sector, the steering committee will \nalso include two members from the private sector. The Directorate General of TVET will provide \n ", "5 \ntechnical  support.  The  Government  will  provide  (i)  qualified  staff  to  help  the  international \nconsultants  in  all  aspects  of  their  work,  including  liaison  with  concerned  agencies  and \ninstitutions; (ii) administrative and logistical support; (iii) office accommodation; and (iv) data and \nreports. \n19.  A team of seven international and eight national consultants will be recruited to provide \nspecialist services totaling 62 person-months (29 person-months of international consulting \nservices and 33 person-months of national consulting services). Consulting services will cover \nthe following areas: (i) TVET policy and management, (ii) labor economics and enterprise links, \n(iii)  institutional  capacity  building,  (iv)  agribusiness  development,  (v)  small  business \ndevelopment, (vi) information systems development, (vii) career development and guidance, \nand (viii) social equity. Consultants will be engaged through a firm using quality- and cost-based \nselection and simplified technical procedures in accordance with ADB’s Guidelines on the Use \nof Consultants (2007, as amended from time to time). Office equipment will be procured in \naccordance with ADB’s Procurement Guidelines (2007, as amended from time to time) and will \nbe turned over to the executing agency upon completion of the TA. \n20.  The TA will begin in October 2008 and end in June 2009. An inception report will be \nsubmitted at the end of the first month. This will be followed by a stakeholder workshop to clarify \nthe  purpose  of  the  TA,  identify  and  discuss  the  issues, and  ensure  close  interaction  and \ncoordination among all stakeholders. To ensure a widely consultative process, meetings and \ninterviews will be held at provincial and commune levels. A draft of the analysis of the TVET \nsubsector  will  be  submitted  at  the  end  of  the  fourth  month  and  presented  at  a  national \nworkshop. ADB will hold a staff review committee meeting to examine the findings of the \nanalysis and, based on the analysis and in consultation with Government, identify the most \nappropriate approach for the design of the proposed project. A workshop will be held after 7 \nmonths to present the draft feasibility report. The final feasibility report will be submitted before \nTA completion. \n \nTHE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis to \nthe  Government  of  Cambodia  for  preparing  the  Strengthening  Technical  and  Vocational \nEducation and Training project, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and/or  Assumptions \nSummary  and/or Indicators  Reporting Mechanisms  and Risks \n       \nImpact      Assumptions \n       \nStrengthened Technical  20% increase in the skilled  National employment data,  The overall economic \nand Vocational  work force entering the  labor force statistics and  scenario remains positive  \nEducation and Training  labor market  surveys    \n(TVET) system    Skills development will be \nrelevant and beneficiaries can \nbe absorbed \n \nGovernment continues to \naccord high priority to TVET \n \nRisks \nWeak commitment to \neconomic reform \n \nDownturns in economic \nsituation due to unforeseen \ncircumstances \n \nOutcome      Assumption \nAn agreed project  A signed MOU with the  TA final report    \ndesign for strengthening  Government on the scope,  Supporting studies and  Effective support from MoLVT \nTVET  objectives, outputs,  reports   and other stakeholders \nfinancing and implementing   \narrangements on  Risk \nStrengthening Technical   \nand Vocation Education  Weak participation and \nand Training Project  coordination among different \n  stakeholders  \nOutputs      Assumptions \n1.  A comprehensive  Draft reports  PPTA reviews  Government provides \nanalysis of the  Final report  PPTA reports  adequate counterpart support \nvocational and  Supporting studies   Workshops   \ntechnical education    Stakeholder consultations  Strong participation from all \nsubsector      stakeholders \n       \n2.  A feasibility report  Draft final report  PPTA reviews  Risks \nfor a focused,       \nquality-oriented and  An agreed final report   PPTA reports  Slow or weak support and \ndemand-driven      access to data and \nTVET project that  Project proposal that is  Workshops  information \nidentifies goals,  fully costed and clearly lays     \nobjectives, scope  down goals, objectives,  Stakeholder consultations  Participation from industry \nand outputs of the  scope, inputs and  and employer associations is \nproject  projected outputs  weak \n   \nGovernment agencies, other \nthan MoLVT, do not fully \nparticipate or own the \nrecommendations \n \n ", "  Appendix 1  7 \n \nActivities with Milestones  Inputs \n   \nOutput 1  •  ADB ($800,000) \n1.1 Workshops, periodic stakeholder consultations, and data gathering  1.  International Consultants: \n1.2 Draft subsector analysis (end of fourth month)  $542,000 \n  2.  National Consultants: \nOutput 2  $66,000 \n2.1  Feasibility study for a project  3.  International and Local \n2.1.1  Identify goals, objectives, and scope of the project (week four)  travel: $52,000 \n2.1.2  Draft feasibility report and midterm workshop (end of sixth month)  4.  Reports and \n2.1.3  A draft feasibility report (end of seventh month)  Communications: \n2.1.4  A project proposal that is agreed between Government and ADB (end of  $15,000 \neighth month)  5.  Office Equipment and \n  Supplies: $18,000 \n6.  Workshops and \nSeminars: $13,000 \n7.  Surveys: $5,000 \n8.  Miscellaneous \nAdministrative Costs: \n$13,000 \n9.  Representative for \nContract Negotiations: \n$6,000 \n10. Contingencies: $70,000 \n \n•  Government ($160,000) \n1.  Office Accommodation \nand Transport: $60,000 \n2.  Counterpart Staff: \n$80,000 \n3.  Others: $20,000 \n \nADB = Asian Development Bank, MoLVT = Ministry of Labor and Vocational Training, PPTA = project preparatory \ntechnical assistance, TVET = technical and vocational education and training. \n \n ", "8  Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nCountry and Project Title:  Cambodia – Preparing Strengthening Technical and Vocational Education and Training \nProject \n \nLending/Financing Modality:  Sector Development Program  Department/Division:  Southeast Asia Department/ \nSocial Sectors Division \n \nI.  POVERTY ISSUES \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy \n1.  Based on the country poverty assessment, the country partnership strategy and the sector analysis describe how the \nproject would directly or indirectly contribute to poverty reduction and how it is linked to the poverty reduction strategy \nof the partner country. \n \n  Cambodia is experiencing impressive economic growth. In 2005 the economy grew by 13.5%—double the \nGovernment’s projected rate and growth in 2006 was also higher than projected. A strong expansion in services and \nsustained growth in the industrial output contributed to the economic upsurge. Private investment has risen and \ninflation is decreasing. About 74%a of Cambodia’s population is engaged in agriculture and lives in rural areas which \nare highly underdeveloped. In 2004, the percentage of Cambodians living in poverty was about 34%. \n \n  Cambodia’s rapidly growing economy, together with a large percentage of the population still engaged in agriculture \ncreates many challenges for Cambodia—ensuring more equitable access to good quality education to meet the \nemerging demand for a qualified and skilled workforce, and devising development strategies to address rural poverty. \nIn order to assist the country to address these challenges, the midterm review of the ADB country strategy and \nprogram for Cambodia (2005–2009)b recognizes the need to improve the quality of education and to strengthen links \nbetween education and rural development. There is also a need to provide skills to meet the demands of the rapidly \ngrowing economy and to provide a strong and sustainable platform for continuing economic growth. \n \n  An in–depth analysis of the subsector will be undertaken to help the Government to develop a cohesive institutional \nframework, including policies and infrastructure, to develop a dynamic TVET sector that can respond to the needs of \nthe rapidly growing urban economy and the underdeveloped rural economy. \n \n  Strengthening TVET by assessing the demand for skills for both for the urban and the rural sectors, providing quality \nskills, and strengthening links with employment and entrepreneurship will greatly enhance the employability and \nearning potential of the workforce. This will eventually lead to poverty reduction and sustained economic growth. \n \nB.  Targeting Classification \n1.  Select the targeting classification of the project: \n \n   (cid:55)  General Intervention (GI)    (cid:134) Individual or Household (TI-H) \n   (cid:134)  Geographic (TI-G)      (cid:134) Non-Income MDGs (TI-M1, M2, etc.) \n \n2.  Explain the basis for the targeting classification: \n \nThe proposed project will address issues of policy, institutional strengthening, and strengthening links with \nindustry and employer agencies, in addition to supporting training. \n \nC.  Poverty Analysis \n1.  If the project is classified as TI-H, or if it is policy-based, what type of poverty impact analysis is needed? \n \nA summary poverty reduction and social strategy and a gender action plan will be prepared if necessary. \n \n2.  What resources are allocated in the project preparatory technical assistance (PPTA)/due diligence? \n \nFour person-months of national equity specialist under supervision of the team leader. \n \n ", "  Appendix 2  9 \n \n3.  If GI, is there any opportunity for pro-poor design (e.g., social inclusion subcomponents, cross subsidy, pro-poor \ngovernance, and pro-poor growth)? \n \nThe proposed project will include a component that is targeted at the poor and will include a percentage of \nfemale beneficiaries. \n \nII.  SOCIAL DEVELOPMENT ISSUES \nA.  Initial Social Analysis \n  Based on existing information: \n1.  Who are the potential primary beneficiaries of the project? How do the poor and the socially excluded benefit \nfrom the project? \n \n  The poor and the socially excluded will benefit from an expanded and improved TVET system and also from \ntargeted training opportunities \n \n2.  What are the potential needs of beneficiaries in relation to the proposed project? \n \nThe potential beneficiaries need an opportunity to develop skills that can enhance their earning potential and \nsupport for entrepreneurship/employment \n \n3.  What are the potential constraints in accessing the proposed benefits and services, and how will the project \naddress them? \n \nThe constraints are lack of resources and physical distance to access training. The project will address these \nthrough provision of commune-based training which has already been successfully piloted under an ongoing \nproject and provision of stipends for enterprise-based training. \n \nB.  Consultation and Participation \n1.  Indicate the potential initial stakeholders. \n \nThe stakeholders are government agencies, development agencies, industry groups, employer organizations, \ncommunities, and potential trainees. \n \n2.  What type of consultation and participation is required during the PPTA or project processing (e.g., workshops, \ncommunity mobilization, involvement of nongovernment organizations and community-based organizations, \netc.)? \n \n  Workshops, seminars, and surveys. \n \n3.  What level of participation is envisaged for project design? \n  (cid:134)  Information sharing       (cid:55)  Consultation      (cid:55)  Collaborative decision making       (cid:134) Empowerment \n \n4.  Will a consultation and participation plan be prepared? (cid:134)  Yes      (cid:134)  No    Please explain. \n \n  A stakeholder analysis will be conducted and participation strategy developed during the TA as deemed \nappropriate. \n \nC.  Gender and Development \n  1.  What are the key gender issues in the sector and/or subsector that are likely to be relevant to this project or \nprogram? \n \n    The TA will assess and analyze participation of women in the workforce and make recommendations to provide \ntargeted support for skills development for women to encourage their participation in the labor force. The TA will \nalso review and assess the policy framework from the gender sensitivity perspective. \n \n  2.  Does the proposed project or program have the potential to promote gender equality and/or women’s \nempowerment by improving women’s access to and use of opportunities, services, resources, assets, and \nparticipation in decision making?  (cid:55)  Yes       (cid:134)  No    Please explain. \n \n ", "10  Appendix 2 \n3.  Could the proposed project have an adverse impact on women and/or girls or widen gender inequality? \n     (cid:134)  Yes      (cid:55)  No    Please explain \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n    Significant/Limited/  Plan or Other Action \nIssue  Nature of Social Issue  No Impact/Not Known  Required \nInvoluntary Resettlement None  No impact   \n(cid:134) Full Plan \n  (cid:134) Short Plan \n(cid:134) Resettlement \nFramework \n(cid:55) No Action \n(cid:134) Uncertain \nIndigenous Peoples Indigenous people have  Not known (however,   \n  lower levels of education  indigenous people are likely  (cid:134)  Plan \n  and skills  to beneficiaries of the project)    (cid:134)  Other Action \n  (cid:134)  Indigenous Peoples \nFramework \n(cid:134)  No Action \n(cid:55)  Uncertain \nLabor       \n(cid:55)  Employment Opportunities  (cid:134)  Plan \n(cid:134)  Labor Retrenchment  (cid:134)  Other Action \n(cid:134)  Core Labor Standards  (cid:134)  No Action \n(cid:55)  Uncertain \nAffordability  Cost barriers to skills  Will be assessed   \ndevelopment  (cid:134)  Action \n(cid:134)  No Action \n(cid:55)  Uncertain \nOther Risks and/or  None  No impact   \nVulnerabilities   \n(cid:134)  HIV/AIDS  (cid:134)  Plan \n(cid:134)  Human Trafficking  (cid:134)  Other Action \n(cid:134)  Others (conflict, political  (cid:55)  No Action \ninstability, etc.), please  (cid:134)  Uncertain \nspecify \n \nIV.  PPTA OR DUE DILIGENCE RESOURCE REQUIREMENT \n1.  Do the terms of reference (TOR) for the PPTA (or other due diligence) include poverty, social and gender analysis and \nthe relevant specialist(s)?  (cid:55) Yes          (cid:134) No          If no, please explain why. \n \n \n \n2.  Are resources (consultants, survey budget, and workshop) allocated for conducting poverty, social and/or gender \nanalysis, and consultation and participation during the PPTA or due diligence? \n  (cid:55) Yes          (cid:134) No           If no, please explain why. \n \n \na  This figure is taken from the CSP update of June 2007. Some estimates put this figure at 64%. \nb  ADB. 2007. Country Strategy and Program Midterm Review for Cambodia 2005–2009. Manila. \n ", "  Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA. Asian Development Bank Financinga  \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  542.0 \n      ii.  National Consultants  66.0 \n    b.  International and Local Travel  52.0 \n    c.  Reports and Communications  15.0 \n  2.  Office Equipmentb and Suppliesc 18.0 \n  3.  Workshops and Seminars  13.0 \n  4.  Surveys  5.0 \n  5.  Miscellaneous and Administration Costs  13.0 \n  6.  Representative for Contract Negotiations  6.0 \n  7.  Contingencies  70.0 \n      Subtotal (A)  800.0 \n   \nB. Government Financing   \n  1.  Office Accommodation and Transport  60.0 \n  2.  Remuneration and Per Diem  80.0 \n    of Counterpart Staff \n  3.  Others  20.0 \n      Subtotal (B)  160.0 \n   \n        Total  960.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan \nb  Computers, printers, copier, fax, etc. \nc  Includes consumables and nonconsumables. \nSource: Asian Development Bank estimates. \n \n ", "12  Appendix 4 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  The technical assistance (TA) will be implemented by a team of seven international and \neight national consultants. All consultants will contribute to the subsector analysis as well as to \nthe feasibility study to be undertaken by the TA. \nA.  Team Leader and Technical and Vocational Education and Training (TVET) Policy \nand  Management  Specialist  (international:  8  person-months,  national  deputy  team \nleader: 8 person-months) \n2.  The team leader will have extensive expertise in policy and management of TVET \nprograms  at  the  macro  level.  His  or  her  experience  should  cover  both  developing  and \ndeveloped countries so best practices can be culled from both. The team leader will have \nproven ability to engage in policy dialogue at the highest levels and to lead a team of technical \nexperts to put together a highly analytical sector assessment for TVET, followed by a feasibility \nreport for a proposed project. The team leader will be supported by a national expert who will \nserve  as  the  deputy  team  leader  and  will  also  be  well  versed  in  the  TVET  subsector  in \nCambodia. The specific tasks of the team leader (supported by the deputy team leader as \nappropriate) will be as follows: \n(i)  Undertake  an  in-depth  analysis  of  the  TVET  subsector,  based  on  extensive \nconsultations with all stakeholders, including relevant ministries, private industry \nand  employer  organizations,  including  an  assessment  of  existing  strengths, \nweaknesses, and current capacity of the subsector; policies pertaining to the \nsubsector; participation of women and other disadvantaged groups; geographic \ndispersion; role of the private sector and the potential of TVET to address the \nneeds of the country's youth. This analysis will include, wherever possible, the \nTVET programs of other line ministries. \n(ii)  Review and analyze the management and organization of the national training \nsystem, including the decision-making bodies, the cohesion and coordination of \nthe system, cooperation with industry, this analysis will follow the problem tree \napproach, taking into account causes and effects and recommendations for a \nproject to be linked to this analysis. The analysis will include the nature and \namount of external assistance currently provided by bilateral and multilateral \nagencies. \n(iii)  Help MoLVT review the National TVET Development Plan and identify areas that \nneed further strengthening, or inclusion, including areas in which policy gaps \nexist, or where policy revisions may be desirable. \n(iv)  Identify  and  review  key  components  in  TVET  where  improvements  are \nconsidered necessary for its overall development. \n(v)  Review and analyze the management of programs and institutions and make \nrecommendations for phased strengthening. \n(vi)  Assess the appropriateness of professional structures concerned with vocational \nqualifications  and  certification,  curriculum  and  curriculum  development,  staff \ndevelopment, skills assessment, and career counseling of trainees and potential \ntrainees. \n(vii)  Review the system for monitoring and evaluation (M&E) in TVET, assess the \nM&E  requirements,  including  the  information  and  training  needs  of  key \nmanagers, and staff requirements for effective M&E. \n ", "  Appendix 4  13 \n(viii)  Review  the  achievements  of  previous  development  interventions  in  TVET  to \nbenefit from the lessons learned and incorporate these lessons into the design of \nthe project. \n(ix)  Provide guidance to the national equity specialist in undertaking his or her tasks. \n(x)  Prepare a feasibility report for a project for strengthening planning, management, \nand  delivery  of  TVET  that  includes  rationale,  objectives,  detailed  project \ncomponents, policy targets, monitoring indicators, an analysis of benefits, impact \nand risks, and a project framework. \n(xi)  Design  efficient  management  and  monitoring  systems  for  implementing  the \nproject. \n(xii)  Address any other issues, as required, in carrying out comprehensive analysis of \nTVET. \n \nB.  Labor Economist and Enterprise Linkage Specialist (international: 6 person-months, \nnational: 6 person-months) \n3.  The international expert, supported by the national expert, will provide reviews and \ninputs for the subsector analysis and for the feasibility report.  The specific tasks of the experts \nwill be as follows: \n(i)  Examine the external and internal efficiency of TVET in terms of employment and \nearning,  labor  market  policies,  and  self-employment,  including  for  girls  and \nwomen. \n(ii)  Contribute  to  the  profile  of  technical  education  and  vocational  training  by \nreviewing existing labor market studies. \n(iii)  Conduct surveys to identify demand for skills for institutional strengthening and \nfor potential support. \n(iv)  Prepare detailed cost estimates for the proposed project using Costab software. \n(v)  Prepare the economic and benefit analysis of the project. \n(vi)  Provide guidance to the national equity specialist as required. \n(vii)  Any other task assigned by the task manager. \n \nC.  TVET Institutional Capacity Building Specialist (international: 4 person-months, \nnational: 4 person-months) \n4.  The international expert will have demonstrated multi-country experience in addressing \nissues of institutional capacity and management for provision of TVET. The expert will be \nsupported by a national expert with good knowledge of TVET institutions in Cambodia. The \nspecific tasks of the experts will be as follows: \n(i)  Review the existing institutional mechanisms and management structures for \nprovision  of  TVET,  including  an  analysis  of  the  effectiveness  of  current \ninstitutional and management structures and their capacity for efficient delivery of \nfull- and part-time TVET programs. \n(ii)  Make recommendations for an organizational structure for the management of a \nstronger and expanded demand-driven TVET system. \n(iii)  Make recommendations, with estimated costs, for strengthening and upgrading \ninstitutional  capacity  of  TVET  facilities  (including  strengthening  administrative \nefficiency), identification of core skills best delivered through public institutions, \nand enhancing trainer skills and capabilities.  \n ", "14  Appendix 4 \n \n(iv)  Make recommendations for a regional system of institutional development with \nthe goal of upgrading selected institutions for the provision of higher level generic \ntechnical skills.  \n(v)  Identify areas for the provision of skills through the private sector and through on- \nthe-job training or apprenticeship programs. \n \nD.  Agribusiness Development Specialist (international: 3 person-months, national: 3 \nperson-months) \n5.  The international expert will have substantial experience in designing and implementing \nsuccessful innovative programs aimed at agribusiness for rural development and income \ngeneration. The national expert will be well versed in the agriculture sector in Cambodia. The \nspecific tasks of the experts will be as follows: \n(i)  Identify existing agribusinesses, markets they serve, and how they work with \ncommunities. \n(ii)  In consultation with relevant stakeholders, identify potential opportunities for \ndeveloping agribusinesses, including supply chain analysis and access to \nmarkets. \n(iii)  Gender issues pertaining to women’s equal access to agribusiness and/or small \nbusiness development will be assessed in-depth by the consultant and in \nconsultation with the team leader and the social equity specialist. \n(iv)  Identify the potential of the TVET system, in collaboration with the Ministry of \nAgriculture, to support entrepreneurship in the manufacture, supply, maintenance \nand repair of improved and appropriate agricultural implements and technology. \n(v)  Recommend strategies, with estimated costs, for employment generation in the \nagribusiness sector. \n \nE.  Small Business Development Specialist (international: 3 person-months, national: 3 \nperson-months) \n6.  The international expert will have demonstrated experience in small business \ndevelopment, and entrepreneurship. The national expert will have similar expertise at the \nnational level. The specific tasks of the experts will be as follows. \n(i)  Review the experience with and potential for small business development. \n(ii)  Estimate the number of TVET graduates whose training will create demand for \nself-employment. \n(iii)  Identify strategies and models for including training for self-employment. \n(iv)  Identify strategies for strengthening institutional capacity to provide training and \nadvisory  services  for  self-employment  and  small  business  management \n(including accessing credit and markets). \n(v)  Prepare a plan, with estimated costs, for implementing these strategies. \n \nF.  Information Systems Specialist (international: 3 person-months, national: \n3 person-months) \n7.  The international expert will have substantial experience in designing and setting up \ncustomized information systems. The national expert will be proficient in information technology \n(IT). The specific tasks of the experts will be as follows: \n ", "  Appendix 4  15 \n(i)  In  collaboration  with  other  team  members,  counterpart  staff  and  key \nstakeholders, prepare a fully costed project component for developing a labor \nmarket information system (LMIS) and a TVET management information system \n(MIS) that is appropriate for Cambodia and can be implemented in a phased \nmanner. \n(ii)  Prepare a plan, with estimated costs, for the introduction of IT as a management \ntool in the TVET system. \n \nG.  Career Development and Guidance Specialist (international: 2 person-months, \nnational: 2 person-months) \n8.  The international expert will have experience in designing and/or implementing career \nguidance services in the TVET sector. The national expert will have similar expertise at the \nnational level. The specific tasks of the experts will be as follows: \n(i)  Prepare  a  strategy,  with  estimated  costs,  for  introducing  a  career  guidance \nsystem that targets out-of-school youth, students in the final year of lower and \nupper secondary education, and trainees in the TVET institutions. \n \nH.  Social Equity Specialist (national: 4 person-months) \n9.  The national social equity specialist will have demonstrated experience in conducting \nresearch on equity issues and in designing programs aimed at bridging the equity divide in \naccess to services and programs for women and other disadvantaged groups. The specific \ntasks of the specialist will be as follows: \n(i)  Prepare a poverty and social analysis. \n(ii)  Assess the TVET policy framework, emphasizing existing mechanisms (targets \nand  quotas)  to  ensure  equal  representation  of  women  in  traditional  and \nnontraditional TVET. \n(iii)  Analyze current beneficiaries of the training system to identify how accessible it \nis  as  well  as  the  relevance  of  the  current  skills  development  programs  for \ndisadvantaged groups and women. \n(iv)  Explore  opportunities  and  mechanisms  for  extending  voucher-based  training, \nproviding  scholarships,  and  other  targeted  interventions  for  disadvantaged \ntrainees. \n(v)  Make recommendations to create an enabling environment for disabled trainees \nin institutions. \n(vi)  Review  the  community  development  model  being  used  in  VSTP  and  make \nrecommendations for improving the model and expanding inclusiveness. \n \n \n "], "metadata": {"CreationDate": "D:20080828160401+08'00'", "Author": "FPV", "Creator": "Acrobat PDFMaker 7.0 for Word", "Keywords": "technical and vocational education and training, japan special fund, cambodia provincial training center, education sector development, cambodia tvet strengthening, adb technical assistance 7116, adb project 40555", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20080905110901+08'00'", "Company": "Asian Development Bank", "SourceModified": "D:20080828080338", "Title": "Preparing the Strengthening Technical and Vocational Education and Training Project (Financed by the Japan Special Fund)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 31 July 2008) \n \nCurrency Unit –  riel (KR) \nKR1.00 =  $0.0002427626 \n$1.00 =  KR4,119.25 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MoEYS  –  Ministry of Education, Youth and Sports \n  MoLVT  –  Ministry of Labor and Vocational Training \n  NTB  –  National Training Board \n  PTC  –  provincial training center \n  TA  –  technical assistance \n  TVET  –  technical and vocational education and training \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting  –  General intervention \nClassification \nSector  –  Education \nSubsector  –  Education sector development \nThemes  –  Sustainable economic growth, inclusive social \ndevelopment, capacity development \nSubthemes  –  Human development, institutional development \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  S. Brar, Principal Education Specialist, SERD \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "S. Brar", "role": "Principal Education Specialist", "organization": "SERD"}]}