{"path": "data/input/ta/40576-pak-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 40576 \nNovember 2006 \n \n \n \nIslamic Republic of Pakistan: Establishment and \nCommencement of Operations for the Central Power \nPurchasing Agency \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 10 November 2006) \n \nCurrency Unit –  Pakistan rupee/s (PRe/PRs) \nPRe1.00 =  $0.0165 \n$1.00 =  PRs60.69 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPPA  –  Central Power Purchasing Agency \n  NTDC  –  National Transmission Despatch Company \n  TA  –  technical assistance \n  WAPDA  –  Water and Power Development Authority \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Sustainable economic growth, capacity development, private sector \ndevelopment \nSubthemes  –  Fostering  physical  infrastructure  development,  public-private \npartnerships, institutional development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  S. O’Sullivan, Infrastructure Division, CWRD \n   \nTeam leader  R. Stroem, Principal Energy Specialist, CWRD \nTeam member  F. Kawawaki, Senior Investment Specialist (Infrastructure), CWRD \n ", " \nI.  INTRODUCTION \n1.  During  the  Fact-Finding  Mission  for  the  proposed  Transmission  Enhancement \nInvestment Program, the Government of Pakistan requested technical assistance (TA) from \nAsian Development Bank (ADB) to assist in establishing and commencing operations of the \nCentral Power Purchasing Agency (CPPA). Approval from the Vice President on the concept \npaper  was  given  on  15  September  2006.  The  Fact-Finding  Mission  visited  Pakistan  in \nSeptember 2006 to formulate the TA. The Government gave its concurrence with the impact, \noutcome, outputs, implementation arrangements, cost, financing arrangements, and terms of \nreference of the consultants. The TA framework appears in Appendix 1.1\n \nII.  ISSUES \n2.  Pakistan’s  power  sector  is  experiencing  tremendous  challenges  in  supporting  the \nGovernment’s strategy to increase electricity supply to its urban and rural population. Nearly \n45% of the population does not have access to electricity. The power sector, a key infrastructure \nprovider, will need to increase its capacity to sustain higher economic growth targets expressed \nin  the  Medium  Term  Development  Framework  2005–2010,  and  thereby  to  assist  in \nimplementing the Government’s poverty reduction strategy. The key challenges are (i) lack of \ngeneration capacity, (ii) constraints in the transmission and distribution systems, (iii) financial \nmanagement  and  sustainability  of  sector  entities,  and  (iv)  instituting  proper  corporate \ngovernance structures for the successor companies of the Water and Power Development \nAuthority (WAPDA).2\n \n3.  To  address  these  challenges,  the  Government  of  Pakistan  (the  Government)  has \napproved  power  sector  policies  and  strategies  and  it  has  instituted  action  plans.  The \nGovernment started the unbundling of the power sector in 1998. The National Transmission and \nDespatch Company (NTDC) was established the following year with a mandate to provide \n(i) transmission  of  electricity  through  the  220-kilovolt  and  500-kilovolt  network,  (ii)  system \noperation and dispatch functions for all power generation linked to the national grid, and (iii) the \nsingle purchase and seller functions of the power sector. To further realize the efficiencies and \nother benefits from restructuring and unbundling, the Government has decided to separate the \nlast function from NTDC and create an autonomous body. This is in line with advice from ADB, \nwhich was further reinforced by the recommendations of ADB’s capacity building technical \nassistance for NTDC.3 The TA undertook an analysis of the single-buyer model and drafted the \nnecessary agreements. The single buyer is defined as the purchaser of all wholesale electricity \nrequirements from all available generators on behalf of the consumers and the seller under a \nbulk supply tariff to all consumers (distribution companies and large customers). Although the \nfinancial accounts have been integrated as part of NTDC’s accounts, the CPPA function until \nrecently  was  administered  by  a  division  of  WAPDA,  which  is  WAPDA  Private  Power \nOrganization. The division has been operational since the independent power producers started \ngenerating power in accordance with the 1994 power policy. A part of the division is now \npreparing to become an autonomous entity, CPPA.  \n \n4.  According to Government plans, CPPA was scheduled to start its operations as an \nautonomous entity by the beginning of July 2006. The Government  has faced difficulty in \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 12 October 2006.  \n2  Eight distribution companies, four generation companies, and the National Transmission Despatch Company were \nestablished from the divisions and departments of WAPDA. \n3  ADB. 2003 Technical Assistance to the Islamic Republic of Pakistan for Institutional Capacity Building of National \nTransmission and Despatch Company Limited. Manila. \n ", "2   \nachieving this goal because of the complex nature of the entity that would act as the center of \ndemand and supply in the electricity market. The delay has added to uncertainty surrounding \nthe future structure of the sector.  \n \n5.  A long-term road map and action plan for the function to be taken on by CPPA is stated \nin NTDC’s license and Transitional Order No. 1 (i.e., phase 1: single buyer, phase 2: single \nbuyer plus, phase 3: competitive wholesale market [competitive trading and bilateral contract \nmarket], and phase 4: retail competition). Before establishing CPPA, details are needed on the \ndistribution of functions for power trading, organizational and financial structure of CPPA, and \naction plan to realize the long-term road map. The financial viability and credibility of CPPA is \nespecially important for the private sector power producers, since CPPA is intended to be the \ncounterpart to power purchase agreements.  \n \n6.  The single-buyer function has contributed most of NTDC’s losses. The generation tariffs \nalready have been adjusted to reach cost recovery but the consumer tariffs have lagged behind. \nThis  gap  is  accumulated  in  NTDC  accounts  as  losses.  The  outstanding  receivables  from \ndistribution  companies  have  also  burdened  NTDC’s  financial  accounts.  The  financial \nattractiveness of the independent CPPA to the commercial participants will be dependent upon \n(i) how the current financial position of the single-buyer function will be resolved, (ii) its future \nfinancial viability, and (iii) its creditworthiness.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The impact would be for improved efficiency in the power sector to lower the cost of \nelectricity. The merit-order competition, further enhanced by CPPA, will foster the incentives and \nenvironment for power generators to actively seek cost efficiency in their operations and act to \nset benchmarks for the sector. The outcome is for a sustainable trading system in electricity to \nbe established and operate. Establishing CPPA and its commencing operations will be the first \nsteps toward the final goal of a multi-buyer and multi-seller trading system.  \n \nB.  Methodology and Key Activities \n8.  The TA will have two phases. In the first phase, the consultants will build upon the work \nof the previous TA. Detailed diagnostics will be updated on the current situation and then the \nconsultants will map out a recommended distribution of roles and institutional structures for the \nvarious functions involved in electricity trading and settlement (the roles of CPPA and of the \ndispatcher, NTDC, as well as of other related entities will be clearly defined). The consultants \nwill do a stocktaking of the current state of readiness and produce the road map for CPPA’s \nestablishment and operations as an autonomous entity.   \n \n9.  The  second  phase  of  the  TA  will  focus  on  establishing  CPPA  and  starting  up  its \noperations.  This  phase  will  have  four  subcomponents:  (i)  documentation,  (ii)  training,  (iii) \ncomputer system, and (iv) settlement mechanism. Since there is a trading system in place, the \nvarious documents necessary for establishment will be in different stages of development. The \nconsultants will start by analyzing the existing documents and procedures and suggest changes \nor redraft to enable CPPA to operate as an autonomous entity and to manage various forms of \ncommercial sector participation in the power sector. Regarding establishment, the consultants \nwill  assist  in  reviewing,  revising,  drafting,  and  finalizing,  as  required,  the  (i) necessary \nincorporation documents (including Articles of Association), (ii) business and financing plans, (iii) \n ", "  3\ncorporate and management plan (including the code of conduct for staff and management), (iv) \ncommercial  code  and  standard  agreements  with  the  market  participants  (including \nstrengthening of agreements with distribution companies, generation companies, independent \npower producers, Karachi Electric Supply Corporation, and WAPDA Hydel), (v) organization and \nmanagement structure, and (vi) trading standard procedures (i.e., demand and supply forecast, \ntariff application, procurement, risk management, and accounting). The consultants will give \ninitial  training  to  (i)  staff  on  trading  standard  procedures,  (ii)  trainers  in  order  to  educate \nparticipating institutions (generation companies, distribution companies, and independent power \nproducers) on dealing with CPPA, and (iii) staff with regard to educating the public.  \n \n10.  Trading computer system requirements will be analyzed and a system development plan \ndrafted that includes the principle software and hardware requirements for the first 5 years of \noperation. The detailed plan for the initial system will be based on analysis of the current system. \nThe TA will support the financing of necessary software and hardware.  \n \n11.  The  Contracts  Registrar  and  Power  Exchange  Administrator  is  the  market  and \nsettlement operator envisaged by the Government, but it is not yet established. In the initial \nstage,  this  function  is  intended  to  be  included  in  CPPA.  The  TA  will  analyze  the  current \nsettlement mechanism and recommend a system for this operation, including billing and cash \ntransfer.  \n \n12.  The financing plan will give special attention to addressing (i) a solution for existing \nreceivables and payment issues, (ii) creditworthiness of CPPA, and (iii) cross-subsidy issues \nbetween distribution companies. The corporate and management plan will address such issues \nas  corporate  governance,  conflicts  of  interest,  and  fiduciary  responsibilities  of  staff  and \nmanagement.  \n \nC.  Cost and Financing \n13.  The estimated cost of the TA is $1,187,500 equivalent. The Government has asked ADB \nto  finance  $950,000  equivalent  on  a  grant  basis  from  ADB’s  TA  funding  program.  The \nGovernment will provide $237,500 equivalent to finance counterpart staff, office facilities, and \nother expenditures (Appendix 2). \n \n \nD.  Implementation Arrangements \n14.  The Ministry of Water and Power will be the Executing Agency for the TA, while the \nCPPA (initially as a part of NTDC and later as an independent agency) will be the Implementing \nAgency.  The  TA  will  engage  international  consultants  for  20  person-months  and  national \nconsultants for 20 person-months. The international consultants will have extensive experience \nin legal, trading, system, and settlement aspects of electricity trading. The national consultants \nwill have expertise in the power sector, computer systems as well as in legal and regulatory \nmatters. The first phase of the TA is expected to take 4 months and the second phase 12 \nmonths. The outline terms of reference and reporting arrangements are in Appendix 3. Tripartite \nmeetings involving CPPA and ADB will be held after submission of the inception, interim, and \ndraft final reports. A consulting firm or consortium of firms will be selected and engaged in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  and  other  arrangements \nsatisfactory to ADB for selecting and engaging national consultants. Recruitment of consultants \nwill be done in accordance with quality- and cost-based selection procedures, and simplified \ntechnical proposals will be requested. The procurement of equipment under the TA will be \n ", "4   \nconducted in accordance with ADB’s Procurement Guidelines. The equipment and software will \nbe procured through shopping or Limited International Bidding. The TA will begin in December \n2006 and be completed by April 2008.  \n \nIV.  THE PRESIDENT'S DECISION \n15.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $950,000 on a grant basis to \nthe  Government  of  Pakistan  for  the  Establishment  and  Commencement  of  Operations  for \nCentral  Power  Purchasing  Agency,  and  hereby  reports  this  action  to  the  Board.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 1  5 \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nImproved efficiency in the  Multi-buyer, multi-seller  Central Power Purchasing  Continued Government \npower sector, with focus  market provides prices  Agency (CPPA) report.  commitment to restructuring the \non financial sustainability  every hour (2017).    sector. \nof the sector.        Investment by private sector in \n  Amount of subsidies from  Fiscal statistics.  the power sector continues. \n  government to the sector     \ndecreases to less than 2%  Risk \nof GDP (2010).  National Electric Power \n   Regulating Authority yields to \n  political pressures and sets \ntariffs below cost-recovery \nlevels. \n \nOutcome      Assumptions \nCPPA is established as an  Incorporation of the  Government acceptance of  National Electric Power \nautonomous agency and  Articles of Incorporation  road map.  Regulating Authority gives \noperates a sustainable  and corporate bylaws by    license or authorization to \nelectricity trading system.   31 March 2007.  Notification of new or revised  CPPA. \n  function.  CPPA is creditworthy. \nCommencement of    Financial and management \ncommercial operations by  License or authorization of  independence of CPPA.  \n31 August 2007.  CPPA, Contracts Registrar,   \n  and Power Exchange  Risk \n  Administrator.  CPPA is not accepted as \n  counterparty by commercial \nCPPA annual reports.   sector. \n \nOutputs       \n1. Road map and action  Power trading road map    Assumption \nplan toward multi-buyer  and action plan by 15    Government’s continued \nand multi-seller electricity  March 2007.    commitment to power sector \ntrade market completed.      unbundling.  \n     \n2. Roles and functions of  Participants legally  Risk \nmarket participants in  allowed to perform defined  Delay in transfer of personnel \npower trading clearly  functions.  and powers. \ndefined and operational   \nfor single-buyer model.   \n   \n       \nCPPA \n       \n1. CPPA’s business plan  Business plan and  Acceptance by the   \nand strategy, and financial  strategy, financing plan   Government of the plans \nplan and budget.   \n \n2.  Clear legal rights and  Commercial code and  Notification of Commercial   \nremedies for electricity  standard agreements with  Code \ntransactions for CPPA and  participants (generating   \nmarket participants.  and distributing  Standard agreements \n  companies, Karachi  executed \nElectric Supply   \nCorporation, independent \npower producers, and \nothers). \n ", "6  Appendix 1 \n \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n3. CPPA’s Management  Organizational structure,  Organizational and   \nand organizational  terms of reference for  management structure \nstructure reflecting  management and board.  implemented \ninternational governance   \nstandards.  Internal and external audit \n  mechanism. \n \n4. CPPA has creditworthy  Capital structure, dividend  CPPA financial statements.  Assumption \ncapital structure.  policy, policy for resolving    •  Government provides \n  current accumulated loss.  necessary capital. \n \n5. CPPA’s initial computer  System plan, initial system  CPPA annual report   \ntrading system structure  manual. \nand system plan. \n \n6. Completion of CPPA’s  Number of participants  Internal and external audit   \noperations system.  contracted with CPPA is \n  at least 30% in first year \n  and 70% in second year. \n \n7. Internal and external  Trading standard  CPPA annual report   \ninformation and training  procedures and training of \nmanuals and activities.  staff. \n \n \n8. Settlement system and  Contracts Registrar and  CPPA periodic and annual   \nmechanism.  Power Exchange  reports. \n  Administrator function \nestablished. \n \nActivities with Milestones  Inputs \n1.1  Draft and review road map and action plan for power sector trading agreed  ADB ($950,000) \n       with Ministry of Water and Power  •  Consulting services (20 \n1.2  Participate in presentation and discussion with stakeholders.  person-months \n1.3  Finalize and provide detailed implementation plan of CPPA’s operations.  international, 20 person-\n2.1  Draft and review licenses or authorization.  months national) \nCPPA    \n1.1. Draft and review memorandum of association and articles of association.  Government ($237,500) \n1.2. Participate in presentation and discussion with stakeholders.    \n1.3  Assist in the finalization of the legal documents.   \n   \n2.1 Draft, review, and finalize business plan and strategy, and the financing plan.   \n   \n3.1 Draft and review commercial code standard agreements with participants    \n      (distribution and generating companies, independent power producers, and    \n      others)   \n3.2. Participate in presentation and discussion with stakeholders  \n3.3  Assist in the finalization \n \n4.1 Draft, review, and finalize organizational structure, terms of reference of \n      management and board \n4.2 Assist in setting the selection procedure \n \n5.1 Draft, review, and finalize capital structure, dividend policy, resolution of \n      current accumulated loss, and internal and external audit mechanism \n \n6.1 Analysis of current computer software and hardware \n6.2 Mapping out of principle and system requirements \n6.3 Draft systems plan and detailed initial plan \n6.4 Bid documents for initial system development or augmentation \n ", "  Appendix 1  7 \n6.5 Finalization of initial system and training for operation given \n \nActivities with Milestones \n7.1 Draft, review, and finalize trading standard procedures for estimation of  \n      demand and supply, tariff application, procurement, risk management,  \n      accounting, and internal audit \n7.2 Core staff trained on trading standard procedures \n \n8.1 Draft, review, and finalize manual for participants on operation and standard \n      agreements \n8.2 Core staff trained to explain manual for participants \n \n9.1 Propose structure and designation of Contracts Registrar and Power  \n      Exchange Administrator function \n9.2 Draft, review, and finalize operational guidelines \n \nADB = Asian Development Bank, CPPA = Central Power Purchasing Agency.  \n \n \n \n \n \n \n ", "8  Appendix 2     \n \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank (ADB) Financinga  \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  528.00 \n      ii.  National Consultants  112.00 \n    b.  International and Local Travel  83.50 \n    c.  Reports and Communications  0.50 \n  2.  Equipment (Software)b 100.00 \n  3.  Training, Seminars, and Conferences  74.00 \n  4.  Miscellaneous Administration and   4.50 \n    Support Costs \n  5.  Contingencies  47.50 \n      Subtotal (A)  950.00 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  72.50 \n  2.  Remuneration and Per Diem  120.00 \n    of Counterpart Staff \n  3.  Others  45.00 \n      Subtotal (B)  237.50 \n   \n        Total  1,187.50 \na Financed by ADB’s technical assistance funding program. \nb The technical assistance will support the financing of the augmentation or purchase  \n   of software, computers, and peripheral equipment. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3  9 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.   Introduction \n \n1.  The scope of the Central Power Purchasing Agency (CPPA) is set out in the license for the \nNational Transmission and Despatch Company (NTDC). The Government has determined that \nCPPA will become an entity autonomous from NTDC. The objective of this assistance is to support \nand enable the CPPA’s establishment and commencement of its operations.  \n2.  The  technical  assistance  (TA)  will  require  a  combination  of  international  and  national \nexperts. The international consultants must have in-depth experience in power sector trading. The \nlocal experts must have substantial experience in the power sector, as well as with legal and \nregulatory issues. About 20 person-months (on an intermittent basis) of international consulting \ninputs are envisaged, and some 20 person-months of national consulting inputs will be needed. In \norder for the technical assistance to be effective, the consultants will be an integral part of the \nCPPA during its establishment and commencement of operations. \n \nB.  International Electricity Trade Expert (9 person-months) and National Power Expert (10 \nperson-months) \n \n3.  The international expert will act as the team leader and the national expert as the deputy \nteam leader. The consultants’ outline terms of reference will include, but will not necessarily be \nlimited to, the following tasks: \n \n  1.  Phase 1 \n \n(i)  Build upon the work of the previous TA and perform detailed diagnostics on the \ncurrent situation. \n(ii)  Map out a recommended distribution of roles and institutional structures for the \nvarious functions involved in electricity trading and settlement. The role of the CPPA, \ndispatcher (NTDC), and other related entities will be clearly defined. \n(iii)  Take  stock  of  the  current  state  of  readiness  and  produce  a  road  map  for  the \nestablishment and operation of CPPA as an autonomous entity.  \n(iv)  Produce a draft long-term road map for the transitional phase stated in the NTDC \nlicense and Transitional Order No. 1 (i.e., phase 1 single buyer, phase 2 single \nbuyer plus, phase 3 competitive wholesale market [competitive trading and bilateral \ncontract market], and phase 4 retail competition). \n(v)  Recommend  means  of  resolving  the  existing  receivables  and  payment  issues, \nestablishing CPPA’s creditworthiness, and a methodology for cross-subsidy issues \nbetween distribution companies. \n \n  2.  Phase 2 \n \n(i)  Assist in finalizing the incorporation documents. \n(ii)  Draft a management and organizational structure. \n(iii)  Assist in developing, reviewing, and revising drafts of the business and financing \nplans and assist in their finalization, as necessary. \n(iv)  Analyze existing documents and procedures.  \n ", "10  Appendix 3 \n \n \n(v)  For the existing documents and procedures, suggest changes or redraft to enable \nCPPA in its new form as an autonomous entity and also to be able to manage \ndifferent forms of commercial sector participation in the power sector. \n(vi)  Assist in revising and finalizing the commercial code and standard agreements with \nthe  market  participants  (including  strengthening  of  agreements  with  distribution \ncompanies, generating companies, independent power producers, Karachi Electric \nSupply Corporation, and WAPDA Hydel).  \n(vii)  Draft a corporate and management plan (including the code of conduct for staff and \nmanagement). \n(viii)  Develop  trading  standard  procedures  (i.e.,  demand  and  supply  forecast,  tariff \npetition, procurement, risk management, accounting, metering code, bill collecting \nand invoicing, and subsidy mechanism).  \n(ix)  Suggest  organizational  structure  and  operational  guidelines  for  checking  and \nmonitoring reports, as well as for interface with the Finance Division.  \n(x)  Give initial training to staff on trading standard procedures. \n(xi)  Train  trainers  to  educate  participating  institutions  (generation  and  distribution \ncompanies, independent power producers) on dealing with CPPA.  \n(xii)  Train staff to educate the public.  \n \n3.  Trading  System  Experts  (5  person-months  international  and  5  person-months \nnational) \n \n4.  A computer system development plan will be drafted and include the principle, software and \nhardware requirements for the first 5 years of operation. The detailed plan will be made for the \ninitial system based on analysis of the current system, and it will suggest software and hardware \nfor that initial system. \n \n  4.  International Trading Settlement Expert (3 person-months) \n \n5.  The settlement expert will assist the trading expert in analyzing and formulating the map for \ndistribution of roles, as well as in preparing the short-term and long-term plans. The consultant will \nanalyze  the  current  settlement  mechanism  and  recommend  a  system  for  this  operation  that \nincludes billing and cash transfer for the single-buyer and single-buyer plus models. He or she will \ndevelop systems specifications for the settlements system to conform with the trading standard \nprocedures.  The  work  will  include  producing  a  plan  for  risk  mitigation  to  maintain  CPPA’s \ncreditworthiness and integrity. The consultant will also draft guidelines for opening and maintaining \nescrow accounts for distribution companies and instructions for escrow accounts. In addition, he or \nshe will provide methodology for six months of hand-holding for such accounts.  \n \n  5.  Legal Consultants (3 person-months international, 5 person-months national) \n \n6.  The legal consultants will \n \n(i)  Review  and  draft  incorporation  documents,  including  the  memorandum  of \nassociation   \n(ii)  Review power purchase agreements, advice as to the CPPA’s obligations, then \nreflect these obligations in the trading standard procedures. \n(iii)  Hold discussions with Private Power and Infrastructure Board and reflect possible \nfuture arrangements with the private sector in the trading standard procedures. \n(iv)  Review  and  revise  other  documents  as  necessary  from  a  legal  and  regulatory \nperspective.  \n ", "  Appendix 3  11 \n \n \nC.   Reporting Requirements \n \n7.  The team leader will submit an inception report 4 weeks after fielding of the consultants. \nThe draft inception report will be reviewed and discussed in a tripartite meeting 6 weeks after the \nfielding of the consultants. The draft interim report is due 6 months after commencement of the TA, \nand the draft final report is due 16 months after the commencement. Additional theme and system \nreports  will  be  prepared  as  required  and  identified  in  the  inception  report.  Training  session \nlogbooks and material will be placed in several folders for reference by current and future CPPA \nmanagement and staff.  \n \n "], "metadata": {"ModDate": "D:20061211142930+08'00'", "CreationDate": "D:20061117170245+08'00'", "Title": "Establishment and Commencement of Operations for the Central Power Purchasing Agency", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "Licenced User", "SourceModified": "D:20061117090102"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 10 November 2006) \n \nCurrency Unit –  Pakistan rupee/s (PRe/PRs) \nPRe1.00 =  $0.0165 \n$1.00 =  PRs60.69 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPPA  –  Central Power Purchasing Agency \n  NTDC  –  National Transmission Despatch Company \n  TA  –  technical assistance \n  WAPDA  –  Water and Power Development Authority \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Sustainable economic growth, capacity development, private sector \ndevelopment \nSubthemes  –  Fostering  physical  infrastructure  development,  public-private \npartnerships, institutional development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  S. O’Sullivan, Infrastructure Division, CWRD \n   \nTeam leader  R. Stroem, Principal Energy Specialist, CWRD \nTeam member  F. Kawawaki, Senior Investment Specialist (Infrastructure), CWRD \n ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations Group", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Miranda", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. O’Sullivan", "role": "Infrastructure Division", "organization": "CWRD"}, {"documentRole": "Team leader", "fullname": "R. Stroem", "role": "Principal Energy Specialist", "organization": "CWRD"}, {"documentRole": "Team member", "fullname": "F. Kawawaki", "role": "Senior Investment Specialist (Infrastructure)", "organization": "CWRD"}]}