{"path": "data/input/ta/40596-rmi-tar.pdf", "pages": ["Memorandum\n \n Pacific Department \n \n \n \nFor Approval of para. 15 \n  27 November 2006\nTo:    Haruhiko Kuroda \nPresident \n     \nThrough:    C. Lawrence P. Greenwood  \nVice President (Operations 2) \n     \nFrom:    Philip C. Erquiaga \nDirector General, PARD \n     \nSubject:    RMI: SSTA for Building Capacity for Independent Country Partnership \nStrategy  (CPS)  and  Country  Performance  Assessments  (CPA)  Results \nManagement – A Pacific Pilot \n \nI.  INTRODUCTION \n \n1.  The Government of the Republic of the Marshall Islands (RMI) (the Government) has \nrequested a small scale technical assistance (SSTA) from the Asian Development Bank (ADB) \nto support further strengthening of independent monitoring and management of the results of \nthe future Country Partnership Strategy (CPS) and also for the annual Country Performance \nAssessments (CPA). PARD has reached an understanding on the impact, outcome, outputs, \nimplementation  arrangements,  cost,  financing  arrangements  and  terms  of  reference  of  the \nproposed SSTA. A concept paper for the TA was approved by Vice President (Operations 2) on \n26 October, 2006. The SSTA framework is attached as Appendix 1.1  \n \nII.  ISSUES \n \n2.    The Government’s National Development Plan, “Vision 2018” provides broad, general \nand wishful guidance to development activity but is neither prioritized nor linked to budget \nexpenditures and revenue generation and other policy formulation. As recorded in the Country \nPerformance  Assessments  (CPA)  of  2005  and  2006,  the  RMI  is  designated  as  a  Weakly \nPerforming Country (WPC) or Fragile State where adoption of improved development policy and \ninstitutional practice has proven to be most difficult. The ADB country strategy for the RMI aims \nto strengthen the performance of the State by improving the enabling environment for private \nsector  activity  and  by  improving  public  sector  performance  and  improved  governance.  As \nrecorded in the current Design and Monitoring Framework of the country strategy for the RMI for \n2007 to 2011 (Appendix 1), development indicators focus on process indicators for improved \nproductivity and performance in the provision of public and private goods and services. \n \n3.    There is a continuing shortage of statistics and statisticians in the RMI despite a series \nof assistance programs2. Recent efforts through TA 4199 “Strengthening the Economic Policy, \nPlanning  and  Statistics  Office  (EPPSO)”  have  however  been  more  successful.  TA  4199 \n                                                 \n1 The TA first appeared in ADB Business Opportunities on 8 June 2006. \n2 This includes earlier ADB TA (RMI TA 1671, 2164, 2295, and 3161). ", "2     \nsucceeded in building up some statistics capacity, rebuilding the statistical data set, and in the \ndrafting of Cabinet policy briefs. This has partly come about through the use of new statistics \ntraining programs to certificate level provided by the University of the South Pacific (USP) \nMajuro  Campus,  and  by  employing  long-term  intermittent  rather  than  permanent  in-line \nconsultants. Other lessons learned from earlier less successful statistics TAs include the need \nfor  greater  local  ownership,  committed  leadership  (which  EPPSO  now  has),  a  stronger \ninstitutional focus to retain knowledge transferred, to balance the levels of training3 and for \ngreater demand for statistics. Where TA 4199 was not so successful was in facilitating Cabinet \ndecision-making and implementation of improved policy. The country strategy for RMI includes \nan EPPSO II TA that will continue the work of TA 4199 including a more comprehensive \napproach to building statistical systems in the country. Fact-finding for this TA is set for 2008; \nthat is after the next elections to be held in November 2007, so that we may better gauge the \ndemand for policy reform and therefore for the statistics that may better inform policy. \n \n4.    The ADB country strategy with the government and people of the RMI has stressed \nextensive demand-side consultation and participation of relevant stakeholders. ADB has funded \nparticipatory  preparation of the earlier CSPU, all TAs, informal and confidential leadership \nretreats,  media  consultations,  and  public  presentations  on  development  policy.  This  has \nsucceeded in stimulating a demand for greater information and knowledge about development \nincluding public debate and discussion of development in 2006. These latter discussions have \nso far included public presentations by many elected and executive officials. More recently the \nNitijela (Parliament) has also started to conduct forum on development issues with NGOs. The \nCollege of the Marshall Islands (CMI) has now decided to establish a Public Policy Institute at \nthe College. \n \n5.    For a number of years now the Government of the RMI, through the Ministry of Finance \nand EPPSO, has been making brave efforts to introduce performance-based budgeting. The \nvarious  efforts  to  build  statistical  data  sets,  to  introduce  performance-based  budgeting, \nstrengthen  results-based  planning,  and  to  raise  the  public  demand  for  improved  policy \nformulation and decision making all need to be linked. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n6.    The  SSTA  will  build  both  RMI  country  statistics  generation  and  policy  analytical \ncapacities and, at the same time, continue to strengthen country demand for an independent \nmonitoring of, and management for, development results. Evidence of stronger independent \nmonitoring and managing for development results in the RMI will be recorded in the annual ADB \ncountry programming missions. Evidence of greater public policy debate and improved policy \nimplementation will be recorded in annual CPA narratives and ratings. One key outcome will be \nthe commencement and functioning of the Public Policy Institute at the CMI. \n \n7.    It is expected that the SSTA will result in a proven method of building statistics capacity \nand  independently  managing  for  development  results  that  can  be  readily  replicated  at \ncomparatively low cost in other PDMCs that have USP country campuses. Eleven of the 14 \nPDMCs have USP country campuses. The replication will require designation of equivalent \n                                                 \n3 This includes avoiding too great an emphasis on tertiary training at the expense of more basic training. Tertiary level \ntraining  can  also  result  in  loss  of  senior  statisticians  to  more  senior  administrative  positions  and  loss  of \nprofessionals overseas.  ", "  3\nPublic Policy Institutes in each country. Replication could be subsequently included in the 11 \ncountry programs, possibly through a RETA. \n \n8.    As with all other RMI TA, this SSTA will be independently monitored by a domestic \nconsultant or NGO (“monitoring consultancy”). \n \nB.  Methodology and Key Activities \n \n9.    The lessons of earlier TA, the less successful statistics TAs as well as other RMI TA \nhave been taken into account in designing this proposal. The proposal consists of 3 inter-related \ncomponents: (i) the in-country part-time training of a group of 5 islanders (2 from the national \nplanning office, 2 from major spending Ministries – Education and Health, and one from the \nNGO community) in statistics to certificate level at the University of the South Pacific (USP) \ncountry campus of the RMI. This is a 3-year course. Director EPPSO will prepare selection \ncriteria and process and submit this to ADB. The 3-year, part-time certificate level training is \nvocational training in nature and, at such level, will allow departments and NGO to more readily \nretain trained staff; (ii) as a complement and in parallel to their studies, the same students will \ncontribute to and report on both the monitoring of the ongoing ADB country strategy and \nprogram  and  the  annual  Country  Performance  Assessment  (CPA)  for  the RMI. This latter \ncomponent  will  be  assisted  by  domestic  and  international  consultancies;  and  (iii)  an \nindependent,  non-government  entity,  the  new  Public  Policy  Institute  of  the  College  of  the \nMarshall Islands will host a series of 6 independent public discussions of both future CPS and \nCPA country development progress in the form of regular workshops in-country. This will be \npreceded by stakeholder analyses for each policy discussion. This will continue to build the \ndemand  for  policy  discussion,  policy  analyses,  and  ultimately  a  demand  for  statistics  and \ntherefore for greater statistical capacity, in support of such analyses and dialogue. Findings will \nbe reported in country and regional media as well as by the monitoring consultancy and by \nADB. \n \nC.  Cost and Financing \n \n10.  The cost of the TA is estimated at $300,000 equivalent. The amount of $150,000 will be \nfinanced  on  a  grant  basis  by  the  Managing  for  Development  Results  Cooperation  Fund \nadministered by ADB. The CMI will provide $50,000 in matching funds for the resource persons \nand Government and the NGO will provide $75,000 equivalent for local currency costs in the \nform of salaries for the 5 staff to be trained over 3 years. Government will also supply services \nand facilities including counterpart staff, office accommodation and transport and administrative \nresources ($25,000). Details of the cost estimates and financing plan are shown in Appendix 3. \nThe SSTA classification is attached in Appendix 5. \n \nD.  Implementation Arrangements \n \n11.  The executing agency would be the Economic Policy, Planning and Statistics Office \n(EPPSO) of the Chief Secretary’s Office. Implementing agencies would be USP and the College \nof the Marshall Islands. The initiative will be monitored and evaluated by an independent NGO \nto be selected by the national NGO umbrella organization, MICNOs. \n \n12.  EPPSO, other relevant government departments, the USP, and the CMI all support the \nproposal. They have all provided information and support to the formulation of the concept \npaper. The 5 staffs to be trained are all currently employed and will all be released by their \nrelevant departments and agencies (NGO) for the required training. Five EPPSO staffs have ", "4     \nalready been successfully trained to certificate level in statistics at the USP campus. CMI is \ncreating a “Public Policy Institute” and this exercise will greatly help with the formulation of the \nInstitute. \n \n13.  The TA is expected to commence in December 2006, with completion by end 2009. Six \nindividual  international  resource  persons  will  be  individually  engaged.  The  international \nconsultants  will  comprise:  (i)  a  public  policy  specialist  and  macroeconomist;  (ii)  an \nenvironmentalist;  (iii)  a  governance  specialist;  (iv)  a  public  services  delivery  specialist;  (v) \nprivate  sector  development  specialist;  and  (vi)  a  social  protection  and  gender  specialist. \nAppendix 4 gives outline terms of reference for the consultants. The consultants will be selected \nand engaged in accordance with ADB’s Guidelines on the use of Consultants. \n \n14.  The consultants will each prepare a report on all activities at the conclusion of their \nindividual consultancies. All consultants will help the statistics trainees to analyze and report on \nthe country strategy design and monitoring framework and the country performance assessment \ncriteria as relevant to their expertise. The consultants will also work with the new Public Policy \nInstitute of the CMI and help the Institute to organize public presentations on progress in policy \nformulation to the Nitijela (Parliament), Cabinet and the public. \n \nIV.  RECOMMENDATION \n \n15.  It  is  recommended  that  the  President  approve  ADB  (i)  administering  small  scale \ntechnical assistance for Building Capacity for Independent CPS and CPA Results Management \n– A Pacific Pilot to the Government of the RMI in an amount not exceeding the equivalent of \n$150,000  to  be  provided  on  a  grant  basis  from  the  Managing  for  Development  Results \nCooperation Fund; and (ii) reporting this action to the Board in the monthly Report on Small-\nScale Technical Assistance Projects not exceeding $150,000 per project. \n \n \nAttachments:  a/s \n \ncc:  General  Counsel;  Controller;  Director  General,  OED/RSDD/SPD;  Chief  Economist; \nPrincipal Directors, COSO; Head, SPRU; Directors, COS1/COS2/OCO/Area A, Area B, \nPAHQ;  Regional  Director,  SPSO;  Chief  Advisor  to  the  President  (M.  Uno);  Senior \nAdvisor (D. Teter), VPO2; M. Cohen, SPRU; PARD-CF; project/chrono files \n \n ", "Appendix 1  5\nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      \nImproved decisions on  CPA  •  Legislation  Assumptions \ndevelopment policy and    • Continued political \ninstitutional development.  •  Annual CPA   and executive \n \nsupport for the \n•  CPS DMF  initiative \nRisks \n•  CPS Mid-term review \n• Opposition from \npublic service \n•  Annual CPS Business \norganizations to \nPlan reviews \nadopting policy and \n \ninstitutional reforms \n• Budget crisis that \ndistracts the \nGovernment from \nreform efforts \n• Continuing high \nlevels of aid that \ndampen incentives \nfor reform \nOutcome       \nArticulated demand for  •  Recommended  •  CMI reports  Assumptions \nimproved policy and  policies and  •  Independent NGO  • Well-coordinated \nstrengthened government  measures are  monitoring reports  approach in close \ncapacity to inform the  accepted or  •  Resource persons’ reports  collaboration with \npublic of policy issues.  endorsed by  •  TA review reports  Nitijela, Government, \nstakeholders  •  Media  CMI, USP and civil \n•  Strengthened    society through \nsupport of the    regular meetings and \nMarshallese  a broad and active \ncommunity in the  participation in public \npolicy reform  policy debates \nprocess  • Regular monitoring \n•  Informed policy  and feedback to all \ndebate.  stakeholders  \n   \n  Risks \n  • Insufficient public \nparticipation and \nunderstanding \n• Lack of support for \npolicy reform by \nelected leadership  \n \nOutputs    Assumptions \n•  USP certificates awarded \nIncreased domestic  •  5 Marshallese staff  • Availability of \ncapacity to produce  trained in statistics to  •  Resource person reports  qualified resource \nstatistics.  certificate level by  persons who are \n  end 2009  •  NGO independent  familiar with public \nIncreased demand for  •  6 Public policy  monitoring report  policy concerns of \npublic policy debate.  discussions held on  the RMI.  \n \n  key development  • A majority of the \n•  TA review reports \nConduct of regular policy  policy issues over   trained statisticians \n \ndiscussions  3-year period.  remain in their jobs \n \n    as they are trained ", "6  Appendix 1 \n  •  Media reports  to certificate level. \n  • Availability of \n  domestic consultant \nand NGO to facilitate \nand monitor public \npolicy discussions. \n• Support of Nitijela \nand Cabinet for \npolicy briefings. \n• Government support \nfor public policy \ndiscussions. \n \nRisks \n• Unavailability of \ngovernment and \nNGO staff for \ntraining over              \n3-year period. \n• CMI matching funds \nforthcoming \n \nActivities with Milestones  Inputs \n   \n1.  Training of 5 statisticians to certificate level over 3 years with regular examination  • Asian Development \nand end of training certification.  Bank: $150,000 for \n2.  6 Public policy resource persons working with trainees to brief Nitijela, Cabinet and  consulting services \ngive public presentations on progress in implementing development policy in the  (6 resource persons, \nareas of macroeconomics, social development, environment, good governance,  domestic consultant, \npublic service delivery, and private sector development.  statistics training, \n3.  Domestic consultant to facilitate public policy discussions throughout 3-year period.  and NGO monitoring \n4.  Independent NGO monitoring of 3 year exercise.  consultant) \n5.  Preparation of inception, annual, and draft final, and final reports. \n• Government: \n \n$150,000 in kind for \n5 statistician salaries \n($75,000), office \naccommodation, \nlocal transportation, \nother counterpart \nstaff, and \ncommunications \n($25,000). CMI \nmatching \ncontributions to \nresource persons’ \nremuneration \n($50,000).   \n \nADB = Asian Development Bank. \n \n   \n   \nIndu Bhushan  Philip C. Erquiaga \nDirector, Area B, PAHQ  Director General, PARD \n \n ", "  Appendix 2  7\nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \nNot applicable  Not applicable \n \nContribution of the program to reduce poverty in RMI: \n \nFacilitating  improved  decisions  on  policy  and  institutional  development  in  support  of  improved \ngovernance, social development and pro-poor growth. \n \n \nB.  Poverty Analysis   Targeting Classification: \n \nWhat type of poverty analysis is needed?  \n \nNone. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?     Yes     No  \n \n \nIs there a participation strategy?     Yes                   No \n \nStakeholder analysis essential component of SSTA. \n \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nGender policy is one component of public policy discussions.  \n \n \nHas an output been prepared?      Yes    No \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan \nNot Significant/  Strategy to Address Issues  Required \nNone   \n       \n   Significant   Full \nResettlement     \n Not significant   Short \n   \n None   None  \n       \n   Significant   Yes \nAffordability     \n Not significant    No \n \n None ", "8  Appendix 2 \n       \n   Significant   Yes \nLabor     \n Not significant    No  \n \n None \n     \n   Significant     Yes \nIndigenous     \nPeoples   Not significant    No  \n \n None \n       \n   Significant   Yes \nOther Risks     \nand/or   Not significant    No  \nVulnerabilities   \n   None \n \n \n ", "  Appendix 3  9\nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n    Total \n  Item  Cost \nA.  MfDR Cooperation Fund   \n  Financinga   \n  1. Consultants   \n  a. Remuneration and Per Diem   \ni. International Consultants/Resource Personsb  38.0 \nii. Domestic Consultants  10.0 \n  b. International and Local Travelc   12.0 \n  c. Independent Monitoring    3.0 \n  2. Training, Seminars and Workshop   \n  a. Workshops’ Costs    3.0 \n  b. Training Programd  67.0 \n  3. Miscellaneous Administration and Support Costs    2.0 \n  4. Contingencies  15.0 \nSubtotal (A)  150.0 \n     \nB.  Governmente   \n  1. Office Accommodation and Transport  20.0 \n  2. Remuneration and Per Diem of Counterpart Staff  75.0 \n  3. Consultants Remuneration and Per Diem  50.0 \n  4. Others    5.0 \nSubtotal (B)  150.0 \nTotal  300.0 \na  Financed from ADB’s Managing for Development Results Cooperation Fund. \nb  CMI will cover 50% of total international consultancy fees and travel costs for international consultants/resource \npersons.  \nc  To be included in lumpsum payment to international consultants/resource persons. \nd Total cost of USP statistics certificate training for 5 staff over 3 years. \ne Including College of Marshall Islands and NGO contribution. \nSource: Asian Development Bank estimates. \n \n \n \n \n ", "10      Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR SSTA CONSULTANTS  \n \n \n1.  The consultants shall ensure that all works and outputs under the technical assistance \n(TA)  are  fully  compliant  with  all  relevant  Asian  Development  Bank  (ADB)  policies  and \nguidelines. \n \n2.  All consultants will work under the direction of the Director of Economic Policy, Planning \nand Statistics (EPPSO) of the Office of the President. \n \nA.   International Consultants (international on an intermittent basis over 3 years).  Six \ninternational consultants will be hired as resource persons for 0.5 months each in the following \nprofessional disciplines: (i) a public policy specialist and macroeconomist; (ii) a public policy \nenvironmentalist; (iii) a public policy governance specialist; (iv) a public policy public services \ndelivery specialist; (v) a public policy private sector development specialist; and (vi) a public \npolicy social protection and gender specialist. All consultants will be highly experienced (more \nthan 15 years) in the formulation of public policy in their respective disciplines. The consultants \nwill undertake the following: \n \n(i)  Visit  the  Republic  of  the  Marshall  Islands  (RMI),  review  all  relevant  sector, \nthematic, and country documentation including the current country strategy and \nprogram (CSPU), and the Country Performance Assessment (CPA). \n(ii)  Conduct  stakeholder  analyses  prior  to  all  public  presentations  and  ensure \nrelevant stakeholders fully involved. \n(iii)  Draft updated assessments of the status of policy and institutional support to \npolicy  implementation,  and  summarize  the  same  for  presentation  and  other \ndissemination. \n(iv)  Work closely with the statistics trainees and help them to better understand \npolicy formulation and the provision of statistics for policy formulation. \n(v)  Work closely with the domestic consultant to help prepare a program of policy \ndiscussion, with the Nitijela, with Cabinet, and for public presentation. \n(vi)  Work closely with the Director of the College of the Marshall Islands to help \ndevelop the new Public Policy Institute. \n(vii)  Help review and update the status of CPA narrative and ratings. \n(viii)  Draft a report on all activities progress in implementation of CSPU and CPA. \n \nB.   Domestic Consultant (on an intermittent basis over 3 years, two months).  A domestic \nconsultant who has experience in the formulation of development policy will be recruited to work \non an intermittent basis for a total period of 2 months over the next 3 years. This person will be \nexperienced in working on development policy issues in the RMI (more than 5 years). The \nconsultants will undertake the following: \n \n(i)  Help all international consultants to identify relevant sector, thematic, and country \ndocumentation including the current country strategy and program (CSPU), and \nthe Country Performance Assessment (CPA). \n(ii)  Support  the  drafting  of  updated  assessments  of  the  status  of  policy  and \ninstitutional  support  to  policy  implementation,  and  summarize  the  same  for \npresentation and other dissemination. \n(iii)  Work closely with the statistics trainees and help them to better understand \npolicy  formulation  and  the  provision  of  statistics  for  policy  formulation.", "Appendix 4          11\n   \n(iv)  Work  closely  with  all  international  consultants  to  help  them  prepare  their \nprograms  of  policy  discussion, with the Nitijela, with Cabinet, and for public \npresentation. \n(v)  Work closely with the Director of the College of the Marshall Islands to help \ndevelop the new Public Policy Institute. \n(vi)  Help review and update the status of CPA narrative and ratings. \n(vii)  Help draft a report on all activities and on progress in implementation of CSPU \nand CPA. \n \nC.  Independent Monitoring (domestic NGO consultant, intermittent, total of 0.6 person-\nmonths). A domestic consultant will be engaged through an NGO on an intermittent basis for a \ntotal period of 0.6 months to independently monitor the activities and progress of the TA and to \nreport to the Government and to the ADB at the conclusion of the TA. The consultant will do the \nfollowing: \n \n(i)  Attend all PPI public policy presentations and other presentations where invited \nand review all TA progress. \n(ii)  Maintain an ongoing summary of the nature and extent of preparations, \ndiscussions, and presentations (who did what, and where, and how often, \nwho attended, what was discussed, and what was recommended). \n(iii)  Recommend how the exercise could be improved upon and repeated in the \nRMI. \n(iv)  Produce a report on the process and progress of the TA for ADB and the \nCMI and EPPSO at the end of the TA. \n(v)  Discuss the summary report with the other consultants, and with ADB and \nCMI and EPPSO. \n \n \n \n ", "12          Appendix 5 \nTECHNICAL ASSISTANCE CLASSIFICATION \n \n \nSector   -  Law, Economic Management and Public Policy  \n \nSubsector   -  Economic Management \n \nTheme  -  Public Governance, Capacity Development and \nPrivate Sector Development \n \nSubtheme  -  Good Governance \n \nTargeting Classification  -  General Intervention \n \nSource: ADB. 2004. Consolidated Staff Instructions on Project Classification. Manila.  \n \n "], "metadata": {"ModDate": "D:20061218162215+08'00'", "CreationDate": "D:20061213161713+08'00'", "Title": "Microsoft Word - SSTA_MfDR_as of 10 Nov_rev tara_FINAL.doc", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": "Therese"}}