{"path": "data/input/ta/40665-prc-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 40665 \nSeptember 2007 \n \n \n \n \n \n \nPeople’s Republic of China: Preparing the Songhua \nRiver Basin Water Pollution Control and \nManagement Project \n(Cofinanced by the Cooperation Fund for the Water Sector) ", " \nCURRENCY EQUIVALENTS \n(as of 29 August 2007) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.13 \n$1.00 =  CNY7.56 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  FYP  –  five-year plan \n  HPG  –  Heilongjiang provincial government \n  JPG  –  Jilin provincial government \n  PRC  –  People’s Republic of China \n  SRB  –  Songhua River Basin \n  SRBPCP  –  Songhua River Basin Water Pollution Prevention and \nControl Plan \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSector  –  Water supply, sanitation, and waste management \nSubsector  –  Integrated \nThemes  –  Environmental sustainability, inclusive social development, capacity \ndevelopment \nSubthemes  –  Urban environmental improvement, human development, \norganizational development \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  H. Satish Rao, East Asia Department (EARD)  \nDirector  R. Wihtol, Social Sectors Division, EARD \n   \nTeam leader  S. Penjor, Principal Financial Analysis Specialist, EARD \n ", "118o  00'E 130o  00'E\nSONGHUA RIVER BASIN\nWATER POLLUTION CONTROL AND\nMANAGEMENT PROJECT N\nIN THE\nPEOPLE'S REPUBLIC OF CHINA\n0 100 200 300 400\n \nKilometers\nSonghua River Basin\nNational Capital\nProvincial Capital\nCity/Town\nH River\n52 o 00'N N     S     Yilehuli Mountain X I A O eilong River Boundaries aWPInrretaoe tnvrenionratsc thniiaoeelndc Bae Bols oBusuanonrduidlanyard yarayurythoritative. 52 o 00'N\nManzhouli A     N                 M     O     U     N     T     A     I      Yalu River Gan RiverNen River H I N G G A NM O U N TA A iIh Nu Si Heilong River\nG     G      Qiqihar HEILONGJIANG Jiamusi\nH     I     N      Tao'er River Songnen Plain Songhua River Sanjiang Plain\nD     A                  SonghuLa RaivleirHn aRr.Wbiunchang MudHaanijliianng Lake Tianchi\nINNER       MONGOLIA Jilin\nChangchun\nLiao River J I L I N\nLIAONING\nChangbai Mountain\nShenyang\nH E B E I\nLiaodong\nBEIJING Bay\n40 o 00'N 40 o 00'N\nS e a     o f     J a p a n\nTianjin\nKorea  Bay\nTIANJIN Dalian\nBohai  Sea\n118o  00'E 130o  00'E\n07-3053 HR", " \nI.  INTRODUCTION \n \n1.  During the 2006 Country Programming Review Mission, the Government of the People’s \nRepublic of China (PRC) confirmed the request to the Asian Development Bank (ADB) for \ntechnical assistance (TA) to prepare the Songhua River Basin Water Pollution Control and \nManagement  Project.  Fact-finding  for  the  TA  was  undertaken  in  April  2007  and  an \nunderstanding was reached with the Government on the impact and outcome, scope, costs and \nfinancing, implementation arrangements, and terms of reference for the TA.1  \n \nII.  ISSUES \n \n2.  Demand for urban infrastructure in the PRC is rising with increasing urbanization, and \nmore than half the population is expected to live in cities by 2030. The Government’s 11th Five-\nYear Program (11th FYP), 2006–2010, focuses on continued urbanization and the development \nof large, medium-sized, and small cities and towns. Rapid urbanization in the PRC has taken a \nsevere toll on the environment, and has also challenged the capacity of local governments to \npromote good governance, effective planning and management, sustainable financing, and \ntimely delivery of public services. While significant progress has been made in building urban \ninfrastructure over the past two decades, such infrastructure tends to be concentrated in the \nmore highly developed eastern and southern coastal plains. The expansion and upgrading of \npublic services have not kept pace with rapid industrial growth. The rural migration to urban \ncenters currently taking place in the inland regions, in response to Government policies to \npromote economic development and job creation in those areas, is putting a further strain on \nurban infrastructure and services. \n \n3.  Cities  in  the  north  and  west  and  around  the  Songhua  River  basin  (SRB)  are \nexperiencing widespread pollution due to the discharge of untreated wastewater and improper \nmanagement of solid waste. Shortages of safe drinking water are also common, particularly in \nthe northern part of the PRC. The Government has classified more than 108 cities as having \nserious water problems, and 60 as being critically short of water. Municipal wastewater is a \nmajor contributor to the pollution of PRC’s rivers and lakes, with the most severe pollution \nimpacts in the northern region of the country. Currently, only about 40% of urban wastewater in \nthe PRC is treated and the rest is discharged untreated into rivers and lakes. Further, the \ngrowing and uncontrolled disposal of solid waste contributes to increasing contamination of \ngroundwater supplies. Cities and towns in Heilongjiang and Jilin provinces must overcome \nwidespread environmental degradation and meet increasing demands for public services to \nensure that their economic development is sustainable.   \n \n4.  The SRB is the third largest river basin in the PRC after the Yangtze and Yellow rivers. It \nhas an area of 557,000 square kilometers and a population of 62 million. Major cities such as \nChangchun, Harbin, Jiamusi, and Qiqihar are located in the SRB. Agriculture is well-developed \nand there is a large industrial base. The Songhua River catchment area covers portions of three \nprovinces: Heilongjiang and Jilin provinces and the autonomous region of Inner Mongolia. \nChangchun is located in the upstream part of the Songhua River, which flows through Harbin. \nAfter  Harbin,  the  river  joins  the  Heilongjiang  River,  enters  the  Russian  Federation,  and \neventually discharges to the sea.  \n \n5.  The  SRB  is  seriously  polluted  and  is  acknowledged  by  the  State  Environmental \nProtection Administration (SEPA) as being one of the four most polluted river basins in the PRC. \n                                                 \n1 The TA first appeared in ADB Business Opportunities on 13 April 2007.  ", "2   \nWater pollution issues in the SRB, especially in relation to the protection of drinking water \nresources for the municipality of Harbin, have received increased national and international \nattention due to a widely publicized pollution incident in the SRB in November–December 2005. \nThe Songhua River is contaminated with a number of known and suspected trace organic \nchemicals, metals, and conventional pollutants. It is classified by the Government as Class IV2 \n(falling below Class V during the 6-month low flow winter season), and is considered unsuitable \nfor municipal domestic water use. In March 2003, ADB approved the Harbin Water Supply \nProject ($100 million)3 to address the needs of Harbin City (population 3 million) for clean and \nreliable drinking water from an alternative water source (Lalin River), since their existing source \nfrom the Songhua River was highly polluted. Because of the deteriorating water quality in the \nSonghua River, the Harbin municipal government expedited the construction of the Harbin \nWater Supply Project, which was completed 1 year ahead of the original schedule. \n \n6.  During  the processing of  the  Harbin  Water  Supply  Project,  extensive  dialogue was \nconducted with the Government on addressing pollution control in the SRB. Consequently, in \n2002,  ADB  provided  a  TA  for  the  Songhua  River  Water  Quality  and  Pollution  Control \nManagement.4  The  TA,  which  was  considered  highly  successful,5  (i)  addressed  technical \nknowledge gaps, (ii) strengthened the capacity of the Songhua Water Resources Protection \nBureau, and (iii) assisted the Government in developing a long-term water pollution control plan \nfor the SRB beyond 2010. The TA provided strategic policy inputs to the 11th FYP and the SRB \nWater Pollution Prevention and Control Plan (SRBPCP).  \n \n7.  The  Government  is  paying  increasing  attention  to  water  resources  management, \nwastewater treatment and pollution control, and the formulation of investment plans to address \nwater supply shortages and wastewater treatment. The SRBPCP (2006–2010), approved in \nprinciple by the State Council on 29 March 2006, is an action program to set pollution control \ntargets from 2006 to 2010, requiring that urban environmental pollution and ecological damage \nbe controlled by 2010. Large and medium-sized cities’ wastewater treatment rate should not be \nless than 70% by 2010. \n \n8.  The Jilin Water Supply and Sewerage Development Project ($100 million),6 approved in \n2005, was the first major ADB investment directly addressing pollution control in the SRB. The \nproposed  Jilin  Urban  Environmental  Improvement  Project  ($100  million),  currently  being \nprocessed for approval in 2007, is the second, and follows the priority list of the SRBPCP. The \nproposed project with an indicative ADB loan of $200 million will be the third major ADB \ninvestment in the SRB, and also follows the priority list of the SRBPCP. This comprehensive \nstrategic approach to addressing pollution control in the SRB will serve as a good model for \nreplication elsewhere in the PRC. \n \n9.  The proposed project municipalities are Baishan, Changbaishan, Changchun, Huinan, \nJilin,  and  Tonghua  in  Jilin  Province;  and  Harbin,  Heihe,  Jiamusi,  Qiqihar,  Qitaihe,  and \n                                                 \n2   PRC water quality standards have five classes covering about 40 pollution parameters. Class I is pristine, while \nclass V is suitable only for industrial use.  \n3  ADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Harbin Water Supply Project. Manila. Some districts are already receiving the \nnew high quality project water.  \n4  ADB. 2002. Technical Assistance to the People’s Republic of China for Songhua River Water Quality and Pollution \nControl Management. Manila. \n5    ADB.  2006.  Technical  Assistance  Completion  Report  Songhua  River  Water  Quality  and  Pollution  Control \nManagement. Manila (TA 4061-PRC). \n6  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Jilin Water Supply and Sewerage Development Project. Manila. \n ", "  3\nShuangyanshan in Heilongjiang Province. Heilongjiang has identified 14 subprojects focusing \non wastewater treatment and water supply. Jilin has identified 15 subprojects focusing on water \nsupply, wastewater treatment, solid waste management, and river improvement. Sector and \nproject  lending  were  thoroughly  discussed  and  considered  as  alternative  approaches.  The \nGovernment  expressed  its  strong  preference  for  the  project  lending  approach  because  all \nsubprojects  have  been  identified  and  feasibility  study  reports  have  been  prepared.  All \ncomponents  of  the  proposed  project  have  one  common  impact,  to  improve  the  urban \nenvironment and enhance the quality of life in the above cities and contribute to pollution control \nin the SRB.  \n \n10.  The  project  is  consistent  with  ADB’s  water  policy7  and  will  help  the  PRC  achieve \nMillennium  Development  Goal  (MDG)  7,  target  10,  which  establishes  the  2015  target  of \nreducing by 50% the proportion of people without sustainable access to safe drinking water and \nimproved sanitation. The project is also consistent with ADB’s strategic objectives in the PRC to \nmake  markets  work  more  efficiently  through  infrastructure  development  and  to  promote \nenvironmental  sustainability.  Over  the  past  decade,  ADB  has  significantly  increased  its \ninvolvement in urban development and water resource management in the PRC through its \nlending and TA operations. The experience gained from similar projects in Changchun, Fuzhou, \nHarbin,  Hefei,  Nanjing,  Shandong,  Shanghai,  Tianjin,  Wenzhou,  and  Wuhan  has  been \nconsidered in the design of the proposed TA. Given the large financing needs of pollution \ncontrol in the SRB, during TA implementation innovative options for attracting private sector \nparticipation will be explored and discussed, including the public–private participation model \ndeveloped  under  the  Nanjing  Qinhuai  River  Environmental  Improvement  Project.8  The \nenvironmental  aspects  of  the  ensuing  project  will  be  assessed  comprehensively,  including \ninnovative approaches to addressing environmental issues.  \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n11.  The expected impact of the TA is an improved urban environment and enhanced quality \nof life in the municipalities of Baishan, Changbaishan, Changchun, Huinan, Jilin, and Tonghua, \nin  Jilin  Province;  and  Harbin,  Heihe,  Jiamusi,  Qiqihar,  Qitaihe,  and  Shuangyanshan  in \nHeilongjiang Province. The expected outcome is the agreed-upon design of the SRB Water \nPollution  Control  and  Management  Project.  The  design  and  monitoring  framework  is  in \nAppendix 1, and the initial poverty and social analysis is in Appendix 2.  \n \nB.  Methodology and Key Activities \n \n12.  The TA will (i) evaluate the project in the context of strategic long-term development \nplans, the 11th FYP, the SRBPCP, alternative strategies for wastewater management, water \nsupply  capacity  development,  and  solid  waste  management,  to  meet  the  project  cities’ \nincreasing demand; (ii) identify sector investment priorities in each city; (iii) review and assess \nthe feasibility of the selected subprojects based on technical, institutional, environmental, social, \neconomic, and financial assessments; (iv) develop an institutional strengthening component, \nbased on a needs assessment for the implementing agencies (IAs) of the subprojects in each \ncity; and (v) design a corporate development plan for the IAs, based on a financial management \n                                                 \n7  ADB. 2001. Water for All: The Water Policy of the Asian Development Bank. Manila. \n8  ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Nanjing Qinhuai River Environmental Improvement Project. Manila.     ", "4   \nassessment. Household surveys will be conducted to address issues of public awareness and \npreference, willingness to pay, and affordability. The TA will identify stakeholders and develop a \nparticipatory strategy for project preparation, design, construction, and operation. Consultation \nworkshops and tripartite meetings will be scheduled strategically during the implementation of \nthe TA.  \n \n13.  The  major  assumptions  and  risks  that  need  to  be  considered  for  successful  TA \nimplementation  include  (i)  inadequate  counterpart  support  and  performance,  (ii)  lack  of \nadequate and timely provision of necessary data, (iii) delay in submitting required studies, (iv) \ndelays  in  appointing  and  mobilizing  consultants,  and  (v)  inadequate  performance  of  the \nconsultants. The Government has agreed to provide sufficient counterpart support, to provide all \nnecessary data when required, and to undertake and update all required studies according to a \ntimetable agreed on with ADB. Efforts will be made to ensure that consultants are recruited on \ntime and that their performance is closely monitored and reviewed. Close coordination among \nADB,  the  executing  agencies  (EAs)  and  IAs,  and  the  consultants  will  further  mitigate  the \npotential risks. \n \nC.  Cost and Financing  \n \n14.  The total cost of the TA is estimated at $1,700,000 equivalent. The Government has \nrequested ADB to finance $1,300,000 equivalent.9 The TA will be financed on a grant basis by \nADB’s  TA  funding  program  ($1,104,000)  and  the  Cooperation  Fund  for  the  Water  Sector \n($196,000). The Government has agreed to provide the balance of $400,000 in kind to cover \ncounterpart staff, office space, furniture, administrative support services, and local transport and \nlogistics. Details of the cost estimates and financing plan are in Appendix 3. The Government \nhas been advised that approval of the TA does not commit ADB to finance the ensuing project.  \n \nD.  Implementation Arrangements \n \n15.  A project steering committee will be established at the central Government level to \ncoordinate project activities in Heilongjiang and Jilin. The Heilongjiang provincial government \n(HPG) will be the EA for the Heilongjiang component, and the Jilin provincial government (JPG) \nwill be the EA for the Jilin component.  A vice governor will chair the provincial-level TA steering \ncommittee  in  each  province,  with  members  from  the  respective  development  and  reform \ncommissions,  and  bureaus  of  construction,  finance,  environment  protection,  and  water \nresources.  \n \n16.  The TA offices in Heilongjiang and Jilin will be headed by the vice directors of the \ndevelopment and reform commissions, and will include staff from the abovementioned bureaus \nto ensure consultants’ access to relevant project information and data, and to liaise with ADB on \nmatters relating to TA implementation. HPG and JPG have agreed to provide 10 experienced \nand qualified counterpart staff each to work with the consultants on a full-time basis. Prior to the \nstart of TA implementation, the concerned municipal governments in Heilongjiang and Jilin will \nestablish similar organization structures, chaired by their respective vice mayors, to implement \nthe TA. HPG and JPG will provide the consultants with a suitably furnished office with utilities, \ntelecommunication access, materials, maps, data, and all required project documents.  \n \n                                                 \n9 The TA budget will be $650,000 for Heilongjiang, and $650,000 for Jilin. Cost tables for Jilin and Heilongjiang \ncomponents have been prepared separately.   \n ", "  5\n17.  The TA will be implemented over a 6-month period. It is expected to start in January \n2008 and be completed by July 2008. Total consultants’ inputs are estimated at 90 person-\nmonths, 34 international and 56 national.10 The consultants will be engaged through a firm in \naccordance with ADB’s Guidelines on the Use of Consultants (2007, as amended from time to \ntime). ADB will select and engage consultants on the basis of the quality of the proposal (90%) \nand the cost (10%) of the services to be provided (the quality- and cost-based selection method) \nusing the full technical proposal procedures. The 90:10 weighting is considered appropriate \nbecause the TA is a complex multidisciplinary assignment involving two provinces that requires \ninnovation and creativity, and the quality of the consulting services will have a high impact on \nthe ensuing loan. The TA will be conducted by a separate team for each province. The TA will \nhave one project team leader11 who will be responsible for coordinating the work among the two \nseparate teams of consultants and establishing synergies, particularly in terms of demonstration \neffects  and  innovativeness  among  the  two  provinces;  and  two  teams  of  international  and \nnational consultants who will be stationed in the two provinces, respectively, to implement the \nTA. The consultants will have expertise in water supply, wastewater treatment, domestic solid \nwaste  management,  river  hydrology  and  flood  control,  financial  and  economic  analyses, \ninstitutional and regulatory development, social analysis, resettlement, and environment. The \noutline terms of reference for the consultants are in Appendix 4. TA equipment will be procured \nby the consultants in accordance with ADB’s Procurement Guidelines (2007, as amended from \ntime to time), and will be retained by the EAs upon completion of the TA.   \n \n18.  The consultants will submit to ADB and HPG and JPG, in English and in Chinese, the \ninception, interim, draft final, and final reports; the summary environmental impact assessment \nreport; and an English translation of the Government’s resettlement plan and its summary. The \nconsultants will maintain close working relations with ADB, HPG, and JPG, and will regularly \ndiscuss progress and findings. Tripartite meetings involving ADB staff, the consultants, and \nHPG and JPG will be held in Harbin and Changchun cities, respectively, to provide guidance to \nthe consultants and to review their reports. Study findings on the project objectives and scope, \ncomponents, cost and financing plan, implementation arrangements, and main issues will be \npresented in three workshops.   \n \nIV.  THE PRESIDENT’S RECOMMENDATION \n \n19.  The President recommends that the Board approve (i) ADB administering a portion of \ntechnical assistance not exceeding the equivalent of $196,000 to be financed on a grant basis \nby the Cooperation Fund for the Water Sector, and (ii) ADB providing the balance not exceeding \nthe equivalent of $1,104,000 on a grant basis, to the Government of the People’s Republic of \nChina for preparing the Songhua River Basin Water Pollution Control and Management Project. \n                                                 \n10  17 person-months international consultants and 28 person-months national consultants, each for Jilin Province \nand Heilongjiang Province, respectively. \n11  The team leader will be in the field for 6 person-months. The team leader will be assisted by the institutional \nspecialist/deputy team leader, who will be in the field for 5 person-months.    ", "6    Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources/Reporting  Assumptions and \nDesign Summary  Performance Targets/Indicators \nMechanism  Risks \nImpact      Assumptions \nImproved urban  Water supply capacity increased  Monitoring reports of  •   Jilin’s and \nenvironment and  and vulnerability to drought ends  Heilongjiang and Jilin  Heilongjiang’s 11th \nenhanced quality of life in  by 2016.   provinces, and their  Five-Year Program \nthe cities of Baishan,    respective environmental  and other medium- \nChangbaishan,  Water quality of 40 drinking water  protection and water  to long-term \nChangchun, Huinan,  sources including Songhua Lake  resource bureaus  development plans \nJilin, and Tonghua in Jilin  improves to Class III by 2018.    are implemented \nProvince; and Harbin,    Household surveys and  on time. \nHeihe, Jiamusi, Qiqihar,  Water quality of Mudanjiang, Nen,  public feedback at public  •  The concerned \nQitaihe, and  Second Songhua, and Songhua  hearing meetings for tariff  municipalities’ \nShuangyanshan in  rivers improves to Class III by  adjustments  urban plans are \nHeilongjiang Province  2018.    successfully \n(contributing to the    implemented. \nachievement of MDG 7,  Wastewater collection efficiency     \ntarget 10).  improves through service    Risks \nextensions and separation of  •  Urban growth, \ncombined sewers.    including influx of \n  migrants, in the \nconcerned \nmunicipalities \nexceeds forecasts \nand exerts more \npressure on \navailable urban \ninfrastructure. \n•   Environmental \nlaws and \nregulations are \nweakly enforced.  \n•  There is no \neffective \nenvironmental \nquality monitoring.  \n \nOutcome      Assumptions \nAgreed-upon design of  Project design is agreed upon by  PPTA report and RRP  •  JPG and HPG \nthe Songhua River Basin  Government and ADB and  remain committed \nWater Pollution Control  represents an investment project  MOU of loan Appraisal  to the project \nand Management Project  that is suitable for ADB financing.  Mission  proposed for ADB \nfinancing. \nLoan documents \nMOU is signed by the  •  Priorities for public \nGovernment and ADB during the  Record of loan  infrastructure \nAppraisal Mission.   disbursements  investment do not \nchange.  \nThe loan is approved and signed.   \n \nLoan disbursement Is timely, with  Risks \nminimum of loan savings.  •  Government plans \nchange. \n•  The Government \nplans to seek \nalternative funding. \n \n \n \n ", "                                                                          Appendix 1   7\nData Sources/Reporting  Assumptions and \nDesign Summary  Performance Targets/Indicators \nMechanism  Risks \nOutputs      Assumptions \n1. Analysis of SRB  Sector analysis is completed.   Inception report and first  •  Community \nWater Pollution  tripartite review meeting  ownership is \nPrevention and Control  (2nd month)  developed through \nPlan, urban  stakeholder \nMTR (4th month) \ndevelopment plans, and  participation. \npolicies and overall \n•  Support from \njustification of project  \nChangchun and \n2. Technical peer  Technical review and redesign  MTR (4th month)  Yanji government \nreview of subproject  are completed. Least-cost  agencies is strong. \nSecond Tripartite Review \nselection, design, costs,  analysis is completed. Feasibility \netc. Subprojects   study reports are finalized and  Meeting (5th month)  •  Domestic FSRs \nrevised and refined as  approved.  DFR (5th month)  are translated and \nnecessary  available early in \nthe PPTA. \n3. Analysis of financing  Financial management  MTR (4th month) \nneeds, financial  assessment, financial  •  Required data is \nmanagement, and  sustainability assessment, and  Second tripartite review  made available \ninstitutional capacities in  institutional assessment are  meeting (5th month)  and social surveys \nthe concerned  completed.  DFR (5th month)  are successfully \nmunicipalities  conducted. \n \n4. Assessment of social  Household surveys and other  MTR (4th month) \nRisks \nand economic impacts  social impact analyses are \nSecond tripartite review   \nof subprojects on  completed. \nbeneficiaries, affected  meeting (5th month)  •  Assigned \npersons, poor and   Detailed economic analyses  DFR (5th month)  consultants are not \nvulnerable persons  (willingness to pay, cost and  available due to \nbenefit assessment, EIRR, etc.)  scheduling \nare completed.   conflicts. \n5. Assessment of  Surveys in resettlement areas are  Completed RPs and  •   Completion of the \ninvoluntary resettlement  completed (4th month).  summary RP and draft RP  various TA tasks is \nimpacts and preparation  delayed because \nRPs are developed and approved \nof RP  of staffing, data, \n(6th month). \nand other \n6. EIAs, SEIA, and EMP  Draft SEIA and EMP are  EIAs, SEIA, and EMP  problems. \nsubmitted for review (5th month).  reports \n•  Coordination and \n7. Institutional capacity  JPG, HPG, and municipal  Capacity building plan  support from the \nbuilding plan and  governments agree to include the  documented in the DFR  PMO of the EA are \ncorporate development  capacity building component in  weak. \nplan  the project design and to improve \n \ncorporate governance in relevant \nagencies. \n8. Participatory planning  Stakeholder workshops are  Stakeholders’ workshops \nprocess developed and  conducted at inception, midterm,  completed as planned \nimplemented  and final tripartite meetings.  \nSurvey findings, public \nParticipatory methods are used in  meetings, and other \nenvironmental, social, and  participatory methods \nresettlement work.  documented in the DFR ", "8    Appendix 1 \nData Sources/Reporting  Assumptions and \nDesign Summary  Performance Targets/Indicators \nMechanism  Risks \n9. Investment project  Complete financing plan is in  DFR documentation of \nproposal for ADB  place.  project costs and financing \nfinancing  plan \nTerms, conditions, and covenants \nof the ADB loan are agreed upon.  Draft RRP \nDraft RRP is submitted as part of  Final report approved by \nthe final report submitted to ADB  ADB and JPG \n(6th month). \nActivities with Milestones  Inputs \n   \n1. Inception  International \n  consultants: \n1.1  Inception report completed (month 1)  34 person-months \n1.2  Urban sector review completed (month 2)   \n1.3  First tripartite meeting for the inception report and first stakeholder  National consultants: \n        workshop (month 1)  56 person-months \n   \n2. Interim   \n  ADB: $1,300,000 \n2.1  Assessment of subprojects in terms of their technical, financial, and   \n       economic performance and sustainability (month 2-4)  Government: \n2.2  Analysis of the subprojects for environment impact, poverty reduction,  $400,000 \n        social impact, and involuntary resettlement (month 2-4)   \n2.3  Estimation of detailed costs and financing plan and institutional  \n \n        arrangements for different subproject/policy options (month 2-4) \n2.4  Development of the  project design and monitoring framework ,and monitoring and \n        evaluation system for the project (month 3) \n2.5  Development of the  capacity building component and corporate development plan \n        (month 4) \n2.6  Conduct of the stakeholder workshop and second tripartite and review \n        meeting (month 4) \n \n3. Final \n \n3.1  Fine-tuning of the technical, financial, economic, environmental, and  \n         social assessments based on tripartite discussions (month 5) \n  3.2 Conduct of the final  stakeholder workshop (month 5) \n3.3 DFR and third tripartite meeting (month 5) \n3.4 Final report \n \n  ADB = Asian Development Bank, DFR = draft final report, EA = executing agency, EIA = environmental impact \nassessment, EIRR = economic internal rate of return, EMP = environment management plan, FSR = feasibility study \nreport, HPG = Heilongjiang provincial government, JPG = Jilin provincial government, MDG = Millennium Development \nGoal, MOU = memorandum of understanding, MTR = midterm report, PMO = project management office, PPTA = \nproject preparatory technical assistance, RP = resettlement plan, RRP = report and recommendation of the President, \nSEIA = summary environmental impact assessment, SRB = Songhua River Basin, TA = technical assistance. \n \n \n \n \n \n \n ", "Appendix 2        9\nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty partnership   \n      No  agreement?      No \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China: \nThe Songhua River Basin Water Pollution Control and Management Project will improve the urban environment of the \ncities of Baishan, Changbaishan, Changchun, Huinan, Jilin, and Tonghua in Jilin Province; and Harbin, Heihe, \nJiamusi, Qiqihar, Qitaihe, and Shuangyanshan in Heilongjiang Province, enhancing the quality of life and health \nconditions of more than 12.5 million urban residents. Changchun is the capital of Jilin, and Harbin is the capital of \nHeilongjiang. Overall, improvements to water quality from the project will improve the quality of life and health \nconditions, especially of the poor who are most vulnerable to environmental impairments. \n \nB.  Poverty Analysis                                                      Targeting Classification: Targeted intervention \n \nWhat type of poverty analysis is needed?  \n \nPoverty analysis will be carried out to develop a pro-poor design and quantify how the project will help reduce poverty, \nand incorporate other social dimensions within the scope of project implementation. The analysis will be conducted \nfollowing the guidelines in the Asian Development Bank’s (ADB) Handbook on Poverty and Social Analysis. \n \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes     No  \n \nMajor stakeholders include national, provincial, municipal, and county governments; water supply, wastewater, and \nsolid waste management entities; and project beneficiaries including utility service customers, residents near impacted \nrivers and neighborhoods, and persons affected by resettlement. Stakeholder analysis, including a household survey, \nwill be conducted during the implementation of the TA. \n \nIs there a participation strategy?     Yes                   No \n \nThree stakeholder workshops will be conducted during TA implementation. Findings from the household survey will be \nused as inputs. Public consultation will be carried out by the Executing Agency (EA), local government officials, design \ninstitutes, and others during preparation of the feasibility study, poverty and social assessment, environmental impact \nassessment, and resettlement plan. Separate consultations with resettlement-affected persons on resettlement and \ncompensation options will be conducted in addition to public consultations.  \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nADB’s Policy on Gender and Development will be followed by the EAs during project preparation and implementation. \nGender aspects will be incorporated into the design and implementation of some project components, particularly in \nrelation to employment opportunities and the resettlement plan.  \n \n \nHas an output been prepared?      Yes     No \n \nThis will be prepared during the implementation of the TA. \n \n \n \n \n \n \n ", "10       Appendix 2 \n \nE.  Social Safeguards and Other Social Risks \n        \nItem  Significant/    Plan Required \nNot Significant/  Strategy to Address Issues \nNone   \n    A resettlement plan (RP) will be prepared following the   \n   Significant  Land Administration Law of the People’s Republic of   Full \nResettlement    China and ADB’s Policy on Involuntary Resettlement. A   \n Not significant  full RP will be prepared for a few subprojects that would   Short \n  be identified as significant, and a short RP for most   \n None  subprojects that would involve only compensation for   None  \ntrees and crops with no or little resettlement impacts. \nThe RP will be disclosed to the public and affected \npeople. Internal and external monitoring arrangements \nwill be developed. \n    Economic and financial analyses will be conducted to   \n   Significant  assess affordability issues for all subprojects involving   Yes \nAffordability    cost recovery through user charges.   \n Not significant    No \n \n None \n    The project will not have any negative impact on labor.     \n   Significant   Yes \nLabor     \n Not significant    No  \n \n None \n    The ethnic minority groups present in the subproject   \n   Significant  areas range from less than 1% to about 10%. Most of   Yes \nIndigenous    them have similar customs and economic activities;   \nPeoples   Not significant  some groups, mainly the Korean ethnic group in some    No  \n  subproject areas, maintain their culture and language. \n None  The situation will be assessed in detail during TA \nimplementation. \n \n    The project may have a negative impact on the poor   \n   Significant  through land acquisition and resettlement associated   Yes \nOther Risks    with certain subprojects. The needs of vulnerable   \nand/or   Not significant  groups will be addressed in the RP.    No  \nVulnerabilities   \n   None \n \n \n \n ", "  Appendix 3   11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n                        Total \n    Item                  Cost \nA.  Asian Development Bank (ADB) Financing a     \n  1.  Consultants     \n    a.  Remuneration and Per Diem     \n      i.  International             643.2  \n      ii.  National             192.4  \n    b.  International and Local Travel             130.0  \n    c.  Reports and Communications               20.0  \n  2.  Equipment and Software b               52.0  \n  3.  Survey               40.0  \n  4.  Miscellaneous Administration and Support Costs               40.0  \n  5.  Workshops and Training               30.0  \n  6.  Representatives for Contract Negotiations               10.0  \n  7.  Contingencies             142.4  \n      Subtotal (A)          1,300.0  \n             \nB.  Government Financing – Heilongjiang Provincial Government     \n  1.  Office Accommodation and Transport               70.0  \n  2.  Remuneration and Per Diem               60.0  \n    of Counterpart Staff     \n  3.  Others                 70.0  \n      Subtotal (B)             200.0  \n             \nC.  Government Financing – Jilin Provincial Government     \n  1.  Office Accommodation and Transport               70.0  \n  2.  Remuneration and Per Diem               60.0  \n    of Counterpart Staff     \n  3.  Others                 70.0  \n      Subtotal (C)             200.0  \n             \n                Total            1,700.0  \na  Financed by ADB’s technical assistance funding program and Cooperation Fund for the Water Sector, administered \nby ADB. \nb  Including computers, copier, facsimile machine, scanner, and other associated equipment. \nSource: ADB estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "12  Appendix 3 \n \nCost Estimates and Financing Plan \nHeilongjiang Component \n($'000) \n \n                        Total \n    Item                  Cost \nA.  Asian Development Bank (ADB) Financing a     \n  1.  Consultants     \n    a.  Remuneration and Per Diem     \n      i.  International             321.6  \n      ii.  National               96.2  \n    b.  International and Local Travel               65.0  \n    c.  Reports and Communications               10.0  \n  2.  Equipment and Software b               26.0  \n  3.  Survey               20.0  \n  4.  Miscellaneous Administration and Support Costs               20.0  \n  5.  Workshops and Training               15.0  \n  6.  Representatives for Contract Negotiations                 5.0  \n  7.  Contingencies               71.2  \n      Subtotal (A)             650.0  \n             \nB.  Government Financing – Heilongjiang Provincial Government     \n  1.  Office Accommodation and Transport               70.0  \n  2.  Remuneration and Per Diem               60.0  \n    of Counterpart Staff     \n  3.  Others                 70.0  \n      Subtotal (B)             200.0  \n             \n                Total               850.0  \na  Financed by ADB’s technical assistance funding program and Cooperation Fund for the Water Sector, administered \nby ADB. \nb  Including computers, copier, facsimile machine, scanner, and other associated equipment. \nSource: ADB estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  Appendix 3   13 \n \nCost Estimates and Financing Plan \nJilin Component \n($'000) \n \n                        Total \n    Item                  Cost \nA.  Asian Development Bank (ADB) Financing a     \n  1.  Consultants     \n    a.  Remuneration and Per Diem     \n      i.  International             321.6  \n      ii.  National               96.2  \n    b.  International and Local Travel               65.0  \n    c.  Reports and Communications               10.0  \n  2.  Equipment and Software b               26.0  \n  3.  Survey               20.0  \n  4.  Miscellaneous Administration and Support Costs               20.0  \n  5.  Workshops and Trainings               15.0  \n  6.  Representatives for Contract Negotiations                 5.0  \n  7.  Contingencies               71.2  \n      Subtotal (A)             650.0  \n             \nB.  Government Financing – Jilin Provincial Government     \n  1.  Office Accommodation and Transport               70.0  \n  2.  Remuneration and Per Diem               60.0  \n    of Counterpart Staff     \n  3.  Others                 70.0  \n      Subtotal (B)             200.0  \n             \n                Total               850.0  \na  Financed by ADB’s technical assistance funding program and Cooperation Fund for the Water Sector, administered \nby ADB. \nb  Including computers, copier, facsimile machine, scanner, and other associated equipment. \nSource: ADB estimates. \n \n \n \n \n ", "14  Appendix 4 \nOUTLINE TERMS OF REFERENCE \n \nA.  Introduction \n \n1.  The assignment is to prepare an investment project suitable for Asian Development \nBank  (ADB)  financing.  The  project  will  help  the  selected  subproject  cities,  municipalities, \ncounties, and townships in Heilongjiang and Jilin provinces improve their urban environments \nand  achieve  long-term  sustainable  development  through  investments  in  (i)  water  supply \ntreatment  and  distribution,  (ii)  wastewater  collection  and  treatment,  (iii)  solid  waste \nmanagement, and (iv) river water treatment.   \n \n2.  The final output of the consultants is a report and associated appendixes, prepared in \naccordance with the policies and guidelines of ADB, which will serve as the basis for formulating \nan investment project to improve the urban infrastructure and environment of the concerned \ncities, municipalities, counties, and townships in Heilongjiang and Jilin. The terms of reference \nfor the consultants are described in the following sections. \n \nB.  Overview of Requirements \n \n1.  Review  of  Subproject  Cities  Comprehensive  Urban  and  Specific  Sector \nDevelopment Plans \n \n3.  The  consultants  will  review  the  comprehensive  urban  development  plan  of  the \nsubproject cities, particularly with regard to the cities’ overall strategies for sustainable growth \nand development. They will also evaluate relevant municipal sector development plans and \nprograms  pertaining  to  water  supply,  wastewater  treatment,  solid  waste  management, \nintegrated water resources management, river basin management, and water resources and \nregional watershed; and higher-level planning documents for the Songhua River basin (SRB), \nYalu and Tumen river basins, including proposed activities for controlling pollution in the SRB in \nthe 11th Five-Year Plan. \n \n4.  Following  the  review,  programs  and  projects  aimed  at  improving  the  urban \nenvironment and quality of life in the subproject cities in Heilongjiang and Jilin will be identified \nand assessed in terms of their relative importance and in the context of the proposed project. \nFor additional information, the consultants can also refer to the relevant reports on ongoing \nLoan  2175-PRC:  Jilin  Water  Supply  and  Sewerage  Development  Project  and  associated \ntechnical assistance (TA) reports on the completed TA 4061-PRC: Songhua River Water Quality \nand Pollution Control Management and TA 4804-PRC: Jilin Urban Infrastructure Project, and \nthe proposed Jilin Urban Environmental Improvement Project.  \n \n5.  On the basis of the review of these plans and background materials, the consultants \nwill  carry  out  a  situation  analysis  of  the  urban  environment  improvement  program  of  the \nsubproject  cities  to  ensure  that  least-cost  options  have  been  considered  in  selecting  the \nsubprojects. The situation analysis will also serve as the basis for recommending a strategic \npolicy and program improvements for the subproject cities to achieve sustainable development \nthrough the implementation of the various sector plans (e.g., wastewater master plan, water \nsupply master plan, solid waste management plan) relevant to the project. In evaluating the \nselected subprojects in the context of these plans, the consultants will undertake technical, \nenvironmental,  social,  financial,  economic,  and  institutional  studies  following  relevant  ADB \nguidelines. Additional subprojects may be identified or proposed for possible inclusion in the \nproject during the inception phase of the TA, and subprojects may be changed or dropped. The \n ", "  Appendix 4   15 \nconsultants should identify other externally assisted projects dealing with public infrastructure or \nthe environment and those that have been proposed for funding by other external agencies, with \nthe view of promoting coordination with such agencies.  \n \n  2.  Policy Discussion and Related Activities \n \n6.  The People’s Republic of China (PRC) and ADB have closely collaborated on several \npolicy-oriented  studies  and  investment  projects  aimed  at  promoting  sustainable  urban \ndevelopment and environmental protection. This partnership has grown substantially and is \nexpected to continue as urbanization accelerates in the PRC. To strengthen the policy content \nof the project, the consultants will prepare notes on such policy issues as (i) water, wastewater, \nand solid waste cost recovery and tariff reform; (ii) corporate governance and enterprise reform; \n(iii)  integrated  water  resources  management  and  water  conservation;  (iv)  environmental \nregulatory enforcement and monitoring; (v) private sector participation; and (vi) urban poverty \nreduction and social protection. The consultants will review material prepared under related \nTAs.1   \n \n  3.  Review of Domestic Feasibility Studies \n \n7.  The consultants will review domestic project proposals, feasibility studies, environmental \nassessments, resettlement plans (RP) for the subprojects, and other related reports used to \nsubstantiate the analyses of the feasibility studies.  \n \n8.  The  findings  of  the  domestic  feasibility  study  reports  (FSRs)  will  be  confirmed,  as \nrequired, on the basis of the consultants’ review involving the following points:  \n \n(i)  Review  of  the  preliminary  design,  including  cost  estimates  and  civil  works \npackages and project implementation schedules. \n(ii)  Assessment to determine whether identified subproject alternatives adequately \nrepresent possible options including, as appropriate, alternative facility routes \nand  sites,  alternative  levels  of  capacity  development,  alternative  process \ntechnologies, alternative facility designs, alternative management policies and \npractices, etc.. \n(iii)  Confirmation that the proposed subproject (a) is a defensible least-cost option, \n(b) is compliant with environmental and social requirements, and (c) will meet \nspecified goals and objectives. \n(iv)  Based  on  the  review,  the  consultant  will  provide  guidance  and  support  to \nresponsible specialists in finalizing the FSRs in line with ADB‘s policies and \nguidelines. Where details are lacking or analyses are inadequate, the consultants \nwill collaborate with the reports’ authors to make the necessary changes so as to \nsatisfy  ADB’s  requirements  for  appraising  projects.  In  this  collaboration,  the \ndomestic  authors  will  assume  primary  responsibility  for  providing  missing \ninformation, including information describing project alternatives for the least-cost \nanalysis.  The  domestic  authors  will  also  assume  primary  responsibility  for \nrevisions and new analyses.  \n                                                 \n1 ADB. 2000. Technical Assistance to the People’s Republic of China for Transjurisdiction Environment Management. \nManila; ADB. 2001. Technical Assistance to the People’s Republic of China for National Guidelines for Urban \nWastewater Tariffs and Management Study. Manila; and ADB. 1999. Technical Assistance to the People’s Republic \nof China for Water Tariff Study II. Manila. ", "16  Appendix 4 \n(v)  In conjunction with the review of FSRs, the PPTA will review and comment on \nsubproject environmental impact assessment reports (EIAs) and land acquisition \nand resettlement plans and assist the domestic authors in preparing EIAs and \nRPs that comply with ADB guidelines and requirements. The domestic authors \nwill  assume  primary  responsibility  for  revisions  and  new  analyses  for  these \ndocuments. \n \n  4.  Design and Monitoring Framework \n \n9.  The consultants will develop a project design and monitoring framework in consultation \nwith government agencies and ADB. Relevant ADB staff will provide a sample framework that \nwill  include  performance  targets  or  measurable  benefits  for  the  monitoring  and  evaluation \nanalysis.  The  consultants  will  work  closely  with  the  Jilin  provincial  government  (JPG), \nHeilongjiang  provincial  government  (HPG),  and  municipal  and  county  governments  where \nsubprojects  are  located  in  collecting  existing  information  to  serve  as  baseline  indicators—\nincluding data on public health, such as incidence of waterborne and respiratory diseases that \ncan be attributed to environmental pollution. \n \n  5.  Reporting \n \n10.  The consultants will submit (i) an inception report within 1 month from the start of the TA, \nwhich will describe work completed to date as well as methodologies to be used in the project \npreparatory TA analysis; (ii) an interim report within 3.5 months from the start of the TA, which \nwill  describe  work  completed  to  date,  identify  key  issues  to  be  resolved,  and  provide  a \npreliminary analysis of the main areas for analysis (e.g., technical peer review, environment, \ncosting, finance, economics, social, etc.); (iii) a draft final report, within 5 months from the start \nof the TA; and (iv) a final report, 1 month after receiving comments on the draft final report from \nthe Government and ADB. All reports should address all aspects of the terms of reference, as \noutlined in this section and Section C, to the level of detail appropriate for the given stage of the \nTA.  Each  of  the  four  reports  should  provide  a  progressively  refined  project  design  and \nmonitoring framework.  \n \n11.  The consultants will submit to ADB and HPG and JPG, in English and in Chinese, the \ninception, interim, draft final, and final reports, the summary EIA (SEIA) report, and an English \ntranslation of the Government’s resettlement plan and its summary. Study findings will be \npresented in workshops.  \n  \nC.  Detailed Tasks by Area of Expertise \n \n1.  Water  and  Wastewater  Management  Specialists/Team  Leader  (one \ninternational specialist for 6 person-months; and national, 10 person-months [two \nnational specialists for 5 person-months for each province]) \n12.  The specialist / team leader will undertake the following tasks. \n(i)  Prepare a detailed work plan and formulate a project design and monitoring \nframework  that  captures  the  nature  of  the  SRB  Water  Pollution  Treatment \nProject. \n(ii)  Review the recommendations of the completed TA for the SRB Water Quality \n ", "  Appendix 4   17 \nand  Pollution  Control  Management,2  and  propose  an  action  plan  for  further \npromoting the river basin management approach in the SRB, related capacity \nbuilding, and further supporting the introduction of integrated water resources \nmanagement in the SRB, in continuation of work done in the earlier TA.  \n(iii)  Review  and  assess  all  relevant  government  urban  and  sector  development \nplans, environmental policies, and the FSRs of all subprojects. \n(iv)  Oversee the detailed peer review of FSRs. \n(v)  Prepare  the  project  implementation  schedule  and  detailed  implementation \narrangements. \n(vi)  Ensure that crosscutting concerns (resettlement, environment, poverty, social \nissues, gender, private sector development, and anticorruption) are rigorously \naddressed at subproject and project levels. \n(vii)  Liaise and coordinate with the Executing Agency (EA), steering committee, and \nADB  on  project-related  matters,  such  as  reporting,  TA  administration,  and \ncounterpart funding. \n(viii)  Ensure the timely preparation of the inception, interim, draft final, and final TA \nreports and their submission to the Government and ADB. Analyze the current \nsituation of water supply and wastewater management, including its implications \nand  impact  on  subproject  cities  and  towns’  water  resources  and  the \nGovernment’s proposals for water supply and wastewater management. \n(ix)  Conduct  a  peer  review  of  domestic  FSRs  dealing  with  water  supply  and \nwastewater  management.  The  scope  of  the  peer  review  with  respect  to \nsubproject alternatives includes alternative treatment plant designs and sites, \nalternative levels of capacity  development,  alternative  designs  and  routes  for \nsubproject mains and pipes. Confirm the least-cost solution for each subproject. \n(x)  Review subproject costs considering the costing approach, phasing of project \ncosts, and, where applicable, unit costs and related physical quantities; prepare a \nlisting of contract packages by type and budget value. \n(xi)  Review and evaluate projections of water sales and production, and wastewater \ngeneration  (volume  and  strength).  Comment  on  the  reasonableness  and \nsuitability of projections for planning purposes and develop alternative projections \nas appropriate for the TA analysis. Consider industrial effluents and pretreatment \nrequirements in assessing wastewater strength. \n(xii)  Review  and  comment,  as  appropriate,  on  municipal  policies  and  project \nmeasures (e.g., sewer replacement and rehabilitation) to control storm water \ninflow  and  groundwater  infiltration  into  sanitary  sewers  in  the  subproject \ncatchments. \n(xiii)  Review  and  comment  on  measures  in  place  to  reduce  nonrevenue  water, \nincluding  subproject  components  involving  replacement  or  rehabilitation  of \nexisting transmission and distribution pipes. \n(xiv)  Evaluate  arrangements  and  plans  for  managing,  operating,  and  maintaining \nsubproject facilities. \n(xv)  Review the experience and lessons  learned from past ADB and other projects \nwith  reference  to  the  lessons  compiled  in  the  Operations  Evaluation \nDepartment’s  Evaluation  Information  System  at  the  following  website \nhttp://evis.adb.org/oed001p.nsf/index?OpenForm. \n \n                                                 \n2   ADB. 2002. Technical Assistance to the People’s Republic of China for Songhua River Water Quality and Pollution \nControl Management. Manila. ", "18  Appendix 4 \n2.  Solid  Waste  Management  Specialists  (international,  2  person-months  [two \ninternational specialists for 1 person-month for each province]; and national, 4 \nperson-months [two national specialists for 2 person-months for each province]) \n \n13.  The specialists will undertake the following tasks. \n \n(i)  Analyze  the  current  situation  of  solid  waste  management  including  its \nimplications and impact on each subproject city’s water and air resources, and \nthe government’s proposals for solid waste management. \n(ii)  Conduct a peer review of domestic FSRs dealing with solid waste management. \nThe scope of the peer review with respect to subproject alternatives includes \nalternative landfill and transfer station designs and sites, alternatives to land- \nfilling, solid waste reduction/reuse/recycle options, etc. \n(iii)  Review subproject costs, considering costing approach, phasing of the project \ncosts, and, where applicable, unit costs and related physical quantities. \n(iv)  Review the sites selected for solid waste treatment and disposal, and comment \non their suitability for the purpose, adequacy, limitations, and predicted life span. \n(v)  Evaluate  arrangements  and  plans  for  managing,  operating,,  maintaining  and \neventually decommissioning  the subproject facilities. \n(vi)  Assist  the  project  preparatory  TA  financial  specialists  in  assessing  financial \nrequirements  for  managing,  operating,  maintaining,  and  eventually \ndecommissioning the subproject facilities. \n(vii)  Assist in preparing the project design and monitoring framework. \n(viii)  Review and comment on measures in place and required to encourage/enforce \nthe prohibition of solid waste disposal within urban areas, canals and rivers, and \nadjacent landscaped areas. \n(ix)  Review  and  comment  on  risks  to  the  performance  and  safety  of  subproject \nlandfill facilities from the inappropriate disposal of hazardous wastes. \n(x)  Prepare an indicative list of contract packages by type and budget value. \n(xi)  Review  the  EIA  of  subprojects  and  assist  in  preparing  the  SEIA  and  the \nenvironmental management plan. \n \n3.  Environmental  Analysis  Specialists  (international,  3  person-months  [two \ninternational specialists for 1.5 person-months for each province]; and national, \n10  person-months  [two  national  specialists  for  5  person-months  for  each \nprovince]) \n14.  The specialists will undertake the following tasks. \n \n(i)  Conduct rapid environmental assessment(s) to propose or justify the project’s \nenvironmental categorization, and list environmental issues and approaches to \nbe mitigated or addressed in the EA analysis. \n(ii)  Undertake all aspects of the environmental work in coordination with the work of \nother technical experts. \n(iii)  Identify the cumulative project environmental benefits. \n(iv)  Summarize  resettlement  issues  and  key  social  economic  conditions  for  the \nproject areas and compare with PRC-wide conditions. \n(v)  Review SEIAs for the Jilin Water Supply and Sewerage Development Project (TA \n4227- PRC) and for the Jilin Urban Infrastructure Project (TA No. 4804) for those \nsectors also covered in the proposed project. \n ", "  Appendix 4   19 \n(vi)  Review  EIAs  of  each  subproject,  suggest  improvements,  and  assist  the \nsubproject cities to revise the EIAs and prepare a SEIA, in accordance with \nADB’s Environmental Guidelines (2003) and Environment Policy (2002).  \n(vii)  Assist  the  subproject  cities  to  carry  out  the  necessary  EIA  and  SEIA \ninvestigations and analyses. \n(viii)  Assist  the  subproject  cities  to  revise  EIA  and  SEIA  reports  in  response  to \ncomments from ADB, the environmental protection bureaus at all levels, and \nother project preparatory TA stakeholders. \n(ix)  Assist the subproject cities to plan and implement two rounds of stakeholder \nparticipation and consultation and other public involvement activities deemed \nappropriate during EIA and SEIA preparation. Ensure that appropriate methods \nthat  promote  broad-based  acceptance  of  the  project  are  used.  Ensure  full \ndisclosure  and  documentation  of  methods  and  results  in  the  EIA  and  SEIA \nreports as required by ADB. \n(x)  Help  the  subproject  proponents  develop  environmental  management  plans \n(EMPs) at the project and subproject levels in conformity with ADB’s guidelines. \nThe EMPs must address the costs of environmental monitoring and mitigation, \nresponsibilities  of  stakeholders,  and  institutional  strengthening  and  capacity \nbuilding. \n(xi)  Identify  risks  and  recommend  mitigating  measures,  where  appropriate,  and \nprovide inputs in the write-up for the EIAs and relevant sections of the FSRs;   \n(xii)  Provide  the  necessary  environment  analyses  and  justification  inputs  for  the \neconomic and social development analyses of each subproject. \n(xiii)  Assist  in  preparing  the  project  design  and  monitoring  framework,  including \nestablishing environmental baseline indicators and performance targets such as \nthe quality of water and air. \n(xiv)  Prepare policy notes for the discussion of urban air and water quality, water \nresources management, and solid waste management. \n(xv)  Prepare the terms of reference and budgetary requirements for independent \nenvironment monitoring and evaluation during project implementation.  \n \n4.  Financial  Analysis  Specialists  (international,  7  person-months  [two \ninternational specialists for 3.5 person-months for each province]; and national, 9 \nperson-months  [two  national  specialists  for  4.5  person-months  for  each \nprovince]) \n15.  The specialists will undertake the following tasks. \n \n(i)  Evaluate  the  historical  financial  performance  of  all  entities  that  manage  the \nrevenue-generating subprojects. The analysis will include calculation of standard \nfinancial performance indicators, cost recovery, borrowing capacity, billing and \ncollection, accounts receivable, reliance on subsidies, etc. \n(ii)  Conduct a financial management assessment of all entities involved in project \nand subproject implementation and subproject operation. This assessment will \nfollow  ADB's  Guidelines  for  Financial  Management  and  Analysis  of  Projects \n(2005). \n(iii)  Complete a pro forma financial analysis of all subprojects at a subproject level or \nat  an  operating  entity  level  as  appropriate.  The  analysis  will  be  based  on \nstandard accounting relationships, will cover a period of at least 20 years of \noperations,  and  will  account  for  all  costs  and  revenues  including  subproject \ninvestment  and  financing  costs  and  revenues.  Make  clear  and  explicit ", "20  Appendix 4 \nassumptions related to costs, revenues, payables, receivables, financing, capital \nplans, etc. On the basis of this analysis,  \n(a)  prepare pro forma financial statements in nominal terms (income and \nexpenses, balance sheet, cash flow) for entities that will operate revenue- \ngenerating subprojects;  \n(b)  forecast standard financial performance indicators for entities that will \noperate revenue-generating subprojects; \n(c)  estimate the financial internal rate of return and perform sensitivity and \nrisk analysis including switching value calculation and calculation of the \nreal  weighted  average  cost  of  capital  (WACC)  for  each  revenue- \ngenerating subproject; and \n(d)  estimate  a  time-bound  profile  of  future  tariff  adjustments  leading  to \nestablishment of full financial cost tariffs. \n(iv)  Assess the financial sustainability of the project and all subprojects. \n(v)  Review existing levels, structures, and policies for tariffs and charges for water \nand wastewater, solid waste, and central heating. Determine their adequacy in \nterms of financial cost recovery, and recommend reforms taking into account: \nstate and lower level regulations, full financial cost recovery over the life of the \nproject, cross subsidies, and affordability. \n(vi)  Assist in the economic review of all subproject tariffs and charges. \n(vii)  Assist in preparing a corporate development plan and the associated training \nprogram  for  the  subproject  companies  (water  supply,  wastewater,  and  solid \nwaste management) in line with ADB’s Guidelines for Financial Management and \nAnalysis  of  Projects.  This  task  includes  identifying  areas  for  capacity \ndevelopment and training with respect to accounting, financial management, and \nproject management. \n(viii)  Assist in reviewing subproject costs. \n(ix)  Analyze and summarize project costs, using required ADB reporting formats and \nincorporating  ADB's  requirements  for  physical  and  price  contingencies  and \nfinancial charges during construction; prepare a financing plan and project cost \nestimates. \n(x)  Assist in developing indicative contract packages. \n(xi)  Assist in preparing the project design and monitoring framework. \n \n5.  Economic  Analysis  Specialists  (international,  4  person-months  [two \ninternational specialists for 2 person-months for each province]; and national, 7 \nperson-months  [two  national  specialists  for  3.5  person-months  for  each \nprovince]) \n16.  The specialists will undertake the following tasks. \n \n(i)  Conduct  an  economic  analysis  of  the  project  in  accordance  with  ADB’s \nGuidelines for the Economic Analysis of Projects and other relevant guidelines \nand technical notes. \n(ii)  Review government goals, objectives, policies, and plans relating to general \nsocial and economic development and to development within each subproject \nsector. On the basis of the review, evaluate the social and economic justification \nfor the project and subprojects, This evaluation will include an assessment of (a) \npublic  attitudes  and  opinions  with respect  to  the  subprojects,  and  (b)  public \npriorities with respect to the provision and improvement of public services. \n ", "  Appendix 4   21 \n(iii)  Review  and  evaluate  existing  levels,  structures,  and  policies  for  tariffs  and \ncharges for water and wastewater, solid waste, and central heating from the \nperspective of their economic performance. \n(iv)  Evaluate, as appropriate and in consultation with the TA social development \nspecialist, the beneficiaries’ willingness to pay for subproject benefits. \n(v)  Forecast the demand for subproject services, taking into account, as appropriate, \nthe response of the demand to population and economic growth, changes in the \nefficiency of service delivery, and changes in tariffs and charges.  Evaluation of \nthe  demand  will  be  completed  in  consultation  with  TA  sector  and  financial \nspecialists. \n(vi)  Identify all quantifiable and nonquantifiable economic benefits and costs of each \nsubproject  based  on  with-  and  without-subproject  scenarios.  Quantify,  as \nappropriate and feasible, incremental and non-incremental economic benefits \nand costs. This task will include an assessment of the impacts on health. \n(vii)  Carry  out  a  distribution  analysis  of  project  benefits  and  costs  following  the \nmethodology set forth in ADB's Guidelines for the Economic Analysis of Projects \n(Appendixes  25  and  26)  and  Handbook  for  Integrating  Poverty  Impact \nAssessment in the Economic Analysis of Projects. The distributional analysis \nshould explicitly consider poor and vulnerable persons and households. \n(viii)  Assist  the  TA  sector  specialists  in  identifying  and  assessing  subproject \nalternatives, and complete the economic least-cost calculations to determine the \nnet  present  values  of  costs  and,  as  appropriate,  the  average  incremental \neconomic costs for subproject alternatives. \n(ix)  Assist the TA financial specialist and the authors of domestic FSRs in preparing \nproject  cost  reports  to  ensure  that  financial  cost  estimates  will  support  the \nestimation of economic costs based on standard conversion factors and shadow \nprices. \n(x)  Estimate  the  economic  internal  rate  of  return  of  the  project  and  perform \nsensitivity and risk analysis including calculation of switching values. \n(xi)  Assess the financial sustainability of the project and the subprojects, taking into \naccount cost recovery options, the fiscal capacity of governments responsible for \ndebt servicing of nonrevenue-generating subprojects, the financial performance \nof entities responsible for debt servicing of revenue-generating subprojects, the \nwillingness and ability of project beneficiaries to pay for the subprojects.  \n(xii)  Assess  and  justify,  from  an  economic  perspective,  the  proposed  subproject \nsubsidies. \n(xiii)  Evaluate opportunities for private sector delivery of subproject services. Assess \nand justify, from an economic perspective, the delivery of subprojects services by \nthe government rather than by the private sector. \n(xiv)  Review  and  assess  the  feasibility  of  market-based  policy  instruments  for \ncontrolling pollution.  \n \n6.  Social Development and Resettlement Specialists (international, 7 person-\nmonths [two international specialists for 3.5 person-months for each province]; \nand national, 10 person-months [two national specialists for 5 person-months for \neach province]) \n17.  The specialists will undertake the following tasks. \n \n(i)  Prepare a community participation and public awareness action plan on water \nsupply, wastewater, and solid waste management. Based on this plan, help the ", "22  Appendix 4 \nproject  management  office  (PMO)  establish  consultation  and  participatory \nprocesses  that  will  be  used  during  project  preparation  and  will  continue \nthroughout  project  design,  construction,  and  operation.  The  participatory \nprocesses will include an assessment of stakeholders, stakeholder consultations, \nand formulation of recommendations to incorporate stakeholder needs in the \nproject.  \n(ii)  Undertake a socioeconomic analysis of the project municipalities, cities, and \ncounties,  and  project  beneficiaries  to  assess  household  and  business \ncharacteristics  of  interest,  public  perceptions  of  the  environment  and  the \nproposed subprojects, estimates of willingness to pay, socioeconomic and health \nbenefits, etc. The analysis is to include a study of published statistics; surveys of \nbeneficiaries by subproject, gender, and income group; and other methods as \nappropriate.  \n(iii)  Conduct an assessment of poverty in accordance with ADB’s Guidelines for \nIncorporation of Social Dimensions in ADB Operations and ADB’s Handbook on \nPoverty and Social Analysis. The assessment will include an estimation of the \nnumber  of  project  beneficiaries  with  income  below  the  official  poverty  line, \nidentification and characterization of vulnerable groups (e.g., ethnic minorities \n[EMs], single-parent households, illegal residents, disabled persons, women and \nchildren, etc.), assessment of project impacts on the poor and vulnerable groups, \nand an affordability analysis.  \n(iv)  Using the outcome of the socioeconomic and poverty analysis, assist the project \neconomist to carry out a distribution analysis of project benefits and costs. \n(v)  Using as basis the assessment of poverty, prepare a poverty reduction and \nsocial development strategy in accordance with ADB’s Handbook on Poverty and \nSocial Analysis. The strategy should recommend measures to mitigate adverse \nimpacts and enhance beneficial impacts on the poor and vulnerable groups. \n(vi)  Using as basis the characterization of women as a vulnerable group, prepare a \ngender action/intervention plan. \n(vii)  Identify  EMs  in  the  subproject  areas,  and  examine  the  nature  of  their \nvulnerabilities. \n(viii)  Analyze  the  EMs’  current  access  to  social  and  economic  services  and \ninstitutions. \n(ix)  Identify key constraints including inter- and intra-ethnic groups’ conflicts in their \nmobilization. \n(x)  Provide adequate coverage for investigations and consultations with EMs, in \nrelation to the detailed assessment, and if needed, prepare an EM development \nplan or specific action for EMs in accordance with ADB’s policy on indigenous \npeople. \n(xi)  Collect and analyze health data, including morbidity and mortality rates due to \ndiseases associated with poor water supply and sanitation, and help the project \neconomist prepare a health impact/benefit analysis of the project.  \n(xii)  Analyze the project impacts with respect to Millennium Development Goal 7, \ntargets 10 and 11. \n(xiii)  Develop  a  project  performance  monitoring  system  to  estimate  benefits  and \nimpacts, including the relevant benchmark for health indicators. \n(xiv)  Assess the policy and legal framework for resettlement, identify any gaps in \nrelation to ADB policies, and propose measures to bridge the gap between ADB \nand PRC policies.  \n(xv)  Review the draft RPs  for each subproject to ensure compliance with ADB's \nInvoluntary  Resettlement  Policy  (1995)  and  requirements  of  the  OMF2  on \n ", "  Appendix 4   23 \nInvoluntary Resettlement (2006), ADB's Handbook on Resettlement (1998) and \nPolicy  on  Indigenous  Peoples  (1998).  The  RPs  should  address  all  project \ncomponents and must  \n(a)  include village-level impact assessment of project-affected people, land, \nassets, and occupations;.  \n(b)  identify potential impoverishment risks3 and vulnerable groups, including \nthose severely affected through loss of land, those with low income, and \nothers (e.g., disabled, aged, unemployed, illiterate);  \n(c)  provide special mitigation measures, if required; and \n(d)  document  the  extent  to  which  the  project  design  has  avoided  or \nminimized land acquisition and displacement of people and businesses.  \n(xvi)  In collaboration with the EA and local government officials, define categories for \nimpact  and  compensation  eligibility  of  affected  people,  and  prepare  an \nentitlements matrix based on the PRC Land Administration Law, recent policy \ndocuments,  local  government  regulations,  and  ADB’s  Policy  on  Involuntary \nResettlement.  The  entitlements  matrix  will  cover  compensation  and  other \nassistance for all types of impacts.  \n(xvii)  Assess and justify that the compensation standards in the entitlements matrix are \ndesigned to achieve full replacement for lost assets, income, and livelihood.  \n(xviii)  Prepare a consultation plan for the EA and assist the EA and local government \nofficials to consult with affected communities, local leaders, proponents, and \nstakeholders who may oppose the project. Assess their concerns and consider \npossible  changes  in  the  project  design  to  minimize  land  acquisition  and \nresettlement  effects.  The  consultation  plan  should  include  a  format  for \ndocumenting consultation with affected persons, listing events and summarizing \nthe outcomes and improvements resulting from consultation.  \n(xix)  Assist  the  EA  to  prepare  a  resettlement  information  booklet4  containing \nmeasurement  of  losses,  detailed  asset  valuations,  entitlements  and  special \nprovisions, grievance  procedures,  timing  of  payments,  and  displacement \nschedule.  Ensure  that  Chinese  versions  of  the  RP  will  be  distributed  to  all \naffected  villages  and  households,  all  relevant  local  government  offices,  and \naffected village leaders. \n(xx)  Conduct due diligence for resettlement completed in the past 5 years for closely \nrelated projects and associated project components that are not financed by \nADB. \n(xxi)  Review  the  organizational  structure  and  capacity  for  resettlement \nimplementation, and recommend improvements and actions required before the \nstart of land acquisition. As required, provide the PMO and local government \nofficials with training on ADB's Involuntary Resettlement Policy requirements and \nprocedures. \n(xxii)  Assess and justify that the overall resettlement budget is sufficient to acquire \nland and implement the RP. \n(xxiii)  Assist the subproject cities to prepare a detailed resettlement implementation \nschedule that is linked to the overall project schedule. A summary of milestones \nfor resettlement supervision should be developed and agreed to with the EA and \nADB before the RP is finalized. \n(xxiv)  Assist the PMO in revising individal subproject RPs as required.  \n                                                 \n3 Refer to ADB draft paper on impoverishment risks. \n4 ADB has sample formats available. ", "24  Appendix 4 \n(xxv)  Using individual subproject RPs, prepare a summary resettlement plan (SRP) for \nthe project. The SRP should be based on preliminary design data. The SRP \nshould include a plan for continuous internal monitoring and supervision by the \nEA, and a plan for periodic external monitoring and evaluation by an independent \nagency,  including  a  minimum  of  annual  updates  during  resettlement \nimplementation, on completion, and 2 years thereafter. Include a 3- to 5-page \nexecutive summary in the SRP. Using an assessment of the socioeconomic \ncondition of affected persons, prepare livelihood/income restoration programs in \nconsultation with the affected persons. \n \n7.  Institutional Development Specialists/Deputy Team Leaders (international, 5 \nperson-months  [two  international  specialists  for  2.5  person-months  for  each \nprovince]; and national, 6 person-months [two national specialists for 3 person-\nmonths for each province]) \n18.  The specialists will undertake the following tasks. \n \n(i)  Assess  the  institutional  capacity  of  the  Jilin  provincial  government,  and  the \nsubproject municipalities and cities in formulating urban development plans. \n(ii)  Assess  the  technical  and  managerial  capacity  of  implementing  agencies  to \nimplement, operate, maintain, and manage subproject facilities. \n(iii)  Prepare an institutional capacity-building program for the responsible water and \nwastewater management companies, the solid waste management entity, the \ncentral  heating  company,  and  the  subproject  municipalities  and  cities.  The \ncapacity-building program may include consulting services, training, etc. \n(iv)  Assess the organizational structure, staffing, etc., of the PMO to determine its \ncapacity  to  implement  the  project.  Recommend  appropriate  measures  to \nstrengthen the capacity of the PMO. \n(v)  Prepare a corporate development plan and associated training program for the \nrelevant  subproject  companies  (water  supply,  wastewater,  solid  waste \nmanagement, and central heating) in line with ADB’s Guidelines for Financial \nManagement and Analysis of Projects.  \n(vi)  Evaluate and assist in designing contractual and functional relationships between \nentities that will be jointly responsible for delivery of subproject services. This \nanalysis may include, as appropriate, drafting of water purchase agreements, \ncost-sharing agreements, or agreements to allocate subproject management, \noperation and maintenance responsibilities between responsible entities. \n(vii)  Assist  in  evaluating  opportunities  for  private  sector  delivery  of  subproject \nservices. \n \n \n "], "metadata": {"CreationDate": "D:20070906144405+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "songhua river basin water pollution management project, chinese urban environmental improvement, chinese human organization development, chinese environmental sustainability, tar: prc 40665", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20071001110602+08'00'", "Title": "Preparing the Songhua River Basin Water Pollution Control and Management Project (Cofinanced by the Cooperation Fund for the Water Sector)"}}