{"path": "data/input/ta/40684-01-prc-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n______________________________________________________________________________ \n \n \nProject Number: 40684 \nMarch 2011 \n \nProposed Loan and Administration of Grant  \nPeople's Republic of China: Forestry and Ecological  \n \nRestoration Project in Three Northwest Provinces\n \n ", "CURRENCY EQUIVALENTS \n(as of 2 March 2011) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.152 \n$1.00 =  CNY6.57 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FIRR  –  financial internal rate of return \n  GEF  –  Global Environment Facility \n  IEM  –  integrated ecosystem management \n  PRC  –  People’s Republic of China \n  SFF  –  state forest farm \n \nWEIGHTS AND MEASURES \n \nha  –  hectare \nkm2  –  square kilometer \nm3  –  cubic meter \nt  –  ton \n \nNOTES \n \n(i)  The fiscal year (FY) of the government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \n   \nTeam leader  R. Renfro, Officer-in-Charge, Environment, Natural Resources, and \nAgriculture Division/Lead Natural Resources Economist, EARD  \nTeam members  L. Medina, Project Officer, EARD \nR. O'Sullivan, Principal Counsel, Office of the General Counsel \nF. Radstake, Senior Environment Specialist, EARD \nA. San Pedro, Associate Project Analyst, EARD \nM. Vorpahl, Social Development Specialist, EARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE                                      \n                    \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Economic and Financial  8 \nB.  Governance  8 \nC.  Poverty and Social  8 \nD.  Safeguards  9 \n  E.  Risks and Mitigation Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan, and (ii) a proposed administration of a grant to be provided by the Global Environment \nFacility (GEF), both to the People’s Republic of China (PRC) for the Forestry and Ecological \nRestoration Project in Three Northwest Provinces. The design and monitoring framework is in \nAppendix 1. \n2.  To support the national and provincial government development policies and plans, the \nproject will help the State Forestry Administration (SFA); and the Gansu and Shaanxi provinces, \nand the Xinjiang Uygur Autonomous Region (Xinjiang) improve the productivity of the forestry \nsector, demonstrate an integrated ecosystem management (IEM) forest-development approach, \nand introduce forest carbon-sequestration and climate change-mitigation measures. The Asian \nDevelopment  Bank  (ADB)  provided  project  preparatory  technical  assistance  ($800,000, \napproved in December 2007).1 Key outputs of the project will include (i) economic tree crop \ndevelopment on about 38,000 hectares (ha) of barren and low-yielding forest lands that will \nbenefit about 207,000 households; (ii) ecological or natural forestry development on about \n300,000 ha, including replanting of about 4,700 ha; and (iii) project management support. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  The rapid development of the PRC through agricultural expansion, industrialization, and \nurbanization is attributed to the initial impetus from land reforms and the resulting increase in \nagriculture output and productivity. As the rural economy transitioned from the centrally planned \ncollective and commune systems to market-based management with price and profit incentives \nand improved property rights, infrastructure and financial services significantly raised income \nlevels and reduced poverty. Rural poverty still persists for a range of reasons, including the \nsmall fragmented nature of land plots and the significant influence of the forest sector and the \nforest lands under its purview. Forest resource management was transferred from the private \nsector into collectives during 1950–1956, and from 1988 there has been an ongoing movement \ntoward increased integration with market-based decision making through the allocation of forest \nuser certificates to contracted households. \n \n4.  The total forest area in the PRC is about 175 million ha and it supports a standing tree \nstock volume of about 13.6 billion cubic meters (m3). On a per capita basis, the PRC falls far \nbelow international standards, with a per capita forest area of about 0.13 ha compared with the \ninternational average of about 0.65 ha per capita. The standing stock volume of 10 m3 per capita \ncompares to a global average of 66 m3. The PRC is a net importer of timber products. Land \nclassified as forest land accounts for 285 million ha; however, only 60% or 169 million ha is \nforested. Forest land is typically of three types in the PRC: (i) ecological or natural forests, (ii) \ntimber plantations, and (iii) economic tree crops comprising fruit and nut orchards. Of the forest \nland, 115.8 million ha (66%) is natural forest and 53.3 million ha (34%) is plantation forestry \n(timber and economic tree crops). The extent of forest located on nonforest land is only 6 million \nha. The area of degraded and barren forest land totals about 116 million ha and has mostly \nbeen left out of the modernization of the rural PRC that focused on agricultural land. Within the \nwestern PRC, most of this land still supports traditional low-yielding and low-value cropping \nsystems built around wheat and corn rotations, or is steep gully sidings and desert periphery \nthat are barren or wastelands. The scale of the forest sector has continued to grow, with the \n                                                 \n1  ADB. 2007. Technical Assistance to the People’s Republic of China for Preparing the Silk Road Ecosystem \nRestoration Project. Manila. ", "2     \nforest cover increasing from less than 9% in 1949 to about 18% in 2007. This growth in forest \ncover has averaged about 4 million ha per year since 2000 and is in direct contrast with the \nglobal average of progressive forest cover loss, amounting to nearly 7.3 million ha per year over \nthe same period. However, this impressive expansion of forest cover does not reveal the current \nlow quality of forest structure, including the thin forest density and lack of biodiversity in the PRC \nforests. The sector target for forest cover is expected to reach 20% by 2010 with a further \nincrease to 23% by 2020, requiring an additional 29 million ha to be forested during the project \nperiod through 2020. The project will contribute less than 1% of the proposed policy target. \nWithin the rural landscape, the forestry sector has lagged behind in reforms and has been slow \nto respond to market-oriented policy priorities. Policy analyses demonstrate the need for reform \nwith basically two categories of issues: (i) management of publicly owned forests, and (ii) the \nrole of government in guiding managers of privately operated forest land and forest enterprises \nto support sector growth.  \n \n5.  The drylands of the western PRC cover about 40% of the country and contain some of \nthe most severely degraded land in the world. The proposed project area covers about 165,000 \nsquare kilometers (km2), incorporating 18 districts and 55 counties selected from some of the \nworst-affected and poorer parts of Gansu, Shaanxi, and Xinjiang. This area includes three \ndistinct ecological zones: the loess plateau, the central mountain region, and the oases in  \nXinjiang. The ancient Silk Road ran through this area, starting near Xian and running northwest \nthrough Gansu and Xinjiang. The loess plateau in the PRC is characterized by fine, wind-blown \nsoil that is very deep (up to about 200 meters in places) and highly prone to erosion. Much of \nthe area of eastern Gansu and Shaanxi lies on the loess plateau. Agriculture is predominantly \nrain fed, producing relatively low-value and low-yielding annual crops, such as wheat and corn. \nThe central mountain region includes the Qian mountains in Xinjiang, the Qilian mountains in \nGansu, and the Qinling mountains in Shaanxi. It contains several nature and forest reserves \nthat provide important habitats for endangered and protected species. The third zone, the desert \noases in Xinjiang, is home to the majority of rural people and agricultural activities, but makes \nup only 4% of Xinjiang’s territory. The oases require irrigation for agriculture and their desert \nclimate features harsh winters and summers of extreme heat and high winds. To improve \neconomic prospects and living conditions in this region, the establishment of shelter belts to \nprevent  the  shifting  of  the  desert  sands,  and  the  construction  of  water  management \ninfrastructure  (e.g., canals,  wells, and  high-efficiency  irrigation),  are vital.  Oasis  farming  of \ngrapes, melons, cotton, and wheat forms the core of local agricultural activities. \n \n6.  Between 1980 and 2006, the combined population of Gansu, Shaanxi, and Xinjiang \nincreased from about 60 million to about 84 million, or by about 40%. The population of ethnic \nminorities therein grew from about 9.2 million to about 15.2 million, or by about 65%, over the \nsame period. Land degradation is a critical environmental problem in all three project areas, \nseriously affecting about 274,600 km2 of land in Gansu (about 65% of its total area), about \n30,000 km2 in Shaanxi (about 14.5% of its province), and about 1.1 million km2 of Xinjiang \n(about 64% of its total area). The economic cost of land degradation is estimated at about \nCNY3.1  billion  in  Gansu  (about  15.9%  of  provincial  gross  domestic  product),  and  about \nCNY11.6 billion in Shaanxi (about 3.6% of provincial gross domestic product). About 64% of the \npopulation in the three provinces lives in rural areas. In 2006, the average annual urban income \nin the project area was CNY9,103 ($1,097 equivalent), while the average annual per capita rural \nincome was only CNY2,377 ($286), less than the poverty line defined as $1.25 per day. While \nthere is greater reliance on agriculture in Xinjiang, the rate of growth in agriculture is lower \nbecause of the limited access to markets, poorer natural resource endowments (especially \nwater), and a lack of essential infrastructure.  \n \n7.  The key problems affecting the project area include (i) low forest land productivity and \nsustainability;  (ii)  land  degradation  and  diminishing  returns  from  traditional  management ", "  3\npractices and inputs; (iii) vulnerability of households to price fluctuations and natural disasters; \nand (iv) lack of adequate working capital and long-term financing for households, enterprises, \nand state forest farms (SFFs). Farming on degraded and barren land, and steeply sloping land \nwith low-yielding and unsustainable grain crops has become common because of the combined \neffect of population expansion and poor regulation.  \n \n8.  The process of reform included widespread consultation, and a period of limited piloting \nand evaluation prior to the collective forest tenure reform program introduced in June 2008. \nThere are three ongoing reforms for the development and implementation of forest land tenure \nand institutional restructuring, aimed at creating incentives for investment and development in \nthe forest sector. The first is the reform of collective forest land tenure, seeking to allocate forest \nrights to households and individuals in order to return the mountains, forests, and profits to the \npeople. For areas under the economic forest land category, land will be contracted to the \nhouseholds for 70 years with the right to renew under the conditions stated in the law at the time \nof renewal. The current rights include the responsibility to manage the forestry resources as \nprescribed in the forestry law, as well as the right to make planting, management, operational, \nand marketing decisions. Households may also subcontract their rights to a third party for \noperating  and  managing  forest  resources.  The  second  reform  will  be  to  accelerate  the \ndevelopment of SFFs through the definition and classification of their forest resources into \neconomic and ecological resources, and the linking of ecological resources to public-good \nbudgets and secure funding systems. SFFs with natural forests were classified as ecological \nforests  with  the  objective  of  providing  ecological  functions  for  the  wider  public  good.  The \npurpose of ecological classification is to build a forest management system that delivers against \nclear objectives. The forest land tenure reforms confirmed rights for 70 years while enabling \nrights  to  be  rented  (subcontracted)  to  operators,  including  the  requirement  to  meet  the \nresponsibilities of the higher-level contract. For economic forest resources, business units will \nbe reformed to ensure viable operations and financial performance. The third reform seeks to \ndevelop the capacity to support the reformed forestry institutions.  \n \n9.  Lessons. The project design reflects the lessons identified in previous development \npartner and government programs. The lessons from past land degradation and ecological \nprograms, the World Bank's evaluation of assistance to the PRC forestry sector, and ADB's \nagriculture and natural resource lending programs are summarized here. The World Bank has \nassisted the PRC with five forestry projects. Assistance started in 1985 with the Forest Sector \nProgram  that  built  plantation  resources.  The  project  was  generally  considered  successful. \nSubsequent projects, such as the National Afforestation Project for 15 provinces2 (approved in \n1990)  and  the  Forest  Resource  Development  and  Protection  Project  for  17  provinces3 \n(approved in 1994), were considered highly successful. The Forestry Development Project in \nPoor Areas for 12 provinces4 (1998–2006) increased forest cover by about 8% in the project \narea, primarily using economic trees. It was determined that marketing infrastructure support \nwas not required as provision by the private sector already went beyond project capacity. The \nforest enterprise development component was unsuccessful, with only 14 of the target of 64 \nestablished, and of these, 33% failed during project implementation. The ongoing Sustainable \nForestry Development Project for 12 provinces5 (approved in 2002) includes components in \ntimber plantations, economic trees, ecological or natural forests, and nature reserves. Key forest \nsector lessons are that (i) farmer participation in the design and selection of crops (using \ncommunity forestry assessments) is critical, despite being staff-intensive; (ii) there needs to be \n                                                 \n2 Anhui, Fujian, Guangdong, Guangxi, Guizhou, Hebei, Henan, Hubei, Hunan, Jiangxi, Liaoning, Shandong, Sichuan, \n  Yunnan, and Zhejiang. \n3  Anhui, Fujian, Guangdong, Guangxi, Guizhou, Hebei, Heilongjiang, Henan, Hubei, Hunan, Jiangxi, Liaoning, \nShaanxi, Shanxi, Sichuan, Yunnan, and Zhejiang. \n4  Anhui, Guangxi, Guizhou, Hebei, Henan, Hubei, Hunan, Jiangxi, Liaoning, Shanxi, Sichuan, and Yunnan. \n5  Anhui, Gansu, Guizhou, Hainan, Henan, Hubei, Hunan, Liaoning, Shandong, Shanxi, Sichuan, and Yunnan. \n ", "4     \nstrong links between research and development, and extension systems; (iii) timber plantations \nhave been successful and are largely risk-free; and (iv) the very poor are susceptible to the \nsubstantial business risk attached to economic or long-term crops, and emphasis must be \nplaced on good varieties that appeal to the market. The World Bank has prepared two more \nforestry projects: the Integrated Forestry Development Project, approved on 6 July 2010 in five \nprovinces6 with  timber  plantations,  ecological  forests,  and  capacity  development;  and  the \nShandong Ecological Afforestration Project in saline and rocky areas approved on 6 May 2010. \nThere is a particular need for long-term capital because of the long lead time to reach full \nproduction for agro-enterprises. The provision of long-term capital should not be subsidized for \nthis  reason.  Instead,  the  terms  and  conditions  of  the  financing  under  the  project  will  be \nassessed for its viability with the selected enterprises. ADB's Dryland Sustainable Agriculture \nProject7 has adopted these measures and serves as a guide for the involvement of private \nenterprises in the proposed project. The proposed project has taken into account all of these \nlessons  and  has  completed  due  diligence  of  the  orchard  crops,  enterprises,  and  farmer \ninterventions selected. \n \nB.  Impact and Outcome \n \n10.  The impact of the project will be improved incomes and sustainable livelihoods from the \nuse of forest land in Gansu, Shaanxi, and Xinjiang. The outcome of the project will be increased \nproductivity of forest lands and reduced land degradation in Gansu, Shaanxi, and Xinjiang. \n \nC.  Outputs \n \n11.  The project's strategy is to support the implementation of recent collective forest tenure \nreforms, and assist with the conversion of land and labor resources into higher-value and more \nsustainable tree crop production systems using IEM approaches developed by the PRC–GEF \nPartnership on Land Degradation in Dryland Ecosystems.8 The IEM approach offers the PRC a \nnew way to plan and manage dryland natural resources by providing an integrated planning \napproach. The project outputs include (i) mainstreamed IEM approaches applied to economic \ntree  crop development  on  about 38,000  ha; (ii)  mainstreamed  IEM  approaches  applied  to \necological forestry development on about 300,000 ha; and (iii) project management support \nstrengthened  to  implement  forest  sector  reforms  using  IEM  approaches  in  the  provinces, \ncounties, towns, and households.  \n \n12.  Economic tree crop development. Thirteen varieties of fruits, nuts, timber trees, and \nshelterbelt trees will be planted in the three provinces. In this way, forest land will be converted \ninto more ecologically sustainable land use that generates sufficient profit to create incentives \nfor  the  long-term  management  of  natural  resources.  About  207,000  rural  households  and \nworkers will benefit from the tree crop development. The planted area will require about 12,800 \nfull-time jobs per year by the sixth year, and an estimated 48,500 full-time job equivalents from \nyear 10 onward when harvest reaches the stable yield period. By year 10, the project will \n                                                 \n6  Anhui, Hubei, Liaoning, Shanxi, and Zhejiang. \n7 ADB.  2008.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  and \nAdministration of Grant to the People's Republic of China for the Dryland Sustainable Agriculture Project. Manila.  \n8  The IEM approach provides a planning and implementation approach for natural resources in the dryland areas of \nnorthern, central, and western PRC. The approach brings together the legal, policy, design, institutional, technical, \neconomic, environmental, and social systems involved to support the sustainable use and management of natural \nresources. The IEM approach emphasizes the links between natural ecosystem capacities and socioeconomic \nactivities (including those of poor rural inhabitants), and seeks to holistically rehabilitate damaged ecosystem \nservices and functions by addressing the major root causes of destructive practices. The ongoing ADB-assisted \nNingxia Integrated Ecosystem and Agricultural Development Project also adopts the IEM approach. (ADB. 2008. \nReport and Recommendation of the President to the Board of Directors: Proposed Loan and Grant to the People’s \nRepublic of China for the Ningxia Integrated Ecosystem and Agricultural Development Project.  Manila.) ", "  5\ngenerate about 445,900 tons (t) of fruits and nuts. The major outputs will be apples (about \n228,240 t), grapes (about 32,390 t), Chinese dates or jujubes (about 31,950 t), walnuts (about \n25,000 t), and persimmons (about 18,555 t). For apples, this represents about 2.5% of the \ncurrent  apple  output  from  Gansu  and  Shaanxi.  The  proportion  of  Chinese  dates,  grapes, \nwalnuts, and persimmons is significantly less than 1% of current provincial production. In \naddition, the project will finance the expansion of nine profitable private enterprises in Gansu \nwith about 16,000 t of cold-storage facilities, including seven apple storage enterprises, one \nginkgo storage enterprise, and one walnut oil processing enterprise; and support 17 other small \nenterprises (14 private farms and 3 public–private shareholding companies) in Xinjiang that \nhave successfully worked with farmers. \n \n13.  Ecological forestry development. This will consist of (i) reforestation of about 3,000 ha \nof hilly and degraded land in the higher, drier sites of Lintao and Tongwei counties in Gansu \nwith shiny yellow horn trees; and (ii) improvement of forest land and management (including \nfinancial sustainability) on seven SFFs in Shaanxi on about 126,000 ha involving public–private \npartnerships with private ecotourism enterprises. In addition, GEF-financed activities in the three \nprovinces (about $1.7 million available for each province) will include (i) reforestation of about \n700 ha of barren and steeply sloping land in four counties of southeast Gansu with pine, larch, \nand other appropriate species; (ii) restoration of degraded land in Hami and Changji counties of \nXinjiang with sand-fixing and replanting technologies on about 435 ha (and about 630 ha using \nloan funds); and (iii) carbon market readiness and education with ecological forestry and climate \nchange capacity development in Shaanxi's seven SFFs and five SFFs in Gansu. These SFFs \nwill jointly improve their forest management with the aim of becoming eligible to sell the carbon \nsequestration  in  their  forests  through  a  carbon  market.  The  SFFs  will  be  assisted  in  the \nmanagement of ecological forests and initiating carbon trades through a newly established \necological forestry center based in Xian, Shaanxi. The total forest land area managed by these \n12 SFFs is about 300,000 ha. \n \n14.  Project  management  support.  This  will  include  (i)  improvement  in  project \nimplementation and management in provincial, municipal, and county implementing agencies; \nand (ii) technical support to participating households and farmers. The executing agency (the \nState  Forestry  Administration),  the  three  provincial  project  management  offices,  and  the \n55 county  project  management  offices  responsible  for  project  implementation  have  been \nextensively involved in the preparation of the project, including applying the selection criteria in \nthe choice of the areas and participating farmers, enterprises, and SFFs. Project financing will \nbe  used  to  provide  (i)  training  in  project  management,  including  financial  management, \nprocurement, disbursement, and information management; (ii) ecological and environmental \ntraining, including pest identification, use of pesticides, integrated pest management, integrated \ncrop management, and good agricultural practices; and (iii) social topics, including gender \nawareness, creating opportunities for women, and consultation approaches. In the provinces, \ntraining will be provided in (i) forestry site planning and project investment planning, (ii) financial \nmanagement, (iii) procurement and disbursement, (iv) safeguards, and (v) project management \nand information systems. In the counties, training will be provided in (i) project management, \n(ii) procurement, (iii) training on statement of expenditures (SOE) procedures, (iv) site selection \nand planning, (v) monitoring and evaluation, and (vi) financial management. ADB will also \nprovide  training  on  imprest  account  management,  project  implementation,  and  project \nperformance management. The project staff will also provide awareness workshops to mobilize \nfarmers and disseminate project information. \n \nD.  Investment and Financing Plans \n \n15.  The project is estimated to cost $180.69 million (Table 1). \n \n ", "6     \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Economic tree crop development  120.70 \n  2.  Ecological forestry development  18.34 \n  3.  Project management support  17.11 \n      Subtotal (A)  156.15 \nB.  Contingenciesc  9.65 \nC.  Financing Charges during Implementationd  14.89 \n    Total (A+B+C)  180.69 \na   Includes taxes and duties of $6.4 million to be financed from the government and Asian Development Bank’s \n(ADB) ordinary capital resources. \nb  In end 2010 prices. \nc   Physical contingencies were computed at 5% of base costs. Price contingencies were computed based on ADB-\nprescribed (international and national) price escalation  factors, and include provisions for potential foreign \nexchange rate fluctuations under the assumption of a purchasing power parity exchange rate.  \nd   Includes interest and commitment charges during construction. Interest was computed at a US dollar 5-year swap \nrate plus a spread of 0.3%, and commitment charges were computed at 0.15% per annum on undisbursed funds. \nSource: ADB estimates. \n \n16.  The government has requested a loan of $100 million,9 including taxes and duties10 from \nADB’s ordinary capital resources to help finance the project. The loan will have a 25-year term, \nincluding a grace period of 5 years, an annual interest rate determined in accordance with \nADB’s London interbank offered rate (LIBOR)-based lending facility, a commitment charge of \n0.15% per year, and such other terms and conditions set forth in the draft loan, project, and \nfinancing agreements. The government has provided ADB with (i) reasons for its decision to \nborrow  under  ADB's  LIBOR  rate-based  lending  facility  on  the  basis  of  these  terms  and \nconditions, and (ii) an undertaking that these choices were its own independent decision and not \nmade in reliance on any communication or advice from ADB. The financing plan is in Table 2.  \n \nTable 2: Financing Plan \n($ million) \nSource  Amount  % \nAsian Development Bank  100.00  55.3 \nGlobal Environment Facility     5.10  2.8 \nProvincial, municipal, and county governments  44.99  24.9 \nEnterprises  12.74  7.1 \nHouseholds  17.86  9.9 \n  Total  180.69  100.0 \nSource: Asian Development Bank estimates. \n \n17.  The borrower will be the PRC. On behalf of the government, the Ministry of Finance will \nenter into subsidiary loan agreements with the 3 participating provinces as subborrowers of the \nproceeds of the ADB loan: Gansu, $33.34 million; Shaanxi, $33.33 million; and Xinjiang, $33.33 \nmillion. The provinces will onlend the proceeds of the loan in local currency or dollars to the \nmunicipal and county finance bureaus on the same terms and conditions as the ADB loan for \nfurther onlending to households, enterprises, and SFFs, with terms similar to the loan but with \nan additional interest rate spread of up to 0.2% to cover possible loss and delay in repayment \nbased on up to a 25-year term to households and SFFs, and up to a 15-year term to enterprises, \nincluding a grace period of up to 5 years. The 3 provinces will establish revolving fund accounts \nand allocate recovered subloan principal amounts into the funds. Proceeds from the repayment \nof the principal from the subloans to enterprises and SFFs will be used to maintain the provincial \n                                                 \n9 Transportation and insurance will be eligible under the loan and grant. \n10 The calculation of taxes and duties to be financed under the project is based on the following principles: (i) the \n  amount of taxes and duties financed by the ADB loan should not represent an excessive share of the project \n  investment plan, (ii) the taxes and duties should only apply to ADB-financed expenditures, and (iii) the financing of \n  taxes and duties should be material and relevant to the success of the project. ", "  7\nrevolving funds for onlending for the same purposes and under the same terms and conditions \nas those for the ADB loan. The beneficiary households, enterprises, and SFFs will repay the \nloan proceeds and interest charges to the county finance bureaus for onward payment to ADB \nthrough the provincial governments and the Ministry of Finance. The foreign exchange risk will \nbe borne by the provincial, municipal, and county governments and subborrowers that borrow in \ndollars. The provincial, municipal, and county governments will provide counterpart funds of \n$44.99 million equivalent, while the enterprises will contribute about $12.74 million in the form of \nequity and the beneficiary households will contribute $17.86 million equivalent in the form of \nlabor. To assist with the ecological forestry output, the GEF will provide grant cofinancing \nequivalent to $5.1 million, to be administered by ADB. Other grant funds (including the Climate \nChange Fund, and Gender and Development Cooperation Fund) are also being sought for the \nproject.  \n \nE.  Implementation Arrangements  \n \n18.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.11 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  October 2011–September 2016 \nEstimated project completion and  30 September 2016 (project completion) \nclosing dates  31 March 2017 (project closing date) \nProject management \n(i)  Oversight body  Provincial leading groups  Chaired by vice-governors \n(ii)  Executing agency  State Forestry Administration  Through the ADB loan project \nmanagement office \n(iii)  Key implementing agencies  Forestry departments, and municipal   \nand county forestry and finance \nbureaus of Gansu, Shaanxi, and \nXinjiang \n(iv)  Project implementation units  National project management office   \nestablished in the State Forestry \nAdministration. Provincial and county \nproject management offices also \nestablished. \n    Procurement  National competitive bidding  55 contracts for $34.0 million \nForce account  1,119 contracts for $105.0 million \nShopping  6 contracts for $0.5 million \n    Consulting services  Individual consultant selection method   \nSingle-source selection  75 contracts for $3.0 million \n    Retroactive financing and/or  The executing agency and the   \n    advance contracting  provinces requested advance \ncontracting and retroactive financing to \nenable early procurement of goods, \nworks, and services related to spring \n2011 planting of economic tree crops \nand ecological forests. Retroactive \nfinancing could only apply to up to 20% \nof the ADB loan, and accordingly up to \n20% of the allocation for each province \nwith respect to expenditures incurred \n                                                 \n11 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "8     \nAspects  Arrangements \nnot earlier than 12 months before \nsigning of the loan agreement. \n  Disbursement  The loan and grant proceeds will be   \ndisbursed according to ADB’s Loan \nDisbursement Handbook (2007, as \namended from time to time) and \ndetailed arrangements agreed on \nbetween the government and ADB. \nADB = Asian Development Bank. \nSource: ADB. \n \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial  \n \n19.  The economic benefits of the project are calculated from the financial benefits and \nconverting financial prices into economic prices. The economic returns are higher than the \nfinancial returns because the shadow wage rate is less than 1 and labor comprises 55%–65% of \nthe  total  costs.  Additional  ecological  benefits  included  in  the  calculations  are  (i)  carbon \nsequestered over and above the without-project situation, and (ii) the retention of soil and water \nfrom the change of forest land use. Sequestered carbon includes the carbon captured by the \necological  reforestation  program  of  Gansu,  the  predicted  incremental  benefits  of  secured \nmanagement of the seven pilot SFFs in Shaanxi, and the soil carbon benefits from moving away \nfrom traditional cropping systems to agroforestry or economic forestry. The economic internal \nrate of return for the overall project is estimated at 19.5%, ranging from 18.7% in Shaanxi to \n19.8%  in  Xinjiang.  The  distribution  and  market  analysis  shows  a  balanced  distribution  of \neconomic and financial benefits to farmers and enterprises.  \n \n20.  A financial analysis was undertaken to assess the viability and sustainability of the \nproposed project. The major financial benefit arising from the project is the increase in output \nfrom economic tree crops, which is estimated to approach 464,000 t per annum by year 10. An \nestimated 207,000 households will receive financial benefits. An assessment of the financial \ninternal rate of return (FIRR) for the crops indicates that the expected returns range from 12.1% \nfor ginkgo to 45.6% for Chinese dates. About 33% of the planted area will be under apples, \nfollowed by about 29% under walnuts. Apples have an estimated FIRR of 16.6% and walnuts \nhave  an  estimated  FIRR  of  19.8%.  To  estimate  the  financial  returns  to  representative \nhouseholds in the project, three household models were constructed based on different tree \ncrops. Financial due diligence was conducted for all enterprises that are included in the project. \nThe results indicate that the nine private enterprises in Gansu have FIRRs ranging from 12.5% \nto 18.2%, compared to a weighted average cost of capital of 5.2%.  \n \nB.  Governance \n \n21.  All  procurement  of  goods  and  works  will  be  carried  out  in  accordance  with  ADB’s \nProcurement Guidelines (2010, as amended from time to time) and the agreed procurement \nplan. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the State Forestry Administration; Gansu, Shaanxi, and Xinjiang governments; and the \nimplementing agencies. The specific policy requirements and supplementary measures are \ndescribed in the project administration manual. \n \nC.  Poverty and Social \n22.  The  project  will  benefit  about  207,000  farmer  households,  9  private  enterprises  in \nGansu, and 17 farm enterprises in Xinjiang with economic tree crop improvements; 7 SFFs in \nShaanxi; and numerous county forest bureaus and forest stations in Gansu and Xinjiang  with ", "  9\necological forest improvements. Except for Xinjiang, where the project areas are among the \nmost productive, poverty rates in the project area are generally higher than the provincial \naverages. In 2009, poverty rates averaged about 20% in the project counties of Gansu (higher \nthan the provincial average of 19.4%), and range from 14.5% to 28.1% based on survey results. \nIn  Shaanxi,  poverty  rates  average  about  16.5%  in  the  project  counties  (higher  than  the \nprovincial average of 14.8%), and range from 5.6% to 25.8%. In Xinjiang, the average poverty \nincidence is about 9.6% (lower than the provincial average of 13.9%). In all project areas, \npoverty rates are much higher than the official national average of around 4.0%. No land \nacquisition or involuntary resettlement is involved, and incomes will improve as a result of the \nproject. \n \nD.  Safeguards \n \n23.  The project is classified under environmental category B. During the project preparation, \ndomestic environmental impact assessment reports were prepared for the three provinces in \naccordance with the PRC regulations. An initial environmental examination report was prepared \nin  accordance  with  ADB  guidelines.  Due  diligence  review  of  environmental  management \npractices by the participating enterprises has been undertaken. The review shows that the \nenterprises comply with all national regulations and apply adequate environmental management \nprocedures acceptable to ADB. The initial environmental examinations were approved by the \nprovincial environmental protection bureaus in August 2010. The project is expected to achieve \nsignificant environmental benefits, including (i) water savings, (ii) reduced use of agrochemicals \n(fertilizers and pesticides), (iii) reduced soil erosion, and (iv) increased carbon sequestration \nboth in trees and soils. Carbon sequestration and land improvements are considered significant \nbenefits representative of the overall direct and indirect positive impacts of the project. The \nproject will also enable participating farmers and beneficiaries to better adapt to climate change \nimpacts by introducing sustainable land and management policies.  \n \n24.  The  social  assessment  revealed  that  ethnic  minority  groups  live  in  the  five  project \ncounties of Xinjiang and that no ethnic groups are involved in the project areas of Gansu and \nShaanxi; consequently, the project is classified under indigenous peoples category A. According \nto the survey data, poverty is higher among ethnic minority groups, although they receive some \nspecifically targeted support programs. In a community that has a small number of ethnic \nminority  people  and  a  large  number  of  Han  people,  priority  will  be  given  to  the  minority \nhouseholds. To enhance the participation of ethnic minority people, consultation workshops, \nvillage project information publicity, and invitation and mobilization of the households will be \ncarried out by implementing agencies, enterprises, and county forest bureaus in ethnic minority \nlanguages. The ethnic minority development plan (EMDP) for Xinjiang and the community \nconsultation and participation plans for Gansu and Shaanxi were prepared and endorsed by the \nexecuting agencies.  \n \n25.  The project is classified under involuntary resettlement category C. Due diligence was \nconducted and the project design has included measures to avoid involuntary resettlement, \nincluding (i) avoidance of basic farm land for forest development; (ii) voluntary participation of \nfarmers who will be direct beneficiaries, using a community consultative process; (iii) payment of \nwages to farmers that participate in the project and provide labor inputs; (iv) no land acquisition \nwill be required for irrigation infrastructure upgrading; and (v) ecological trees will utilize state-\nowned forest land and hilly and marginal collective land. \n \nE.  Risks and Mitigation Measures \n \n26.  The  financial  management  assessment  indicates  that  the  local  governments  have \naccumulated considerable experience from ADB- and World Bank-financed projects, and are \nfamiliar with ADB’s requirements. Public–private partnerships for the success of the reforms and \n ", "10    \ncommercialization of the Shaanxi SFFs present some risk for the project. Major risks and \nmitigating measures are summarized in Table 4. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nRepayment  The local governments will guarantee the repayment of disbursed loan funds. In the case of \nrepayment default, the provincial governments will deduct amounts due from the public budgets of \nthe municipal and county governments. \nFinancial  The financial management systems of the participating enterprises meet the requirements for \nManagement  undertaking their respective activities. Nonetheless, project implementation will involve training and \ncapacity-improvement  activities.  Mitigation  measures  are  designed  to  strengthen  financial \nmanagement capacity and mitigate residual control risks, and include (i) recruitment of well-trained \nproject management and accounting staff, (ii) well-designed and focused training by ADB’s resident \nmission, (iii) establishment of a management information system to monitor the execution of project \nactivities and impacts, and (iv) strengthening of the control and accountability mechanism. \nPublic– The  inclusion  of  private  sector  management  skills,  market  access,  advertising,  and  equity  is \nPrivate  considered essential for state forest farm reforms and sustainability. There are numerous successful \nPartnerships  companies in the private sector of Shaanxi that can assist with project implementation. \nADB = Asian Development Bank. \nSource: ADB. \n \nIV.  ASSURANCES \n \n27.  The  national  government  and  provincial  governments  have  assured  ADB  that \nimplementation of the project shall conform to all applicable ADB policies, including those \nconcerning anticorruption measures, safeguards, gender, procurement, consulting services, and \ndisbursement as described in detail in the project administration manual and loan documents. \nThe  national  government  and  provincial  governments  have  agreed  with  ADB  on  certain \ncovenants for the project, which are set forth in the draft loan, project, and financing agreements.  \n \nV.  RECOMMENDATION \n \n28.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the loan of $100,000,000 to the People's Republic of China for the Forestry and \nEcological Restoration Project in Three Northwest Provinces from ADB’s ordinary \ncapital  resources,  with  interest  to  be  determined  in  accordance  with  ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; a term of 25 years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board; and \n(ii)  the administration of the grant not exceeding the equivalent to $5,100,000 to the \nPeople’s Republic of China for the Forestry and Ecological Restoration Project in \nThree Northwest Provinces, to be provided by the Global Environment Facility. \n \nHaruhiko Kuroda \nPresident \n7 March 2011", "Appendix 1     11\nDESIGN AND MONITORING FRAMEWORK  \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks  \nImpact      Assumption \nImproved incomes and  Average net income of  12th Five-Year Plan  Effective monitoring \nsustainable livelihoods  beneficiary households  reported achievements and  ensures that enterprises, \nfrom the use of forest  increased by 30%, from CNY  future directions and  county forestry bureaus, \nland in Gansu, Shaanxi,  1,600 in 2010 to CNY 2,080  priorities  SFFs, and forest stations \nand Xinjiang.  by 2020  successfully implement \nProvincial and county \nactivities and sustain \nProtection of ecologically  yearbooks and reports \nbenefits. \nsensitive areas increased by \nProject benefit monitoring \n130,000 ha, from about  Risk \nreports \n180,000 ha in 2010 to about  Rapid economic growth \n310,000 ha by 2020  dominates priorities and \npollutes landscape. \nRural employment increased \nby 48,000 jobs by 2020 \nOutcome      Assumption \nIncreased productivity of  Degraded forest land in the  12th Five-Year Plan  Project is implemented as \nforest lands and  three provinces reduced by  reported achievements and  designed. \nreduced land  10% in 2010 from about 3.50  future directions and   \ndegradation in Gansu,  million ha to about 3.15  priorities  Risk \nShaanxi, and Xinjiang.  million ha by 2016  Natural disasters, \nProvincial and county \nparticularly droughts and \nForest cover and tree density  yearbooks and reports \nerosion events, are not \n(stand volume) increased by \nForestry department  effectively mitigated. \n3% in Gansu (from 680,000 \nreports \nha to 700,000 ha), 2% in \nShaanxi (from 735,000 ha to \n750,000 ha), and 1% in \nXinjiang (from 594,000 ha to \n600,000 ha), leading to \nprotection of total carbon \nstocks of 32 million tons and \nsequestration of 3.3 tons by \n2016 \nOutputs      Assumptions \n1. Mainstreamed IEM  About 38,000 ha of 13  Provincial and county  Demand for fruits and nuts \napproaches applied  varieties of economic tree  yearbooks and reports  remains high.  \nto economic tree crop  crops newly planted and     \ndevelopment  producing fruit on degraded  Forestry department  Farmers are able to \nforest land in the three  reports  access required support \nprovinces by 2016    services from local \nFinancial statements of  government agencies. \nAbout 207,000 rural \nenterprises and commercial   \nhouseholds and workers \nproduction bases  Risks \nbenefiting directly from the \nQuality control standards \nproduction and processing of \nare inadequate to meet \neconomic tree crops by 2016 \ndomestic and international \nAbout 26 enterprises  market standards. \noperating profitably by 2016   \nForest land tenure \nIncreased sequestration of  contracts and rental \nabout 368,600 tons of carbon  agreements are not \nin orchards by 2016  secured. \n \nNatural disasters seriously \ndisrupt the supply of \ninputs. ", "12  Appendix 1 \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks  \n2. Mainstreamed IEM  About 3,000 ha of degraded  Provincial and county  Assumptions \napproaches applied  forest land in Gansu restored;  yearbooks and reports  Forest trees are \nto ecological forestry  protection of carbon stocks of    established and survive. \ndevelopment  2.7 tons and sequestration of  Forestry department   \n3.3 tons by 2016  reports  Forest tree maintenance is \n  provided by county forest \nAt least seven SFFs in \nPPMO and CPMO benefit  bureaus and financing is \nShaanxi improve tree cover \nmonitoring reports  made available by county \nand density on about 126,000 \n  finance bureaus. \nha; protection of carbon \nReports and audited   \nstocks of 28.8 tons and \nstatements from SFFs  Commercial ecotourism \nsequestration of additional 1 \nrevenue is generated for \nton of carbon by 2016 \nSFFs to operate profitably. \nEcological forestry center \nRisk \nproviding support to SFFs in \nPublic–private \nforestry management and \npartnerships fail due to \ncarbon trading  \nunsound management, \nGEF financing: (i) about  illegal corporate practices, \n700 ha of degraded steeply  and operational neglect or \nsloping forest land in Gansu  natural disaster.  \nrestored, (ii) about 1,000 ha   \nof degraded forest land \nsecured in Xinjiang  and (iii) \ncarbon forestry improvements \nmade on about 12 SFFs in \nShaanxi and Gansu; \nprotection of 6,000 tons of \ncarbon and sequestration of \n5,000 tons in Xinjiang by \n2016 \n3. Project management  PPMOs and CPMOs  Project reports and   \nsupport strengthened  established and operating in  monitoring \nto implement forest  each province and county   \nsector reforms using    Benefit and impact \nIEM approaches in  Enhanced capacity of  monitoring \nthe provinces,  households and implementing   \ncounties, towns, and  agencies in implementing IEM  Training records \nhouseholds   approaches; about 200,000  Procurement records \nhouseholds received training \nin IEM \n Activities with Milestones  Inputs \n1.   Advance Actions  ADB: $100.00 million \n1.1 Draft all project management procedures.  Amount \n1.2 Design and implement PPMS.  Item  ($ million) \n1.3 Update procurement plan for approval by the State Forestry  Economic tree crops  86.76 \nAdministration and ADB. \n1.4 Prepare household and enterprise loan agreements.  Ecological forestry  11.01 \n1.5 Identify economic planting areas and household planting \nProject management support  2.23 \nplans. \n1.6 Ratify year 1 tree planting plans.  Provincial, municipal, and county  \n1.7 Prepare project training plan.  governments: $44.99 million \n1.8 Train project management staff in ADB procedures and  Amount \nsystems.  Item  ($ million) \n1.9 Agree and jointly train with county finance officials on  Economic tree crops  12.60 \nprocedures and documentations. \nEcological forestry  5.49 \n2.  Project Year 1 \n2.1 Implement procurement plan.   Project management support  26.90 ", "Appendix 1  13\nActivities with Milestones \nInputs \n \n2.2  IEE and EMDP implementation started.  Enterprises: $12.74 million  \n2.3 Initiate beneficiary training. \nAmount \n2.4 Plant about 21,000 ha of economic tree crops. \nItem    ($ million) \n2.5 Prepare year 2 planting plans. \nEconomic tree crops  12.74 \n2.6 Approve ecological forestry center establishment in Shaanxi. \n2.7 Monitor survival rates on economic tree planted areas.   \nHouseholds: $17.86 million \n2.8 Prepare county ecological planting plans starting year 2. \nAmount \n2.9  Approve enterprise development plans by PPMO and award. \nItem    ($ million) \n2.10 Contract business planning procedures for each pilot SFF. \nEconomic tree crops  17.38 \n2.11 Design carbon administration system and start training.  \n3.  Project Year 2  Ecological forestry  0.48 \n3.1 Continue beneficiary training. \n \n3.2  IEE and EMDP implemented.  GEF: $5.10 million \n3.3 Plant about 13,900 ha of economic tree crops.  Amount \n3.4 Plant about 2,640 ha of ecological forests.  Item  ($ million) \n3.5 Plant replacement economic trees.  Ecological forestry  3.06 \n3.6 Staff and operate ecological forestry center.  \nProject management support  2.04 \n3.7 Disburse value chain enterprise loans.  \n3.8 Monitor planting and survival.      \n3.9 Approve SFF business plans and identify private sector \ninvestors.  \n3.10 Establish carbon database and MIS.  \n3.11Complete social monitoring.  \n4.  Project Year 3 \n4.1 Complete beneficiary training. \n4.2  IEE and EMDP implementation completed. \n4.3  Plant about 3,100 ha of economic tree crops. \n4.4 Plant about 1,250 ha of ecological forest trees. \n4.5 Monitor and evaluate planting program. \n4.6 Design carbon trade. \n4.7 Design payment for ecological services schemes. \n4.8 Complete PPP design and have it agreed by all parties. \n4.9 Complete midterm monitoring report. \n5.  Project Year 4 \n5.1 Plant about 810 ha of ecological forest trees. \n5.2 Continue tending of trees. \n5.3 Implement SFF enterprise investments.  \n5.4 First carbon trade. \n6.  Project Year 5 \n6.1 Monitor project activities. \n6.2 Complete training of implementing agency staff.  \n6.3 Continue tending of trees. \n6.4 Evaluate project outputs and evaluation survey \n6.5 Project completion report. \n6.6 Conclude carbon trades.  \nADB = Asian Development Bank, CPMO = central project management office, EMDP = ethnic minorities development \nplan, GEF = Global Environment Facility, ha = hectare, IEE = initial environmental examination, IEM = integrated \necosystem management, MIS = management information system, PPMO = provincial project management office, \nPPMS = project performance management system, PPP = public–private partnership, SFF = state forest farm. \n  Source: ADB. \n                   \n ", "14  Appendix 2    \n    LIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=40684-01-3 \n \n1.  Loan Agreement \n2.  Financing Agreement \n3.  Project Agreement \n4.  Sector Assessment (Summary): Forestry \n5.  Project Administration Manual \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination   \n8.  Financial and Economic Analyses \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Initial Environmental Examination \n12.  Ethnic Minority Development Plan (and Summary) \n13.  Risk Assessment and Risk Management Plan \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20110308090156+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "adb project 40684; china; people's republic of china; prc; gansu; shaanxi; xinjiang; forestry and ecological restoration project; ecosystem restoration; silk road ecosystem restoration; integrated ecosystem management; IEM approaches; forest lands", "ModDate": "D:20110712092646+08'00'", "Producer": "Acrobat Distiller 8.0.0 (Windows)", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Forestry and Ecological Restoration Project in Three Northwest Provinces in the PRC, for the approval of ADB's Board of Directors.", "Title": "RRP: PRC: Forestry and Ecological Restoration Project in Three Northwest Provinces"}}