{"path": "data/input/ta/41043-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 41043 \nAugust 2007 \n \n \n \nSupport for Customs, Immigration, Quarantine, and \nSecurity Harmonization in the Brunei Darussalam, \nIndonesia, Malaysia, Philippines East ASEAN Growth \nArea  \n \n(Financed by the Cooperation Fund for Regional Trade and \nFinancial Security Initiative) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BIMP-EAGA  –  Brunei Darussalam, Indonesia, Malaysia, Philippines East \nASEAN Growth Area \n  ASEAN  –  Association of Southeast Asian Nations \n  CIQS  –  customs, immigration, quarantine and security \n  GMS  –  Greater Mekong Subregion \n  ICAO  –  International Civil Aviation Organization \n  IMO  –  International Maritime Organization \n  RETA  –  Regional Technical Assistance \n  RRP  –  rules, regulations and procedures \n  SOM  –  senior officials’ meeting \n  TA  –  technical assistance \n  UNCTAD  –  United Nations Conference on Trade and Development \n  WCO  –  World Customs Organization \n  WHO  –  World Health Organization \n  WTO  –  World Trade Organization \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Industry and trade \nSubsector  –  Trade \nTheme  –  Regional cooperation \nSubtheme  –  Economic growth \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  D. Green, OIC, Regional Cooperation and Country Coordination, SERD \n   \nTeam leader  T. Tamaki, Principal Country Economist, SERD \nTeam member  J. M. Ferreira, Principal Regional Cooperation Specialist, SERD \n ", "   \n \nI.  INTRODUCTION \n \n1.  The Brunei Darussalam, Indonesia, Malaysia, Philippines East ASEAN Growth Area \n(BIMP-EAGA)1 was launched in 1994 as a key strategy of the participating governments to \naccelerate economic growth in their less developed and more remote territories. Following \nsignificant early gains, cooperation initiatives in EAGA weakened in the 1997–2001 period as a \nresult of a series of economic reverses set off by the Asian financial crisis. As growth returned to \nthe  region,  regional  leaders  meeting  at  the  7th  ASEAN  Summit  in  Brunei  Darussalam  in \nNovember 2001 reaffirmed their commitment to revitalize BIMP-EAGA. At the same meeting, \nAsian Development Bank (ADB) was appointed EAGA‘s Regional Development Advisor. ADB \nhas since played a supportive role in reviving, revitalizing and repositioning EAGA in the context \nof an evolving regional and global economic landscape.  \n \n2.  The major thrusts of the BIMP-EAGA cooperation initiative have been to promote trade, \ninvestment and tourism. The importance of trade facilitation in accelerating economic growth \nand in sustaining poverty reduction in the subregion was recognized from the beginning by local \nbusiness  communities  and  participating  governments.  Trade  facilitation  issues  identified \nrevolved around non-physical barriers to the efficient movement of people and goods, including \nprocessing and documentation of transactions generally classified under four interrelated areas: \ncustoms, immigration, quarantine and security (CIQS).2 In 2002, EAGA initiated cooperation in \ntrade  facilitation  by  creating  the  CIQS  Task  Force.  At  the  request  of  the  Philippines,  the \ndesignated lead country for the CIQS harmonization efforts, ADB conducted a study of the \nCIQS environment in EAGA. The study identified major issues and potential constraints on \nharmonization of CIQS rules, regulations and procedures (RRP) in EAGA. The study proposed \nmeasures to hasten the harmonization process using international and regional conventions and \nprotocols as benchmarks. As a result, bilateral meetings were held between 2003 and 2005 to \ndiscuss specific harmonization issues relating to existing port-to-port arrangements, including \nsea and airports. At the second EAGA Summit held in Kuala Lumpur in December 2005, the \nparticipating countries’ leaders agreed to strengthen cooperation and carry out necessary policy \nand regulatory reforms to improve the CIQS and trade facilitation environment, in addition to \nstepping up the delivery of related infrastructure. As Regional Development Advisor, a key task \nfor  ADB  is  to  facilitate  the  cross-border  harmonization  process.  The  regional  technical \nassistance (RETA),3 which was formally endorsed by the CIQS Task Force at a meeting in \nBrunei  Darussalam  on  19-20  April  2007,  will  provide  the  means  to  help  EAGA  member \ncountries  expedite  the  formulation  and  implementation  of  agreements  to  streamline  and \neventually harmonize CIQS RRP. See Appendix 1 for the TA framework.  \n \nII.  ISSUES \n \n3.  The BIMP-EAGA focal areas are physically closer to each other than to the capitals and \neconomic centers of their respective countries. EAGA’s geography provides different areas in \nthe subregion with opportunities to trade with one another or directly with the rest of the world. \nHowever,  weak  subregional  inter-modal  transport  systems  and  cumbersome  cross-border \nprocedures  have  stunted  trade  and  tourism.  Various  measures  have  been  or  are  being \nundertaken to improve infrastructure, and modest progress has been achieved in creating more \nextensive transportation links across the subregion. However, increasing connectivity within \n                                                 \n1  BIMP-EAGA  is  also  referred  to  as  EAGA.  EAGA  covers  all  of  Brunei  Darussalam;  Indonesia’s  Sulawesi, \nKalimantan, Maluku and Irian Jaya provinces; Malaysia’s federal states of Sabah and Sarawak and federal territory \nof Labuan; and Mindanao and Palawan islands in the Philippines. EAGA has an estimated population of 55 million. \n2  The Asian Development Outlook 2006 identified four sets of issues critical for development. One was security, \nincluding the need to facilitate the efficient and safe transit of commodities across borders.   \n3  The TA first appeared in ADB Business Opportunities on 17 March 2007. \n ", "2   \nEAGA and a growing recognition of the complementarities in subregional trade and travel mean \nstronger measures are now required to expedite cooperation in harmonizing CIQS RRP. \n \n4.  CIQS harmonization in EAGA is a complex and labor-intensive process because of the \nmany national and local government agencies as well as private sector organizations across the \nfour countries, and also because the initiative is being carried out at the subregional and \nsubnational levels. To be effective, it will require an integrated response from the various CIQS \nagencies and extensive consultations with private sector stakeholders. Information exchange \nand coordination are critical. An important first step toward harmonization is to establish a \nplatform for the regular and timely exchange of information and sharing of experience among \nCIQS agencies at the national and subregional levels. It is envisoned that the CIQS Task Force \nwill be the institutional mechanism for this coordination and information exchange. Although \ncreated in 2002, the task force was only formally constituted in 2006 after a series of bilateral \nand multilateral discussions about harmonization. The need to strengthen the task force’s role \nand capacity as a consultative forum and catalyst for CIQS harmonization is widely recognized, \nespecially by the private sector. Subregional harmonization efforts need the support of a strong \nand functional country-level coordination mechanism that involves CIQS representatives at the \nnational and provincial levels as well as at border crossings and ports.  \n \n5.  The CIQS environment in EAGA is influenced by the degree to which commitments have \nbeen  made  by  individual  member  governments  to  various  international  agreements, \nconventions, protocols and treaties. Studies, including the ADB assessment, show that BIMP-\nEAGA countries have different levels and modes of compliance with such agreements, resulting \nin varying CIQS regimes and documentation requirements. A subregional economic cooperation \ninitiative  that  aims  to  increase  the  movement  of  people,  goods  and  services  requires \nharmonizing the differing CIQS RRP. Recognizing that not all RRP can be fully harmonized \nbecause  of  differences  in  national  policies  (for  example,  to  protect  employment,  national \nsecurity and public morals), the EAGA countries have agreed to adopt more flexible measures \nand a phased approach to harmonizing technical regulations and standards as well as CIQS \nprocesses.  \n \n6.  An  important  aspect  of  progress  toward  harmonization  will  involve  improving \ntransparency, consistency and predictability in cross-border CIQS procedures and practices. \nThese have long been recognized by the private sector as problems. These problems are \nexacerbated by a lack of awareness and understanding of RRP even among CIQS agencies. \nEarlier proposals to compile and widely circulate the CIQS RRP of the member countries need \nto be revived and implemented. As a start, CIQS procedures and documentary requirements at \nselected priority ports and border crossings will be mapped to identify the major differences in \npractices and formalities to enable the CIQS Task Force to discuss the issues and formulate \nstrategies and action plans to address them. \n \n7.  Recent developments also indicate an increased awareness and greater willingness \namong  EAGA  countries  and  concerned  agencies  to  implement  regulatory  and  procedural \nreforms. For instance, leaders attending the third EAGA Summit in Cebu City, Philippines, on 12 \nJanuary 2007 (in conjunction with the ASEAN Summit) agreed to use BIMP-EAGA as a test \ncase for the implementation of ASEAN agreements on transport and trade facilitation. However, \nto ensure the sustainability and acceptability of this approach, the first measures and steps to \nbe  undertaken  should  involve  low-level  technology  with  low  or  no  innovation  cost.  These \nmeasures should be easy to implement and result in immediate benefits. Some of the measures \nbeing  discussed  include  conducting  joint  customs  inspections  and  setting  up  one-stop \ndocumentation processing facilities at selected border crossings. ADB can support this by \nsharing experience gained and best practices developed from implementing transport and trade \n ", "  3   \n \nfacilitation  measures  in  other  subregional  cooperation  schemes,  such  as  the  cross-border \ntransport agreement in the Greater Mekong Subregion (GMS).  \n \n8.  Representatives from EAGA CIQS agencies, as well as development partners who \nparticipated in a CIQS needs assessment workshop in Manila in August 2006,4 all agree that \ninvesting  in  human  capital  through  continuing  training  and  capacity  building  is  a  critical \ncomponent for any successful trade facilitation initiative. A lack of technical capacity, especially \namong CIQS agencies at the subregional level, as well as limited enforcement of regulations \nconstrain the implementation of trade facilitation measures and other trade-related reforms. \nInternational organizations5 with trade-related training capabilities and bilateral partners (for \nexample, German development assistance through GTZ and AusAID) with a presence in the \nsubregion will be asked to assess training needs and participate in building the capacity of CIQS \nagencies. Regional training institutions will likewise be involved to provide a more regional \nperspective to capacity building and training programs. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  Overall,  the  TA  is  expected  to  enhance  the  integration  of  EAGA  economies  by \nstrengthening CIQS operations. This will be done by supporting cooperation in security and \nfacilitating trade and the movement of people and goods across borders. This is expected to \nlead to the expansion of intra-industry and intra-firm economic links, in turn quickening regional \ngrowth and development. The TA aims to assist the EAGA countries to (i) strengthen the role of \nthe  CIQS  Task  Force  as  a  catalyst  for  the  CIQS  harmonization  process,  (ii)  establish  or \nenhance national institutional mechanisms to coordinate effectively the CIQS harmonization \ninitiatives,  (iii)  formulate  strategies  and  implement  action  plans  to  streamline,  simplify  and \nharmonize CIQS processes and formalities at ports of entry and border crossings, and (iv) build \nthe capacity of CIQS focal points in the subregion. Specific outputs of the TA are outlined in \nAppendix 1.  \n \nB.   Methodology and Key Activities \n \n10.  Consistent  with  the  decision  of  the  concerned  BIMP-EAGA  member  officials,  the \napproach to harmonization will be phased. While reasonably comprehensive, the geographic \nscope of the assistance will be limited to priority ports and border crossings selected on the \nbasis of the levels of movement of people and goods, to maximize the benefits of CIQS \nharmonization of processes and documents. The TA will have two components. The first is to \nstrengthen  subregional  and  national  institutional  structures  and  mechanisms  for  effective \ncoordination and sustained implementation of the CIQS harmonization initiatives. The second \nand key component is process harmonization, which will address the complexity of institutional, \nadministrative and regulatory issues. It will do this by undertaking phased activities that lead to \nimplementation  of  flexible  and  mutually  acceptable  trade  facilitation  agreements  involving \nselected ports and border crossings. The emphasis of the TA will be on the second component. \nKey TA activities aimed at strengthening subregional and national institutional structures and \nmechanisms include the following. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n4  The workshop was organized by ADB and GTZ. \n5  International organizations include ASEAN, the International Civil Aviation Organization (ICAO), the International \nMaritime Organization (IMO), the United Nations Conference on Trade and Development (UNCTAD), the World \nCustoms Organization (WCO), the World Health Organization (WHO) and the World Trade Organization (WTO). \n ", "4   \n1.  Strengthening  Subregional  and  National  Institutional  Structures  and \nMechanisms \n11.  Country  level.  The  TA  will  assist  in  establishing  and  enhancing  country-level  and \nsubregional  institutional  structures  and  mechanisms  to  coordinate  the  CIQS  harmonization \nefforts effectively. At the country level, the TA will assist member countries to establish national \nCIQS  councils  or  committees,  which  will  be  responsible  to  ensure  consistent  national \ncommitment  and  responsiveness  to  the  subregional  CIQS  harmonization  initiatives  and \ninclusion of the subregional CIQS harmonization programs in national development priorities.  \n \n12.  Subregional level. The TA will help to strengthen the role of the EAGA CIQS Task \nForce by providing technical and logistics support to (i) conduct consultation and policy dialogue \namong CIQS agencies, between CIQS agencies and the private sector, and between the CIQS \nTask Force and the different clusters and working groups to identify concerns, issues and \nactions  to  facilitate  harmonization;  (ii)  prepare  an  integrated  response  and/or  subregional \nharmonization strategy and work programs; (iii) prepare, negotiate and implement agreements \nand protocols; and (iv) prepare and implement a results-oriented monitoring and evaluation \nsystem. The TA will also provide support for the development of networks, information systems \nand information dissemination to promote awareness and understanding of issues related to \nsubregional  economic  integration.  Support  for  high-level  meetings  of  CIQS  agencies  will \nlikewise be provided to ensure that quick decisions are made on the most pressing issues. \n \n  2.  Support for the Harmonization Process \n \n13.  Process  Mapping  and  Analysis  of  Current  CIQS  RRP.  The  TA  provides  for  a \ncomprehensive  mapping  and  analysis  of  current  CIQS  processes  and  documentary \nrequirements at major EAGA ports, including regular international ports of entry and designated \nEAGA ports of entry. This is aimed at (i) identifying differences and gaps in CIQS procedures \nand documents, (ii) facilitating the formulation of solutions to address the gaps, and (iii) building \nconsensus among member countries on the required regulatory and procedural reforms to \nstreamline, simplify and harmonize processes, formalities and documentary requirements. The \nTA will help to ensure that the proposed reforms are aligned with international conventions, \nprotocols  and  best  practices.  ADB  will  draw  lessons  from  experience  gained  in  other \nsubregional growth areas (for example, the GMS and the Indonesia, Malaysia, Thailand Growth \nTriangle)  and  other  international  organizations  (e.g.,    the  International  Civil  Aviation \nOrganization  (ICAO),  the  International  Maritime  Organization  (IMO),  the  United  Nations \nConference on Trade and Development (UNCTAD), the World Customs Organization (WCO), \nthe World Health Organization (WHO)) in trade facilitation. The TA will also assist in obtaining \nthe endorsement of the EAGA Senior Officials’ Meeting (SOM) of the proposed strategies and \nwork programs. \n \n14.  Formulate  Agreements.  Once  consensus  is  reached  on  the  nature  and  scope  of \nreforms, the TA will provide technical and legal expertise for drafting, negotiating and signing \nthe necessary legal documents, agreements and protocols to formalize arrangements on the \nagreed regulatory, enforcement and procedural reforms. During the process of preparing the \ndocuments, the ASEAN Secretariat’s assistance will be obtained to ensure that the reforms are \ncompatible and consistent with or complementary to existing regional agreements on security, \ntransport and trade facilitation.  \n \n15.  Pilot Test Implementation of Agreements. The TA will support implementation of the \nagreements  and  provide  further  assistance  to  prepare  time-bound  memorandums  of \nunderstanding and/or guidelines for implementation at each of the priority ports. The TA will also \n ", "  5   \n \nprovide  assistance  in  (i)  preparing  implementation  manuals  and  instructional  media,  (ii) \nmonitoring the timely implementation of agreements, (iii) facilitating the resolution of potential \nbottlenecks in implementation and gaps in enforcement measures, (iv) fully documenting the \nexperiences and lessons learned to facilitate possible replication in other EAGA ports, (iv) \nconducting comparative “before” and “after” studies on border-crossing clearance time and \neffectiveness  of  security  and  facilitation  measures,  and  (v)  continuing  dialogues  and \nconsultations with port users, traders and local CIQS agencies to engage their support in the \nimplementation and sustainability of the reforms. \n \n16.  Provide Demand-Driven Capacity Building Activities. The RETA will assist in the \nassessment and provision of on-site training needs to build the capacity of local CIQS agencies \nto sustain the implementation of streamlined, simplified and harmonized CIQS procedures and \nborder-crossing formalities. The RETA will co-finance the preparation and implementation of \ntraining  programs  and  capacity  building  activities  with  relevant  international  organizations \n(including  ASEAN,  ICAO,  IMO,  UNCTAD,  WCO,  WHO,  and  WTO)  and  other  EAGA \ndevelopment partners. \n \nC.  Cost and Financing \n \n17.  The total cost of the RETA is estimated at $600,000, to be financed on a grant basis by \nthe Cooperation Fund for Regional Trade and Financial Security Initiative and administered by \nADB. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n \n18.  ADB will be the Executing Agency responsible for implementing and monitoring the TA. \nIt will do this in close consultation with the CIQS Task Force, the BIMP-EAGA Facilitation \nCenter and the national secretariats of the BIMP-EAGA member countries.  \n \n19.  The TA will finance about 55 person-months of consultant services—35 international and \n20 national. Consultants will also be engaged to conduct short-term studies. The consultants will \nbe hired as individuals and engaged by ADB in accordance with its Guidelines on the Use of \nConsultants (2006, as amended from time to time). See Appendix 3 for the consultants’ outline \nterms of reference. ADB will be actively involved in implementing the TA, including the conduct \nof workshops facilitated by it. ADB staff will be used as resource persons when appropriate. \n \n20.  The TA will be implemented over 18 months from July 2007 to December 2008.  \n \nIV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering the technical assistance not exceeding the equivalent of $600,000 to be financed \non a grant basis by the Cooperation Fund for Regional Trade and Financial Security Initiative for \nthe Support for Customs, Immigration, Quarantine, and Security Harmonization in the Brunei \nDarussalam, Indonesia, Malaysia, Philippines East ASEAN Growth Area, and hereby reports \nthis action to the Board. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6   \nAppendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nAccelerated integration of  •  Increase in intra-regional  •  Progress reports to the  •  Continued political \nEAGA economies through  trade and tourism by 5%  SOM/MM/Leaders  commitment of participating \nstrengthened cooperation  per annum  Meeting by various  governments to regional \nin security and trade  •  Development of trade  working groups, BEBC,  cooperation  \nfacilitation.  hubs and consolidating  BIMPFC  •  Regional economic stability \n  ports for import/export  •  Statistical databases of  and growth at least \nactivities  the member countries  maintained \n•  New private sector  including of BIMP FC   •  Participating Governments \ninvestments in transport  remain committed to \nservices  implementing the strategies \n  and undertaking reforms \n  •  Resources must be \n  adequately devoted to \n  problems. Progress must \nbe sustained. \nRisks \n•  Complementary \nimprovements in the \nregulatory environment may \nnot be adequately \nforthcoming reducing the \nimpact of CIQS reforms and \nmeasures \n•  Slow development of \ntransport connectivity within \nthe subregion \n \nOutcome      Assumptions \n  •  CIQS harmonization  •  Progress reports to the  •  Increased support from \nMovement of people,  strategy and action plans  SOM/MM by the CIQS  other development partners \ngoods and vehicles across  completed  Task Force and  (WCO, IMO, WHO, \nborders facilitated by  •  Implementation of action  relevant working  ASEAN) obtained \nstreamlining and  plans initiated   groups   \nsimplification of CIQS    •  ADB review missions  Risks \nrules, regulations and  •  Feedback from private  •  Lack of capacity among \nprocedures at selected  sector through BEBC  local CIQS agencies and/or \npriority ports and border    border crossing facilities to \ncrossings implemented.    implement improved \n    procedures \n \nOutputs      Risks \n1.  Subregional and  •  Country CIQS focal  •  Progress reports to  •  Lack of continuity and \nnational institutional  points designated at both  SOM/MM/Leaders  appropriate levels of \nstructures and  local and national levels   Meeting by the various  country representation \ncoordination mechanisms  •  Directory of contacts  working groups and  could unduly delay decision \nestablished   compiled and  BIMPFC  making \n   disseminated   •  Consultants’ reports   \n  •  Mechanisms for national  •  Working Group and   \n  and subregional  CIQS Task Force \ncoordination among  reports \nCIQS agencies   \noperationalized including \nthe creation of in-country \nCIQS advisory councils \n \n      Risks \n2.   CIQS processes  •  Compilation of CIQS  •  Analytical studies used  •  Resources in the TA \nmapped, harmonization  RRPs at least 80%  as inputs, database  insufficient to support the \n ", "  7   \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nissues and priorities  completed by end of TA   developed for  compilation, printing and \nidentified, and strategy  •  Detailed mapping of  monitoring indicators,  dissemination of the CIQS \ndeveloped to address  CIQS processes in  and consultant reports  RRPs \npriority issues.  priority international ports   \n  of entry completed  \n•  Relevant ASEAN trade \nand transport facilitation \nagreements for pilot-\ntesting in EAGA identified \n•  CIQS strategy and action \nplans finalized and \nendorsed by SOM/MM  \n \n      Risks \n3.   Subregional  •  Priority border crossings  •  Signed agreements  •  Resources in the TA \nagreements formulated  identified and agreed  •  Reports of CIQS Task  insufficient to support the \nand signed.  upon by the four  Force   compilation, printing and \n  countries   •  Progress Report to  dissemination of the CIQS \n•  Agreements and  SOM/MM and Leaders  RRPs \nprotocols on uniform  Summit by various   \nCIQS procedures signed   working groups \n  •  Consultants’ reports \n \n      Risks \n4.  Pilot-testing of  •  Implementation of trade  •  Reports of CIQS Task  •  Lack of capacity among \nagreements initiated in  and transport facilitation  Force   local CIQS agencies and/or \nselected land border  agreements initiated in  •  Progress Report to  border crossing facilities \ncrossings, airports and  selected border crossings  SOM/MM and Leaders  could delay implementation \nsea ports    Summit by various  of agreements \n  working groups and by   \nBIMP FC   \n•  Feedback from private   \nsector through BEBC \n•  Consultants’ reports \n \n      Assumptions \n5.  Capacity and skills of  •  Training needs assessed  •  Assessment/feedback  •  Commitment from relevant \nCIQS staff to implement  and capacity gaps  of training participants  development partners \nharmonized RRPs  identified   •  Feedback from private  obtained for the capacity \nupgraded.  •  Training program  sector through BEBC  building of the CIQS \ndesigned and  •  Reports of CIQS Task  agencies \nimplementation initiated   Force   \n \n \n \n \n \nActivities with Milestones  Inputs \n1.1 Develop directory of CIQS contact persons at the national, subregional, local and  International Consultants: 35 \nport levels and publish on relevant BIMP-EAGA websites (e.g., BIMP FC website)  person months \n(December 2007)  Domestic consultants:  20 \n1.2 Assist CIQS Task Force in drafting the in-country and subregional level institutional  person months \nand coordination mechanisms among national and local agencies. (December   \n2007)  Financing for subregional \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n1.3 Assist CIQS Task Force and BIMP FC conduct extensive consultations with local  workshops, conferences, \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nand national CIQS agencies to build consensus and agreement to implement the  consultations, and training \ninstitutional and coordination mechanisms, including the creation of in-country  activities \nCIQS councils. (March 2008)   \n1.4 Provide technical and logistics support to the conduct of at least two regular \nmeetings each of the CIQS Task Force in 2007/2008. \n ", "8   \nActivities with Milestones  Inputs \n2.1 Obtain agreement from the four countries on the priority border crossings to pilot-   \ntest the trade and transport facilitation agreements. (October 2007)  \n2.2 In collaboration with the ASEAN Secretariat and relevant regional working groups, \nidentify relevant ASEAN agreements on security, trade and transport facilitation for \npilot-testing in EAGA. (October 2007) \n2.3 Compile CIQS RRPs and conduct detailed mapping of CIQS processes \nimplemented including documents used at priority international ports of entry \n(seaports, airports, and land border crossings) in EAGA. (December 2007) \n2.4 Identify differences in CIQS processes and formulate strategies and action plans to \nharmonize and/or standardize procedures and documents. (December 2007) \n2.5 Obtain endorsement from the SOMM of the strategy and implementation system. \n(March 2008) \n \n3.1 Draft  and  negotiate  appropriate  security,  trade  and  transport  facilitation   \nagreements and protocols. (April-July 2008)  \n3.2 Engage short-term CIQS experts to provide technical assistance and guidance on \nthe preparation of agreements that comply with regional and international \nconventions and protocols. (April-July 2008) \n3.3 Consult with relevant CIQS agencies at the national, local and port levels. (April-\nJuly 2008) \n3.4 Sign bilateral and/or multilateral trade and transport facilitation agreements. (June-\nAugust 2008) \n \n4.1 Pilot-test implementation of agreements in selected priority partner ports. (July-  \nDecember 2008) \n4.2 Seek the assistance of relevant international organizations in the implementation of \nthe agreements, e.g., enforcement. (June-December 2008) \n4.3 Engage short-term experts to provide technical assistance and guidance on \nspecific issues arising from the implementation of the agreements. (July-December \n2008) \n \n5.1 Conduct training needs assessment. (July-August 2008)   \n5.2 Identify capacity and skills gaps and design training program. (July-August 2008) \n5.3 Conduct coordination meetings and explore areas of coordination and \ncomplementarities with other development partners on matters relating to the \nprovision/delivery of training activities (e.g., WCO, WHO, IMO, ICAO).  \n(Throughout the TA life) \n5.4 Implement training programs. (September-December 2008) \n \nADB = Asian Development Bank, BIMP-EAGA = Brunei Darussalam, Indonesia, Malaysia, Philippines East ASEAN \nGrowth Area, CIQS = Customs, Immigration, Quarantine, and Security, AFTA = ASEAN Free Trade Area, APEC = \nAsia Pacific Economic Cooperation, WTO = World Trade Organization, WCO = World Customs Organization, WHO = \nWorld  Health  Organization,  IMO  =  International  Maritime  Organization,  ICAO  =  International  Civil  Aviation \nOrganization, RRP = Rules, Regulations, and Procedures, CSP = country strategy and program, RCSP = regional \ncooperation strategy and program, TA = technical assistance. \n \n \n \nCleared by:  _____________________        ___________________ \n    Kuniki Nakamori          Arjun A. Thapan \n    Officer-In-Charge          Director General \n    Country Coordination and         Southeast Asia Department \n    Regional Cooperation Division     \n ", "Appendix 2 \n  9   \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \n   \nA.  Cooperation  Fund  for  Regional  Trade \nand Financial Security Initiative a  \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants   270.0 \n      ii.  National Consultants  80.0 \n    b.  International and Local Travel  70.0 \n  2.  Training, Meetings, Seminars, and    100.0 \nConferences \n  3.  Miscellaneous Administration and    \n Support Costs including Communications,   \nReports and Information Materials   20.0 \n  4.  Equipment b  10.0 \n      5.  Contingencies  50.0 \n      Total 600.0 \n \na  Administered by the Asian Development Bank (ADB). \nb  In  the  form  of  basic  office  equipment  (for  example,  computers  and  printers),  procured  in \naccordance with ADB's Procurement Guidelines (2006, as amended from time to time). The \nequipment will be turned over to the Customs, Immigration, Quarantine, and Security Task Force \nand/or another appropriate Brunei Darussalam, Indonesia, Malaysia, Philippines-East ASEAN \nGrowth Area subregional organization or, if used at ADB, will be turned over to ADB as ADB \nproperty upon completion of the Technical Assistance report. \n \nSource: ADB estimates. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "10       Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS  \n \n1.  A team of individual consultants will be engaged to provide advice and technical \nassistance. A total of 55 person-months of consulting services (35 person-months of \ninternational consultants’ inputs and 20 person-months of national consultants’ inputs) is \nrequired. The indicative person-month allocations and outline terms of reference follow.  \n \nA.  Trade  Facilitation  Expert  and  Team  Leader  (international,  intermittent,  15 \nperson-months)  \n   \n2.   As team leader, the expert will be responsible for the following. \n \n(i)  Coordinating  the  activities  of  the  team  and  assuring  the  quality  and \ntimeliness of project deliverables. \n \n(ii)  Coordinating  and  preparing  reports  (i.e.,  inception,  midterm  and  final \nreports, and various sector reports as needed) to be submitted to ADB \nand the Customs, Immigration, Quarantine, and Security (CIQS) Task \nForce. \n \n(iii)  Organizing various training and capacity building activities.  \n \n3.  As trade facilitation expert, he or she is expected to have extensive knowledge and \nexperience in trade facilitation issues, particularly related to areas such as transport \nlogistics, customs, immigration, quarantine, and trade and port security. Related work \nexperience  in  an  ASEAN  context  is  highly  advantageous.  Specific  responsibilities \ninclude the following.  \n  \n(i)  Coordinate  the  mapping  of  CIQS  processes  and  documentary \nrequirements in ports as prioritized by East ASEAN Growth Area (EAGA); \nidentify constraints in CIQS operations and enforcement, and recommend \nactions  to alleviate  them;  review  relevant  studies,  reports,  minutes  of \nmeetings and other documents on transport and trade facilitation in EAGA; \nanalyze in detail issues pertaining to people and goods mobility in the \nsubregion; identify immediate opportunities to improve trade facilitation; \nand recommend for the consideration of the EAGA countries practical \ntrade facilitation and logistics support projects to improve and facilitate the \nfreer movement of people and goods across borders. \n \n(ii)  Coordinate the assessment of the EAGA member countries’ national and \nlocal-level institutional structures and coordination mechanisms among \nCIQS  agencies;  provide  inputs  to  the  CIQS  Task  Force  to  develop \nacceptable mechanisms to enhance coordination and the exchange of \ninformation  between  national  and  local-level  CIQS  agencies,  between \ncountries  in  the  subregion  and  between  CIQS  agencies  and  EAGA \nbusiness communities. The consultant will likewise evaluate the proposal \nto  set  up  national  CIQS  councils  or  committees  for  the  purpose  of \nimproving coordination and provide inputs to facilitate decisions by the \nCIQS Task Force on whether to pursue this initiative. \n \n ", "Appendix 3  11\n(iii)  Assist in strengthening the role of the CIQS Task Force as a consultative \nforum  and  catalyst  for  the  harmonization  process  by  establishing \nmechanisms for regular participatory consultations and dialogues with \nEAGA stakeholders. Provide advice on institutionalizing the active and \neffective participation of private sector trade groups and associations as \nwell as local governments in the identification of issues and solutions \nrelated to transport and trade facilitation in EAGA. \n \n(iv)  Provide  inputs  to  the  preparation  of  a  transport  and  trade  facilitation \nstrategy  and  its  corresponding  results-oriented  action  plans  and \nmonitoring framework.  \n \n(v)  In  consultation  with  the  CIQS  Task  Force,  explore  options  and \ninstitutional  arrangements  for  working  more  closely  with  international \norganizations and bilateral development partners such as the ASEAN \nSecretariat,  World  Trade  Organization  (WTO),  World  Customs \nOrganization  (WCO),  World  Health  Organization  (WHO),  International \nCivil  Aviation  Organization  (ICAO)  and  International  Maritime \nOrganization (IMO), among others. \n  \n(vi)  Assist  in  preparation  of  resource  papers  for  subregional  meetings, \nconferences, workshops and seminars and participate in consultations \nand monitoring missions to the subregions. \n \n(vii)  Support the conduct of problem-specific and issues-focused transport and \ntrade facilitation studies for the subregion and participate in ADB missions \nas required. \n  \nB.   Resource Persons and Experts (4 international, 20 person-months combined)  \n \n4.  Resource persons in the areas of customs, immigration, quarantine and security \nwill be engaged, as needed, to undertake the following.  \n \n (i)   Prepare  quick,  pragmatic  and  results-focused  studies  to  address \nemerging CIQS and enforcement issues and problems, in consultation \nwith  countries  or  raised  by  them  during  regional  technical  assistance \nimplementation.  \n \n(ii)   Prepare  recommended  actions  to  address  the  issues  and  problems \nquickly and practically.  \n \n(iii)  Facilitate discussion, endorsement and adoption of the studies’ results \nand recommendations by the countries.  \n \n(iv)   Document and synthesize findings for useful and easy reference.  \n \nCTh. e  viewNsa etixopnreasl sCedo nhseruelitna anrtes  t(h4o snea toiof tnhael ,c 2o0ns pueltarsnot na-nmd odnot hnso tc noemcebsinsaerdil)y  represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n5.  National consultants will be engaged to undertake the following.  \n \n ", "12       Appendix 3 \n \n(i)  Review the compliance of their country with key international standards \nand conventions on customs, immigration, quarantine and security (for \nexample,  the  revised  Kyoto  Convention  2000);  relevant  ASEAN \nagreements on harmonized tariff nomenclature, customs harmonization, \ngoods-in-transit  and  trade  facilitation;  and  standards  and  conventions \nrelating to the WCO, WTO, WHO, and ICAO. \n \n(ii)  Map  CIQS  processes,  including  enforcement  measures,  and \ndocumentary requirements in pre-selected priority ports in EAGA and \nassist the Team Leader in identifying immediate and specific measures to \nimprove  the  harmonization,  streamlining  and  standardization  of  CIQS \nprocedures and related trade facilitation measures at these ports.  \n \n(iii)  Assist the CIQS Task Force and the team leader to conduct consultations \nand  dialogues  with  local  governments  and  local  private  sectors  on \ntransport and trade facilitation and encourage their active and effective \nsupport to identify and implement CIQS measures to enhance people and \ngoods mobility across borders. \n \n(iv)  Liaise with CIQS agencies in their respective countries on RETA activities; \nassist the team leader and RETA consultants with field visits, including \narranging meetings with relevant agencies and stakeholders; assist the \nconsultants in arranging for training, workshops and conferences; and \nserve as resource persons for meetings, training and conferences. \n \n(v)  Participate in ADB missions, as needed. \n \n \n "], "metadata": {"CreationDate": "D:20070824110840+08'00'", "Author": "GDM", "Creator": "PScript5.dll Version 5.2", "Keywords": "tar: reg 41043, asian development bank, customs, immigration harmonization, brunei darussalam, indonesia, malaysia, philippines,national institutional mechanisms enhancement, quarantine security simplification", "Producer": "Acrobat Elements 7.0.5 (Windows)", "ModDate": "D:20070828113855+08'00'", "Title": "Support for Customs, Immigration, Quarantine, and Security Harmonization in the Brunei Darussalam, Indonesia, Malaysia, Philippines East ASEAN Growth Area"}}