{"path": "data/input/ta/41081-phi-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 41081  \nFebruary 2008 \n \n \n \nRepublic of the Philippines: Preparing the Philippines \nBasic Urban Services Sector Project \n(Financed by the Japan Special Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 4 February 2008) \n \nCurrency Unit –  peso (P) \nP1.00 =  $0.024829 \n$1.00 =  P40.28 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DBM  –  Department of Budget and Management \n  DBP  –  Development Bank of the Philippines \n  DILG  –  Department of Interior and Local Government \n  DOF  –  Department of Finance \n  GFI  –  government finance institution \n  IEE  –  initial environmental examination \n  IRA  –  internal revenue allotment \n  LBP  –  Land Bank of the Philippines \n  LGC  –  local government code \n  LGFBR  –  Local Government Financing and Budget Reform \n  LGU  –  local government unit \n  LOGOFIN  –  Local Government Finance Project \n  MBUSSP  –  Mindanao Basic Urban Services Sector Project \n  MDFO  –  Municipal Development Financing Office \n  NEDA  –  National Economic Development Authority \n  O&M  –  operation and maintenance \n  PBUSSP  –  Philippines Basic Urban Services Sector Project \n  PPP  –  private−public partnership \n  PPTA  –  Project preparatory technical assistance \n  SPAR  –  subproject appraisal report \n  SSLDIP  –  Strategic Support for Local Development Investment Project \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSectors  –  Multisector: integrated urban development (e.g. transport and \ncommunications; water supply, sanitation and waste management; \nindustry and trade, etc.) \nSubsectors  –  Multimodal transport and sector development, water supply and \nsanitation, small and medium-scale enterprises (SMEs) \nThemes  –  Sustainable economic growth; inclusive social development; \ngovernance \nSubthemes  –  Developing urban areas; human development; public governance \n \n ", " \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  F. Steinberg, Urban Development Specialist, SERD \nTeam members  K. Schelzig Bloom, Social Sector Specialist, SESS  \n  M.N. Islam, Environment Specialist, SEAE \n  R. Thami, Senior Counsel, OGC \n  J. Balbosa, Program Coordination Specialist, PhCO. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "119o  00'E 125 o 00'E\nBabuyan  Channel\n122o  00'E PHILIPPINES\n21o  00'N 21o  00'N PHILIPPINES BASIC URBAN\nItbayat SERVICE SECTOR PROJECT\nILOCOS NORTE\nBATANES\nBasco Laoag APAKYAaObugao\nSabtang CAGAYAN\n122o  00'E REIlGocIOosN I Bangued KALINGA Tuguegarao REGION II\nABRA CAR Tabuk Cagayan Valley N\nILOCOS SUR\nVigan BontoMcT. PROVINCE Ilagan\nS o u t h     C h i n a     S e a IFUGAO ISABELA\nLA UNION Lagawe\nSan Fernando BLEaN TGriUniEdTad Cabarroguis 0 50 100 150\nBayombong\nBaguio NUEVA\nVIZCAYAQUIRINO Kilometers\no Lingayen o\n16  00'N PANGASINAN AURORA 16  00'N\nBaler\nNUEVA\nZAMBALES ECIJA\nTarlac Palayan\nTARLAC\nIba\nREGION III PAMPANGA\nCentral Luzon San Fernando BULACAN Polillo P A C I F I C     O C E A N\nMalolos RIZAL\nBalanga NCR Manila QUEZON\nBATAAN Binangonan CAMARINES REGION V\nProject Area CRAELGAIBOANR TIZVreO-AcNe MCaArtVirIeTsE LAGUNASta. Cruz NODRaTeEt Bicol\nNCaityti/oTnoawl nCapital BBAaTtaAnNgGaAsS Lucena CAMSAURRINES CATANDUANES\nVirac\nPili\nMain Road Boac\nCalapan\nProvincial Road Mamburao MARINDUQUE ALBAY Legaspi P h i l i p p i n e     S e a\nProvincial Boundary OMCCINIDDEONRTOAL ORIENTAL Sibuyan  Sea Burias SORSOGON\nRegional Boundary MINDORO Romblon Sorsogon Catarman\nBoundaries are not necessarily authoritative. REGION IV-B Ticao NORTHERN SAMAR\nMIMAROPA Masbate REGION VIII\nROMBLON\nWESTERN Eastern Visayas\nSAMAR\nAKLAN MASBATE Catbalogan\nKalibo BILIRAN Borongan\nRoxas Visayan Naval EASTERN\nSAMAR\nCAPIZ Sea\nANTIQUE\nLEYTETacloban\nILOILO Leyte\nIloilo Gulf\nSan Jose Jordan Bacolod CEBU\nGUIMARAS Cebu SOURTHERN\nPanay  Gulf LEYTE SURIGAO\nREGION VI REGION VII DEL NORTE\nWestern Visayas Central Visayas Maasin\nPALAWAN\nPuerto Princesa NEGROS OCCIDENTAL BOHOL Surigao\nONREIGENRTOASL DumaguSeItQTeaUgIJbOilRaran BMoahmobalj a oSeDaEALG UNSOARNTE RECGAIROANG AXIII\nSiquijor CAMIGUIN Butuan Tandag\nREGION X MISAMIS SURIGAO DEL SUR\nNorthern MindanaoORIENTAL\nDipolog\nOroquieta Prosperidad\nZAMBOANGA MISAMIS Cagayan de OroAGUSAN\nDEL NORTE OCC. Tubod Malaybalay DEL SUR\n8 o 00'N S u l u     S e a ZambRoEanGgIaO PNe nIXinsula ZAMBIpOiAlNGZAADMEBLO PSAUaNgRGaAdiaDnELLA NNOAROTEDLEAMLN aSArUaOwRi BUKIDNON NDAODVERALTOE Nabunturan 8 o 00'N\nSIBUGAY Tagum COMPOSTELA VALLEY\nNORTH\n                  COTABATO DAVAO ORIENTAL\nKidapawan Mati\nZamboanga Shariff Aguak Davao City\nNCR - National Capital Region Isabela M o r o     G u l f MAGUINDANAO Digos REGION XI\nCALABAARRZMOMN --  ACuatvoitneo, mLaoguusn Rae, gBioanta inng Masu,s Rlimiza Ml, iQnduaenzaoon BASILAN A R M M SULTAN KUIsDuAlaRnAT KoronadalDAVAO DEL SUR Davao Region\nCAR - Cordillera Administrative Region SOUTH\nCARAGA - Agusan del Norte, Agusan del Sur, Surigao del Norte, Jolo COTABATO Alabel\n      Surigao del Sur\nREGION XII\nMIMAROPA - Mindoro, Marinduque, Romblon, Palawan\nSOCCSKSARGEN - South Cotabato, North Cotabato, Sultan Kudarat, SULU SOCCSKSARGEN SARANGANI\n      Sarangani, General Santos\nPanglima Sugala C e l e b e s     S e a\n119o  00'E TAWI-TAWI 125 o 00'E\n07-2109 HR", " \nI.  INTRODUCTION \n1.  At  the  request  of  the  Government  of  the  Republic  of  the  Philippines,  the  Asian \nDevelopment Bank (ADB) fielded a Fact-Finding Mission during May–July 2007 to initiate a \nproject preparatory technical assistance (PPTA)1 for preparing a basic urban services sector \nproject for the Philippines. The Mission held discussions with Government officials representing \nthe Department of Finance (DOF), Department of the Interior and Local Government (DILG), \nNational  Economic  and  Development  Authority  (NEDA),  Department  of  Budget  and \nManagement (DBM), and various government financial institutions, e.g., Development Bank of \nthe Philippines (DBP), Land Bank of the Philippines (LBP), and the Municipal Development \nFinance Office (MDFO). The Mission visited the cities of Cabucgayan, Biliran; Iriga, Camarines \nSur; Legaspi and Ligao, Albay; Juban, Sorsogon, and Tacloban, Leyte,2 and held discussions \nwith officials of local government units (LGUs). Follow-up meetings were held with DOF and an \nunderstanding  was  reached  on  the  objectives,  scope,  cost  estimates,  and  implementation \narrangements for the TA. \n \n2.  The proposed Philippines Basic Urban Services Sector Project (PBUSSP) builds on the \nsuccess and results of the ongoing Loan 1843-PHI: Mindanao Basic Urban Services Sector \nProject (MBUSSP),3 which is being implemented in 40 LGUs and has demonstrated good \nperformance during the last 2 years. \n \nII.  ISSUES \n3.  Growth and Importance of Urban Areas. The Philippines is one of the most rapidly \nurbanizing countries in Asia. In 1980, its total population was 48 million and 37.2% was urban. \nTwenty years later, in 2000, the population was 76.5 million with an urban population of 48.1%. \nThe total population is projected to reach 94 million by 2010 and 128 million by 2030, with the \nurban population constituting 60% in 2010 and 75% in 2030.4 The regional distribution of the \npopulation is 56% in Luzon, 24% in Mindanao, and the remaining 20% in Central Philippines. \nRapid urbanization, which contributes to 85% of the total gross national product (GNP), is \nputting  constraints  on  the  ability  of  the  country  to  provide  adequate  infrastructure,  social \nservices,  and  suitable  urban  environmental  infrastructure,  particularly  water  supply,  and \nsanitation and solid waste management services. While official data indicates that only about \n20% of the 7.5 million urban households fall below the poverty income line, poverty data alone \ndoes not capture the dire situation of the urban poor, many whom live as informal settlers and \nsuffer from lack of access to infrastructure services. \n \n4.  Infrastructure  Service  Delivery.  The  urban  infrastructure  sector  is  currently \ncharacterized by substantial underinvestment. While middle-income countries in Southeast Asia \nneed to spend, on average, over 5–10% of their gross domestic product (GDP) on infrastructure \nto meet their needs over the next 10 years, the Philippines has been spending about 3% of its \nGDP. This low level of resources has not always been spent efficiently and can be considered \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 9 July 2007. \n2   In addition, DILG visited on its own the municipalities of Jagna and Talibon in Bohol province, San Francisco in \nCebu province, Angono and Rodriguez in Rizal province, and Burgos and Manaoag in Pangasinan province.     \n3  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of the Philippines for the Mindanao Basic Urban Services Sector Project. Manila. \n4  The Local Government Code, 1991, specified that cities have at least 150,000 inhabitants (with an income of at \nleast P20 million in the last 2 consecutive years), while highly urbanized cities are those with a minimum population \nof 200,000 inhabitants. Municipalities, which are smaller entities, have a population range of 25,000−150,000 \ninhabitants.  There  are  currently  81  provinces,  133  cities,  1,495  municipalities,  and  41,994  barangays \n(subcomponents of cities and municipalities).    \n ", "2 \ninsufficient to maintain the existing stock of assets or to expand networks. The Government is \naware of this, and urban infrastructure has been given a high priority. This sector is included in \nADB’s Country Strategy and Program (CSP) 2005–2007 for the Philippines and the 2007–2008 \nCountry Operations Business Plan.5 There is a need for LGUs to increase own revenues, and to \nlook for new ways to raise capital, e.g., by issuing municipal bonds. The real property tax \nsystem in particular, which should be the biggest revenue earner, is a poor performer due to \noutmoded  property  valuations.  Larger  and  more  financially  stable  LGUs  have  been  more \nsuccessful at gaining access to private loan finance whereas smaller and often financially and \ntechnically less capable LGUs have had difficulty in accessing funds.  \n \n5.   Infrastructure Financing. Traditionally, LGU projects have been financed through (i) \nloans from multilateral or bilateral development banks, coursed through MDFO at DOF; and (ii) \ngrant  aid,  mainly  from  bilateral  agencies.  However,  recent  programs  have  also  used \ngovernment financial institutions (GFIs) like LBP and DBP. Attempts to widen the scope through \nimproved LGU access to the capital markets have had limited success. The proposed PBUSSP \nwill address urban infrastructure financing, in particular (i) improvement and strengthening of \nfinancing windows for lending to LGUs, (ii) use of GFIs to increase private sector participation in \ncredit finance, (iii) adoption of interest rates that do not discourage use of alternative sources of \ncredit finance (e.g., municipal bonds), and (iv) coverage of all types of LGUs. There is also a \nneed to (i) review the role of GFIs, private financial institutions, multilateral and other foreign \nlenders  to  provide  a  consistent  credit  policy  framework  and  better  defined  credit  program \noptions  for  LGUs;  and  (ii)  identify  specific  credit  options,  including  (a)  cofinancing  with \ncommercial and development banks, (b) credit lines to commercial banks for onlending to LGUs, \n(c) municipal bonds, and (d) LGU fund pooling. To be designated executing agency (EA) for the \nloan project is MDFO, which has a wide outreach to LGUs.  \n \n6.  Assistance  for  Infrastructure  Development.  Development assistance to LGUs, \ninstitutional-strengthening measures, and capacity development programs are being undertaken \nby a range of international development assistance agencies.6  Many of these programs have \ncontributed to better revenue collection and cost recovery of individual subprojects, but due to \nlimited geographical range had limited impacts on the sector. ADB’s Loan 2387-PHI: Local \nGovernment Financing and Budget Reform Program (LGFBR), approved in December 2007,  \nwill  concentrate  on  fiscal  aspects  of  reform,  targeting  (i)  improved  shares,  timeliness  and \ntransparency in the release of local government revenues and grants; (ii) deepening reforms in \nfiscal management, planning, and public expenditure management by enhancing efficiency and \naccountability in these areas; (iii) enhancing effectiveness and transparency in the delivery of \ncritical public services at the local level through performance measurement; (iv) improving \nLGUs' access to public and private sources of capital through new financing policies; and (v) \nreducing LGU dependency on the internal revenue allotment by developing buoyant sources of \nrevenues at the local level, thereby reducing fiscal pressure on the Government. The LGBRF \nsupports  policy  reforms  which  will  help  overcome  the  binding  constraints  in  revenue \nmobilization, improve intergovernmental fiscal relationships and the regulatory framework for \n                                                 \n5  ADB. 2005. Country Strategy and Program (2005−2007): Philippines. Manila; ADB. 2007. Country Operations \nBusiness Plan (2007−2008): Philippines. Manila. \n6  ADB, European Union, United Nations, World Bank, Australian Agency for International Development (AusAID), \nCanadian Agency for International Development (CIDA), Japan Bank for International Cooperation (JBIC), German \nDevelopment Agency (GTZ), and the United States Agency for International Development (USAID). Earlier ADB-\nfinanced municipal infrastructure projects were: Loan 1367-PHI: Philippines the Regional Municipal Development \nProject; Loan 1599-PHI; Subic Bay Area Municipal Development Project; Loan 1658-PHI: Clark Area Municipal \nDevelopment Project. The ongoing TA 4512-PHI: Strengthening Provincial and Local Planning and Expenditure \nManagement assists LGUs with expenditure planning.  \n \n ", "3 \naccess to private sources of financing, and stimulate better own-source revenue generation. \nThis reform agenda will provide the framework supporting the public infrastructure investments \nat LGU level under the proposed PBUSSP. Thus, the two projects will complement each other.  \n \n7.  Growing  Competition  in  Infrastructure  Financing.  Discussions with officials of \nLGUs indicate a high level of interest and support for access to a local government financial \nfacility or fund, and a facility which, in addition to public sector investment, can stimulate private \nsector  investments.  Indicative  priority  needs  include  water  supply,  sanitation,  solid  waste \nmanagement,  drainage,  road  improvements,  municipal  enterprises,  and  income-generating \ncomponents, as well as institutional strengthening and capacity development including human \ndevelopment, improved operational procedures, and enhanced financial management. Mayors \nindicated a general willingness to borrow, particularly for revenue-generating and livelihood \ncomponents, and expressed understanding of the need to provide counterpart funds, implement \ncost recovery measures, and encourage private sector participation in the delivery of municipal \nservices. However, as there is more competition in the credit market with the participation of \nother public and private banks, mayors also stated that competitive conditions and terms of \nfuture lending programs for LGUs will be crucial for their participation.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The objective of the PBUSSP will be to provide LGUs and private sector investors with \naccess  to  credit  for  urban  infrastructure  investments  to  enable  them  to  improve  existing \ninfrastructure, eliminate service deficiencies, and meet the increasing demand for access to \nurban services. The project’s aim will be to reach out to a bigger market in local government \ninfrastructure and to achieve wider sector coverage through private sector partnerships.  Special \nfeatures will be to (i) amplify outreach and geographical coverage nationwide, (ii) broaden the \nsector  menu  by  adding  economic  infrastructure,  and  (iii)  encourage  public−private  sector \nparticipation in service provision through a special component that will support sector reforms \nfor public−private partnerships in financing, implementing, and operating infrastructure facilities.  \n \n9.  The PPTA will result in a sector project that aims at increased access of citizens and \neconomic enterprises to basic public infrastructure in cities and municipalities throughout the \nPhilippines (excluding the National Capital Region). The outcome will be an agreed-upon policy \nframework, sector development plan, and linked investment project design with a focus on \nmunicipal services in up to 110 LGUs, to be financed by LGUs or in public−private partnership \n(PPP) arrangements. The PPTA will help the Government determine demand and establish a \nfinancial facility for LGUs, based on an assessment of existing facilities. The participation of \nLGUs  will  be  demand-driven.  Detailed  sector  plans  and  priority  infrastructure  investment \nproposals, including institutional capacity development for a representative sample of about six \ntypical cities and municipalities, will be prepared. The sector project will pursue the following \ngoals: (i) increased access of citizens and economic enterprises to basic public infrastructure in \nurban and peri-urban areas; (ii) enhanced local economic development through infrastructure \nfacilities, and increased employment and income opportunities; (iii) improved financing facilities \nfor  infrastructure  investments,  including  PPPs  in  financing  and  implementing  basic  urban \nservices  programs;  and  (iv)  improved  local  government  capacities,  and  strengthened  local \ninstitutions and  organizations.  The  subproject  investment  plans  will serve  as  the  basis  for \nestablishing appraisal criteria and standards for evaluating and selecting subprojects. The real \nchallenge for the PPTA will be to elaborate how private sector participation will work in the \ncontext of the proposed project. \n \n ", "4 \n10.  Through the PPTA, a planning framework for prioritizing projects7 will be prepared to \nguide  sector  development,  establish  a  financial  facility,  and  prepare  an  LGU  capacity \ndevelopment program. These activities will be compatible with, and complementary to, existing \npriority investment programs. The experience of the MDFO Local Government Finance Project \n(LOGOFIN) and the LBP Support for Strategic Local Development and Investment Project \n(SSLDIP)―both  supported  by  the  World  Bank―and  Loan  1843-PHI  (footnote  3)  will  be \nconsidered. \n \nB.  Methodology and Key Activities \n11.  The PPTA will assess the (i) physical conditions, natural resources, and socioeconomic \ncriteria in the area, including existing land use and zoning plans and development constraints; (ii) \ninfrastructure requirements to support social services and livelihood programs for families living \nin depressed areas; (iii) technical and administrative capacities of the LGUs in terms of planning, \nimplementing,  operating,  and  maintaining  infrastructure  facilities;  and  (iv)  formulation  of \ncomprehensive  medium-  and  long-term  infrastructure  development  plans  and  institutional \ncapacity development for the LGUs in the project area. The study will identify a representative \nsample of six cities and municipalities, and will provide the basis and evaluation criteria for \nappraising other LGUs seeking access to the financial facility through the project.  \n \n12.  The PPTA will be implemented over 6 months from about January to June 2008, and will \nbe  in  two  parts.  In  part  1  during  the  first  2  months  of  the  study,  a  broad-based  urban \ninfrastructure  planning  framework  will  be  prepared.  In  part  2,  a  local  government-based \nmunicipal services sector project suitable for external financing will be prepared. The urban \ninfrastructure planning framework will (i) assess the demand among the LGUs and private \nsector partners for the proposed financial facility, and (ii) provide an institutional and physical \nplanning framework for the proposed project. The planning framework will be based on a \nsynthesis of existing Government plans with recommendations for refinements and will form the \nbasis for the policy dialogue between ADB and the Government: (a) a strategic economic \ngrowth strategy and urban infrastructure development plan, covering interregional linkages, \ncomparative  advantages,  natural  resource  conservation,  environmental  protection,  and \ncomplementarities;  (b) an  institutional  strengthening  and  capacity  development  strategy  for \nLGUs; and (c) an urban investment program, covering the socioeconomic profile, analysis of \ndemand for urban services, and estimated annual investment program for basic infrastructure \nand essential services. In part 2, the project will be packaged. The project is expected to have \nthree  components:  infrastructure  investment,  institutional  capacity  development,  and  sector \nreform  initiative  for  improved  PPP  in  financing,  implementing,  and  operating  infrastructure \nfacilities. Component 1 will finance subprojects of LGUs―possibly in association with private \nsector  proponents―for  subsectors  such  as  local  roads  and  bridges,  water  and  sanitation, \ndrainage, flood control, solid waste management, public markets, bus terminals; public facilities \nsuch  as  municipal  buildings,  sports  facilities,  public  parks,  slaughterhouses,  ice  plants; \neconomic infrastructure such as incubation centers for small and medium-sized enterprises, and \nother structures. Component 2, cofinanced by other grant and/or loan funds, will cover capacity \ndevelopment and support for project management, subproject preparation and implementation, \nassistance to LGUs for  computerized financial resource management; assistance to DILG field \noffices in administering and managing the measurement of performance; and cross learning and \ngovernance knowledge management. Component 3, like component 2, is cofinanced by other \ngrant  and/or  loan  funds,  and  will  assist  LGUs  and  private  sector  investors  in  developing \n                                                 \n7  This  may  adopt  the  methodologies  of  rationalized  area  development  planning,  integrating  the  tools  of \ncomprehensive land use planning (CLUP) with the comprehensive development plan (CDP), and investment \nprioritization concept of the Cities Development Strategies (CDS) program.  \n ", "5 \nregulatory frameworks and operational guidelines for sector reforms that cover requirements of \nPPPs.  This  will  include  (i)  a  study  of  the  feasibility  of  contracting  out  urban  services,  (ii) \nproposed improvements to the regulatory framework for private sector participation, and (iii) \nrecommended  measures  for  mitigating  risks  to  private  sector  investments.  The  project \nframework is attached as Appendix 1 and the initial poverty and social analysis as Appendix 2. \n \nC.  Cost and Financing \n13.  The total cost of the PPTA is estimated at $0.85 million equivalent. The detailed cost \nestimates are in Appendix 3. ADB will finance $0.65 million. The TA will be financed on a grant \nbasis by the Japan Special Fund funded by the Government of Japan. The Government will \ncontribute  $200,000  equivalent  to  finance  counterpart  staff,  office  space,  furniture, \nadministrative support services, and logistics. The Government has been informed that approval \nof the PPTA does not commit ADB to finance any ensuing project. \n \nD.  Implementation Arrangements \n14.  DILG will be the Executing Agency (EA) for the PPTA. DILG will provide a project \nmanagement  office,  a  project  coordinator,  and  counterpart  staff  with  qualifications  and \nexpertise  in  municipal  infrastructure  development,  local  government  administration,  and \nmunicipal finance. A project steering committee will be formed to provide policy guidance and \ninteragency coordination, jointly chaired by the undersecretary of DOF’s international finance \ngroup  and  the  undersecretary  for  local  government  of  DILG.  Members  will  include \nrepresentatives  of  NEDA,  Department  of  Public  Works and  Highways  (DPWH),  DBM,  and \nDepartment of Environment and Natural Resources (DENR). The LGUs will be represented by \nthe League of Cities of the Philippines. \n \n15.  To undertake the assignment, a firm of international and national consultants will be \nengaged in accordance with ADB's Guidelines on the Use of Consultants (2007, as amended \nfrom time to time). As the terms of reference (Appendix 4) will give the methodology and \ndefine in detail the tasks to be undertaken by experts on the consultants' team, the simplified \ntechnical proposal procedure will be used in accordance with the provision of PAI 3.01, para. 41.  \nConsultants will be selected using the quality- and cost-based selection (QCBS) method, with a \nmodified weighting of 90% for technical proposals and 10% for financial proposals. The PPTA \nwill require about 62 person-months of consulting services: 12 person-months international, and \n50 person-months national. All equipment and the project vehicle will be procured in accordance \nwith ADB’s Procurement Guidelines (2007, as amended from time to time). \n \nIV.  THE PRESIDENT'S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $650,000 on a grant basis to \nthe Government of the Philippines for Preparing the Philippines Basic Urban Services Sector \nProject, and hereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting  and Risks  \nMechanisms  \nImpact  Improved infrastructure and  Preproject benchmarks  Assumption \nmunicipal services, and  and postproject evaluation   \nIncreased access of citizens and \nstrengthened delivery and    Government and ADB \neconomic enterprises to basic \nmanagement capacity of LGUs  National statistics  sign loan agreement.  \npublic infrastructure in cities and \n(to be determined during the  Annual socioeconomic   \nmunicipalities throughout the \nPPTA) on completion of the  surveys, including those  Risk \nPhilippines \nProject.  by NSO   \n \n    Financial situation of \nMeasurable increase in the  Regular MDG reports  LGUs does not allow an \nlevel of household income, and  prepared by the  increase in \nmeasurable improvement in  Government  infrastructure \nMDG targets   investments. \n   \nOutcome  Memorandum of    Assumptions \nunderstanding signed by  Tripartite reviews with the   \nAgreed-upon policy framework \nGovernment and ADB during  Government, ADB, and  The Government \nand linked investment project \nAppraisal Mission in third  consultants   remains committed to \nwith a focus on municipal \nquarter of 2008    the urban infrastructure \nservices to be financed by LGUs \nConsultations with local  sector as a priority of \nor public−private partnership \ngovernment and private  national development.  \narrangements  \nsector   \n  LGUs and private sector \nTechnical review of  partners share main \nconsultants' reports   premises of the project \n  design.  \nMemorandum of    \nunderstanding   \nOutputs  1. By end of first 2 months,     Assumption \n   \nbroad-based urban \nLGUs endorse the \n1. Draft design paper, including  Consultant reports \ninfrastructure planning  SPARs and associated \nfinancial and organizational   \nframework that includes  budgets. \nframework for infrastructure  Supervision missions  \n- assessment of demand \nprovision, baseline data on   \namong LGUs for the proposed   \navailable infrastructure and   Tripartite reviews \nfinancial facility  Risks \ninvestment needs, and   \n- institutional and physical \nparticipatory planning monitoring  LGUs and private sector \nplanning framework for the \nand evaluation model for the  partners do not \nproposed Project \nProject  subscribe to project \n- planning framework  covering  \n  design.  \neconomic, financial, and \n   \ninstitutional aspects  \n2. Project design consisting of  LGUs and financial \n- social, physical, and \nthree main parts:  intermediary do not \nenvironmental aspects of \n- Part 1, infrastructure investment  recognize the need for \nurban development for LGUs \nplan  continued capacity \n- public-private partnership \n- Part 2, institutional capacity  development.  \narrangements   \ndevelopment    \n- socioeconomic surveys to \n- Part 3, sector reform initiative  Government does \ninclude service coverage, \nfor improved public−private  subscribe to the sector \nhousehold incomes, \npartnerships in financing,  reform initiative for \nwillingness to pay for all \nimplementing, and operating   improved public−private \nservices \ninfrastructure facilities  partnerships in \n  financing, implementing, \n2.  By end of first 2 months, \n3. Project feasibility studies:   and operating \nproject design and detailed \n- draft SPARs detailing  infrastructure facilities. \ninstitutional development \nrecommended investments   \naction and institutional \n- cost-recovery and revenue-\n ", "Appendix 1  7 \ngenerating mechanisms.  framework for implementing   \n- project scope, cost, and  the Project and for \n \nimplementation arrangements  strengthening the capability \nwith participating local  and capacity of agencies \ngovernments \n- financial capability and capacity  3.  By end of first 4 months, \nof agencies, particularly the  financing plan, including cost \nLGUs, and identified scope for  recovery and revenue \npossible private sector  generation, and elaborated \nparticipation  financial arrangements for \n- prioritized investment plans  public−private partnerships \n- cofinancing arrangements  (where applicable) \n \n4. SPARs in accordance with  4.  By end of first 5 months, \nADB policies, guidelines, and  appraisable subproject \npractices  designs, including initial \n  environmental examination for \n5. Final PPTA report  project components; \nincorporating Government and  resettlement plans, and \nADB comments  safeguard measures for \nindigenous people \n \n5. By end of 6 months, \ncomplete coverage of \ncomments and queries of \nGovernment and ADB \ncomments in final report.  \nActivities with Milestones  Inputs \n1.  By the inception report (end of month 1)  ADB technical \n•  Establish and agree on the approach and methodology.  assistance grant of \n•  Agree on LGUs for SPARs.  $650,000, including  \n•  Assess and analyze existing conditions.  - $276,000 for \n•  Review and analyze Government policies and plans.  international consultants \n(12 person-months),  \n•  Identify and review private sector plans. \n- $200,000 for national \n•  Review institutional management. \nconsultants (50 person-\n•  Coordinate with other external funding agencies to undertake related activities. \nmonths) \n2.  By the draft design paper (end of month 2) \n \n•  Review the financial and organizational framework for providing infrastructure. \nGovernment  \n•  Compile baseline data on available infrastructure and on investment needs.  \ncounterpart support of \n•  Adjust the participatory planning, and monitoring and evaluation model for the Project. \n$200,000 \n3.  By the interim report (end of month 4) \n•  Prepare draft SPARs detailing recommended investments.  Workshops and \n•  Review cost-recovery and revenue-generating mechanisms.  seminars \n•  Agree on project scope, cost, and implementation arrangements with participating local \ngovernments. \n•  Determine financial capability and capacity of agencies, particularly the LGUs, and \nidentify scope for possible private sector participation. \n•  Prepare prioritized investment plans. \n•  Agree on and document cofinancing arrangements. \n4.  By the draft final report (middle of month 5) \n•  Appraisable SPARs for each pilot region in accordance with ADB policies, guidelines, \nand practices. \n•  Draft the final PPTA report for the Project. \n5.  By the final report (end of month 6) \n•  Modify the draft final report in accordance with Government and ADB comments. \nADB = Asian Development Bank, GIS = geographic information system, LGU = local government unit, MDG =Millennium \nDevelopment Goal, NSO = National Statistics Office, SPAR = subproject appraisal report, PPTA = project preparatory \ntechnical assistance. \n ", "8  Appendix 2 \nINITIAL POVERTY AND SOCIAL ANALYSIS \n \nCountry/Project Title:  PHI: Preparing the Philippines Basic Urban Services Sector Project (PBUSSP) \n \nLending/Financing  Sector Loan  Department/  Southeast Asia Department / \nModality:  Division:  Social Sectors Division \n \nI.  POVERTY ISSUES \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy \n1.  Based on the country poverty assessment, the country partnership strategy and the sector analysis describe how \nthe project would directly or indirectly contribute to poverty reduction and how it is linked to the poverty reduction \nstrategy of the partner country. \n \nDue to decentralization, local governments have assumed significant new responsibilities for delivering urban basic \nservices and infrastructure. The rapid increase in the urban population poses a considerable challenge to improving \nthe standard of living, especially of the poor. The project will focus on improved local governance and better service \ndelivery to meet the challenges of urban development in the Philippines. The project is consistent with the Asian \nDevelopment Bank’s (ADB) Country Strategy Partnership (CSP) for the Philippines of 2005–2007 and the business \nplan of 2007–2008, and the recently drafted Urban Infrastructure Sector Road Map (May 2007). The Project will be \nconsistent with the priority development thrust of the Government’s Medium-Term Development Plan 2004–2010, and \nthe Government’s urban sector development strategies, supporting the national Government’s efforts in promoting \nequitable economic growth by addressing deficiencies in basic infrastructure and pursuing more effective local and \neconomic governance. \n \nB.     Targeting Classification          \n1.  Select the targeting classification of the project: \n \n General Intervention    Individual or Household (TI-H);   Geographic (TI-G);   Non-Income MDGs (TI-M1, \nM2, etc.) \n \n2.   Explain the basis for the targeting classification: The interventions are nationwide.  \nC.  Poverty Analysis4 \n1.  If the project is classified as TI-H, or if it is policy-based, what type of poverty impact analysis is needed?  \n \n2.  What resources are allocated in the PPTA/due diligence?  \n \nAmong the national consultants, there are the following specialists who will deal, among others, with poverty analysis \nand due diligence: (i) social preparation/community development specialist (5 person-months), (ii) resettlement \nspecialist (5 person-months), (iii) water and sanitation engineer (6 person-months), (iv) flood control and drainage \nengineer (4 person-months), (v) resettlement specialist (5 person-months).  \n \n3.  If GI, is there any opportunity for pro-poor design (e.g., social inclusion subcomponents, cross subsidy, pro-poor \ngovernance, and pro-poor growth)? \n \nII.  SOCIAL DEVELOPMENT ISSUES \nA.  Initial Social Analysis \nBased on existing information: \n1.  Who are the potential primary beneficiaries of the project? How do the poor and the socially excluded benefit \nfrom the project? \n \nThe sector project will pursue the following goals: (i) increased access of citizens and economic enterprises to basic \npublic  infrastructure  in  urban  and  peri-urban  areas;  (ii)  enhancement  of  local  economic  development  through \ninfrastructure facilities, and increased employment and income opportunities; (iii) improved financing facilities for \ninfrastructure investments, including public-private partnerships in financing and implementation of basic urban \nservices  programs;  and  (iv)  improved  local  government  capacities,  and  empowered  local  institutions  and \norganizations. Poverty analysis will be an integral part of subproject selection and design, and will be based on \nquantitative and qualitative methodologies. Subproject selection will consider sector data and country-, region-, and \nsubproject-level poverty data, and will involve local-level poverty assessments and stakeholder consultations. \n ", "  Appendix 2  9 \n2.  What are the potential needs of beneficiaries in relation to the proposed project? \n \nThe sector project will contribute to (i) the reduction in infrastructure backlog, (ii) increase in economic productivity of \ncities and municipalities, and (iii) improved income and employment opportunities of the affected population.  \n \n3.  What are the potential constraints in accessing the proposed benefits and services, and how will the project \naddress them? \n \nLocal government units (LGUs) may have limited borrowing capacity for infrastructure investments. The project will \nencourage cost recovery so that LGUs will be able to recover the majority of investments, and earn additional \nrevenues from the public facilities established under the project. The project will encourage partnerships with private \nsector investors for the purpose of generating additional investment in basic urban services.   \nB.  Consultation and Participation5 \n1. Indicate the potential initial stakeholders.6   \nLGUs, private sector companies, communities as beneficiaries of urban services. \n2. What type of consultation and participation (C&P) is required during the PPTA or project processing (e.g., \nworkshops,  community  mobilization,  involvement  of  nongovernment  organizations  and  community-based \norganizations, etc.)? \n \nDuring subproject preparation, communities will be consulted with regard to specific services that have a direct impact \non their lives (water supply, sanitation, solid waste, etc.). The consultation will focus on technical issues and the \ncommunities’ willingness and ability to pay for these services. C&P will be applied in case of resettlement.   \n3.  What level of participation is envisaged for project design? \n     Information sharing          Consultation         Collaborative decision making         Empowerment7 \n4.  Will a C&P plan be prepared?    Yes          No    Please explain.  \n \nSubproject planning and design will entail intensive qualitative analysis directly involving project beneficiaries through \nthe extensive use of participatory methods to identify the local poor population and the infrastructure provisions that \nmay better fit their needs. Multistakeholder workshops will be held to discuss subproject formulation and \nimplementation, and additional community consultations will be held following the approval of the subprojects. \nA C&P plan will be prepared for cases of resettlement made necessary by civil works. \nC.  Gender and Development \n \n1.  What are the key gender issues in the sector/subsector8 that are likely to be relevant to this project/program? \n \nWomen will be fully represented in the subproject design to ensure that infrastructure provisions reflect their needs, \nand that health and income generation benefits reflect women’s needs. Particular attention to women will also be \ngiven in the location of social infrastructure facilities (water, sanitation, solid waste management, health posts, and so \non). \n \n2.    Does  the  proposed  project/program  have  the  potential  to  promote  gender  equality  and/or  women’s \nempowerment by improving women’s access to and use of opportunities, services, resources, assets, and \nparticipation in decision making?9       Yes          No    Please explain. \n \nA gender action plan will be prepared, where applicable. \n \n3. Could the proposed project have an adverse impact on women and/or girls, or  widen gender inequality?10 \n          Yes          No    Please explain   \n \n \n \n \n \n ", "10  Appendix 2 \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS11 \nIssue  Nature of Social Issue  Significant/Limited/  Plan or Other \nNo Impact/Not  Action \nKnown12  Required13 \nInvoluntary Resettlement14  Resettlement needs and significance      Full Plan \nfor the core subprojects will be  Significant    Short Plan \n  determined by the technical    Resettlement  \nassistance after site selection.  Framework \nResettlement plans will be    No Action \nincorporated, where applicable, as an    Uncertain \nintegral part of the subproject \nappraisal reports (SPARs) that will be \nprepared by means of a fully \nparticipatory process involving project \nstakeholders. Preparation of a \nresettlement framework is required.  \n  None encountered in pilot districts.     \nIndigenous Peoples15  Also unlikely in subsequent districts,  No impact    Plan \n  as the project will target locations    Other Action16 \n  where ethnic minorities have become    Indigenous \n  part of the mainstream population,  Peoples \nand if encountered, the SPAR  Framework \nprocess will ensure that their interests    No Action \nare protected.    Uncertain \n  The SPAR for each subproject will     \nLabor  consider the distribution of project- Limited significance    Plan \n Employment opportunities  derived jobs to beneficiaries.    Other Action18 \n Labor retrenchment    No Action \n Core labor standards17    Uncertain \n  The cost-recovery strategy for     \nAffordability  infrastructure components will explore  Significant    Action \ncost-recoverable infrastructure    No Action \ncomponents, which will include (i)    Uncertain \ndrinking water supply, (ii) markets, (iii) \nbus terminals, and (iv) economic \ninfrastructure facilities (incubation \ncenters). Partially cost-recoverable \ncomponents include (i) public \nsanitation facilities, and (ii) solid \nwaste services. Components with \nnonrecoverable costs will be (i) \nprivate sanitation facilities; (ii) \ndrainage; and (iii) village roads, \nfootpaths, and bridges. \n \n  The capacities of local governments     \nOther Risks and/or  to adequately facilitate the  Limited significance   \nVulnerabilities  participatory process for subproject    Plan \n HIV/AIDS  formulation and implementation will    Other Action \n Human trafficking  be dealt with by improving the    No Action \nOthers: Institutional capacity  capacity of local administrations and    Uncertain \n  by empowering local communities to \nplay extensive roles. Both local \ngovernments and communities will \nshare the responsibilities associated \nwith cost recovery for infrastructure \ninvestments.  \n ", "  Appendix 2  11 \n \nIV.  PPTA/DUE DILIGENCE RESOURCE REQUIREMENT \n1.  Do the terms of reference for the PPTA (or other due diligence) include poverty, social and gender analysis, and the \nrelevant specialist/s?  \n        Yes                    No   If no, please explain why.      \n \n \n2.  Are resources (consultants, survey budget, and workshop) allocated for conducting poverty, social and/or gender \nanalysis, and C&P during the PPTA/due diligence?       Yes           No    If no, please explain why. \n \n ", "12  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  276.00 \n      ii.  National Consultants  200.00 \n    b.  International and Local Travel  55.00 \n    c.  Reports and Communications  7.50 \n  2.  Equipment  10.00 \n  3.  Workshops  10.00 \n  4.  Miscellaneous Administration and   19.00 \n    Support Costs \n  5.  Local Transport/Vehicle Rental  40.00 \n  6.  Contingencies  32.50 \n      Subtotal (A)  650.00 \n   \nB.  Government Financingb   \n  1.  Office Accommodation and Transport  20.00 \n  2.  Remuneration and Per Diem  160.00 \n    of Counterpart Staff \n  3.  Administrative Support and Logistics  20.00 \n      Subtotal (B)  200.00 \n        Total  850.00 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb  Government provisions will be in kind.  The Department of the Interior and Local \nGovernment  will  fund  six  supplementary  subproject  feasibility  studies,  as \nexplained in footnote 1 of Appendix 4. \nNote:  The  equipment  and  vehicle(s)  purchased  under  the  project  preparatory \ntechnical assistance (PPTA) will become the property of the Government only after \nthe PPTA is completed (or, in this instance, it may be handed over to the actual \nproject).  \nSource: Asian Development Bank estimates. \n ", "Appendix 4  13 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n  \n1.  The project preparatory technical assistance (PPTA) for preparing the Philippines Basic \nUrban Services Sector Project (PBUSSP) will require about 62 person-months of consulting \nservices  (12  international  and  50  national).  The  international  consultants  will  be  an  urban \nmanagement specialist/team leader, a finance specialist, and a capacity development specialist. \nThe national consultants will be a water and sanitation engineer, a social preparation/community \ndevelopment specialist,  a town planner, a flood control and drainage engineer, an institutional \ndevelopment specialist, a municipal financial analyst, a resettlement specialist, an economist, a \nmaintenance specialist, a solid waste specialist  and a geographic information system (GIS) \nspecialist. \n \nA.   Philippines Basic Urban Services Planning Framework  \n \n2.  During the first 2 months, the consultants will prepare a broad-based urban infrastructure \nsector development plan and planning framework to (i) assess the demand among the local \ngovernment units (LGUs) for the proposed financial facility, and (ii) provide an institutional and \nphysical planning framework for the proposed project, as per the requirements of the Asian \nDevelopment  Bank  (ADB)  Operations  Manual.1 Further,  the  planning  framework  will  give \nadequate attention to possible private sector involvement in infrastructure provision through (i) \nstand-alone private sector investments, or (ii) public−private partnership (PPP) arrangements.  \n \n3.  The work will include, but will not necessarily be limited to, the following. \n \n(i)  Review the Government's urban sector policies, development plans, and financial \nmanagement framework. Consider the priority investment program prepared by \nother  programs,  e.g.,  Local  Government  Finance  Project  (LOGOFIN)  and \nStrategic Support for Local Development Investment Project (SSLDIP) supported \nby the World Bank, ADB’s MBUSSP, and the Growth with Equity in Mindanao \nproject supported by the United States Agency for International Development \n(USAID). Determine the appropriate funding mechanism for implementing the \nproject and develop the criteria and procedures for managing project funds.2  \n \n(ii)  Carry out carefully targeted socioeconomic surveys specifically related to the \nselected feasibility studies. Collect, analyze, and review relevant social sector \ninformation and establish baseline socioeconomic data for formulating the project \nand measuring the results. The survey will include socioeconomic conditions in \nurban LGUs, such as service coverage, the need and demand for urban services, \nand assessments of household incomes and willingness of low-income groups to \npay for services and access to essential services such as water supply and \nsanitation. \n \n                                                 \n1  ADB. 2003. Operations Manual. Section D3/BP: Sector Lending. Manila. \n2  An interdepartmental discussion between ADB’s Southeast Asia Department (SERD) and the Strategy and Policy \nDepartment (SPD) had endorsed the use of a government financial institution (GFI) as an intermediary for the \nproject, conditional on confirmation that (i) an alternative mechanism does not exist, (ii) the project will not \nintroduce any additional distortions to the financial sector, (iii) the project should introduce elements that improve \nthe financial sector, (iv) the GFI must meet the criteria set out in para. 8 of OM D6/BP, and (v) any negative effects \non  the  financial  market  caused  by  using  a  GFI  will  be  mitigated  to  minimize  inhibitions  on  market-based \ndevelopment of the financial sector (Note to File, PhCO, 10 August 2007). \n ", "14  Appendix 4 \n \nB.  Project Preparation and Packaging \n \n4.  During the remaining 4 months, the consultants will prepare and package the project. \nThe  PBUSSP  will  have  three  components:  infrastructure  investment;  institutional  capacity \ndevelopment; and sector reform initiative for improved PPPs in financing, implementing, and \noperating infrastructure facilities.  \n \n5.  The assignment for this period includes, but is not necessarily limited to, the following \ntasks. \n \n(i)   For the six representative LGUs identified by Department of the Interior and \nLocal Government (DILG)-ADB, prepare detailed subproject appraisal reports \n(SPARs), i.e., identify and prioritize components and make technical, economic, \nand  financial  feasibility  studies;  institutional  development  action  plans; \ncommunity participation action plans; and initial environmental examination (IEE) \nand summary IEE in ADB format.3 Assess the debt-service capacity of the \nLGUs, and establish willingness to pay and availability of counterpart funds. \nThe  detailed  studies  will  be  used  to  establish  the  criteria  for  identifying, \nappraising, and selecting components. The preparation studies will include (a) \ncommunity consultation and participation procedures, and willingness to pay; 4 (b)  \nidentification  of  cost-effective,  appropriate  technology  design  options; 5  (c) \nappropriate  planning  and  design  criteria;  (d)  preliminary  engineering  design \ncriteria; (e) contract packaging; (f) requirements for consulting services and terms \nof reference for the detailed engineering design; (g) cost estimates and financing \nplan; (h) institutional arrangements for managing and implementing the project; (i) \nimplementation schedule; (j) land acquisition and resettlement procedures; (k) \narrangements for operation and maintenance (O&M); and (l) identification of \nproject  risks  and  designing  appropriate  risk-minimizing  measures.  These \nsubprojects will lay the groundwork for future subproject screening, selection, \nand planning for the sector loan.6 \n \n(ii)  Conduct workshops to explain the PBUSSP to government agencies, LGUs, \ncommunity  groups, nongovernment organizations (NGOs), private sector, and \nother  interested  parties.  The  consultants  will  (a)  incorporate  community \nparticipation in project design and implementation; (b) carry out a social analysis \nto determine the need and demand for the project inputs, ability and willingness \nto pay, and suitable technical options in terms of sociocultural characteristics; and \n                                                 \n3  The preselected six subprojects in six LGUs are as follows: water and sanitation in Cabucgayan, Biliran; integrated \nland transportation center in Ligao, Albay; sanitary landfill in Legazpi, Albay; water and sanitation in Tacloban, \nLeyte; material recovery facility in Angono, Rizal; improvement and rehabilitation of roads in Rodriguez, Rizal. DILG \nwill supplement these six SPARs with additional feasibility studies in other LGUs visited during the fact-finding \nmission for the PPTA. In addition, the PPTA is supposed to incorporate the results of the Metro Iloilo-Guimaras \nIntegrated Urban and Regional Infrastructure Plan (MIG-02), which is supported by the AusAID-sponsored Local \nGovernance and Development Program (LGDP). Iloilo’s investment program could become one of the SPARs, and \nADB’s Cities Development Initiative for Asia (CDIA) has expressed interest to fund complementary technical \nassistance. \n4  Small-scale willingness-to-pay studies for water, sanitation and solid waste management subprojects will be \nincluded.  \n5  The PPTA consultants will make use of appropriate technologies of water, sanitation and solid waste management \ndeveloped under ADB’s Water Financing Partnership Facility, and other programs.   \n6  The PPTA will propose the introduction of a refund mechanism of the value of TA received by the LGUs, in case \nLGUs choose not to avail of the PBUSSP subloans. \n ", "  Appendix 4  15 \n(c) cooperate with NGOs and community-based organizations. The consultants \nwill  follow  ADB's  Guidelines  for  Incorporation  of  Social  Dimensions  in  Bank \nOperations (1993), Handbook on Poverty and Social Analysis (2001), Policy on \nIndigenous Peoples (1998), Operations Manual section concerning indigenous \npeoples’ issues,7 and Involuntary Resettlement Policy (1995). \n \n(iii)  In  designing  the  subproject,  give  special  attention  to  natural  resource     \nconservation  and  environmental  management;  land  acquisition  and \nresettlement;  private  sector  participation;  access  to  services  for  target \nbeneficiaries,  particularly  low-income  groups;  poverty  reduction;  human \nresources  development;  and  cost  recovery  and  affordability.  The  PPTA  will \ndetermine  social  and  environmental  impacts  of  the  project  and  the  possible \nimpacts  of  potential  subprojects,  and  will  determine  if  likely  infrastructure \ninvestments  would  have  impacts  on  indigenous  people  and  on  lands  with \nancestral domain claims even if these are initially targeted as urban areas. If core \nsubprojects will be prepared prior to appraisal, resettlement plans are required. \nFor  subprojects  or  components  to  be  prepared  during  implementation,  a \nresettlement framework should be prepared.  \n \n(iv)  Prepare a detailed institutional framework for implementing the project and for \nstrengthening  the  capability  and  capacity  of  agencies,  including  LGUs \nresponsible  for  managing  and  monitoring  urban  development  and  enforcing \nplanning and environmental regulations. The designated Executing Agency (EA) \nfor the loan project is the Municipal Development Finance Office (MDFO), which \nhas a wide outreach to LGUs. The project’s management model will take into \naccount  lessons  from  the  Mindanao  Basic  Urban  Services  Sector  Project \n(MBUSSP),  SSLDIP,  and  LOGOFIN.8 This  will  include  (a)  assessing  the \norganizational  structure  of    LGUs,  including  the  adequacy  and  capacity  of \nexisting  staff,  human  resources  development  program,  and  administrative \nprocedures related to project implementation; (b) examining the administrative \ncapacity  for  urban  infrastructure  management,  including  planning  practices, \nurban services management, and O&M; (c) evaluating financial management and \nperformance; and (d) formulating an institutional development program for LGUs \nto strengthen their capacity to carry out O&M, project planning, implementation, \nand  financial  management.  The  capacity  development  plan  will  assess  the \nfeasibility  of  introducing  Tax  Revenue  Assessment  and  Collection  System \n(TRACS), Geographic Information System (GIS), and Land Information System \n(LIS);9 and  good  management  and  support  procedures  for  local  economic \ndevelopment.10  \n \n(v)   Elaborate a proposal for operationalizing a new practice of the World Bank/LBP’s \nSSLDIP,  which  obliges  LGUs  that  received  technical  assistance  (TA)  for \n                                                 \n7  ADB. 2006. Operations Manual. Section F3/BP: Indigenous Peoples. Manila. \n8  The PPTA will pay particular attention to the experience with two EAs under the MBUSSP, and the resulting \noverlap of roles and functions, and suggest how that could have been organized differently, considering particularly \nthe modality of delegated management support through an in-house consultant team under the SSLDIP.     \n9  The  management  systems  have  been  supported  by  the  AusAID-sponsored  Philippine  Regional  Municipal \nDevelopment Project (PRMDP) and Local Government Development Project (LGDP), see footnote 1.  \n10  Refer to instruments and management procedures developed under the Local Government Support Program for \nLocal Economic Development (LGSP-LED), which is supported by the Canadian International Development \nAgency (CIDA).  \n ", "16  Appendix 4 \n \npreparing feasibility studies of SSLIDP subprojects, to refund the TA amount \nutilized for their feasibility study if they withdraw from the loan project. This \nseems to be an interesting option to pursue under the PBUSSP as well.11 \n  \n(vi)  Assess  the  feasibility  of  adopting  the  new  modality  of  “post-review”  of  the \nSSLDIP. Under the post-review modality, the majority of subproject processing, \nappraisal, and approval steps are delegated to a project management consultant \nteam, which operates from the Land Bank of the Philippines (LBP) in support of \nLGUs. 12 \n \n(vii)  Prepare a financial management plan for cost recovery and revenue generation, \nusing  realistic  assumptions  and  transparent  assessment  of  subsidies,  and \ndetermine  the  impact  of  the  proposed  project.  The  plan  will  contain  the \nassumptions  used  for  estimating  cost-and-benefit  streams,  in  financial  and \neconomic terms. Unquantifiable economic costs and benefits will be explained. \nFor  the  revenue-generating  component,  prepare  financial  projections  and \nassess  the  financial  impact  of  the  project  on  the  municipal  finances. \nDetermine the financial capabilities of the concerned municipalities to provide \ncounterpart funds and carry out O&M functions. Refer to ADB's Framework for \nthe  Economic and Financial Appraisal  of Urban Development Sector Projects \n(1994)  and  Guidelines  for  the  Economic  Analysis  of  Water  Supply  Projects \n(1998).  \n \n(viii)  Establish  the  procedures  and  standards,  and  carry  out  IEEs  for  project \ncomponents  following  ADB's  Environmental  Guidelines  for  Selected \nInfrastructure Development Projects (1993) and the environmental assessment \nrequirements  and review procedures under the Environmental Assessment \nGuidelines (2003). Prepare environmental mitigation measures and monitoring \nsystems  with  institutional  arrangements  for  regional  environmental \nconsiderations such as (a) the management of domestic and industrial wastes; (b) \nopportunities  for  regional  management  of  solid  wastes,  including  toxic  and \nhazardous wastes; (c) proper management of sludge from septic tanks; and (d) \ndevelopment  of  tourism  and  environmental  and  natural  resources \nmanagement plans.13 \n \n(ix)  Identify measurable project impact indicators and prepare an effective project \nperformance monitoring system (PPMS). \n                                                 \n11  The suggested repayment of TA funds spent on feasibility studies and project preparation in case LGUs or private \nentities decide not to borrow from the PBUSSP facility, needs to be worked out carefully. This needs to consider \nthat there might be other reasons for not making use of the facility like unconvincing technical quality of the \nfeasibility study. The repayment may be a partial payment, for example, 50%, and not necessarily the full actual TA \ncost. The payback modalities of the fund and experiences that LBP may have with a similar modality should also \nbe taken into account. \n12 Under the post-review modality, only the first four projects in a year are being reviewed by the World Bank, and \nlater a sample of subprojects. The general policy is that the main responsibility for applying all relevant guidelines \nrests with LBP. If there are deviations and mistakes, LBP will face noneligibility of these subprojects for World Bank \nfunding and has to bear all costs. \n13 The PPTA may also (i) review the environmental impacts and  environmental management in the MBUSSP; (ii) \nreview currently required government procedures relevant to environment conservation and public involvement; (iii) \nprepare rapid environmental assessment checklists; and (iv) design an environmental assessment and review \nframework  to  comply  with  current  ADB  requirements,  in  close  consultation  with  the  EA  and  implementing \nagencies.   \n ", "  Appendix 4  17 \n \n6.  The consultants will prepare five reports: an inception report by the end of month 1; an \nurban infrastructure planning framework report by the end of month 2; an interim report by the \nend of month 4; a draft final report by the end of month 5; and a final report by the end of month \n6, incorporating ADB and Government comments on the draft final report. 14 Tripartite reviews \nwill  be  conducted  with  ADB,  the  Government,  and  the  consultants  to  discuss  the  urban \ninfrastructure planning framework report, interim report, and draft final report. The consultants \nwill conduct two workshops for representatives of central Government agencies, LGUs, NGOs, \nthe private sector, and the affected communities to discuss the project. The first workshop, \nto be conducted at the end of component 1, will present the urban infrastructure planning \nframework  and  obtain  feedback  and  inputs  for  the  project  preparation  stage.  The  second \nworkshop will present and discuss the project proposals in the draft final report. \n \n1.  International Consultants \n \n7.  The consulting firm will provide 12 person-months of international consultant input.  \n \n(i)    Urban  Management  Specialist/Team  Leader  (6  person-months)─assess  the \ndemand among LGUs for the proposed financial facility, provide an institutional \nand physical planning framework for the proposed project, consider the lessons \nof other programs; determine the appropriate funding mechanism; and undertake \nproject preparation and packaging activities. \n \n(ii)   Finance Specialist (5 person-months)─assist the team leader in the tasks in (i), \nand prepare the financing plan of the project. \n \n(iii)  Capacity  Development  Specialist  (1  person-month)─design  a  capacity \ndevelopment plan in accordance with the institutional framework of the project. \n \n2.  National Consultants \n \n8.  The consulting firm will provide 50 person-months of national consultants (including the \ndeputy team leader), and propose which expert is most suitable for the role of co-team leader:  \n \n(i)  Water  and  Sanitation  Engineer  (6  person-months)─will  oversee  the  demand \nassessment,  engineering  aspects,  costing  of  pilot  subprojects;  and  assist  in \npreparing SPARS and project design documents.  \n \n(ii)  Social  Preparation/Community  Development  Specialist  (6  person-months)─ \noversee the demand assessment for related subprojects, and collaborate with \nthe resettlement specialist in preparing resettlement plans.  \n \n(iii)  Town Planner (6 person-months)─oversee urban planning aspects of SPARs \nand project design documents, assist in preparing SPARS and project design \ndocuments. \n \n                                                 \n14  The consultants are expected to turn over to ADB all materials related to the survey including, but not limited to the \nmethodology, sampling frame, and questionnaires. \n \n ", "18  Appendix 4 \n \n(iv)  Flood  Control  and  Drainage  Engineer  (4  person-months)─oversee  demand \nassessment for related subprojects, engineering aspects and costing of pilot \nsubprojects;  assess  flood  control  and  drainage-related  capacity  development \nrequirements for the project; and assist in preparing SPARS and project design \ndocuments. \n \n(v)  Institutional  Development  Specialist  (6  person-months)─design  capacity \ndevelopment plans for project implementation, and assist in preparing SPARS \nand project design documents. \n \n(vi)  Financial  Analyst  (6  person-months)─assess  demand  among  LGUs  for  the \nproposed financial facility; design the appropriate funding mechanism for project \nimplementation;  develop  criteria  and  procedures  for  fund  management;  and \nassist in preparing SPARS and project design documents. \n \n(vii)  Economist  (4  person-months)─assist  in  formulating  economic  infrastructure \nsubprojects to be financed through local government or the private sector, and in \npreparing SPARS and project design documents. \n  \n(viii)  Resettlement Specialist (5 person-months)─oversee preparation of resettlement \nplans involving the communities of affected persons, assess the resettlement-\nrelated capacity development requirements, and assist in preparing SPARs and \nproject design documents. \n  \n(ix)  Maintenance  Specialist  (2  person-months)─oversee  demand  assessment  for \ninfrastructure maintenance needs, and assist in preparing SPARS and project \ndesign documents. \n \n(x)  Solid Waste Specialist (3 person-months)─oversee the demand assessment for \nrelated  subprojects,  oversee  the  engineering  aspects  and  costing  of  pilot \nsubprojects, identify technologies suitable for the waste management sector that \ncan achieve capture and/or use of landfill gas, assess the solid waste-related \ncapacity  development  requirements  for  the  project,  and  assist  in  preparing \nSPARs and project design documents. \n \n(xi)  GIS Specialist (2 person-months)─oversee the production of thematic maps as \nrequired for producing SPARs.   \n \n "], "metadata": {"CreationDate": "D:20080221161104+08'00'", "Author": "Mtn", "Creator": "PScript5.dll Version 5.2", "Keywords": "philippines basic urban services sector project, pbussp, philippines urban infrastructure investments, philippines urban infrastructure investments projects, phil urban services sector project, tar: phi 41081", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20080227144020+08'00'", "Title": "Preparing the Philippines Basic Urban Services Sector Project (Financed by the Japan Special Fund)"}}