{"path": "data/input/ta/41103-sam-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 41103  \nDecember 2007 \n \n \n \nIndependent State of Samoa: Support for the \nFormulation and Implementation of the Strategy for \nthe Development of Samoa \n(Financed by the Japan Special Fund)\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 31 October 2007) \n \nCurrency Unit –  tala (ST) \nST1.00 =  $0.3952 \n$1.00 =  ST2.5304 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CEO  –  chief executive officer \n  EPPD  –  Economic Planning and Policy Division \n  GDP  –  gross domestic product \n  MDG  –  Millennium Development Goal \n  MOF  –  Ministry of Finance \n  RMSM-X  –  Revised Minimum Standard Model – Extended \n  SDS  –  Strategy for the Development of Samoa \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, governance, capacity development \nSubtheme  –  financial and economic governance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar \nyear denotes the year in which the fiscal year ends, e.g., FY2007 ends on 30 \nJune 2007. \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  P. Erquiaga, Pacific Department (PARD) \nRegional Director  S. Jarvenpaa, South Pacific Subregional Office, PARD \n   \nTeam leader  M. Melei, Senior Project Implementation Officer, PARD  \nTeam members  F. Garcia, Principal Country Specialist, PARD \n  V. Narayan, Assistant Project Analyst, PARD \n ", " \nI.  INTRODUCTION \n \n1.  During a pre-programming mission by the Asian Development Bank (ADB) in February \n2007,  the  Government  of  Samoa  requested  advisory  technical  assistance  to  improve  its \ncapacity for strategic and development planning to enhance public sector performance and to \nreview and implement the Strategy for the Development of Samoa (SDS).1 The ADB mission \nwas conducted from 11 to 16 February 2007 to reach an understanding with the Government on \nthe objectives and scope of the technical assistance (TA), cost estimates, a financing plan, \nimplementation arrangements and the detailed terms of reference for consulting services of the \nTA. The proposed TA is included in the TA program for 2007 in the country operations business \nplan2 and  is  consistent  with  the  strategic  objectives  of  A  Pacific  Strategy  for  the  Asian \nDevelopment Bank 2005–2009. The TA framework is in Appendix 1.  \n \nII.  ISSUES \n \n2.  Samoa  has  made  substantial  progress  under  the  reform  program  initiated  by  the \nGovernment in 1994. The program included economic, governance, public sector and financial \nsector reforms, which have improved the efficiency of the economy and increased its output \nlevel. Real gross domestic product (GDP) grew at an average rate of about 3.2% during 2002–\n2006. It is likely to continue to grow, with real annual GDP growth conservatively estimated at \n3% to 4% for 2007–2008. The Government is committed to maintaining macroeconomic stability \nby applying responsible fiscal and monetary policies to meet the pressures from a steadily \ngrowing economy. Samoa also is committed to further progress in widening and deepening its \nreform efforts to improve efficiency in order to sustain growth momentum.  \n \n3.  ADB supported the Government’s reforms through TAs for strengthening capacity for \nmacroeconomic  analysis,  planning  and  policy  formulation,3 and  through  assistance  to  the \nfinancial sector4 and for public enterprise reforms.5 A loan and associated TA for small business \ndevelopment and micro credit was approved in October 2000,6 in conjunction with a series of \nTAs  for  privatization7 and  support  to  strengthen  the  corporate  governance  of  state-owned \nenterprises.8 Challenges for the Ministry of Finance (MOF), formerly the Treasury Department, \n                                                 \n1  The TA first appeared in ADB Business Opportunities on 1 June 2007. \n2  ADB. 2007. Samoa: Country Operations Business Plan 2007–2009. Manila. \n3  ADB.  1995.  Technical  Assistance  to  the  Independent  State  of  Samoa  for  Strengthening  Capacity  for \nMacroeconomic Analysis, Planning and Policy Formulation in the Treasury Department. Manila; ADB. 1996. \nTechnical Assistance to the Independent State of Samoa for Strengthening Capacity for Macroeconomic Analysis, \nPlanning and Policy Formulation (Phase II). Manila; ADB. 1998. Technical Assistance to the Independent State of \nSamoa for Strengthening Capacity for Macroeconomic Analysis, Planning and Policy Formulation (Phase III). \nManila; and ADB. 1999. Technical Assistance to the Independent State of Samoa for Strengthening Capacity for \nMacroeconomic Analysis, Planning and Policy Formulation (Phase IV). Manila. \n4   ADB. 2004. Technical Assistance to the Independent State of Samoa for Institutional Strengthening of Government \nFinancial Institutions. Manila; and ADB. 2001. Technical Assistance to the Independent State of Samoa for \nImplementation of the Public Finance Management Act of 2001. Manila. \n5   ADB.  2005.  Technical  Assistance  to  the  Independent  State  of  Samoa  for  Implementation  of  State-Owned \nEnterprise Reforms. Manila. \n6   ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nIndependent State of Samoa for the Small Business Development Project and a Proposed Equity Investment in a \nVenture Capital Fund. Manila; and ADB, 2000. Technical Assistance to the Independent State of Samoa for \nCapacity Building of Financial and Business Advisory Intermediaries. Manila. \n7  ADB. 1997. Technical Assistance to the Independent State of Samoa for Implementation of the Privatization \nStrategy. Manila; and ADB. 2004. Small Scale Technical Assistance to the Independent State of Samoa for \nPrivatization Support. Manila \n8  ADB. 2004. Technical Assistance to the Independent State of Samoa for Strengthening State-Owned Enterprise \nCorporate Governance. Manila. \n ", "2   \nincluded sustaining the capacity gained for policy analysis and development, and strengthening \nstrategic and sectoral planning and the links between them and budget processes, particularly \nwith respect to the definition of output and performance indicators. The Government deemed \nthat further support was necessary to (i) broaden and deepen policy analysis, and provide \nquality-control supervision in economic performance monitoring; (ii) develop strategic planning \nsectoral expertise in line ministries; and (iii) strengthen the links between line ministries and \nsectoral analysis. \n \n4.  Samoa  introduced  development  planning  in  1965  and  implemented  seven  5-year \ndevelopment  plans  by  the  end  of  1994.  An  implementation  framework  for  the  eighth \ndevelopment plan covering 1995–1997 was to be developed under Phase I of the ADB TA for \nmacroeconomic analysis, planning and policy formulation. In 1995, however, the Government \nadopted a strategic planning system that centered on the preparation of an annual statement of \neconomic strategy. Subsequently, the statements were reviewed every two years, and then \nevery three years. In the process, the statements became the Strategy for the Development of \nSamoa (SDS) as the 2002–2004 strategy was prepared. The vision for the current SDS 2005–\n2007 remains focused on achieving an improved quality of life for all, in accordance with the \naims of the Millennium Development Goals (MDGs). The theme for the SDS 2005–2007 is \n“enhancing  people’s  choices.”  This  underscores  the  Government’s  stated  commitment  to \nprovide all Samoans with access to opportunities by (i) strengthening the private sector through \nan  enhanced  enabling  environment  and  investment  that  helps  to  create  employment;  (ii) \ndeveloping agriculture to promote growth; (iii) increasing tourism within a balanced framework; \n(iv) developing the ability of communities to take advantage of increasing economic and social \nopportunities; (v) improving education, with an emphasis on raising numeracy and literacy levels; \nand (vi) increasing health standards. A midterm review of the current SDS was planned for 2006, \nbut was carried out in 2007. \n \n5.  The Economic Planning and Policy Division (EPPD) of MOF plays a leading role in \neconomic policy formulation and coordination of the overall national development effort. Its \nfunctions include instituting effective strategic development planning processes at the national \nlevel, generating medium to long-term plans, and developing a management framework for \ndetermining resource allocation policies and priorities. EPPD provides short-term economic \npolicy advice on fiscal and monetary issues based on good macroeconomic analysis. It also \ntakes the lead in project identification and planning, including project appraisal and preparation \nof sectoral programs and priorities, and in providing support for performance-based output \nbudgeting  throughout  the  government  system.  EPPD  is  responsible  for  the  design  and \nformulation of the Government’s SDS as well as preparation of an economic statement provided \nas supporting documentation in the annual budget. To perform its designated functions more \neffectively, EPPD requires regular upgrading of skills, particularly in technical areas such as \neconomic statistics and modelling.  \n \n6.  EPPD has developed a conceptual framework for SDS 2008–2011. The new strategy is \nto  be  formulated  according  to  a  results-based  framework  in  support  of  management  for   \ndevelopment results. The proposed SDS also will support institutionalizing a planning process \nwith links to MDGs and other regional and international commitments. It will be structured \naround the broad strategic areas of economic and social initiatives, complemented by cross-\ncutting objectives. Economic strategies will cover commerce, manufacturing, finance, agriculture \nand tourism, while social initiative strategies will cover education, health, welfare and social \nservices, public administration, law and justice, utilities, and infrastructure and transport. The \ncross-cutting  objectives  relate  to  the  private  sector,  statistics,  legislation,  trade  and  the \nenvironment. The strategy will aim to strengthen links to the medium-term fiscal framework, \n ", "  3\nsectoral  plans,  annual  budget  allocations  and  departmental  corporate  plans.  An  impact \nassessment  of  sector  developments  over  the  past  10  years  will  assess  the  relevance  of \nstrategies  and  priorities,  as  well  as  corresponding  indicators,  to  determine  an  appropriate \nframework for management for development results. \n \n7.  Since 1995, ADB has provided several TA projects to EPPD to build its capacity in \nmacroeconomic analysis, policy and development strategy formulation, and project planning. \nThis support has strengthened national planning in Samoa, where ADB has played an important \nrole in helping the Government to access and apply best practice knowledge. All previous TAs \nhad significant capacity building components and were rated generally successful. Lessons are \nthat  (i)  institutional  strengthening  requires  long-term  support  and  the  mentorship  of  good \nadvisers, (ii) assigning a leadership role to counterpart staff helps to ensure ownership, and (iii) \nan appropriate mechanism to retain staff should be developed. According to the completion \nreport of the most recent TA,9 the TA design was relevant and the assistance was formulated in \nclose coordination with MOF. However, no mechanisms were included to ensure counterpart \ncommitment and durability of capacity building efforts. The TA achieved the outputs, but the \nimpact was affected by the counterpart agency’s inability to (i) retain critical counterpart staff for \nbuilding long-term institutional capacity and (ii) ensure the counterpart staff’s regular application \nof skills gained under the TA. EPPD also has received technical assistance from the Pacific \nFinancial Technical Centre to improve the treatment of government finance statistics, using the \n1986 A Manual on Government Finance Statistics.10 The South Pacific Community provided \ncapacity building on development of national accounts by attaching an EPPD staff member to its \nStatistics Section in Noumea, New Caledonia. The Cabinet approved recently the establishment \nof a Statistics Bureau, to be effective from 1 January 2008. The Statistics Unit of EPPD is likely \nto transfer to the bureau. The move aims to ensure that data collection is independent of policy \nadvice. The proposed capacity building under the new TA will help the bureau and EPPD to \nbuild on previous assistance to strengthen data collection and analysis that in turn will enhance \nthe quality of policy advice.  \n \n8.  EPPD has experienced critical staff changes recently. While the current team is well-\nqualified, it has limited relevant experience. As highlighted in the lessons of previous TAs, the \nGovernment’s commitment to sustaining the counterpart positions for the duration of TAs and \nbeyond is essential. Options for consideration include performance-based incentives and a \nbonding system11 for staff benefiting from TA capacity building. It is important to ensure that \nsuch measures have the desired result and do not stifle opportunities for EPPD to attract high-\ncalibre staff. The transfer of skills should target all EPPD staff in order to support long-term \nback-up. The TA will aim to build a bigger pool of qualified staff by extending the capacity \nbuilding component to include sector planners in line ministries, allowing a broader base for \nfuture transfers to EPPD. The 12-month duration of the TA will provide sufficient support for \neffective skills transfer. A lesson of previous TAs is that local ownership of the process is very \neffective in ensuring commitment. It is proposed therefore that EPPD’s assistant chief executive \nofficer  be  the  project leader  for  TA  implementation.  The problem  of  high  staff turnover  is \ncommon to most small island countries, as capacity building increases the marketability of staff. \nHowever, the benefits of capacity building remain in the wider society by contributing to the \n                                                 \n9  ADB.  2005.  Technical  Assistance  Completion  Report  on  Strengthening  of  Economic  Sectors  Planning  and \nManagement (SAM)t. Manila; and ADB. 2002. Technical Assistance to the Independent State of Samoa for \nStrengthening of Economic Sectors Planning and Management. Manila. \n10  IMF. 1986. A Manual on Government Finance Statistics. Washington DC. \n11 Samoa already applies a bonding system for scholarship students whereby they and their parents or guardians \nsign a bond to guarantee the student’s return to Samoa to work for a specified period, after completing their \nstudies. Full reimbursement of a scholarship is expected if the conditions are not met. \n ", "4   \ndevelopment of experienced future managers, as can be seen where former EPPD staff now \nhold chief executive positions in other government agencies. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n9.  The TA will assist the Government to improve and sustain its medium-term strategic \nplanning and monitoring. The emphasis will be on establishing a planning process that is in \nharmony with the medium-term fiscal framework, sectoral plans, annual budget allocations and \ndepartmental corporate plans, while also contributing to the achievement of MDGs and other \nregional and international commitments. The TA will (i) strengthen the strategic planning and \nmanagement of the economic sectors to achieve outcomes as set out in the SDS, (ii) strengthen \nthe institutional framework and capacity for developing and implementing poverty reduction \nstrategies and pro-poor policies within the framework of the SDS, and (iii) maintain capacity to \ngenerate  economic  statistics,  econometric  forecasts  and  models  for  policy  analysis  and \nmacroeconomic management. The expected TA outcome is improved capacity in planning and \nmanaging development through a consultative process.  \n \nB.  Methodology and Key Activities \n10.  The TA will help translate the SDS vision into results-oriented objectives and targets \nwithin  a  medium-term  fiscal  framework  and  budget.  It  will  support  the  Government  in \nimplementing a participatory process, involving all stakeholders, that will measure attainment of \nthe results-oriented targets. The TA will also improve capacity in strategic development planning \nand macroeconomic and policy analysis to enhance planning processes with sound policy \nadvice.  \n \n11.  The proposed TA will assist the Government to (i) implement the SDS 2008–2011, (ii) \nstrengthen  capacity  in  macroeconomic  policy  analysis  and  data  gathering  and  statistical \nanalysis, (iii) conduct an impact assessment of sector developments over the past 10 years, and \n(iv)  enhance  the  capacity  of  EPPD  and  relevant  line  ministries’  staff  for  implementing  a \nparticipatory approach for measuring results under the SDS objectives. \n \n12.  The main TA activities are grouped into four components as follows.  \n \n(i)  Component 1 supports the formulation of the monitoring indicators for the SDS \n2008–2011 and its implementation. It will assist with a the review of the SDS \n2005–2007 in relation to appropriate development indicators, and in preparing \nrelevant  policy  papers  to  support  the  new  SDS.  The  TA  will  also  help  the \nGovernment to develop realistic target indicators under an appropriate results \nframework in order to utilize the SDS as a suitable mechanism for management \nfor development results. \n(ii)  Component 2 strengthens macroeconomic policy analysis and data collection \nand statistical analysis by (a) reviewing and developing a methodology on data \ncollection,  analysis  and  interpretation  of  government  finance  statistics;  (b) \nreviewing  the  Revised  Minimum  Standard  Model-Extended  (RMSM-X)  or \nrecommending another appropriate and less data-intensive economic model; and \n(c) producing manuals and providing necessary training on economic statistics \nand economic modeling. \n ", "  5\n(iii)  Component  3  will  involve  conducting  an  impact  assessment  of  sector \ndevelopments  by  (a)  reviewing  SDS  impacts  over  the  past  10  years,  (b) \ndeveloping a basic sector framework for costing inputs, and (c) reviewing current \nsectoral work including sector plans. \n(iv)  Component 4 will enhance the capacity of EPPD staff and sector planners in \nrelevant  line  ministries  with  regard  to  strategic  development  planning  and \nmacroeconomic and policy analysis by (a) providing mentoring and skills transfer \nthrough  on-the-job  training;  and  (b)  designing  and  implementing  short-term \ntraining, including training of trainers. The TA also will assist the Government to \n(a) develop a relevant medium to longer term training program; and (b) prepare \nan options paper on how to retain staff, including a proposal for a program for \nyoung professionals to be piloted with MOF.   \n \nC.  Cost and Financing \n13.  The total cost of the TA is estimated to be $625,000 equivalent. The Government has \nrequested ADB to finance $500,000 equivalent. The TA will be financed on a grant basis by the \nJapan Special Fund, funded by the Government of Japan. The Government will finance the \nbalance of the local currency cost, equivalent to $125,000, through the provision of counterpart \nstaff’s  salaries,  office  accommodation  and  transport,  support  services,  and  facilitation  of \nconsultations. Appendix 2 provides details of the cost estimates and financing plan.  \n \nD.  Implementation Arrangements \n14.  The TA is expected to begin in February 2008 and be completed by April 2009. It will \nrequire  24  person-months  of  consulting  services  (12  person-months  international  and  12 \nperson-months national). The consultants will provide expertise in development planning and \neconomic  sector  policy  formulation,  economic  statistics,  economic  modeling  and  economic \nanalysis. See Appendix 3 for an outline of the terms of reference for the consultants. The \nconsultants will be selected and engaged on an individual basis in accordance with ADB’s \nGuidelines on the Use of Consultants (2007, as amended from time to time). Procurement \nunder the TA will follow ADB’s Guidelines for Procurement (2007, as amended from time to \ntime). Equipment and systems procured under the TA will be handed to the Government on \ncompletion of the TA. The Government will ensure that all required counterpart staff, other \nhuman resources and support facilities will be available to the consultants in a timely manner.  \n \n15.  MOF will be the executing agency for the TA, with the chief executive officer (CEO) \nserving as the principal project coordinator. The project steering committee will consist of the \nCEO, the deputy and assistant CEOs of MOF, and representatives from key line ministries. The \nassistant CEO of EPPD will be the project leader for implementing the TA. The Government has \nagreed to provide adequate office space, counterpart staff, workshop and seminar venues, and \nlocal transportation.  \n \n16.  The consultants will prepare and submit to the Government and ADB (i) an inception \nreport one month after the TA starts which includes an issues paper outlining the approach, \nemerging factors and constraints, as well as a detailed TA work program; (ii) monthly reports \nindicating progress made and outstanding issues; (iii) a midterm report with a proposed short-\nterm training program; and (iv) a draft final report. \n \n ", "6   \nIV.  THE PRESIDENT'S DECISION \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of Samoa for Support for the Formulation and Implementation of the Strategy \nfor the Development of Samoa, and hereby reports this action to the Board. \n \n ", "Appendix 1  7\nDESIGN AND MONITORING FRAMEWORK \n    Data   \nDesign  Performance  Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nImproved and  Achievement, by 2012,  Annual national reports  TA implemented \nsustained medium- of output development  on attainment of output  effectively \nterm strategic  indicators identified in  indicators; and reports of   \nplanning and  an approved SDS  relevant sector ministries  Strong government \nmonitoring   2008–2011 and  and agencies   commitment to \n  established through a  institutionalize MfDR \nparticipatory  approaches, and \nconsultative process  participation and \nconsultation in planning \nand monitoring \n \nRisks \nPublic opposition to \nproposed strategies and \npriorities \n \nStaff not retained \nOutcome      Assumptions \nImproved capacity  Harmonization  SDS 2008–2011  Well-coordinated \nand process for  between medium-term  Medium term fiscal  approaches with all \nplanning and MfDR   fiscal framework,  framework  stakeholders \nsector plans, annual  Annual budget   \nbudget allocation, and  Corporate plans  Availability of sector \ndepartmental corporate    plans, budget, and \nplans, measured by  TA reports  corporate plans \nconsistency of their     \ncascading indicators    Risk \n  Crisis that strains budget \nDevelopment of a  allocation and prompts \nskilled planning staff of  change in focus \n6 in the EPPD, and a \nbroader group of 20 \nsector level planners at \nthe sector agencies by \nApril 2009 \nOutputs      Assumption \n1. Formulation of  Approved SDS 2008– Uploaded in the  Strong and timely support \nthe SDS 2008-2011  2011 results framework  Government’s website  from all stakeholders \nmonitoring  with realistic target    Timely delivery of inputs \nindicators   indicators, by July 2008   by ADB and the \n      Government \n2. Improvements in  Adoption of a  Adoption of data   \nmacroeconomic  methodology for  collection and analysis  Risk \npolicy analysis and  Government data  policy by August 2008.  Staff turnover in key \nstatistics  collection, analysis,    ministries \n ", "8    Appendix 1 \n    Data   \nDesign  Performance  Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n  and interpretation by   \n  August 2008   \n     \n  Timely and accurate  MfDR data sets under \n  government statistics  Annual performance \n  by April 2009  reports on SDS 2008-\n    2011 \n     \n  Improved RMSM-X  Quarterly economic \n  economic forecasting  model output reports \n  model by April 2009   \n     \n  Manuals and training  TA reports \n  for economic modeling   \n  from April 2008-  \n  February 2009   \n     \n3. Impact  Review and  Sector plans \nassessment of  incorporation of   \nsector  lessons learned from  TA reports \ndevelopments over  sector developments   \nthe past 10 years  under past SDSs by   \n  November 2008    \n     \n4. Enhanced  80% of EPPD staff  Training competency \ncapacity of staff of  trained to enhance  tests  \nEPPD and relevant  their competence in   \nsector ministries  producing future  Reports on training by \nand agencies  national MfDR  developed trainers \n  development plans by   \nDecember 2008  TA reports \n   \n80% of the 20 sector \nministry and agency \nstaff trained to enhance \ntheir competence in \nproducing future sector \nMfDR development \nplans by April 2009 \n \nOptions paper for staff \nretention by April 2009 \n \n \n \n ", "Appendix 1  9\nActivities with Milestones  Inputs \n1.1 Review of SDS 2005–2007, assess development results indicators.  Component 1: \n1.2 Assist the Government in refining consultation strategy.  ADB: $150,000  \n1.3 Assist the Government in formulation of monitoring indicators.  Government: $31,000 \n1.4 Assist in developing realistic target indicators.  Consultants: 3 person-\n1.5 Conduct research for preparation of policy papers.  months international, 3 \n1.6 Draft policy papers.  person-months national  \n   \n2.1 Review current process for government finance statistics.  Component 2: \n2.2 Develop government finance statistics manual.  ADB: $100,000 \n2.3 Conduct training in economic statistics.  Government: $12,000 \n2.4 Review RMSM-X.  Consultants: 3 person-\n2.5 Recommend appropriate economic model (RMSM-X or alternative).  months international, 2 \n2.6 Develop manual for economic modeling.  person-months national \n2.7 Conduct training in economic modeling.   \n   \n3.1 Review SDS impacts over the past 10 years.   Component 3: \n3.2 Develop sector framework for costing inputs.  ADB: $100,000 \n  Government: $56,000 \n  Consultants: 2 person-\n  months international, 5 \n  person-months national \n   \n4.1 Conduct training for counterpart staff.  Component 4: \n4.2 Develop short-term training program for counterpart staff.  ADB: $150,000 \n4.3 Assist the Government to prepare an options paper on staff    Government: $26,000 \n      retention, including a pilot program for young professionals for MOF.  Consultants: 4 person-\n  months international, 2 \nperson-months national \n \nADB = Asian Development Bank, EPPD = Economic Planning and Policy Division, MfDR = Management for Development \nResults, MOF = Ministry of Finance, RMSM-X = Revised Minimum Standard Model – Extended, SDS = Strategy for the \nDevelopment of Samoa, TA = technical assistance. \n \n \n \n \n     \n ", "10   Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  280.0 \n      ii.  National Consultants  85.0 \n    b.  International and Local Travel  35.0 \n    c.  Reports and Communications  5.0 \n  2.  Equipment and Information Technology  15.0 \n    Developmentb \n  3.  Workshops and Seminars  15.0 \n  4.  Miscellaneous Administration and   15.0 \n    Support Costs \n  5.  Contingencies  50.0 \n      Subtotal (A)  500.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  50.0 \n  2.  Remuneration and Per Diem  60.0 \n    of Counterpart Staff \n  3.  Otherc  15.0 \n      Subtotal (B)  125.0 \n   \n        Total  625.0 \na  Financed by the Japan Special Fund, funded by the Government of Japan. \nb  Computer package, computer laptop, multimedia projector, digital camera, software \ndevelopment. \nc  Training, seminars, workshops and consultation venues, office stationery, printing \nand photocopying. \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 3  11\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \nA.  General \n1.  The technical assistance (TA) will require the services of a team of international and \nnational consultants in development planning and economic sector policy formulation, economic \nstatistics and economic modeling. The assistant chief executive officer of the Economic Planning \nand  Policy  Division  (EPPD)  in  the  Ministry  of  Finance  (MOF)  will  be  the  project  leader  for \nimplementing the TA. \n \nB.  Specific \n1.  Development  Planning  and  Economic  Sector  Policy  Specialist  –  Team \nLeader (international, 8 person-months) \n2.  The  specialist  will  be  a  macroeconomist  with  a  strong  background  in  development \nplanning as well as broad experience in the Pacific and other regions. \n3.  In addition to overall coordination of all TA activities, the specialist will do the following: \n(i)  In close consultation with MOF, prepare a time-bound detailed TA implementation \nwork plan, including a training program with clear milestones. Support MOF and \nrelevant  line  ministries  to  prepare  and  implement  seminars  and  workshops, \nincluding stakeholder workshops. \n(ii)  Help  MOF  to  prepare  develop  realistic  target  indicators  under  an  appropriate \nresults framework in order to utilize the Strategy for the Development of Samoa \n(SDS) as a suitable mechanism for management for development results. \n(iii)  Help to prepare policy papers on economic performance and policy prescriptions in \nsupport of the SDS. \n(iv)  Support MOF and line ministries in key economic sectors to improve budget output \ndefinitions and performance indicators in support of the SDS and sector plans. \n(v)  Support  MOF  and  line  ministries  to  conduct  an  impact  assessment  of  sector \ndevelopments over the past 10 years. \n(vi)  Assist  and  strengthen  the  capacity  of  MOF  and  relevant  line  ministries  in \nmonitoring  (a)  progress  in  achieving  specific  performance  indicators,  and  (b) \noverall  economic  performance  at  macro  and  sector  levels.  This  will  include \nmonitoring of progress of SDS. \n(vii)  Support and strengthen the capacity of staff in MOF and relevant line ministries in \nanalysis of output from national accounts and economic models. \n(viii)  Assist  in  designing  and  conducting  relevant  training  in  strategic  development \nplanning and macroeconomics and policy analysis, including a training of trainers \nprogram. \n(ix)  Assist in developing a medium to long-term training program for consideration of \nthe Government. \n(x)  Help to prepare an options paper to address staff retention, including a proposed \nprogram for young professionals to be piloted in MOF. \n(xi)  Provide  regular  progress  reports  to  the  Asian  Development  Bank  and  the \nGovernment in accordance with the TA implementation work plan. \n \n2.  Economic Statistics Specialist (international, 2 person-months) \n4.  The specialist will do the following: \n \n ", "12  Appendix 3 \n \n(i)  Provide advice on how to maintain or improve the integrity and reliability of the \nnational accounts model, including support to counterpart staff in research and \nsurveys to improve the quality of data. \n(ii)  Develop  a  simple  and  cost-effective  methodology  for  preparing  statistics  on \nemployment, national savings and investment on a sustainable basis, preferably \nbased on the existing national accounts model. \n(iii)  Identify gaps in other key economic statistics that are critical for policy analysis and \nmodeling,  and  develop  a  simple  and  cost-effective  methodology  for  their \npreparation, preferably based on the existing national accounts model. \n(iv)  Provide advisory and hands-on training to build the capacity of MOF and relevant \nagencies to prepare the statistics on a sustainable basis. \n(v)  Support the establishment of a system of data collection from new sources, as \nnecessary, and build the capacity of these new suppliers of data. \n(vi)  Prepare detailed documentation and manuals, as needed, to institutionalize the \nnew techniques and methodologies. \n(vii)  Design  and  conduct  relevant  staff  training  on  development  and  treatment  of \neconomic statistics to enable more accurate forecasting. \n \n3.  Economic Modeling Specialist (international, 2 person-months) \n5.  The specialist will do the following: \n(i)  Review and refine the models (including the Revised Minimum Standard Model – \nExtended) for macroeconomic analysis and forecasting and develop new models, \nas necessary, for MOF as well as line ministries in key economic sectors. \n(ii)  Assist counterparts in research and surveys to improve the quality of data input to \nthe model and analysis of outputs. \n(iii)  Provide training to build the capacity of MOF and line ministries in key economic \nsectors to understand and use these models effectively and on a sustainable basis. \n \n4.  Planning and Facilitation Specialist (national, 12 person-months) \n6.  The  national  consultant  will  have  a  background  and  experience  in  macroeconomics, \ndevelopment planning and consultation processes. The consultant will undertake but will not be \nlimited to the following tasks: \n(i)  Work closely with the international consultants and MOF to refine and implement a \nparticipatory consultative process for SDS formulation and implementation. \n(ii)  Assist  MOF  in  managing  and  liquidating  funds  for  procurement  of  equipment, \ninformation technology development, training, seminars and workshops. \n(iii)  Support  MOF  and  the  international  consultants  in  preparing  the  SDS  and \ncoordinate inputs from the budget, sectoral and corporate plans (with links to the \nMillennium Development Goals and other regional and international commitments). \n(iv)  Coordinate  inputs  from  the  preparation  and  outcomes  of  the  participatory \nconsultative process. \n(v)  Provide ground support to the international consultants and MOF in implementing \nthe four TA components. \n \n "], "metadata": {"CreationDate": "D:20071218133839+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "samoa development strategy program, samoa institutional framework strengthening, samoa managing development programs, sds programs, tar: sam 41103", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20080103122240+08'00'", "Title": "Support for the Formulation and Implementation of the Strategy for the Development of Samoa (Financed by the Japan Special Fund)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 31 October 2007) \n \nCurrency Unit –  tala (ST) \nST1.00 =  $0.3952 \n$1.00 =  ST2.5304 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CEO  –  chief executive officer \n  EPPD  –  Economic Planning and Policy Division \n  GDP  –  gross domestic product \n  MDG  –  Millennium Development Goal \n  MOF  –  Ministry of Finance \n  RMSM-X  –  Revised Minimum Standard Model – Extended \n  SDS  –  Strategy for the Development of Samoa \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, governance, capacity development \nSubtheme  –  financial and economic governance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 30 June. FY before a calendar \nyear denotes the year in which the fiscal year ends, e.g., FY2007 ends on 30 \nJune 2007. \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  P. Erquiaga, Pacific Department (PARD) \nRegional Director  S. Jarvenpaa, South Pacific Subregional Office, PARD \n   \nTeam leader  M. Melei, Senior Project Implementation Officer, PARD  \nTeam members  F. Garcia, Principal Country Specialist, PARD \n  V. Narayan, Assistant Project Analyst, PARD \n ", "authors": [{"documentRole": "Vice President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "P. Erquiaga", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Regional Director", "fullname": "S. Jarvenpaa", "role": "South Pacific Subregional Office", "organization": "PARD"}, {"documentRole": "Team leader", "fullname": "M. Melei", "role": "Senior Project Implementation Officer", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "F. Garcia", "role": "Principal Country Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "V. Narayan", "role": "Assistant Project Analyst", "organization": "PARD"}]}