{"path": "data/input/ta/41124-taj-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 41124  \nOctober 2007 \n \n \n \nRepublic of Tajikistan: Implementation Support for \nPrivate Sector Development Strategy in Tajikistan \n(Cofinanced by the Government of the United Kingdom) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 5 September .2007) \nCurrency Unit –  somoni (TJS)} \nTJS1.00 =  $0.2905 \n$1.00 =  TJS3.4423 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DfID  –  Department for International Development \n  EBRD  –  European Bank for Reconstruction and Development \n  EC  –  European Commission \n  GDP  –  gross domestic product \n  PSD  –  private sector development \n  PSDS  –  Private Sector Development Strategy \n  SCISPM  –  State  Committee  on  Investments  and  State  Property \nManagement \n    TA  –  technical assistance \n  WB  –  World Bank \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Economic management \nTheme  –  Private Sector Development \nSubthemes  –  Policy/institutional/legal/regulatory reforms; private sector \ninvestment  \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \n \nVice President  L. Jin, Operations 1 \nDirector General  J. Miranda, Central and West Asia Regional Department (CWRD) \nDirector  N. Jain, Country Director, Tajikistan Resident Mission (TJRM), CWRD \n   \nTeam leader  Z. Khotamov, Economics Officer, TJRM, CWRD \n ", " \nI.  INTRODUCTION \n1.  Since independence Tajikistan has been implementing reforms that included eliminating \nprice controls, lifting tariff barriers, and privatizing small enterprises. These efforts together with \nthe end of civil conflict, macroeconomic recovery, and strong remittances contributed to  strong \ngross domestic product (GDP) growth (about 9% average per annum during 2001–2006), with \nmodest inflation and a stable exchange rate. The Government is now embarking on a more \ncomprehensive  reform  program  that  includes  reforming  state  institutions  and  public \nadministration, and private sector development (PSD). In March 2006, the Government adopted \nthe Public Administration Reform Strategy.     \n \n2.  The Government, with the help of the Donor Coordination Council, developed the Private \nSector Development Strategy (PSDS) in 2006. The PSDS is aimed at improving government \npolicies and laws that are the greatest impediment to investment and PSD. The PSDS consists \nof four elements: (i) reducing risk and uncertainty for the potential investor or entrepreneur, (ii) \nremoving  barriers  that  actually  prevent  entry,  (iii)  reducing  the  cost  of  doing  business  in \nTajikistan including entry and exit costs, and (iv) supporting the private sector to increase \nproductivity and human capacity to drive growth. \n \n3.  The Government established the State Committee on Investments and State Property \nManagement  (SCISPM)  during  structural  reorganization  of  the  government  in  late  2006. \nSupporting development of the private sector and attraction of foreign direct investments are \namong the key functions of SCISPM, enabling it to potentially play a major role in implementing \nthe PSDS. However, the institutional capacity of SCISPM in fulfilling its responsibilities is weak \nand requires major technical assistance. \n \n4.  In 2006, the Government requested aid agencies to provide assistance for implementing \nthe PSDS. Accordingly, the Asian Development Bank (ADB) fielded its Fact-Finding Mission1 \nfrom 30 April to 10 May; that led to an understanding with the Government on the impact, \noutcomes,  outputs,  approach,  cost  estimates,  implementation  arrangements,  and  terms  of \nreference  of  the  technical  assistance  Implementation  Support  for  the  Private  Sector \nDevelopment Strategy in Tajikistan (TA).2 The Department for International Development (DFID) \nof the United Kingdom would cofinance the TA. The design and monitoring framework is in \nAppendix 1.  The design of the TA has been closely coordinated with the planned assistance of \nother development partners, especially the European Commission (EC) and the World Bank \n(WB)  group.    The  European  Bank  for  Reconstruction  and  Development  (EBRD)  facilitated \nMission consultations with the private sector and commercial banks and contributed to the \ndesign of the TA. \n \nII.  ISSUES \n5.  Tajikistan ranks 133 out of 175 countries in the WB’s Doing Business in 2006.3 The \nprivate sector’s share in GDP grew slightly to 43% in 2005 from 40% in 2004, but still remains \nlow by international or even regional standards. Unfavorable investment climate is increasingly \n                                                 \n1 The Mission comprised Zafardjon Khotamov, Economics Officer, TJRM (mission leader); and Neeraj Jain, CD, \nTJRM, (mission member). ADB also invited representatives of other aid agencies to join the Mission: Valsa Shah, \nEconomist, DfID; Etta Gaskell, Head of Office, DfID; Zainiddin Karaev, Program Officer, DfID; Barbara Plinkert, EC; \nFrederik Coene, Project Manager, EC; Gary Fine, Senior Private Sector Development Specialist, WB; and Firuz \nKataev, Consultant, WB.  \n2 The TA first appeared in ADB Business Opportunities website on 1 June 2007. \n3 See Doing Business at http://www.doingbusiness.org/. \n ", "2   \nbecoming a binding constraint to sustainable economic growth. In response, the Government \nhas identified PSD as a strategic development priority for Tajikistan. The Poverty Reduction \nStrategy for 2007–2009 aims at increasing the share of the private sector to 55% by 2009.      \n \n6.  Increased  growth  of  small  producers  was  recorded  in  recent  years.  Growth  was \nparticularly strong in the traditional \"small business\"4 areas like construction, retail trade, and \ncatering. There are, however, numerous obstacles to stronger growth and greater dynamism of \nthe private sector. They include (i) the Government’s insufficient understanding of its role as an \n“enabler” of the PSD, (ii) multiple and often ill-designed registration and inspection requirements, \n(iii) an inadequate legal framework and the judicial system, (iv) weak public administration; (v) \nweak infrastructure  particularly in energy and transport, and (vi) an underdeveloped financial \nsystem. Lack of profitable investment opportunities due to the small size of the economy5 and \nlimited physical access to export markets also constrain private sector development in Tajikistan. \nImprovements in transport infrastructure and cross-border trading arrangements would help \nalleviate these constraints in the long term. In the interim, industry-level solutions could be found \nthrough better quality information on markets and technology. \n       \n7.  SCISPM staff has been drawn largely from the previous State Agency for Antimonopoly, \nAid  Coordination  Unit  under  the  President’s  Office  and  the  State  Property  Management \nCommittee.  SCISPM  also  recruited  professionals  from  National  Social  Investment  Fund  of \nTajikistan and other aid-funded projects. The management of SCISPM consists of a team of \nexperienced government officials drawn from  various government institutions, including the \ncentral  bank  and  former  ministry  of  economy  and  trade.  A  quick  capacity  assessment  of \nSCISPM in Supplementary Appendix A suggests a need for review of its regulation (charter) \nand organizational structure, and for building the capacity of its staff to shift the focus from \ncontrol  of  the  private  sector  to  providing  an  enabling  environment  for  the  private  sector. \nLegislative and policy reforms to improve the climate for the PSD are urgently needed. The \ncapacity of SCISPM to coordinate the drafting of relevant legislation and its approval needs \nbuilding up.    \n \n8.  In  the  initial  stages  of  PSD,  institutional  strengthening  of  business  promotion  and \nadvisory services strongly complements policy reforms for an enabling environment. Modern \nbusiness education is absent in Tajikistan and significant support and advisory services are \nrequired for the private sector to attract financing and develop. For example, commercial banks \nin Tajikistan avoid long-term lending to the private sector and when they do lend for the short \nterm, they tend to demand high levels of collateral. Therefore, there is a strong need to create \nsome success stories of enterprises that demonstrate improved operational, marketing, and \nfinancial results to make Tajik enterprises attractive as an investment class and provide an \nincentive for banks and potential investors to increase lending to this sector.  \n \n9.  PSD is a key operational priority of ADB and is one of the three crosscutting themes of \nthe  Long-Term  Strategic  Framework  of  the  Asian  Development  Bank  (2001–2015).  For \nsustaining  high  growth,  employment  creation,  and  rising  production,  the  Private  Sector \nDevelopment Strategy of ADB operationalizes the Bank’s strategies and visions through three \nmain thrusts: (i) help governments of the developing member countries to create enabling \nconditions  for  PSD,  (ii)  generate  private  sector  investment  opportunities,  and  (iii)  catalyze \nprivate investment. The proposed TA will address the first and third pillars of PSD.       \n                                                 \n4 Tajik statistical authorities generally classify industrial and construction firms with less than 50 employees as \n\"small\". \n5 The domestic market is fragmented due to geographical reasons exacerbating economy of scale difficulties. \n ", "  3\n \n10.  With its sector expertise and multilateral structure, ADB can serve as an effective partner \nfor the Government in initiating, implementing, and coordinating PSD-related analysis, policy \ndialogue, capacity development, and reform  design and implementation, toward supporting \nprivate sector-led growth. The translation of the PSDS matrix into actions must be facilitated \nthrough continuous engagement and dialogue, and effective change management. At the same \ntime the private sector must be engaged with a view to select and nurture a limited number of \nmost promising businesses. The TA can better achieve its outcomes by supporting reform \nchampions and creating demonstration effects.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The TA aims to improve the capacity of the Government in promoting PSD. The main \nintended outcomes of the TA are (i) the Government’s understanding  of its role as an “enabler” \nof the private sector, (ii) effective engagement and active leadership of the Government in \nsimplifying  business  regulations  and  creating  a  favorable  environment  for  PSD,  and  (iii) \nmainstreaming  and  strengthening  of  business  promotion  and  advisory  services  by  the \nGovernment.  \n \n12.  The expected outputs of the TA include (i) policy advice including that for coordination of \nPSDS implementation, (ii) assessment and development of the Government’s capacity for PSD, \nand (iii) development of a concept of investment and business promotion for Tajikistan and \nbusiness advisory assistance to a few businesses for demonstration purposes. \n \nB.  Methodology and Key Activities \n13.  Implementation of the TA would be closely coordinated with the planned support of other \ndevelopment assistance partners. DfID, which is cofinancing the TA, would also be involved \nduring TA implementation. A working group comprising SCISPM and development partners (the \nworking group) would be set up to oversee the management of external assistance, including \nthat for the TA for PSDS implementation. The TA will assist the Government to lead aid \ncoordination in PSD through the proposed working group.  \n \n14.  The TA will have three tasks. A more detailed set of activities under each task are in \nAppendix 1. The set of activities will be further refined in a participatory manner in consultation \nwith the working group during the 3-month inception phase.  \n   \n  1.  Policy Advice and Coordination for PSD Strategy Implementation \n \n15.  This task would entail providing expert advice to SCISPM on implementing the PSDS, \ncoordinating government and development partner support for PSD, and identifying resource \ngaps and helping SCISPM address those gaps.   \n \n  2.  Capacity Building \n \n16.  Capacity building will be at two levels, namely, institutional and human development. It \nshould result in (i) creating robust mechanisms for implementing the PSDS, and (ii) building in \ndifferent government institutions a greater awareness of the government's role in PSD. Building \nindividual and institutional capabilities of SCISPM, including through reorganization, to fulfill its \n ", "4   \nmandate to support PSD, will be an important part of this task. This component will complement \nand build on relevant capacity-building activities assisted by other development partners. \n \n  3.  Business Development and Investment Promotion Support \n \n17.  This task would lead to the development and implementation of a business development \nand  investment  promotion  concept,  taking  into  account  the  relevant  experience  of  other \ncountries, principles of market economy and transparency, and the importance of avoiding the \ncreation of additional bureaucratic structures.     \n \nC.  Cost and Financing \n18.  The estimated TA cost is $2,000,000 equivalent, of which $900,000 will be financed on a \ngrant basis by ADB’s TA funding program. The Government of the United Kingdom has agreed \nto contribute $1,000,000 equivalent on a grant basis. ADB will administer the contribution from \nthe  Government  of  the  United  Kingdom.  The  Government  of  Tajikistan  will  contribute  the \nbalance of $100,000 equivalent in kind by providing office accommodation, and remuneration \nand per diem of counterpart government staff. The TA costs and the financing plan are in \nAppendix 2.  \n \nD.  Implementation Arrangements \n19.  SCISPM will be the Executing Agency of the TA under the overall coordination of the \nPresident’s Office of Tajikistan. The TA will be implemented by a team of individual national and \ninternational  consultants.  The  input  will  comprise  54  person-months  of  international  and \n72 person-months of national consulting services. Outline terms of reference for the consultants \nare in Appendix 3. ADB will engage the consultants (both national and international) on an \nindividual basis in accordance with its Guidelines on the Use of Consultants (2007, as amended \nfrom time to time). The consultants will be located at SCISPM. Equipment under the TA will be \nprocured by ADB in accordance with its Procurement Guidelines (2007, as amended from time \nto time) and will be transferred to SCISPM upon completion of the TA. The TA is estimated to \nstart in October 2007 and be completed in October 2010.  \n \nE.  Monitoring and Reporting  \n20.  The consultants will submit to ADB, SCISPM, and the working group an inception report \nat the end of the 3-month inception phase. The inception report will  \n(i) include a detailed work plan for the project team and the implementation plan of the \nTA;  \n(ii) assess the current capacity of SCISPM in relation to its mandate to support PSD; \n(iii)  identify  key  success  factors  supported  by  the  TA,  including  a  monitoring  and \nevaluation plan; and  \n(iv)develop  a  strategy  for  communicating  and  coordinating  TA  implementation  with \nrelated activities of other development partners and government agencies.   \n \n21.  Thereafter, the consultants will submit to ADB, SCISPM, and the working group progress \nreports every 6 months and a final report on the activities, outputs, and results of all TA tasks. \nThe second 6-month report will include a detailed action plan for implementing the PSDS, \nincluding a set of quantitative and qualitative performance indicators of SCISPM’s progress in \nimplementing the strategy. \n  \n ", "  5\nIV.  THE PRESIDENT'S DECISION  \n22.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $1,000,000 to be \nfinanced on a grant basis by the Government of the United Kingdom, and (ii) ADB providing the \nbalance not exceeding the equivalent of $900,000 on a grant basis, to the Government of \nTajikistan for Implementation Support for Private Sector Development Strategy in Tajikistan, and \nhereby reports this action to the Board.  \n ", "6    Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nImpact       Assumptions \n       \nIncreased  Increased private sector  Economic and  Achieving these \ncontribution of the  share of GDP from 43% in  country reports   outcomes requires:  \nprivate sector to  2005 to 55% in 2009    • political will to \neconomic growth     (Government,  implement PSDS, \n    ADB/IMF/World  commitment to \n  Bank)  undertake reforms at \n  both  central and \nADB review missions  oblast levels \n• promising enterprises \nability and desire to \nlearn doing business \nin a competitive \nenvironment \n \nRisk \n•  Slow pace of reform \nimplementation \n \nOutcome      Assumptions \n       \nImproved capacity of  The management and core  Final and progress  Achieving these \nthe Government in  staff of SCISPM  apply  reports under the TA  outcomes requires  \npromoting PSD  best practices in creating    • stability in \n   an enabling environment  PSA updates and  Government, \n   for PSD and in business  other business and  including in SCISPM \nand investment promotion  government surveys  • continuous \nby 2010       commitment and \n  ADB CPS, CPA, and  political support of \nAdoption and  other country  the Government in \nimplementation of policies,  economic reports   relation to PSD- \nlaws, regulations for PSD    promoting activities of \nenabling environment by  Doing Business  SCISPM  \n2010  reports by the World   \n  Bank   Risk \n    •  Loss of institutional \n    memory when the \n  trained staff leave \n  post \n \n \n \n \n ", "  Appendix 1  7\n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nOutputs      Assumptions \n       \n1. Government  Actions plan with  The data source and  •  The Government \nreceives useful and  monitoring frameworks are  reporting for all these  would have a \ntimely policy advice,  developed for  outcomes is the TA  dedicated and \nincluding for  implementing the PSDS  progress report   empowered core \ncoordination of PSD  during the inception phase    staff to address \nstrategy  in early 2008    PSD \nimplementation    •  Effective \n  Laws, regulations, and  engagement of key \n  policies for a PSD enabling  stakeholders \n  environment drafted in  •  Coordinated aid \n  consultation with  agency support of \n  Government and aid  implementation of \n  agencies in 2008 to 2009  the PSDS  \n     •  Macroeconomic \n    stability and \n2. Assessment and  Capacity assessment  economic growth at \ndevelopment of the  finalized in early 2008;  the rates \nGovernment’s  capacity gaps are  experienced during \ncapacity for PSD   identified and capacity  2001-2006 \n  building activities are   \n  implemented according to  Risks \n  a plan developed with  \n•  Establishment of a \n  SCISPM in 2008 to 2010 \nbureaucratic \n   \ninstitution for \n   \nsupporting the \n   \nprivate sector that \n   \nactually distorts \n   \ncompetition  \n   \n•  Weak commitment \n   \nof Government to \n3. A concept of  A conceptual model of \nundertake change \ninvestment and  investment and business \n•  Inadequate \nbusiness promotion  promotion for Tajikistan is \ninstitutional and \nfor Tajikistan  developed and applied in \nhuman resource \ndeveloped and three  2009 to 2010. \ncapacity in \nto four businesses   \nministries and \nare assisted for  Three to four companies \ndepartments  \ndemonstration  receive business advisory \n \npurposes      assistance through TA by \n2010 \n \n \n \n \n \n ", "8    Appendix 1 \nActivities with Milestones  Inputs \n   \nTask  1:  Policy  Advice  and  Coordination  for  PSD  Strategy  •  ADB $900,000 \nImplementation (early 2008 to end 2010)   •  Government  \n1.1  Provide  expert  advice  to  the  SCISPM  on  the  implementation  of         $100,000 \nPSDS.   •  DfID $1,000,000 \n1.2  Help the SCISPM coordinate government and external support for  •  National \nPSD in line with the priorities and approaches set out in PSDS matrix  consultants: 72 \nand PRS.  person-months \n1.3  Identify the resource gaps and coordinate work with aid agencies in \n•  International \naddressing these gaps in the short and medium term. \nconsultants: 54 \n1.4  Design, in a participatory manner, a set of quantitative and qualitative \nperson-months \nperformance  indicators  on  SCISPM’s  progress.  The  Government \n•  Workshop/conferen\nwould adopt and own these indicators.   \nces/investment \n1.5  Provide a 6-monthly performance report. \nmissions \n \n•  Training, including \nTask 2: Capacity Building (early 2008 to end-2010) \non-the-job training  \nThis will be at two levels, namely, institutional and human development.  \n•  ADB staff time and \n2.1  Building  institutional  capabilities  of  SCISPM,  including  through \nother contributions \nreorganization, to fulfill its mandate to support PSD. \n \n2.2  Build  required  new  staff  skills  for  SCISPM  specialists,  which \nconstitute  a  core  of  intellectual  capacity  to  address  public  policy \nissues through training and consultation. \n2.3  Develop  methodologies  and  tools  for  SCISPM  management,  and \nadjust and reengineer individual legal processes so that they are less \nburdensome  for  investors  without  compromising  other  policy \nobjectives. \n \nTask 3: Support Business Development and Promote Investments to \nShowcase Some Successes in Business  (late 2008 to end 2010) \n3.1  Assess,  develop,  and  implement  the  business  development  and \ninvestment promotion part of the TA \n3.2  Design and conduct firm-specific investment missions from Tajikistan \nto source country and vice versa. \n3.3  Provide Investment counseling services to the firms.  \n \nADB = Asian Development Bank, CPA = country performance assessment, CPS = country partnership strategy, DfID \n= Department for International Development, GDP = gross domestic product, IMF = International Monetary Fund, \nPRS = Poverty Reduction Strategy, PSA = private sector assessment, PSD = private sector development, PSDS = \nPrivate Sector Development Strategy, SCISPM = State Committee on Investments and State Property Management, \nTA = technical assistance, WB = World Bank. \n \n \n ", "  Appendix 2  9\nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n   Total \nItem  Cost \nA. Asian Development Bank (ADB) and   \nGovernment of United Kingdom Financing a \n  1. Consultants  635.0 \n    a.  Remuneration and Per Diem   \n      i.  International Consultant  500.0 \n      ii.  National Consultant  68.0 \n    b.  International and Local Travel  32.0 \n    c.  Reports and Communications  35.0 \n  2.  Equipmentb  75.0 \n  3.  Training, Seminars, and Conferences  258.0 \n  4.  Contingencies  251.0 \n      Subtotal (A)  1,219.0 \n   \nB. ADB Financing c   \n   Consultants  681.0 \n    a.  Remuneration and Per Diem   \n      i.  International Consultant  580.0 \n      ii.  National Consultant  68.0 \n    b.  International and Local Travel  33.0 \n      Subtotal (A)  681.0 \n   \nC.  Government Financing   \n  1.  Office Accommodation   70.0 \n  2.  Remuneration and Per Diem  30.0 \n    of Counterpart Staff \n      Subtotal (B)  100.0 \n   \n        Total  2,000.0 \na Comprising (i) $900,000 funded by ADB’s technical assistance funding program; and (ii) $1,000,000 \nfunded by the Government of  the United Kingdom. Both grants will be administered by ADB.  \nb Equipment includes office furniture, hardware, and software.  \nc For financing the costs related to consultants under the third task only ADB’s technical assistance \nfunding program will apply.    \nSource: ADB estimates. \n \n ", "10  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The outline terms of reference for consultants describe the main tasks in each of the output \ncategories of the program of activities under the technical assistance (TA) as attached to the \ndesign and monitoring framework, as well as support in project management. Consultants will \nensure that all work and outputs under the TA fully comply with all relevant Asian Development \nBank (ADB) policies and guidelines. \n \n2.  In general, the required areas of expertise for international and national experts include (i) \nimplementation  of  private  sector  development  (PSD)  strategies  and  policies,  (ii)  institutional \nchange, (iii) business development and investment promotion, (iv) legal and regulatory reform, (v) \ncapacity building, and (vi) PSD monitoring and evaluation. Experience in working in the region in \nthe captioned areas will be taken into account.        \n \nA.  Private Sector Development Policy and Capacity Building Specialist/Team Leader \n(international, 25 person-months) \n \n3.  The primary responsibility of the specialist will be assisting the government in creating an \nenabling  environment  for  PSD,  which  would  include  (i)  reducing  risk  and  uncertainty  for  the \npotential  investor  or  entrepreneur,  (ii)  removing  barriers  that  actually  prevent  entry,  and  (iii) \nreducing the cost of doing business in Tajikistan, including entry and exit costs.  \n \n4.  The specialist will have an advanced degree in economic and business management, law \nor a related discipline, and extensive work experience in PSD and conducting policy dialogue with \ndecision makers at the highest levels of government and the private sector. The specialist will be \nan expert on issues such as sequencing of PSD and creating conducive business environments; \nissues related to property rights, legal and regulatory frameworks, taxes, customs and duties, \naccess to finance and banking as well as other PSD-relevant and sector-specific issues. The \nspecialist should preferably have experience working in the region in the captioned areas. The \nteam leader will be responsible for all outputs of the TA and will guide all consultants. The following \nare the main tasks. \n \n(i)  Provide  expert  advice  to  the  Government  on  implementing  the  private  sector \ndevelopment strategy (PSDS) and its recommendations. \n(ii)  Help State Committee on Investments and State Property Management (SCISPM) \ntake the lead in coordinating government and external support for PSD in line with \nthe priorities and approaches set out in the PSDS. \n(iii)  Help SCISPM identify the resource gaps and coordinate work with the development \npartners in addressing these gaps in the short and medium term. \n(iv)  Carry out a comprehensive analysis of SCISPM’s capacity-building needs, assess \nthe  institutional  framework  required  to  successfully  implement  the  PSDS,  and \npropose a capacity-building plan of actions to be funded and implemented under \nthis TA. \n(v)  Prepare a comprehensive framework outlining a sequenced set of policy reforms to \nimplement the PSDS.  \n(vi)  Assist SCISPM and work closely together with all other authorities to carefully adjust \nand re-engineer individual legal processes so that they become less burdensome to \ninvestors without compromising other policy objectives. \n(vii)  Help  SCISPM  compile  and  produce  a  guide  for  potential  entrepreneurs  and \ninvestors on how to set up a business (including joint venture) in Tajikistan.  \n ", "  Appendix 3  11   \n(viii)  Produce a green book on best practices in investment promotion and facilitation for \nTajikistan that would be used by the Government. \n(ix)  Draft a new generic model of a bilateral investment treaty ensuring that it meets \nTajikistan’s development objectives and investment priorities, including those stated \nin the Poverty Reduction Strategy and National Development Strategy as well as \ncontemporary developments in international investment rule making. \n(x)  Design, in a participatory manner, a set of quantitative and qualitative performance \nindicators on SCISPM’s progress for adoption and ownership by the Government.   \n(xi)  Prepare and provide an inception report, 6-monthly performance reports, and a final \nreport  on  the  activities,  outputs,  and  results  of  all  TA  tasks  for  submission  to \nSCISPM and ADB. \n \nB.  Business Development Service and Market Access Specialist (international, 29 person-\nmonths) \n \n5.  The  primary  responsibility  of  the  specialist  will  be  to  provide  customized,  hands-on \nassistance to selected Tajik companies so as to prepare them to qualify for investment deals and \nto develop successful, sustainable business practices after the investment.  \n \n6.  The  specialist  will  have  a  higher  degree  in  development  economics,  business \nadministration,  or  a  related  discipline  and  up  to  5  years  hands-on  experience  in  business \ndevelopment, experience on the ground, and strong networks within the business community. The \nspecialist should preferably have the experience of working in the region in the captioned areas.  \nThe tasks are the following. \n \n(i)  Assess,  develop,  and  implement  the  business  development  and  investment \npromotion part of the TA.  \n(ii)  Develop a concept of investment and business promotion for Tajikistan. \n(iii)  Identify prospective Tajik and foreign investors looking for joint-venture partners, \nthrough detailed firm-specific research.  \n(iv)  Gain audience with decision makers in these companies so that sales presentations \ncould be conducted. \n(v)  Design  and  implement  firm-specific  investment  missions  from  Tajikistan  to  the \nsource country and vice versa.  \n(vi)  Conduct firm-specific research followed by sales presentations and seminars.  \n(vii)  Provide investment counseling services to the firms.  \n(viii)  Expedite the processing of business plans, applications, and permits. \n(ix)  Access the information technology services offered by the Government to support \nenterprise development, and recommend how to improve market information and \nmarket  intelligence  for  enterprises;  recommend  additional  support  to  improve \naccess of enterprises to the domestic and international markets. \n(x)  Conduct a supply-chain analysis to determine constraints to the production and \ndistribution of goods and services. \n(xi)  Provide inputs to reports on the activities, outputs, and results of all TA tasks for \nsubmission to SCISPM and ADB. \n \nC.  Project Coordinator/Legal Expert (national, 36 person-months) \n \n7.  The  expert  will  have  a  degree  in  law,  business,  or  a  related  discipline  with  working \nexperience in the PSD policy, legal, and regulatory field. The expert will be responsible for the \nfollowing main tasks. \n ", "12  Appendix 3 \n \n(i)  Advise SCISPM on simplification of the regulatory framework for PSD, taking into \naccount  best international practices. \n(ii)  Identify, structure, and arrange partnership arrangements with local organizations \nthat are involved with policy and regulatory reform, including business associations, \ngovernment authorities, policy-focused nongovernment organizations, and related \ngovernment and aid agency programs.   \n(iii)  Assist the team leader to lead and coordinate the work of the team of national and \ninternational consultants in close collaboration with the Government and under the \noverall leadership of ADB. \n(iv)  Advise  and  assist  in  developing  qualitative  and  quantitative  processes  and \nperformance indicators for PSDS implementation, within the overall time frame of the \nTA. \n(v)  Assist the team leader to monitor performance and assess TA impact. \n(vi)  Assist and coordinate in organizing training, workshops, seminars, and conferences. \n(vii)  Provide inputs to written reports at the end of each phase of the TA process. \n(viii)  Participate in preparing a final TA report on the activities, outputs, and results of all \nTA components for submission to SCISPM and ADB. \n(ix)  Administer the day-to-day work of the office and office staff. \n(x)  Provide inputs to the reports on the activities, outputs, and results of all TA tasks for \nsubmission to SCISPM and ADB. \n \nD.  Business Development Service and Market Access Development Specialist (national, \n36 person-months) \n \n8.  The specialist will be responsible for the following main tasks. \n \n(i)  Prepare feasibility studies or project profiles in specific growth firms/sectors and \npackage the studies so that they could be used in SCISPM investment-generating \nmissions. \n(ii)  Prepare materials for consulting services to prospective Tajik and foreign investors \nlooking for joint-venture partners. \n(iii)  Coordinate SCISPM investment-generating missions to source countries.  \n(iv)  Provide on-the-job training for SCISPM personnel.  \n(v)  Identify issues impacting on growth and development of enterprises and explore \nsolutions.  \n(vi)  In consultation with enterprises, advise the Government on any issues affecting \nenterprises. \n(vii)  Assist and advise on a quick and simple documentation and clearance process for \nimports and exports. \n(viii)  Provide inputs to the reports on the activities, outputs, and results of all TA tasks for \nsubmission to SCISPM and ADB. \n \n \n "], "metadata": {"CreationDate": "D:20071009172950+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "tajikistan private sector development strategy, tajikistan psds, tajikistan state property management, tajikistan scispm, tajikistan private sector investment, tar: taj 41124", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20071017100940+08'00'", "Title": "Implementation Support for Private Sector Development Strategy in Tajikistan (Cofinanced by the Government of the United Kingdom)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 5 September .2007) \nCurrency Unit –  somoni (TJS)} \nTJS1.00 =  $0.2905 \n$1.00 =  TJS3.4423 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DfID  –  Department for International Development \n  EBRD  –  European Bank for Reconstruction and Development \n  EC  –  European Commission \n  GDP  –  gross domestic product \n  PSD  –  private sector development \n  PSDS  –  Private Sector Development Strategy \n  SCISPM  –  State  Committee  on  Investments  and  State  Property \nManagement \n    TA  –  technical assistance \n  WB  –  World Bank \n \n \n \n \n \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Economic management \nTheme  –  Private Sector Development \nSubthemes  –  Policy/institutional/legal/regulatory reforms; private sector \ninvestment  \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \n \nVice President  L. Jin, Operations 1 \nDirector General  J. Miranda, Central and West Asia Regional Department (CWRD) \nDirector  N. Jain, Country Director, Tajikistan Resident Mission (TJRM), CWRD \n   \nTeam leader  Z. Khotamov, Economics Officer, TJRM, CWRD \n ", "authors": [{"fullname": "L. Jin", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "Central and West Asia Regional Department (CWRD)", "organization": ""}, {"fullname": "N. Jain", "role": "Country Director", "organization": "Tajikistan Resident Mission"}, {"fullname": "Z. Khotamov", "role": "Economics Officer", "organization": "TJRM"}]}