{"path": "data/input/ta/41192-01-mon-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 41192-013 \nNovember 2010 \nProposed Loan and Grant \nMongolia: Regional Logistics Development Project \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 November 2010) \n \nCurrency Unit  –  togrog (MNT) \nMNT1.00  =  $.00078     \n$1.00  =  MNT1,280     \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nADF  –  Asian Development Fund \nCAREC  –  Central Asia Regional Economic Cooperation \nGDP  –  gross domestic product \nIEE  –  initial environmental examination \nkm  –  kilometer \nMRTCUD  –  Ministry of Road, Transportation, Construction and Urban Development \nPAM  –  project administration manual \nPRC  –  People’s Republic of China \nSAPE  –  sector assistance program evaluation \nTA  –  technical assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Mongolia and its agencies ends on 31 \nDecember.  \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  T. Duncan, Transport Division, EARD \n   \nTeam leader  M. Parkash, Advisor (Knowledge Management and Capacity \nDevelopment), EARD \nTeam members  F. Asistin, Senior Programs Officer, EARD \nT. Badarch, Social Sector Officer, Mongolia Resident Mission, EARD \nX. Chen, Transport Specialist (Railways), EARD \nP. Clos, Counsel, Office of the General Counsel \nE. Infante, Assistant Project Analyst, EARD \nS. Ferguson, Principal Social Development Specialist  \n(Safeguards), EARD \n  K. J. Kim, Transport Specialist, EARD \n  S. Noda, Transport Specialist, EARD \n  Y. Zhang, Senior Regional Cooperation Specialist, EARD \nPeer reviewer  A. Kunth, Infrastructure Specialist, Southeast Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAPS \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Special Features  4 \nE.  Investment and Financing Plans  5 \nF.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Economic and Financial  7 \nB.  Governance  8 \nC.  Poverty and Social  8 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n ", "PROJECT AT A GLANCE\n1. Project Name:  Regional Logistics Development Project 2. Project Number: 41192-013\n3. Country: Mongolia 4. Department/Division:  East Asia Department/Transport Division\n5.SectorClassification:\nSectors Primary Subsectors\n Transport, and information and  √ Transport management and policies\ncommunication technology\n6.ThematicClassification:\nThemes Primary Subthemes\n Economic growth Promoting economic efficiency and \nenabling business environment\n Environmental sustainability Eco-efficiency\n Regional cooperation √ Crossborder infrastructure\n Capacity development Institutional development\n6a.ClimateChangeImpact 6b.GenderMainstreaming\n No Climate Change Indicator available.   Effective gender mainstreaming (EGM)\n Gender equity theme (GEN)\n No gender elements (NGE)\n Some gender benefits (SGB) √\n7.TargetingClassification: 8.LocationImpact:\nTargeted Intervention  National High\nGeographic  Income   Regional High\nGeneral  Millennium \ndimensions of  poverty at \nIntervention development \ninclusive  household \ngoals\ngrowth level\n√\n9.ProjectRiskCategorization:Low\n \n10.SafeguardsCategorization:\nEnvironment B\nInvoluntaryresettlement C\nIndigenouspeoples C\n11.ADBFinancing:\nSovereign/Nonsovereign Modality Source Amount ($ Million)\n Sovereign Project grant Asian Development Fund  5.0\n Sovereign Project loan Asian Development Fund  40.0\nTotal 45.0\n12.Cofinancing:\nNo Cofinancing available. \n13.CounterpartFinancing:\nSource Amount ($ Million)\nGovernment 26.6\nTotal 26.6\n14.AidEffectiveness:\nParallel project implementation unit No\nProgram-based approach No\nGenerated Date: 19-Nov-2010 10:27:42 AM", "100 100\n95 95\n75 75\n25 25\n5 5\n0 0\n100 100\n95 95\n75 75\n25 25\n5 5\n0 0\nmon3649a\nTuesday, 16 November, 2010 2:46:56 PM", "100 100\n95 95\n75 75\n25 25\n5 5\n0 0\n100 100\n95 95\n75 75\n25 25\n5 5\n0 0\nmon3649b\nTuesday, 16 November, 2010 2:58:00 PM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation1 on (i) a proposed \nloan,  and  (ii)  a  proposed  grant,  both  to  Mongolia  for  the  Regional  Logistics Development \nProject.2 \n \nII.  THE PROJECT \nA.  Rationale \n2.  Historically, Mongolia has been a north–south land bridge from the People’s Republic of \nChina (PRC) to the Russian Federation on the way to Europe. The transport sector, which mainly \nconsists of roads and railways, is a key driver of economic development in Mongolia. The road \nnetwork, including state and local roads, is about 49,250 kilometers (km) long, connecting 21 \nmajor cities and towns and 160 smaller villages. The 1,810 km Mongolian railway system \ncarries more than 90% of the freight. The main line connecting the PRC’s rail system in the \nsouth with the Russian Federation’s Trans-Siberian line in the north was completed in 1955. It is \nthe lifeline of the economy, and most of the economic development in the country during the past \n55 years has taken place along this corridor. The strategic location of Mongolia as a transit \ncountry between the PRC and the Russian Federation has contributed to the demand for \ntransport. Rapid economic growth in recent years has boosted that demand. Although the \nvolume of transportation has increased, it has not kept pace with the rising demand. This \nconstrains Mongolia’s ability to achieve its full economic growth potential. \n \n3.  Since 2003, Mongolia’s gross domestic product (GDP) has grown 7%–10% a year, raising \nthe per capita GDP from $638 in 2004 to $1,560 in 2009. Growth in the mining sector contributed \na large part of the economic expansion. The discovery of huge mineral and coal reserves, \nparticularly in south Gobi, is expected to continue stimulating growth in the mining industry in the \ncoming years. This will contribute to the high GDP growth rates. The mining industry and the \ndevelopment of the secondary and tertiary sector depend on efficient transportation and logistics. \nMost of the mining products are expected to be shipped to the PRC or to international markets \nthrough Tianjin port in the PRC. These shipments would generally have to pass through Zamyn \nUud, the main gateway to the south.  \n \n4.  Mongolia is also a landlocked country, and such countries face greater transportation \nchallenges. Mongolia has to depend upon the Russian Federation and the PRC for access to \nseaports. In recent years, trade flows have been reoriented from the Russian Federation so that \nmore than 80% of the imports now come from the PRC through the southeast border point in \nZamyn Uud. Most of Mongolia’s exports also transit through Zamyn Uud on their way to Tianjin \nport, the only PRC port available to Mongolia for international trade. As a consequence, the traffic \nhandled at Zamyn Uud has grown rapidly in recent years. Zamyn Uud is now badly congested,3 \nwhich is delaying imports, exports, and transit traffic. Although a number of factors contribute to \nthese delays (unavailable rolling stock, change of gauge, and delays at customs), the main reason \nis the inadequate logistics in Mongolia, particularly at Zamyn Uud. \n \n5.  Efficient  and  well-developed  logistics  are  essential  for  cost-effective  and  competitive \ntransportation. Trade logistics—the capacity to connect to international markets to ship goods—\nis essential for developing countries to improve their competitiveness, reap the benefits of \n                                                 \n1  The project is included in Asian Development Bank (ADB). 2009. Country Operations Business Plan: Mongolia, \n2009–2012. Manila. \n2  The design and monitoring framework is in Appendix 1. \n3  Discussions with stakeholders revealed that import cargoes could take 10–60 days for clearance at Zamyn Uud.  ", "2 \nglobalization, and fight poverty more effectively in an increasingly integrated world. A World \nBank-funded study4 based on a global survey of international freight forwarders and express \ncarriers indicated that facilitating the capacity to connect firms, suppliers, and consumers is \ncrucial in a world where predictability and reliability are becoming even more important than \ncosts. A country’s ability to connect to global markets is fast becoming a key aspect of its \ncapacity to compete, grow, attract investment, create jobs, and reduce poverty. Mongolia’s \nperformance in all logistics indicators is poor. Based on a worldwide survey completed by more \nthan 800 logistics professionals, the World Bank has developed a comprehensive cross-country \nassessment  of  logistics  performance  in  155  countries—the  logistics  performance  index.5 \nMongolia has an overall logistics performance index ranking of 141 (1 is the best, 155 is the \nworst).6 It ranks 149 for customs procedures, 144 for logistics costs (including freight rates), 133 \nfor infrastructure quality, 122 for its ability to track and trace shipments, and 147 for timeliness in \nreaching a destination. Mongolia’s ranking indicates serious problems in the development of \nlogistics. These are hurting the country’s competitiveness and have serious repercussions for \noverall economic performance.  \n \n6.  Zamyn Uud, a town with a population of about 13,000, is the intermodal interchange point \nfor traffic coming from the PRC and Mongolia to the Russian Federation and Europe, and vice \nversa. It handles road-to-rail, rail-to-rail, and road-to-road traffic. Most of the import traffic into \nMongolia  and  transit  traffic  to  the  Russian  Federation  coming  from  the  PRC  (including \ninternational traffic from Tianjin port) by rail is transshipped to rail. In recent years, the volume of \ntraffic coming by road from the PRC has increased. Most of this traffic is transshipped to rail at \nZamyn  Uud.  Only  a  small  portion  of  the  traffic  coming  by  road  from  the  PRC  is  directly \ntransshipped by road because there is no paved road between Zamyn Uud and Ulaanbaatar, or to \nthe Russian Federation border in the north.7 Most of the goods coming into Mongolia are destined \nfor Ulaanbaatar, the capital, with construction material and foodstuff accounting for the bulk of the \ncargo. Because of the limited logistics facilities at Zamyn Uud, it can take 50–60 days to get \nshipments to Ulaanbaatar. The development of the mining sector will create a huge demand in \nfuture for transporting coal and minerals, and this cannot be met by the existing logistics facilities. \n \n7.  To handle the traffic at Zamyn Uud, two facilities were created, one of which was financed \nby a grant from the Government of Japan in 1995. An additional temporary facility was opened on \n11 June 2008. The three facilities are basic—they have no warehouses, limited and outdated \nequipment for handling material, no planned layout, no transshipment facilities from road to rail, \nand no heavy duty cranes.  \n \n8.  The government supports the development of intermodal transport and seeks to build a \nstrong logistics network in the country to improve Mongolia’s global competitiveness. Because \nof its geographic location, Mongolia is the focal point for international transit trade between the \nPRC, the Russian Federation, and Europe. The government is a signatory to a number of \nbilateral and multilateral agreements with neighboring countries and international organizations \nto facilitate international transport through Mongolia. To address the urgent need to improve \nlogistics, the Government of Mongolia asked the Asian Development Bank (ADB) to support the \ndevelopment of multimodal logistics facilities at Zamyn Uud.  \n                                                 \n4  World Bank. 2010. Connecting to Compete: Trade Logistics in the Global Economy. Washington, DC. \n5  It aggregates the performance in seven areas—from traditional ones, such as customs procedures, logistics costs \n(including freight rates), and infrastructure quality, to new areas such as the ability to track and trace shipments, \ntimeliness in reaching a destination, and the competence of the domestic logistics industry. The survey had the \nsupport and participation of the International Association of Freight Forwarders, the Global Express Association, \nthe Global Facilitation Partnership, and the Turku School of Economics. \n6  The only country in Asia with lower rankings than Mongolia is Afghanistan. \n7  A two-lane road from Choyr to Zamyn Uud, partially financed by ADB, is under construction and expected to be \ncompleted by the end of 2012. \n ", "3 \n9.  ADB has led efforts by international development partners in Mongolia’s transport sector \nwith a combination of policy-level and project-level interventions. ADB’s country partnership \nstrategy for Mongolia8 and the regional cooperation strategy and program update for Central \nAsia Regional Economic Cooperation (CAREC)9 identify transport as a strategically important \nsector for ADB assistance. Since 1993, ADB has approved four loans and one grant for roads \nand one loan for aviation development with an overall amount of $184.7 million. In addition, \nADB has financed 12 technical assistance (TA) projects totaling $6.37 million for the transport \nsector. The first four loans supported the rehabilitation and upgrading of Mongolia’s first north–\nsouth corridor (CAREC corridor 4b).10 The United Nations Economics and Social Commission \nfor Asia and Pacific designated the corridor as part of the Asian Highway Network (Asian \nHighway 3). In western Mongolia, ADB is supporting the development of the first phase from \nYarant to Hovd (431 km) of a second north–south corridor in Mongolia (CAREC corridor 4a). \nThis corridor is about 750 km long, running from the border with the PRC at Yarant, through \nHovd and Olgiy, to the border with the Russian Federation at Tsagaannuur. It is also part of the \nAsian Highway Network (Asian Highway 4). ADB has not provided any assistance for railway \ndevelopment in Mongolia. In trade facilitation, ADB has financed six TA projects, including five \nregional TA projects and one loan for customs modernization. \n \n10.  ADB’s country partnership strategy for Mongolia identifies the underdeveloped transport \nnetwork and inefficient cross-border transport as major sector problems. Its regional cooperation \nstrategy and program update for CAREC identifies multimodal transport as a strategic priority \nand the development of multimodal facilities at Zamyn Uud as a key intervention for possible \nADB assistance. The recent ADB sector assistance program evaluation (SAPE) also identifies \nlogistics as an area for future support.11 \n \n11.  The SAPE found that ADB’s past program for transport was successful, noting that \nADB’s strategic priorities in the sector were well aligned with Mongolia’s needs. The executing \nagencies for completed and ongoing ADB-financed transport projects in Mongolia have shown \nstrong commitment and generally satisfactory project implementation capabilities. The agencies \nhave generally complied with loan covenants. Environmental management was carried out \nsatisfactorily. Audit covenants were complied with in a timely manner, and the audited financial \nstatements were generally acceptable.  \n \n12.  The key lessons from the completed transport projects highlight the need to (i) ensure \nthat the executing agency for project processing, implementation, and operation has adequate \ncapacity; (ii) prepare realistic traffic forecasts; and (iii) review traffic constraints on a network \nbasis. These lessons were incorporated in the current project design.  \n \n13.  The project is consistent with ADB’s country partnership strategy for Mongolia. It will be \nADB’s first intervention in the Mongolia transport sector that emphasizes the integration of \ndifferent modes. This will be achieved through the development of a modern logistics facility, \nwhich will lower dwell time,12 increase efficiency, expand network capacity, achieve optimal use \n                                                 \n8  Mongolia’s country partnership strategy, 2010–2015, is being developed and is expected to be finalized by January \n2011. \n9  ADB. 2009. CAREC Transport and Trade Facilitation: Partnership Prosperity. Manila. \n10 The first project for rehabilitating the Altanbulag–Ulaanbaatar section was completed in 2001 and was rated highly \nsuccessful. The second project for developing the Nalayh–Choyr section was completed in 2005 and was also \nrated as successful. Implementation of the third road project is ongoing. The SAPE rated ADB’s overall support for \nthe transport sector successful. \n11 ADB. 2008. Sector Assistance Program Evaluation: Roads and Railways in Mongolia. Manila. \n12 Dwell time is a measure of the time elapsed from the time the cargo arrives in the port to the time the goods leave \nthe port. \n ", "4 \nof the network and assets, and improve staff productivity. All of these will lead to more efficient \ntransport services.  \n \n14.  The project will be implemented in Zamyn Uud, a poor and isolated desert area where \nrural people rely mainly on herding livestock. Inadequate and expensive transport services have \nlimited economic opportunities. The local authorities and people living in the area see the \ndevelopment of the logistics facility as a way to address this problem and create more service \nsector employment in towns. Logistics development is part of the government’s program for the \nintegrated development of a free economic zone in the area. This facility is expected to play an \nimportant role in the economic development of Zamyn Uud and the area, and will enable and \nstimulate international, regional, and domestic trade. The proposed project is in line with the \nNational Development Plan and the government's Regional Development Strategy.13 \n \n15.  The project is a key intervention in the transport sector that will bring many technical, \noperational, safety, and economic benefits. It will establish a well-developed logistics terminal, \nequipped with modern technology and managed by the private sector through a management \ncontract. This will enhance logistics efficiency, increase throughput, and improve reliability—all \nof which will lead to a more affordable, faster, cheaper, and safer transport services in Mongolia. \nThe proposed ADB support is expected to facilitate the flow of foreign and private capital to \nfinance the logistics development in Mongolia. \n \nB.  Impact and Outcome \n16.  The impact of the project is the international and regional trade promoted in Mongolia. \nThe outcome of the project will be an efficient, competitive, and reliable multimodal transport \nsystem at Zamyn Uud.  \n \nC.  Outputs \n17.  The output of the project will be the development of a multimodal facility, with facilities \nfor  road-to-road,  road-to-rail,  and  rail-to-rail  transshipment  at  Zamyn  Uud.  The  project  will \ndevelop an integrated intermodal container terminal with customs and quarantine facilities, as \nwell as rail and road access. Terminal equipment and management systems will be procured \nand installed. Upon completion, the facility will be operated by the private sector through a \nmanagement contract. ADB will provide support for institutional capacity strengthening in the \nareas of (i) detailed design, (ii) implementation supervision, (iii) staff capacity development, \n(iv) environmental management, and (v) selection and execution of a management contract.  \n \nD.  Special Features \n18.  First  intervention  to  promote  multimodal  transport.  The  project  is  ADB’s  first \nintervention  to  promote  multimodal  transport  and  the  first  such  intervention  in  Mongolia’s \ntransport  sector.  It  is  also  the  first  ADB  project  to  promote  coordinated  improvements  in \ntransport infrastructure and trade facilitation, including a logistics center; harmonized cross-\nborder regulations, procedures, and standards; and customs and quarantine modernization.  \n \n19.  Private  sector  participation. The project will support private sector participation in \nterminal operations, equipment leasing, warehousing, and light manufacturing. It will stimulate \nprivate investment in ancillary industries, container freight stations, and other logistic support \nfunctions, such as freight forwarding, customs brokerage, insurance, trucking, and warehousing \nin and around the terminal for dry and refrigerated cargo. The project is also expected to \n                                                 \n13 Government of Mongolia. 2008. National Development Strategy: 2007–2021. Ulaanbaatar. \n ", "5 \nincrease opportunities for public–private partnerships and private sector investments to develop \ntransport infrastructure in Ulaanbaatar and south Gobi.  \n \n20.  Integrated approach to logistics development. ADB policy dialogue has emphasized \nthe need to integrate different transport modes in order to provide efficient and cost-effective \ntransport services. The project seeks to achieve this by providing investment support to develop \nan integrated multimodal logistics facility in Zamyn Uud. Five principles have been followed in \ndesigning the facility: (i) nondiscriminatory access to the terminal; (ii) railside access for all \nlicensed railway undertakings; (iii) roadside access to all operators; (iv) transparent capacity \nallocation and pricing; and (v) bundling of different cargoes (refrigerated and containers) and \nmarket segments (international and domestic), resulting in improved capacity utilization. \n \n21.  Terminal capacity management. The project will adopt international best practices for \ncapacity  management,  including  a  sophisticated  information-technology-based  capacity \nmanagement system and terminal management software applications (for example, customs \nadministration information system, customs external portal system, risk management system, \ndata warehouse system, and automated loading unit identification system). The equipment to be \nprocured will be the most modern available in the market, consistent with the needs of current \ndevelopment in the logistics industry. The technologies will be compatible and adaptable to \nexisting systems, and will be proven and scalable. The trial and testing period will be sufficient \nto ensure their successful operation. Adequate maintenance spares and staff training will be \nprovided to support their sustainability.  \n \n22.  Institutional  and  capacity  development.  The  project  will  support  institutional \ndevelopment  and  the  enhancement  of  staff  capacity.  Working  with  the  Ministry  of  Road, \nTransportation,  Construction  and  Urban  Development  (MRTCUD),  the  project  management \nconsultants will review the existing institutional arrangements of the Mongolia Railway Authority, \nmake recommendations for strengthening it, and undertake capacity development programs. \nCapacity development support will also be provided to increase private sector participation, and \nto select and execute a management contract to operate the facility upon completion. About 50 \nstaff will be trained, and technical exchanges on logistics management will be organized. \n \nE.  Investment and Financing Plans  \n \n23.  The  project  is  estimated  to  cost  $71.64  million,  including  taxes  and  duties, \ncontingencies, and interest and other charges during implementation. Table 1 summarizes the \ninvestment  plan.  The  cost  estimates  are  based  on  quantities  derived  from  preliminary \nengineering designs and unit rates reflecting market prices for goods and materials.  \n ", "6 \nTable 1: Project Investment Plan  \n($ million) \nItem  Amounts \nA. Base Costa \n  1. Civil works, materials, and equipmentb  58.21 \n  2. Project management, consulting services, and    \n    environmental mitigation  3.11 \n    Subtotal (A)  61.32 \nB. Contingenciesc  8.95 \nC. Financing Charges During Implementationd  1.37 \n  Total (A+B+C)  71.64 \na  In July 2010 prices. \nb  Including taxes and duties of $1.95 million. \nc  Physical contingencies are estimated at 6% and price contingencies computed at 10% for local \ncurrency costs for 2011–2015 and 3% for foreign exchange components for 2011–2015. \nd  Interest  during  implementation  for  the  Asian  Development  Bank  loan  is  based  on  Asian \nDevelopment Fund rate of 1% during the grace period. \nSource: Asian Development Bank estimates. \n \n24.  The government has requested $45 million from ADB’s Special Funds resources to help \nfinance the project, comprising a loan of $40 million equivalent from the Asian Development \nFund (ADF) and a $5 million ADF grant. The ADF loan will have a term of 32 years, including a \ngrace period of 8 years, with an annual interest charge of 1% during the grace period and 1.5% \nthereafter, and such other terms and conditions set forth in the draft financing agreement. The \nGovernment of Mongolia will be the borrower. A summary of the financing plan is in Table 2. \n \nTable 2: Financing Plan \n($ million) \nSource  Total  % \nAsian Development Bank (Loan)  40.00  55.8 \nAsian Development Bank (Grant)  5.00  7.0 \nGovernment    26.64  37.2 \nTotal  71.64  100.0 \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n25.  The project will be implemented over 5 years. Physical implementation will be completed \nby 31 December 2015 and the loan account will close by 30 June 2016. The government \nconfirmed that the land for the facility has been allocated. Civil works will start in March 2011 \nand be completed by December 2014. Trial operations will start in July 2015 and last for \n6 months.  \n \n26.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual (PAM).14  \n \n                                                 \n14 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  January 2011–December 2015 \nEstimated completion date  31 December 2015 (project completion date) \n30 June 2016 (loan and grant closing date) \nManagement \n(i)  Oversight body  MRTCUD \n(ii)  Executing agency  MRTCUD \n(iii)  Key implementing agencies  Mongolian Railway Authority  \n(iv) Implementation unit  Project  implementation  unit  will  be  established  under  Mongolian \nRailway Authority \n(v)  Operation of the facility  Through management contract \nProcurement  International  6 contracts  $ 41.54 million \ncompetitive bidding \nConsulting services  International consultants \n(60 person-months) and \nQCBS  $ 2.71 million \nnational consultants \n(112 person-months) \nRetroactive financing and/or  MRTCUD proposes starting implementation of the project before \nadvance contracting  loan and grant signing, and requested ADB’s approval of advance \ncontracting and retroactive financing of up to 20% of the loan and \ngrant amounts, for expenditures incurred and paid for but not earlier \nthan 12 months before the date of the financing agreement. The \ngovernment  has  been  informed  that  provision  of  advance \ncontracting  and  procurement  and  retroactive  financing  does  not \ncommit ADB to finance the project.  \nDisbursement   The loan and grant proceeds will be disbursed in accordance with \nADB's Loan Disbursement Handbook (2007, as amended from time \nto time) and detailed arrangements agreed upon by the government \nand ADB. \nADB  =  Asian  Development  Bank;  MRTCUD  =  Ministry  of  Road,  Transportation,  Construction  and  Urban \nDevelopment; QCBS = quality- and cost-based selection. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n27.  The project benefits and impacts were assessed along with potential risks associated \nwith the project. The project will (i) reduce logistics costs, promote international trade, and \nenable Mongolia to earn foreign exchange; (ii) enable shippers to benefit from lower transport \ncosts; (iii) benefit consumers and producers of goods and services through the provision of \ntimely  and  efficient  transport  services,  and  lower  logistics  costs;  and  (iv) improve  trade \ncompetitiveness, enabling exporters and importers to benefit from lower costs. The combined \nbenefits and impacts outweigh the costs, and net benefits will accrue to the project area.  \n \nA.  Economic and Financial \n28.  The economic internal rate of return was calculated by comparing the “with-project” and \n“without-project” scenarios. The project will reduce the cost of freight transport to and from \nMongolia.  The  economic  costs  include  (i)  initial  investment  in  fixed  assets  and  facilities, \ncontainer and terminal handling equipment, logistics center management systems, and customs \nand quarantine equipment; (ii) additional investment in repair and maintenance of assets and \nequipment renewal; (iii) change in working capital; and (iv) recurring costs, including fixed and \nvariable operating costs. The economic benefits include (i) time savings for rail-to-rail, rail-to-\ntruck,  truck-to-rail,  and  truck-to-truck  loading  operations;  (ii)  diverted  traffic  cost  savings, \nconsisting of containerization benefits of current rail and road traffic that is not containerized; \n ", "8 \n(iii) diverted  traffic,  cargo  loss  or  damage,  and  logistics  cost  savings;  and  (iv) generated \ntransport benefits. The economic internal rate of return indicates that the project is economically \nviable. Sensitivity analysis confirms the robustness of the project's economic viability. Changes \nin the key variables do not affect economic viability significantly.  \n \n29.  Financial projections, prepared in accordance with ADB’s Guidelines for the Financial \nManagement and Analysis of Projects,15 assessed the financial viability and sustainability of the \nproject. The projected financial statements indicate that revenues will be sufficient to cover \noperation and maintenance costs, income taxes, and debt service; and provide a reasonable \nrate of return. The financial evaluation was undertaken in real terms using constant 2010 prices. \nThe project cost estimates and financial projections in nominal terms were converted to real \nterms by adjusting for the projected effects of foreign and domestic inflation, and currency \nfluctuation.  Incremental  costs  and  benefits  were  derived  under  with-  and  without-project \nscenarios. The  financial  internal  rate  of  return,  computed  on  an  after-tax  basis,  compares \nfavorably with the weighted average cost of capital, also computed on an after-tax basis. The \nproject  is  financially  viable  and  sustainable. Sensitivity  and  risk  analyses  indicate  that  the \nfinancial internal rate of return for the project is robust under assumptions of plausible variability. \n \nB.  Governance \n30.  All procurement to be financed under the ADB loan will be carried out in accordance with \nADB’s Procurement Guidelines (2010, as amended from time to time). The relevant sections of \nADB’s Anticorruption Policy (1998, as amended to date) will be included in all procurement \ndocument and contracts. The recruitment of consultants will be carried out in accordance with \nADB’s Guidelines on the Use of Consultants (2010, as amended from time to time). \n \n31.  ADB’s Anticorruption Policy was explained to and discussed with the government and \nthe MRTCUD. The specific policy requirements and supplementary measures are described in \nthe PAM (footnote 14). \n \nC.  Poverty and Social \n32.  An efficient, multimodal facility will enable the efficient flow of goods, promoting trade \nand development of the local economy of Zamyn Uud. It will help increase standards of living \nand  reduce  poverty  by  removing  transport  constraints  to  sustainable  economic  growth. \nProviding efficient, multimodal transportation in underserved, less-developed areas will create \nthe conditions necessary for developing local resources, and creating jobs and other income-\ngenerating opportunities. The major project beneficiaries will be (i) the government, which will \nbenefit from higher trade earnings; (ii) consumers, who will benefit from affordable products; and \n(iii) freight shippers, who will benefit from less damage to shipments and more affordable, faster, \nand safer shipment deliveries. The poor will benefit from the local economic improvement and \nemployment generation. \n \n33.  The jobs created by the development of the logistics facility at Zamyn Uud will provide \npotential new sources of income for women and other vulnerable groups. They will benefit from \nmultimodal development and have equal access to employment and wages. The development \nwill  generate  demand  for  local  labor  and  increase  worker  productivity  and  wages.  The \nexpansion of secondary and tertiary industries will generate additional jobs for men and women \nclose to their homes. By participating more fully in the labor market, women will increase their \nnet income and savings, improve overall family welfare, and upgrade their status.  \n \n                                                 \n15 ADB. 2006. Guidelines for the Financial Management and Analysis of Projects. Manila. \n ", "9 \n34.  Economic  development  has  generated  some  adverse  social  impacts,  including \nincreased risk of HIV/AIDS or sexually transmitted infections, and human and drug trafficking. \nThese particularly affect vulnerable groups, including women and girls.16 Such adverse trends \ncould increase as trade expands. Stakeholders were consulted about these potential social \nimpacts during project preparation. A consultation and participation plan will be carried out \nduring project implementation. \n \n35.  This project will seek to increase awareness and prevent such social impacts. The \nmeasures to achieve this are set out in the environmental management plan of the draft initial \nenvironmental  examination  (IEE).17 Some  will  be  focused  on  the  project  site  (the  logistics \nterminal)  and  managed  by  the  Mongolian  Railway  Authority;  others  will  assist  the  local \ncommunity in Zamyn Uud with the support of the local government. Funding support will also be \nmade available through an ADB-financed TA project for HIV/AIDS prevention.18 \n \nD.  Safeguards \n36.  The  project  is  classified  as  environmental  category  B.  The  project  preparatory  TA \nconsultants prepared a draft IEE, including an environmental monitoring plan and a grievance \nredress mechanism. The IEE was submitted to the Ministry of Nature, Environment and Tourism \nfor review and endorsement. The project could have adverse environmental impacts in the \nfollowing areas: (i) soil erosion from cut and fill; (ii) deterioration of underground water quality of \nadjacent  waterways;  and  (iii)  public  health  and  safety,  including  HIV/AIDS  or  sexually \ntransmitted  infections.  The  IEE  concluded  that  the  adverse  environmental  impacts  can  be \nsuccessfully  mitigated  through  the  use  of  best  practices  and  appropriate  technologies. \nImplementation  of  the  environmental  management,  mitigation,  and  monitoring  programs \nincluded in the IEE will ensure compliance with ADB and government environmental guidelines \nand procedures. Regular monitoring and audits will be conducted to ensure that standards and \nregulations are followed.  \n \n37.  The site for the logistics terminal is vacant desert land owned by the government. No \none resides on or uses the land. The road that will connect with the main highway to the site \ndoes not require any land acquisition, or demolition of structures or trees. Therefore, the project \nis classified as category C for involuntary resettlement. Zamyn Uud does not have any ethnic \nminority  communities;  the  area  is  settled  by  Khalkh  people,  the  dominant  ethnic  group  in \nMongolia. Some minority households have migrated to Zamyn Uud for work, but they have been \nincorporated into the local community. The project is classified as category C for indigenous \npeoples.  \n \nE.  Risks and Mitigating Measures \n38.  The  project  is  formulated  to  minimize  potential  risks.  Sensitivity  tests  indicate  that \neconomic circumstances would have to become substantially worse for the project to lose its \neconomic viability. Risks associated with potential changes in government policy are minimal. \nThe project is a high-priority investment supported by the government. The development of this \nfacility will increase the trade competitiveness of Mongolia and promote industrial development, \nwhich will stimulate economic development. Macroeconomic conditions are expected to be \nfavorable in view of the expected development of major mining operations in south Gobi. Stable \neconomic performance is expected based on the government's projections and growth trends. \n                                                 \n16 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n17 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n18 ADB. 2008. Technical Assistance to Mongolia for HIV/AIDS Prevention in ADB Infrastructure Projects and the \nMining Sector. Manila (TA 7175-MON).  \n ", "10 \n39.  The equipment and materials to be procured are based on proven technologies. The use \nof project management consultants will ensure that the design is robust and the facility is \ndeveloped in a timely  manner. A  potential risk is a delay in implementation, which would \npostpone the project benefits. However, MRTCUD has experience implementing ADB-financed \nprojects, has adequate capacity, and will set up a project implementation unit with personnel \nexperienced in project implementation. The consulting services provided under the project will \nhelp  strengthen  the  capacities  of  the  Mongolian  Railway  Authority  and  the  project \nimplementation unit. The steering committee set up to coordinate implementation will support \nsmooth coordination among line ministries, different agencies, and stakeholders; and provide \nguidance to support the timely completion of the project. Major risks and mitigating measures \nare described in detail in the risk assessment and risk management plan.19 \n \nIV.  ASSURANCES \n40.  The Government of Mongolia and MRTCUD have assured ADB that implementation of \nthe project shall conform to all applicable ADB policies including those concerning anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM and loan and grant documents. \n \n41.  The Government of Mongolia and MRTCUD have agreed with ADB on certain covenants \nfor the project, which are set forth in the financing agreement.  \n \nV.  RECOMMENDATION \n42.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve \n(i)  the loan in various currencies equivalent to SDR25,358,000 to Mongolia for the \nRegional Logistics Development Project, from ADB’s Special Funds resources, \nwith an interest charge at the rate of 1.0% per annum during the grace period \nand 1.5% per annum thereafter; for a term of 32 years, including a grace period \nof  8  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the draft financing agreement presented to the \nBoard; and \n(ii)  the grant not exceeding $5,000,000 to Mongolia, from ADB’s Special Funds \nresources,  for  the  Regional  Logistics  Development  Project,  on  terms  and \nconditions that are substantially in accordance with those set forth in the draft \nfinancing agreement presented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n \n \n \n19 November 2010 \n                                                 \n19 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact      Assumptions \nInternational and  Mongolia international trade  Government statistics  Macroeconomic targets \nregional trade  increased by 100% in 2020    achieved \npromoted in Mongolia   compared with 2009   \nAssociated facilities \n   \nand infrastructure \nPRC–Mongolia trade   \ndeveloped \nincreased by 120% in 2020 \ncompared with 2009 \n \nOutcome      Assumptions \nAn efficient,  Freight traffic handled at  MRTCUD statistics and  Traffic forecast for \ncompetitive, and  Zamyn Uud increased by  post-evaluation surveys  Zamyn Uud realized \nreliable multimodal  80% by 2018 compared   \nShippers and freight \ntransport system  with 2009   \noperators realize the \ndeveloped at Zamyn     \nbenefits of using the \nUud  Container traffic volume  Post-evaluation surveys \nfacility \n  increased by 100% by 2018  and reports from \ncompared with 2009  MRTCUD \n   \nWaiting time at Zamyn Uud \nreduced by 50% in 2018 \ncompared with 2009 \n \nOutputs      Assumption \n1. A multimodal  Multimodal facility starts  Project administration  Government provides \nfacility with  operations by December  missions and PCR  funds in a timely \nfacilities for road- 2015    manner  \nto-road, road-to-      \nrail, and rail-to-rail     \ntransshipment     \ndeveloped at     \nZamyn Uud     \n     \n2. Terminal  Procurement and  Progress reports and \nequipment and  installation is completed by  PCR \nmanagement  June 2015   \nsystems procured     \nand installed     \n     \n3. Strengthened  Capacity development  Consultants reports and \ninstitutional  support for project  progress reports \ncapacity  implementation and \nmanagement contract \ncompleted by June 2015 \n \n ", "12  Appendix 1 \nActivities with Milestones  Inputs \n1.  Civil works and buildings completed by   \nDecember 2014 \nADB: $45 million         ($ million) \n2.  Materials and equipment procured by \nADB Loan  ADB Grant \nDecember 2014  Item \nAmount  Amount \n3.  Track laying completed by December 2014 \n1. Civil works and  39.66  1.89 \n4.  Equipment and communication facilities  equipment \ncompleted by June 2015 \n2. Project management,  0.00  3.11 \n5.  Consulting services completed by June 2015  consulting services, \nand environmental \n6.  Management contract started by July 2015 \nmitigation \n \n3. Contingencies  0.34  0.00 \n     \n \nGovernment: $26.64 million \nItem  Amount ($ million) \n1. Civil works and  13.06 \nequipment \n2. Licenses, taxes, and  3.60 \nduties \n3. Contingencies  8.61 \n4. Financing charges during  1.37 \nimplementation \n   \nADB  =  Asian  Development  Bank,  MRTCUD  =  Ministry  of  Road,  Transportation,  Construction  and  Urban \nDevelopment, PCR = project completion report, PRC = People’s Republic of China. \nSource: Asian Development Bank. \n \n ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=41192-01-3 \n \n1.  Financing Agreement \n2.  Sector Assessment (Summary): Transport \n3.  Project Administration Manual  \n4.  Contribution to the ADB Results Framework  \n5.  Development Coordination  \n6.  Financial Analysis  \n7.  Economic Analysis  \n8.  Country Economic Indicators  \n9.  Summary Poverty Reduction and Social Strategy  \n10.  Initial Environmental Examination  \n11.  Risk Assessment and Risk Management Plan  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101122101654+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 41192, mongolia, regional logistics development, logistics facilities, international trade, regional trade, central asia regional economic cooperation, carec, multimodal transport system, zamyn uud, transportation and communications ", "ModDate": "D:20110114134228+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Report and Recommendation of the President: Mongolia: Regional Logistics Development Project"}}