{"path": "data/input/ta/41325-tha-tar.pdf", "pages": [" \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 41325 \nJuly 2008 \n \n \n \n \nKingdom of Thailand: Capital Market Development \nPhase II \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 June 2008)  \n \nCurrency Unit –  baht (B) \nB1.00 =  $0.030  \n$1.00 =  B33.57 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AFET  –  Agricultural Futures Exchange of Thailand \n  ASEAN  –  Association of Southeast Asian Nations \n  BOT  –  Bank of Thailand \n  EA  –  executing agency \n  FPO  –  Fiscal Policy Office \n  GDP  –  gross domestic product \n  IFRS  –  International Financial Reporting Standards \n  ISA  –  International Standards on Accounting \n  MOF  –  Ministry of Finance \n  PDMO  –  Public Debt Management Office \n  RETA  –  regional technical assistance \n  SEC  –  Securities and Exchange Commission \n  SET  –  Stock Exchange of Thailand \n  SMC  –  Secondary Mortgage Corporation \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Finance \nSubsector  –  Capital markets and funds \nThemes  –  Sustainable economic growth, capacity development, governance \nSubthemes  –  Promoting economic efficiency and enabling markets, institutional \ndevelopment, financial and economic governance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 March. \nFY before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, \ne.g., FY2008 ends on 31 March 2008. \n(ii)  In this report, \"$\" refers to US dollars. \n ", " \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2  \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirectors  J. Ahmed, Governance, Finance, and Trade Division, SERD \n  J. P. Verbiest, Country Director, Thailand Resident Mission, SERD \n   \nTeam leader  V. V. Subramanian, Principal Financial Sector Specialist, SERD \nTeam members  L. Attapich, Regional Economics Officer, Thailand Resident Mission , \nSERD \nJ. Park, Private Sector Development Specialist, SERD \n ", "", " \nI.  INTRODUCTION \n \n1.  The Government of Thailand has requested the Asian Development Bank (ADB) to \nprovide technical assistance (TA) for supporting more balanced development of the Thai capital \nmarket, increasing the range and sophistication of financial products, and strengthening the \nexisting  institutions  and  policy  framework—making  the  Thai  capital  market  more  efficient, \ncompetitive, financially sound, and responsive to global trends.  \n \n2.   The  2007–2011  country  partnership  strategy1  identifies  capital  market  development \namong the core areas of cooperation between Thailand and ADB, and it is a top priority on \nThailand’s domestic economic agenda. The TA project is included in the TA pipeline for 2008.2 It \nis the second of four TA projects expected for Thailand over the medium term to deepen bond \nand equity markets, broaden the investor base, strengthen financial stability, and enhance risk \nmanagement practices in the financial sector. This TA project aims to build on previous ADB \nadvisory TA that addressed weaknesses in important areas of capital market operations, and \nlaid the groundwork for the capital market to play an even stronger role in supporting Thailand’s \neconomic development. A reconnaissance mission from ADB visited Bangkok, Thailand from 26 \nMarch to 1 April 2008 to discuss the desired focus and expected results of the TA with the \nGovernment and other key stakeholders. This report reflects the findings of the mission and the \nunderstandings reached with the Government on the impact, outcome, outputs, implementation \narrangements, cost, financing arrangements, and terms of reference of the TA. The TA design \nand monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n3.  While  the  capital  market  has  grown  substantially,  loans  from  financial  institutions \ncontinue to be the major source of private sector financing. As of 2007, bank financing to gross \ndomestic product (GDP) amounted to 86% while equities market capitalization was 71% and the \nbond market 54%. Thailand market capitalization ($203 billion) ranks far below Hong Kong, \nChina ($2,177 billion); Republic of Korea ($960 billion); Singapore ($486 billion); and Malaysia \n($290 billion). Share turnover velocity (71%) compares closely with Singapore (77%) but is \nbelow that of the Republic of Korea (195%) and Hong Kong, China (99%). Secondary trading of \nstocks by retail investors represents about 54% of daily trading value. Despite the high level of \nactivities in the secondary market, the investor base is still restricted to about 480,000 individual \nbrokerage accounts and about 80,000 accounts for mutual funds—representing only 2% of the \ntotal  population.  The  institutional  investor  base  is  still  underdeveloped.  The  Government \nrecognizes that the Thai capital market needs to increase the range and sophistication of \nfinancial products, and to strengthen the existing institutions and policy framework. The capital \nmarket investor base, comprising both institutional and retail investors, needs to be broadened \nfurther. Improved access to debt, equity, and risk management products is required to support \nhigher levels of economic growth and investment.  \n \n4.  The TA report for supporting implementation of the capital market development master \nplan3 was submitted to the Government in November 2007 and was received very well. Many of \nthe report’s recommendations have been, or are, in the process of implementation. The very \nsatisfactory implementation of that TA has enhanced the value of ADB interventions in the \nfinancial sector/capital markets in Thailand and encouraged the Government to request further \nTA  to  lead  to  more  balanced  development  of  the  Thai  capital  market  and  make  it  more \n                                                 \n1 ADB. 2007. Thailand Country Partnership Strategy (2007–2011). Manila. \n2 The TA first appeared in the business opportunities section of ADB’s website on 4 June 2008. \n3 ADB. 2006. Technical Assistance to the Kingdom of Thailand for Supporting the Implementation of the Capital \nMarket Development Master Plan. Manila. \n ", "2 \ncompetitive internationally. In this context, the Ministry of Finance (MOF) and the Bank of \nThailand (BOT) have requested expanded TA to cover some of the more difficult practical \naspects of the implementation program and to build on progress already made. They wish to \nbuild  professional  capacity  within  their  institutions  to  implement  these  reforms  and  have \nrequested focused assistance in the following areas. \n \n5.  Public Debt Management Office. A key amendment to the Public Debt Management \nAct (2007) allows the Government to issue government debt for bond market development \npurposes, regardless of the budget position. Surplus cash flow from issuance will be placed in a \nbond market development fund, which needs to be managed effectively to minimize the cost of \nissuance  to  the  Government.  It  is  hoped  that  the  fund  will expand  its  asset  and  liability \nmanagement capability so that it will make a return for the Government. Assistance is required \nto develop the fund’s risk management and investment capacity so that fund surpluses may be \nused more constructively. Assistance is also required to develop an accounting system and \nprocedures to operate the fund on a sustainable basis. \n \n6.  Although the auction process is relatively well defined, some areas need to be further \nstreamlined. The process of debt consolidation, currently under way, needs to be undertaken \nconcurrently but gradually. This would have a positive impact on liquidity in government bond \nmarkets. Cash management practices in the Public Debt Management Office (PDMO) also need \nto be streamlined. In addition, assistance is required to establish procedures for onlending and \ndevelop a framework for guarantees to state-owned enterprises and local government units. \n  \n7.  Fiscal Policy Office—Capacity Building in the Bureau of Savings and Investment \nPolicy. The Fiscal Policy Office (FPO) is often required to play an advisory role in development \nof the financial sector/capital markets in Thailand. To carry out this role effectively, there is a \nneed to strengthen the technical knowledge and skills of staff in the Bureau of Savings and \nInvestment Policy to interact effectively with other relevant government agencies and market \nintermediaries  in  the  capital  market  and  to monitor  the  development  of  capital  markets  in \nThailand more constructively.  \n \n8.  Fiscal  Policy  Office—Secondary  Mortgage  Corporation. This  was  set  up by  the \nEmergency Decree on Secondary Mortgage Finance Corporation B.E. 2540, 1997, as a state \nenterprise under MOF with capital of B1,000 million. Its objective was to become the Thai \nequivalent of Ginnie Mae4—taking mortgages originated by the Government Housing Bank and \nother commercial banks, and securitizing them. However, Thailand has seen a relatively small \nnumber of securitization transactions as banks and finance companies identify securitization as \na last resort for raising finance. There are no balance sheet constraints, and the size of assets is \ntaken as an indicator of strength rather than weakness. Under the current scenario, there is a \nneed  to  define  the  role  of  the  Secondary  Mortgage  Corporation  (SMC)  clearly.  A  holistic \nevaluation of SMC needs to be carried out, in terms of its future positioning, shareholding and \norganizational structure, products to be offered (including credit enhancement), and building up \ninstitutional capacity to enable SMC to become a viable entity and justify its mandate in leading \nthe development of the securitization market in Thailand.  \n \n9.  Securities and Exchange Commission of Thailand. The Securities and Exchange \nCommission  (SEC)  has  worked  closely  with  the  Federation  of  Accounting  Professions  in \nimproving the Thai accounting standards, auditing standards, and code of ethics for accountants \nto align it with revised international standards. In 2006, SEC set up the International Financial \n                                                 \n4 A government corporation tasked with increasing the availability and affordability of home ownership in the \nUnited States. \n ", "         3 \nReporting Standards (IFRS) and the International Standards on Auditing (ISA) monitoring panel \nto study and express opinion on the IFRS and the ISA. SEC wishes to design procedures for an \nindependent review of audit practices adopted by auditors of listed companies, i.e., their work \nprocess and systems (including building of relevant databases, format of reporting, internal \nquality assurance system, and enforcement).  \n \n10.  The  Stock  Exchange  of  Thailand—Capital  Market  Development.  To  be  globally \ncompetitive,  The  Stock  Exchange  of  Thailand  (SET)  is  pursuing  three  major  strategies \nsimultaneously:  (i)  promoting  capital  market  development,  (ii)  restructuring  SET,  and \n(iii) improving  the  exchange  alliance  with  regional  stock  markets.  ADB  is  supporting \nrestructuring of SET through the services of an international consultant, guiding the direction of \nan ongoing study. It is also supporting the exchange alliance process through regional TA \n(RETA) for enhanced cooperation among Southeast Asian equity markets.5 Thailand was a key \nplayer in setting up the Association of Southeast Asian Nations (ASEAN) Capital Market Forum \nwhose focus is mutual recognition and harmonization of standards of information disclosure, \naccounting standards, credit rating, and cross-border recognition of qualification and experience \nof market professionals, among fellow member countries. ADB is proposing to support these \ninitiatives through RETA for strengthening Southeast Asian financial markets, which is being \nprocessed. \n \n11.  In terms of capital market development, SET will play an important role as one of three \nco-secretariats of a newly formed Capital Market Development Committee.6 The committee is \nconsidering  the  development  of  a  comprehensive  and  systematic  master  plan7  for  capital \nmarkets by the end of October 2008. The plan will embrace all relevant dimensions including \nthe equity market, bond market, derivative market (including commodities), and money market. \nIt will aim to develop a comprehensive plan for the Thai capital markets for the next 10 years \n(2009–2018) and provide a degree of certainty to the direction of the Thai capital market, \nthereby creating more sophisticated capital markets in Thailand. Other proposed measures to \ndevelop different segments of the market will be reviewed in the process, including coordinating \nwith BOT and SEC. SET requires support for developing the master plan. \n \n12.  Bank  of  Thailand—Mortgage  Insurance.  BOT  requires  assistance  to  develop  an \nefficient mortgage insurance system in Thailand to protect lenders and investors against loss \ncaused by borrower default in situations where the home value (net of foreclosure-related costs) \nis  insufficient  to  repay  the  mortgage  obligation  fully.  Thai  commercial  banks  usually  grant \nhousing loans based solely on the collateral of borrowers, within the loan-to-value limit of each \nbank. Currently, total housing loans amount to B771,142 million and have the potential to \nincrease over time, while the nonperforming loans are about B34,650 million or 4.5%. BOT is \nkeen to improve risk management in commercial banks on housing loans through mortgage \ninsurance.  \n \n13.  Bank of Thailand—Exchange Control Policy. Thailand had resorted to imposition of \nvarious  capital  controls  and  measures  to  prevent  currency  speculation,  which  inevitably \nproduced a negative effect on the development of its financial and capital markets. The capital \n                                                 \n5  ADB. 2005. Technical Assistance for Supporting Enhanced Cooperation among Southeast Asian Equity Markets. \nManila.  \n6 The committee is headed by the finance minister as its chair, with the permanent secretary of MOF as its vice chair. \nIt is composed of MOF’s FPO and PDMO, BOT, SEC, SET, and market players. FPO, PDMO, and SET are the co-\nsecretariat of the committee.  \n7  Given  the  changing  global  environment,  in  particular  the  financial  sector,  the  plan  developed  by  MOF  in \nDecember 2005 needs to be reviewed. \n ", "4 \ncontrols  imposed  in  December  2006  to  help  slow  the  appreciation  of  the  Thai  baht  were \ngradually recalled before BOT removed the 30% reserve requirement on unhedged short-term \ninflows in March 2008. BOT is now keen to have ADB support on how to balance the conflicting \npolicy objectives of developing Thailand’s financial markets while ensuring its ability to manage \nspeculative capital inflows effectively. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n14.  The  TA  will  help  develop  a  functional  internationally  competitive  capital  market  in \nThailand. The expected outcome under the TA will be generation of secure and diverse funding \nsources that support basic capital and investment needs.  \n  \nB.  Methodology and Key Activities \n \n15.  The TA will consist of the following components: \n \n(i)  Public Debt Management Office. This component will build on work carried out \nunder  TA  supporting  the  implementation  of  the  capital  market  development \nmaster  plan  (footnote  3),  and  improve  the  structure  of  the  bond  market \ndevelopment fund and the bond issuance program under the new amendment. It \nwill  also  help  establish  the  framework  and  procedures  for  onlending  and \nguarantees to state-owned enterprises and local government units. It will assist in \ndeveloping the new framework for cash management of PDMO. This component \nwill  develop  a  debt  consolidation  and  issuance  strategy,  and  streamline \ngovernment auction processes.  \n(ii)  Fiscal Policy Office. This component will provide the following: \n(a) Support for capacity building by helping develop staff skills in FPO to \ninteract effectively with the market and monitor the development of capital \nmarkets in Thailand more constructively.  \n(b)  Support to SMC by carrying out a holistic evaluation of SMC and identifying, \nif appropriate, measures to revive SMC based on a sustainable business \nmodel.  \n(iii)  Securities  and  Exchange  Commission.  This  component  will  help  design \nprocedures for an independent review of audit practices adopted by auditors of \nlisted companies. Workshops will be held to train SEC on compliance with the \nIFRS and the quality control system in accordance with ISA 220 and ISQC1.8 \n(iv)  Stock Exchange of Thailand—Capital market development. This component \nwill help draft a master plan to achieve the objectives identified by the Capital \nMarket Development Committee, which will include measures to (a) deepen the \nsecurities market; (b) offer high quality securities, including risk management, \nthrough new products; (c) expand the investor base and improve measures for \ninvestor protection and education; (d) improve competition and enhance market \nintermediaries and related institutions, including supporting market infrastructure, \nleading to reduced transaction costs; (e) improve regulation and coordination; \n(f) facilitate integration to global capital markets; and (g) carry forward the study \ndone under TA supporting implementation of the capital market development \nmaster plan (footnote 3) to help develop a liquid and integrated capital market \n                                                 \n8  International Standard on Auditing (ISA) 220, Quality Control for an Audit of Financial Statements and International \nStandard  on  Quality  Control  (ISQC)1,  Quality  Control  for  firms  that  perform  audit  and  review  of  financial \nstatements. \n ", "         5 \nwith a tax system that meets the needs of different market participants and \nencourages savings and investments. The tax system proposed under the TA will \nform part of the capital market master plan exercise and will develop a well-\ndefined tax implementation framework.  \n(v)  Bank of Thailand. This component will assist BOT to do the following: \n(a) Mortgage insurance. Develop an efficient mortgage insurance system to \nprotect lenders and investors against loss caused by borrower default.  \n(b)  Exchange  control  policy.  Balance  the  conflicting  policy  objectives  of \ndeveloping  Thailand’s  financial  markets  while  ensuring  its  ability  to  manage \nspeculative capital inflows effectively. \n \nC.  Cost and Financing \n \n16.  The TA is estimated to cost a total of $1,450,000 equivalent, of which ADB will provide \n$1,000,000. The TA will be financed on a grant basis by ADB’s TA funding program. The \nGovernment will provide the remaining $450,000 equivalent by providing counterpart staff and \nother support facilities. The cost estimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n \n17.  Given the diversity of components (para.15), the TA will have three executing agencies \n(EAs). PDMO under MOF will be the EA for components (i), (iii), and (iv); FPO will be the EA for \ncomponent (ii); and BOT will be the EA for component (v). It is expected that coordination of the \noutputs will be achieved through the Capital Market Development Committee. \n \n18.  The TA will require 28 person-months of international consultant inputs and 13 person-\nmonths of national consultant inputs. It is expected to be implemented over 12 months, from \nJuly 2008 to June 2009. Consultants will be engaged on an individual basis in accordance with \nADB’s Guidelines on the Use of Consultants (2007, as amended from time to time) because of \nthe wide diversity of expertise needed. Outline terms of reference are in Appendix 4. \n \n19.  The  consultants  will  be  required  to  submit  inception  and  interim  reports  within  the \ndeadline specified in the work plan agreed with ADB. Draft final reports will be submitted within \nthe deadline specified after incorporation of feedback from the EAs and ADB. Forums on capital \nmarket development for policy makers and regulators (such as MOF, BOT, and SEC, as well as \nSET,  Bond  Electronic  Exchange,  Thai  Bond  Market  Association,  and  Thailand  Futures \nExchange) and market participants (such as the issuers, financial intermediaries, and investors \nof the capital market) will be held during TA implementation. The consultants for component (iv) \nwill  present  the  TA  findings  and  the  proposed  plan  of  action  for  addressing  weaknesses \nidentified in the Thai capital market. Based on this presentation, the participants will discuss \ncourses of actions to be taken to formulate and implement the reform measures. The draft final \nreport, including a blueprint for the capital market and the sequenced action plan for undertaking \nthe required reform measures, will be submitted before a specified deadline. In parallel, the \nconsultants working on components (i), (ii), (iii), and (v) will submit separate periodic reports (to \nbe agreed during inception) to their respective EAs. The TA outputs will be published on the \nGovernment’s website.  \n \nIV.  THE PRESIDENT’S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis to \nthe Government of Thailand for Capital Market Development Phase II and hereby reports this \naction to the Board.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n  Performance     \nDesign   Indicators and/or  Data Sources and/or  Assumptions \nSummary  Targets  Reporting Mechanisms  and Risks \nImpact      Assumptions \n       \nA functional, internationally  Market capitalization  Economic reports, official  • Macroeconomic \ncompetitive capital market in  increased to 150% of  statistics, and annual      stability \nThailand  GDP and bond market  reports of relevant agencies   \n  size to 100% of GDP by    • Political will and \n  2013  Perception surveys of  commitment to pursue \n  businesses  reforms and effective \nDomestic savings    implementation of TA \nincreased to 37% of  Market reports  recommendations by \nGNP by 2013, and    the Government \nforeign direct investment     \nincreased by 5% by  • Adequate resources \n2013  for implementation, \n   including mitigation \nmeasures \n \nRisks \n \n• Political instability \n \n• Resistance to reforms \nfrom vested interest \n \nOutcome      Assumption \n       \nGeneration of secure and  Diverse range of  SEC/SET/Thailand Futures  • Strong leadership and \ndiverse funding sources that  financial products  Exchange annual reports  commitment to reforms \nsupport basic capital and  grounded on strong     \ninvestment needs.   institutional and policy  Market feedback  Risk \n  framework similar to     \n  markets in the Republic  Progress report of Capital  • Ability to coordinate \n  of Korea and Singapore  Market Development  effectively among all \n  by 2010  Committee   the agencies involved \n \n \nOutputs      Assumption \n       \n1.  Public Debt Management  Size of  EA report through  • Consensus among \nOffice. Capacity improved for  bond market   consultants  relevant agencies on \nestablishing and operating  (outstanding) increased    TA recommendations \nbond market development fund,  by about 7% each year  Thailand country report   \ncash management operations,  (with corporate bonds  through ADB’s Thailand  Risk \nand procedures for onlending  accounting for 30% of  Resident Mission   \nand guarantees to state-owned  total outstanding)    • Lack of will to \nenterprises and local      cooperate in sharing \ngovernment units   Enhanced governance  MOF/BOT reports through  data and information \n  and risk management  Thailand Resident Mission   \n  framework by end of  and websites   \n  2008   \n    Market feedback \n     \n  Improved liquidity in  PDMO reports/feedback \n  bond market (increase   \n  turnover ratio to three  The Thai Bond Market \n  times by 2008)  Association website \n ", "  Appendix 1  7 \n  Performance     \nDesign   Indicators and/or  Data Sources and/or  Assumptions \nSummary  Targets  Reporting Mechanisms  and Risks \n     \n2.  Fiscal Policy Office     \n     \n(a) Enhanced staff skills within  Improved interaction  FPO reports through \nFPO’s Bureau of Savings and  between FPO and  consultants \nInvestment Policy  regulatory   \n  agencies/market  Policy recommendations \n  intermediaries by end of  and comments from FPO to \n  2009  MOF \n     \n    FPO feedback \n     \n(b) Support to SMC. Holistic  Improved and  SMC annual \nevaluation of SMC carried out.   sustainable SMC  reports/websites \n  operations based on   \n  business model from   \n  2009   \n     \n     \n3. Securities and Exchange  Improved quality of  Market feedback/SEC \nCommission. Procedures  auditing standards of  annual report \ndeveloped for independent  listed companies from   \nreview of audit practices  2009   \nadopted by auditors of listed     \ncompanies.      \n     \n4. Stock Exchange of  Capital market  Consultants’ reports \nThailand. Capital market  development blueprint   \ndevelopment master plan  adopted and  SET reports \ndeveloped with timeline for  implementation initiated   \nimplementation.  by 2009  SEC annual reports \n     \n    Progress report of Capital \n    Market Development \n    Committee \n     \n    Market feedback \n5. Bank of Thailand     \n     \n(a) Mortgage Insurance.     \nEfficient mortgage insurance  Improved risk  BOT reports \nsystem in Thailand developed  management for housing   \nto protect lenders and investors  finance in commercial  Insurance industry reports \nagainst loss caused by  banks from 2009   \nborrower default.     \n  Implementation of   \n  mortgage insurance   \n  scheme in Thailand in   \n  2010   \n(b) Exchange control policy.     \nRecommendations on how to  Balanced capital controls  BOT reports \nbalance conflicting policy  facilitating increase in   \nobjectives of developing  foreign investment—both  Consultants’ reports \nThailand’s financial markets  direct as well as portfolio   \nwhile ensuring its ability to    Market feedback \nmanage speculative capital   \ninflows effectively. \n \n ", "8  Appendix 1 \n  Performance     \nDesign   Indicators and/or  Data Sources and/or  Assumptions \nSummary  Targets  Reporting Mechanisms  and Risks \nActivities with Milestones  Inputs \n   \n1. Public Debt Management Office (all activities completed by December 2008)  ADB: $1,000,000 \n1.1  Build on work carried out under the earlier TAa and improve the structure of the bond  •  Consulting services— \nmarket development fund as well as the bond issuance program under the new  41 person-months (28 \namendment. Establish the framework and procedures for onlending and guarantees  person-months \nto state-owned enterprises and local government units.  international and \n1.2  Develop the new framework for cash management of PDMO.  13 person-months \n1.3  Develop a debt consolidation and issuance strategy.  national): $710,000 \n1.4  Streamline the Government’s auction processes.  •  Travel: $110,000 \n  •  Training, seminars, \n2.  Fiscal Policy Office  and workshops: $35,000 \n     a.   Support for capacity building (all activities completed by November 2008)  •  Other: $145,000 \n           1. Design and conduct training to provide FPO staff with a working knowledge of the     \nimportance of capital markets to domestic economic growth, and the role and         Government: $450,000 \n                responsibilities of government and other sectors to foster such development. \n•  Accommodation/ \n           2. Clarify issues on transparency, accountability, disclosure policies, and   \ntransport: \n               accounting standards in regard to financial market development \n      $150,000 \n           3. Enhance participants’ conceptual understanding of and practical skills in capital  \n•  Counterpart staff: \n               market development. Discuss the conceptual and practical policy issues \n$100,000 \nconcerning capital market development, particularly the bond market. \n•  Other: $200,000 \n \n \n     b.   Support to SMC (completed by November 2008) \n \n1. Carry out a complete diagnostic assessment and holistic evaluation of the role of \nSMC in the primary housing market and secondary mortgage market \nsecuritization market for mortgage receivables in Thailand.  \n2. Identify hurdles and remedies for successful SMC operations. \n3. Develop a sustainable business model for SMC operations. \n4. Identify the technical and human resources needed by SMC to implement the \nrecommended operations.  \n5. Recommend organizational structure for SMC to carry out the recommended \noperations.  \n6. Conduct and facilitate market discussion forums for public education on \nsecondary mortgage financing. \n \n3. Securities and Exchange Commission (completed by October 2008) \n3.1   Review regulators’ capacities to assess the quality of audits.  \n3.2   Assist SEC to design procedures for an independent review of audit practices   \n        adopted by auditors of listed companies, their work process and systems (including  \n        building relevant databases, format of reporting, internal quality assurance system,  \n        and enforcement).  \n3.3   Conduct training for SEC on compliance with IFRS and the quality control system in  \n        accordance with ISA220 and ISQC1.b \n \n4.  Stock Exchange of Thailand—Capital Market Development (completed by \nDecember 2008) \n4.1   Review all existing plans for development of the capital market, including the  \n        capital market master plans 1 and 2.  \n4.2   Identify impediments in development of the Thai capital market. \n4.3   Draft strategic blueprint of the capital market development plan.  \n4.4   Draft sequenced implementation plan over the next 10 years, with performance  \n        indicators for each measure.  \n \n5. Bank of Thailand \n     a.  Mortgage insurance (completed by November 2008) \n          1.  Carry out comparative study of the important features of mortgage insurance in  \n               other countries in Asia (e.g., Hong Kong, China; India; Indonesia; Malaysia; \nRussian Federation; and Singapore) as well as the United States and Europe.  \n \n ", "  Appendix 1  9 \n  Performance     \nDesign   Indicators and/or  Data Sources and/or  Assumptions \nSummary  Targets  Reporting Mechanisms  and Risks \nActivities with Milestones \n \n          2. Recommend how to establish an active and well-organized mortgage insurance  \n              market in Thailand. \n          3. Help develop information/database necessary for accessing borrowers’  \n              creditworthiness. \n          4. Carry out market survey for levying pricing for such insurance. \n          5. List steps to introduce foreclosure laws and their enforcement. \n \n    b.  Exchange control policy (completed by September 2008) \n          1. Advise on implications of capital control measures to financial market  \n              development.  \n          2. Share the experience of Thailand and other countries in the cost, benefit,   \n              and role of nonresidents in the development of financial markets.  \n          3. Advise on the importance of nonresidents’ participation in the development of  \n              financial markets.  \n          4. Advise on the pros and cons of having non-deliverable forward markets.  \n          5.  Advise on how best to regulate nonresidents’ participation in financial markets. \n          6. Share other countries’ experiences in balancing the two policy objectives.  \n          7. Review the “Foreign Exchange Regulations”  and “ Measures to Prevent Thai  \n              Baht Speculation” and recommend policy measures to serve the two objectives. \n \nADB = Asian Development Bank, BOT = Bank of Thailand, EA = executing agency, FPO = Fiscal Policy Office, \nGDP = gross domestic product, GNP = gross national product, IFRS = International Financial Reporting Standards, \nMOF = Ministry of Finance, PDMO = Public Debt Management Office, SEC = Securities and Exchange Commission, \nSET = Stock Exchange of Thailand, SMC = Securities Mortgage Corporation, TA = technical assistance. \na ADB. 2006. Technical Assistance to the Kingdom of Thailand for Supporting the Implementation of the Capital \nMarket Development Master Plan. Manila. \nb International Standard on Auditing (ISA) 220, Quality Control for an Audit of Financial Statements and International \nStandard on Quality Control (ISQC)1, Quality Control for firms that perform audit and review of financial statements. \n \n \n \n \n \n \n \n \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank (ADB) Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  670.0 \n      ii.  National Consultants  40.0 \n    b.  International and Local Travel  110.0 \n    c.  Reports and Communications  10.0 \n  2.  Training, Seminars, and Conferences   \n    a.  Facilitators  15.0 \n    b.  Training Program  20.0 \n  3.  Miscellaneous Administration and   10.0 \n    Support Costs \n  4.  Contingencies  125.0 \n      Subtotal (A)  1,000.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  150.0 \n  2.  Remuneration and Per Diem  100.0 \n    of Counterpart Staff \n  3.  Others  200.0 \n      Subtotal (B)  450.0 \n   \n        Total  1,450.0 \na  Financed by ADB’s technical assistance funding program. \nSource: ADB estimates. \n \n \n \n \n ", "    Appendix 3  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Individual consultants will be recruited to implement this TA. The international capital \nmarket development expert will be the team leader for all tasks to be carried out under the \ntechnical assistance (TA) project—except components (ii)(b) and (v). The TA deliverables are \ndetailed under para. 15 of the main text of this report.  \n \nA.  International Capital Market Development Expert and Team Leader \n(4 person-months) \n2.  The team leader is expected to have significant recent expertise (10–15 years) in capital \nmarket development. Experience in the Asia and Pacific region is preferable. The team leader \nwill be responsible for preparing a comprehensive and systematic master plan for the Thai \ncapital markets by the end of 2008, which will embrace all relevant dimensions (including the \nequity market, bond market, derivative market [including commodity], and money market) and \nfacilitate  agreement  on  new  initiatives  to  address  policy,  legal,  regulatory,  supervisory, \ninstitutional, and capacity constraints. The team leader will be responsible for helping to develop \na capital market development master plan (blueprint) with well-defined strategic objectives for \n2008-2018. Other proposed measures to develop the different segments of the market will be \nreviewed,  including  coordinating  with  the  Bank  of  Thailand  and  Securities  and  Exchange \nCommission  (SEC).  Strategies  adopted  by  other  developed  markets  (such  as  Australia; \nCanada; Hong Kong, China; and Republic of Korea) as well as those of regional economies \nneed to be taken into consideration. The blueprint will focus on the development of the equity \nand bond markets in Thailand. The team will also actively coordinate with the Debt Market \nDevelopment Committee for actions proposed to improve the domestic bond market. \n \n3.  In coordination with the legal and regulatory expert, risk management expert, taxation \nexpert, public debt management expert, and exchange control policy expert, the team leader will \n(i) review all existing plans for development of the capital market, including the capital market \nmaster plans 1 and 2, (ii) identify impediments to development of the Thai capital market, \n(iii) draft  the  strategic  blueprint  of  the  capital market  development  plan,  and  (iv)  a  draft a \nsequenced implementation plan over the next 10 years with performance indicators for each \nmeasure. The team leader will focus on the following main deliverables in addition to measures \nthat the team may consider necessary for inclusion under the blueprint: \n \n(i)  Deepen  the  securities  market  by  (a)  enhancing  the  efficiency  of  resource \nmobilization, (b) expanding the government bond, (c) developing the corporate \nbond market as a competitive source of financing, (d) improving liquidity and \nmarket efficiency for secondary trading of securities, (e) developing mechanisms \nfor financing of physical infrastructure—provision of long-term capital, and (f) \nencouraging the creation of venture capital and private equity funds. \n(ii)  Offer high quality securities, including risk management, through new products: \n(a) developing the derivative industry—bond futures, interest rate, exchange rate \nderivatives, equity derivatives, etc.; (b) introducing a wide range of capital market \nproducts, including structured products-new product development and strategic \nlinkages with other market centers in the region; and (c) introducing measures for \nincreasing the supply of securities, including progress on Privatization Act (1999). \n \n(iii)  Expand  investor  base  and  improve  measures  for  investor  protection  and \neducation by (a) improving corporate governance and the governance of market \ninstitutions,  (b)  improving  disclosure  standards,  (c)  protecting  the  interest  of \n ", "12  Appendix 3 \nminority  shareholders,  (d)  improving  and  strengthening  the  investment \nmanagement industry, (e) enhancing the role of institutional investors (such as \ngovernment pension funds and the insurance industry) by promoting a broader \nscope of investment activity, and (f) improving measures for investor protection \nand education. \n(iv)  Improve competition and enhance market intermediaries and related institutions, \nincluding  supporting  market  infrastructure  through  (a)  restructuring  the  Stock \nExchange of Thailand (SET) with options for demutualization, as proposed by \nSET  based  on  the  study  being  carried  out  by  Boston  Consulting  Group; \n(b) enhancing the efficiency of market infrastructure (such as the clearing and \nsettlement  systems)  and  identifying  measures  to  link  with  global  markets; \n(c) defining the role of the Agricultural Futures Exchange of Thailand (AFET) and \npossible consolidation of Thailand Futures Exchange with AFET; (d) developing \nand  strengthening  the  skills  of  market  intermediaries  and  service  providers \nanchored on prudential standards; (e) reducing transaction cost; (f) reviewing \nlaws  and  tax  privileges  to  encourage  merger  and  acquisition  activities;  and \n(g) fostering alliances with other regional markets. \n(v)  Improve regulation and coordination by (a) reviewing all existing laws related to \ncapital market development, including the Foreign Business Act, (1999) Board of \nInvestment Law; and identifying legal and regulatory issues that regulators must \naddress to ensure effective oversight and enforcement capabilities, and to align \nthe framework for regulation with current global standards or best practices to \nfacilitate integration with global markets; (b) ensuring that the framework keeps \npace with the evolution of the business environment, new products, and regional \ninitiatives aimed at harmonization of laws and integration of capital markets; \n(c) recommending concrete steps that need to be taken to ensure a financial \ngovernance  structure  that  achieves  optimal  coordination  among  regulators \nregarding supervision, regulation, and consumer protection in order to achieve \nthe  objectives  of  capital  market  development  set  forth  in  the  master  plan; \n(d) identifying possible opportunities for harmonization of financial regulations; \nachieving better exchanges of information and data among regulators; and, from \na macro perspective, developing a strategy for pursuing future reforms that cut \nacross the current governance structure; and (e) moving from a merit-based to a \ndisclosure-based regulatory system. \n(vi)  Recommend measures for a tax neutral financial market. Based on the study \ncarried out under the earlier TA,1 help develop a liquid and integrated capital \nmarket with a tax system that meets the needs of different market participants \nand encourages savings and investments. It will form part of the capital market \nmaster  plan  exercise  and  will  develop  a  well-defined  tax  implementation \nframework that will help determine the impact of the recommended tax reforms \nand introduce a level playing field across products and institutions. The overall \nobjective is to recommend a tax-neutral financial market where the interests of \nthe Government and market players are preserved and balanced. The scope of \nwork includes the following: (a) reviewing all major tax-related issues in the bank \nand nonbank sectors; (b) identifying products/transactions/undertakings where \ntax arbitrage may exist; (c) interacting with stakeholders to solicit inputs; and \n(d) recommending  possible  changes  that  could  improve  tax  neutrality;  and \n                                                 \n1  ADB. 2006. Technical Assistance to the Kingdom of Thailand for Supporting the Implementation of the Capital \nMarket Development Master Plan. Manila. \n \n ", "    Appendix 3  13 \nconsidering or citing international experience and best practices on the treatment \nof comparable products, transactions, and undertakings. \n(vii)  Other tasks: In coordination with the capital market legal and regulatory expert, \nrisk management expert, and public debt management expert, support the capital \nmarkets institutional and training expert in carrying out the tasks outlined under \npara. 15 (ii) (a) of the main text. The main task will be to strengthen the technical \nknowledge and skills of staff in the Bureau of Savings and Investment Policy of \nthe Fiscal Policy Office to interact effectively with other involved government \nagencies/market intermediaries in the capital market as well as more monitor the \ndevelopment of the capital markets in Thailand constructively. \n \nB.  International Capital Market Legal and Regulatory Expert (3 person-months) \n \n4.  This expert should have significant experience in capital market regulation in developed \nand developing markets, and a working knowledge of the implementation of the best practice \nprinciples  and  objectives  of  the  International  Organization  of  Securities  Commissions  in \nsecurities regulation. Experience in the Asia and Pacific region is preferable. The expert will \nsupport the team leader in developing the capital market master plan as well as the capital \nmarket institutional and training expert in carrying out the training component. The expert will: \n(i) examine the current regulatory framework and structure of the capital markets in Thailand, \nfocusing on the efficacy of regulatory oversight mechanisms, enforcement and monitoring, and \ncoordination among regulatory agencies; (ii) clarify gaps and impediments to the development \nof the capital market on the basis of best practice principles; (iii) support the team leader in all \nmatters relating to laws and regulations in the capital market; (iv) assist the team leader in \norganizing and implementing workshops and seminars where legal and regulatory issues are \ndiscussed; and (v) prepare a work plan, progress reports, and deliverables as required by the \nteam leader. The principal aim of this assignment will be to identify measures to be incorporated \nin  the  capital  market  master  plan  that  will  strengthen  the  regulatory  framework  governing \nThailand’s capital market. This will involve setting suitable supervisory policies, rationalizing \ninstitutional responsibilities  across different  products  and  sectors,  and  identifying  any  legal \nimplications.   \n \nC.  International  Capital  Markets  Products  Risk  Management  Expert  (2.5  person-\nmonths) \n \n5.  The  consultant  will  be  a  risk  management  expert  with  extensive  experience  in \ndeveloping and trading in risk management and derivative products. The expert will support the \nteam  leader  in  developing  the  capital  market  master  plan  as  well  as  the  capital  market \ninstitutional and training expert in carrying out the training component. For inclusion in the \nmaster plan, the expert will help the team leader identify measures for (i) developing the \ncorporate bond market as a competitive source of financing; (ii) improving liquidity and market \nefficiency  for  secondary  trading  of  securities;  (iii)  developing  the  derivative  industry—bond \nfutures, interest rate, exchange rate derivatives, equity derivatives, etc.; (iv) introducing a wide \nrange of capital market products, including structured products-new product development; and \n(v) defining the role of AFET and consolidating the Thailand Futures Exchange with AFET. \n \nD.  International Taxation Experts (2) (2.5 person-months each) \n \n6.  One of the international experts should have an extensive background in financial sector \ntax and legal matters, and should be experienced in the implications of taxation of financial \ninstruments on financial sector development. The second expert should be based in Thailand \nwith extensive background and experience in taxation of financial instruments in southeast Asia, \n ", "14  Appendix 3 \nparticularly Thailand. The taxation experts should coordinate with the team leader as well as the \nother consultants to address financial sector tax issues. Based on the study carried out under \nthe earlier TA2 the experts will help develop a liquid and integrated capital market by identifying \na tax system that meets the needs of different market participants and encourages savings and \ninvestments. The proposed tax system will form part of the capital market master plan exercise \nand will develop a well-defined tax implementation framework that will help determine the \nimpact of the recommended tax reforms and introduce a level playing field across products and \ninstitutions. The experts will recommend how to make tax treatment consistent with international \naccounting standards. They will support the team leader in carrying out the main tasks detailed \nin the terms of reference of the team leader for the tax component.  \n \n7.  Other Tasks. The TA consulting team will conduct workshops as required, involving \ngovernment agencies and other key stakeholders in the course of developing the draft capital \nmarket master plan. It will make periodical presentations to the Capital Market Development \nCommittee on the progress of the draft plan. It will also recommend a sequenced, time-bound \nimplementation schedule for the master plan. \n \nE.  (i) International Public Debt Management/Cash Management Expert  \n                (2.5 person-months)  \n  (ii) International State-Owned Enterprise Lending and Guarantee Expert  \n                (1.5 person-months) \n \n8.  The debt management expert will have solid experience in all aspects of public debt and \ncash management expert and knowledge of best international practices in establishing a bond \nmarket development fund. The experts main task will be to (i) assist in framing investment \nguidelines for the fund in the short and medium term; (ii) help develop an accounting system \nand procedures to operate the fund on a sustainable basis; (iii) develop a training program that \nwill build capacity among existing Public Debt Management Office (PDMO) staff in active asset \nand  liability  practices—investigate  the  suitability  of  sponsoring  staff  to  other \nestablished sovereign investment funds or placement in the private sector; (iv) compare the \noperation and construction of other funds to determine international best practice; (v) establish \ncash management monitoring systems to help PDMO and/or the Government optimize the \ninvestment of surpluses, and streamline bond issuing procedures—this includes exploring the \nfeasibility of deposit proceeds from bond issuance (both deficit and surplus issuance) with \ncommercial banks instead of the BOT; (vi) help develop a suitable a debt consolidation and \nissuance strategy for government debt as well steps to streamline the government bond auction \nprocess; and (vii) assist the capital market development expert and team leader in coordination \nwith the other international experts in developing the capital market master plan. The state-\nowned enterprise (SOE) expert will (i) help establish a framework and procedures for onlending \nand guarantees to SOEs and local government units, including concentration limits and lending \ncriteria; lending and guarantee practices will need to be established that consider assessments \nof the creditworthiness of each SOE and local government unit, and reduce the risk of politically \nmotivated lending practices; and (ii) recommend an internal credit rating and risk assessment \nprocess and pricing model for onlending to SOEs. \n \nF.  International Capital Market Institutional Expert (2 person-months) \n \n9.  The specialist will have first-rate experience and credentials in enhancing the knowledge \nand understanding of capital market principles and operations, and very good experience in \n                                                 \n2  ADB. 2006. Technical Assistance to the Kingdom of Thailand for Supporting the Implementation of the Capital \nMarket Development Master Plan. Manila. \n \n ", "    Appendix 3  15 \ncarrying out training on capital market development. In coordination with the team leader as well \nas the other consultants working under the TA project, the expert will do the following: (i) design \nand conduct suitable training to provide the staff of the Fiscal Policy Office (FPO) with working \nknowledge of the importance of capital markets to domestic economic growth, and the role and \nresponsibilities of the Government and other sectors to foster such development; (ii) focus on \nbuilding  and  understanding  financial  markets,  financial  regulations,  and  trends  in  financial \nintegration;  (iii)  train  FPO  staff  in  transparency,  accountability,  disclosure  policies,  and \naccounting  standards  regarding  financial  market  development;  (iv)  enhance  participants’ \nconceptual  understanding  and  practical  skills  in  capital  market  development;  and  discuss \nconceptual and practical policy issues concerning capital market development, particularly the \nbond market; and (v) share best practices and information that would be beneficial to develop \nand  manage  the  capital  market  in  Thailand,  the  analytical  framework  for  capital  market \ndevelopment, institutional and legal settings, infrastructure issues, and strategies and policy \nrecommendations.  \n \nG.  International Auditing Expert (1 person-month) \n \n10.  The expert will have a strong background in International Auditing Standards and be \nfamiliar  with  capital  market  operations.  He/she  should  be  fully  familiar  with  International \nAccounting Standards and best practices in the disclosure of financial information. The expert \nwill (i) review the capacities of regulators to assess the quality of audits, (ii) help SEC design \nprocedures  for  an  independent  review  of  audit  practices  adopted  by  auditors  of  listed \ncompanies, their work process and systems including developing relevant databases, format of \nreporting, internal quality assurance system, and enforcement; and (iii) conduct training for SEC \non compliance with the International Financial Reporting Standards (IFRS) and the quality \ncontrol system in accordance with ISA220 and ISQC1.3 \n \nH.  International Secondary Mortgage Institutional and Policy Expert   \n           (2.5 person-months) \n  \n11.  This expert will be an experienced primary and secondary mortgage consultant, with \nsignificant experience in the operation of secondary mortgage facilities in markets comparable \nto Thailand. The expert will possess knowledge of the institutional framework and setting up of \nsecondary  mortgage  facilities,  understanding  of  developed  and  developing  markets’ \nbackground, and experience of the Thai mortgage financing and capital market. The first task \nwill be to carry out a complete diagnostic assessment and holistic evaluation of the role of the \nSecondary Mortgage Corporation (SMC) in the context of the primary housing market and \nsecondary  mortgage  market  securitization  market  for  mortgage  receivables  in  Thailand. \nThrough this evaluation exercise, the expert will determine if SMC has a role to play in the \ndevelopment of the capital market in Thailand, and if so, define the changes required in its legal \ncharter, product range, organizational structure, and capital resources to make it a sustainable \nand viable entity. The expert will identify hurdles and remedies for successful SMC operations. \nHe/she  will  also  develop  a  sustainable  business  model  for  SMC  operations,  identify  the \ntechnical and human resources required by SMC to implement the recommended operations, \nrecommend  the  ideal  organizational  structure  for  SMC  to  carry  out  the  recommended \noperations,  and  conduct  and  facilitate  market  discussion  forums  for  public  education  of \nsecondary mortgage financing.  \n                                                 \n3  International Standard on Auditing (ISA) 220, Quality Control for an Audit of Financial Statements and International \nStandard  on  Quality  Control  (ISQC)1,  Quality  Control  for  firms  that  perform  audit  and  review  of  financial \nstatements. \n \n ", "16  Appendix 3 \n \nI.  International Mortgage Insurance Development Expert (2 person-months) \n \n12.  This expert will be an experienced mortgage insurance development consultant, with \nsignificant experience in (i) development of  mortgage insurance in markets comparable to \nThailand;  (ii)  institutional  framework  and  setup  of  mortgage  guarantee  products;  and \n(iii) developed and developing markets’ background, and understanding of the Thai  mortgage \ninsurance and capital market. The main tasks will be to (i) carry out a comparative study of the \nimportant features of mortgage insurance in other countries in Asia (such as Hong Kong, China; \nIndonesia; India; Malaysia; Russian Federation; and Singapore) as well as the United States \nand Europe; (ii) recommend how to establish an active and well-organized mortgage insurance \nmarket  in  Thailand,  including  an  effective  implementation  plan;  this  should  contain  the \nregulatory framework, structure and sponsorship (government or private), scope of coverage, \netc.;  (iii)  help  develop  information/database  necessary  for  accessing  borrowers’ \ncreditworthiness; (iv) carry out a market survey to determine whether levying of pricing for such \nguarantee is necessary as this will be loaded to the borrowing cost by lenders; (v) market \nsurvey should also include what form of guarantee will be acceptable, whether it should be in \nthe form of an indemnity or a conditional guarantee; and (vi) list steps to introduce foreclosure \nlaws and their enforcement. \n \nJ.  International Exchange Control Policy Expert (2 person-months) \n \n13.  The expert should have extensive experience in advising on how to balance conflicting \npolicy objectives of developing capital/financial markets while ensuring the ability to manage \nspeculative capital inflows effectively through long-term policy consideration. The main tasks will \nbe to (i) advise on the implications of capital control measures to financial market development; \n(ii) share the experience of Thailand as well as other countries on the cost, benefit, and role of \nnonresidents  in  the  development  of  financial  markets;  (iii)  advise  on  the  importance  of \nnonresidents’ participation in the development of financial markets; (iv) advise the pros and \ncons of non-deliverable forward markets; (v) advise on how best to regulate nonresidents’ \nparticipation in the financial markets; (vi) share other countries’ experiences in balancing the two \npolicy  objectives;  and  (vii)  review  the  “Foreign  Exchange  Regulations”  and  “  Measures  to \nPrevent Thai Baht Speculation” and recommend policy measures to serve the two objectives. \n \nK.  National Consultants—Financial Sector/Capital Markets Expert (4 person-months), \nMortgage Finance Expert (2 person-months), Insurance Expert (2 person-months)  \n \n14.  The national experts will have backgrounds in economic analysis, understanding of bond \nand capital markets, the regulatory structure and operations of Thai’s financial sector, mortgage \nfinance, and the insurance sector. They should have proficiency in English. In addition to the \ntasks outlined below, the national experts will act as TA project coordinators and assist the \ninternational consultants in all matters of project coordination and logistics.  \n \nL.  National Project Coordinator (5 person-months) \n \n15.  The expert should have very good proficiency in English and act as overall project \ncoordinator, providing support to all aspects of TA implementation. \n ", "    Appendix 3  17   \nFigure A3: ADB Thailand Technical Assistance Support \nMedium-Term Framework \n \n \nADB Thailand TA Support \n \n \nADB TA Support \nCapital Market Development \nCommittee \n \n2007 \n \nSupporting the \nImplementation of \nthe CMDMP   \nFinance Minister \n(Chair) \n \n2008 \n \n  Permanent \nCapital Market \nSecretary (MOF) \nDevelopment \nPhase II \n \nMembers: FPO, PDMO, BOT, SEC, SET, Others \n(FPO, PDMO, SET are co-secretariat of the committee)  \nBond Markets    Risk Management  Mar ket  Taxa tion  Inve stor \nEquity \n• Government  • Securitization  Infrastructure  Education/\nMarket \n• Corporate  • Derivatives  Protection \n \nFinancial Stability \n \n2009 \n \n• Pension System \nImplementation \n \n• Strengthening  Regulatory  Capital \nThai Financial  Coordination  Controls \nMarkets \n \nADB = Asian Development Bank, BOT = Bank of Thailand, CMDMP = Capital Market Development Master \nPlan, FPO = Fiscal Policy Office, MOF = Ministry of Finance, PDMO = Public Debt Management Office, SEC = \nSecurities and Exchange Commission, SET = Stock Exchange of Thailand. \n \nSource: Asian Development Bank. \n \n \n "], "metadata": {"CreationDate": "D:20080729082833+08'00'", "Author": "CD4", "Creator": "PScript5.dll Version 5.2", "Keywords": "adb technical assistance reports, market development phase II, sustainable economic growth, finance capital markets funds, adb proj 41325, thailand", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20080804114000+08'00'", "Title": "Capital Market Development Phase II"}, "author_page": " \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2  \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirectors  J. Ahmed, Governance, Finance, and Trade Division, SERD \n  J. P. Verbiest, Country Director, Thailand Resident Mission, SERD \n   \nTeam leader  V. V. Subramanian, Principal Financial Sector Specialist, SERD \nTeam members  L. Attapich, Regional Economics Officer, Thailand Resident Mission , \nSERD \nJ. Park, Private Sector Development Specialist, SERD \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "J. Ahmed", "role": "Governance", "organization": "Finance"}, {"fullname": "J. P. Verbiest", "role": "Country Director", "organization": "Thailand Resident Mission"}, {"fullname": "V. V. Subramanian", "role": "Principal Financial Sector Specialist", "organization": "SERD"}, {"fullname": "L. Attapich", "role": "Regional Economics Officer", "organization": "Thailand Resident Mission"}, {"fullname": "J. Park", "role": "Private Sector Development Specialist", "organization": "SERD"}]}