{"path": "data/input/ta/41353-reg-tar.pdf", "pages": [" \n \nRegional Technical Assistance Report\nProject Number: 41353 \nMay 2008 \n \n \n \nHIV Prevention and Infrastructure: Mitigating Risk in \nthe Greater Mekong Subregion\n \n \n(Financed by the Government of Australia)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 19 May 2008) \n \nCurrency Unit  –  Australian Dollar (A$) \nA$1.00 =  0.95523 \n$1.00 =  A$1.04687 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIDS  –  acquired immune deficiency syndrome \n  GMS  –  Greater Mekong Subregion \n  HIV  –  human immunodeficiency virus \n  Lao PDR  –  Lao People’s Democratic Republic \n  NGO  –  nongovernment organization \n  SERD  –  Southeast Asia Department \n  SESS  –  Southeast Asia Social Sectors Division \n  STI  –  sexually transmitted infection \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention (TI-M6) \nSector  –  Health, nutrition, and social protection \nSubsector  –  Health programs \nThemes  –  Capacity development, gender and development, inclusive social \ndevelopment \nSubthemes  –  Client relations, network, and partnership development; regional \ngender equity initiatives; other vulnerable groups \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  L. Studdert, Health Specialist, SERD \nTeam member  A. Jain, Social Sector Specialist, SERD ", "", " \nI.  INTRODUCTION \n1.  The Greater Mekong Subregion (GMS) is one of the world’s fastest-growing subregions \nin  economic  development.  Investments  in  infrastructure,  especially  transport  corridors,  are \nimproving physical connectivity and regional integration, while cross-border agreements are \nfacilitating  the  movement  of  goods  and  people  across  borders.  Improved  connectivity  and \nregional integration also mean increased vulnerability to the spread of HIV, especially along \nnewly developed transport corridors, in cross-border areas and new economic corridors.  \n2.  The Asian Development Bank (ADB) has a commitment to promoting economic growth \nand poverty reduction in the GMS through the three “Cs”—improving connectivity, enhancing \ncompetitiveness, and promoting community.1 Consistent with this strategy, ADB financing for \ninfrastructure projects in the GMS is increasing, particularly in road-related economic corridors. \nRecognizing the links between connectivity and the spread of HIV, ADB is also committed to \nfighting HIV in the region, particularly as that risk may be heightened by the development of \ntransportation and other infrastructure.2  \n3.  The commitment to economic development, poverty reduction, and HIV prevention in the \nGMS is shared by the Government of Australia.3 Given ADB’s experience with the design and \nimplementation of HIV prevention packages in association with infrastructure development, \nparticularly  in  road  construction,  the  Government  of  Australia  is  partnering  with  ADB  to \nstrengthen and expand these activities in the GMS. The proposed technical assistance (TA) will \nsupport  HIV  prevention  activities  to  be  implemented  in  connection  with  ADB-financed \ninfrastructure projects. The design and monitoring framework is in Appendix 1.4  \nII.  ISSUES \n4.  The  HIV  epidemic  is  well  established  in  the  GMS.  While  the  epidemic  varies  in \nprevalence and nature between countries, it continues to threaten economic growth and poverty \nreduction across the region. HIV prevalence is highest in Cambodia (1.9% among those 15–49 \nyears)  and  Thailand  (1.4%)  and  increasing  in  Viet  Nam  (0.5%),  driven  largely  by  sexual \ntransmission and injecting drug use. Within countries, HIV hot spots are common, especially \nalong land and water transport routes. The Lao People’s Democratic Republic (Lao PDR) \nremains a low-prevalence country (0.1%) but with a steadily growing epidemic and particular \nvulnerability in transport corridors and cross-border areas.5 \n5.  Migration, mobility, and the spread of HIV are closely linked. Mobile men with money—\ncommonly referred to as “the 3Ms”—are a major force in the ongoing spread of HIV in the \nregion. HIV is spread through high-risk behaviors such as unprotected sex and the sharing of \ncontaminated needles by injecting drug users. Increases in HIV prevalence have been observed \nalong major transport routes, in cross-border areas, and in regions experiencing high seasonal \nand long-term population mobility. Large infrastructure projects, including the building of airports, \nrailways, ports, power infrastructure, and roads, offer economic opportunities that attract migrant \nworkers, commercial retailers, and entertainment industries to previously remote communities. \nMany contributing factors make the workers and populations associated with infrastructure \n                                                 \n1  ADB. 2004. The GMS Beyond Borders: Regional Cooperation Strategy and Program Update, 2004–2008. Manila. \n2  ADB. 2007. HIV and the Greater Mekong Subregion: Strategic Directions and Opportunities. Manila.  \n3  AusAID. 2007. The GMS: Australia’s Strategy to Promote Integration and Cooperation, 2007–2011. Canberra. \n4  This TA first appeared in the business opportunities section of ADB’s website on 20 May 2008. \n5 ADB. 2005. Development, Poverty, and HIV/AIDS: ADB’s Strategic Response to a Growing Epidemic. Manila. ", "2   \nprojects vulnerable to HIV infection. Although these factors vary with the sociocultural and \neconomic context, some common risk situations are:  \n(i)  Construction  personnel. Loneliness and disconnection from community and \nfamily; disposable income that can readily be used on sex, alcohol, and drugs; \naccessibility of sex workers (formal and informal).  \n(ii)  Truck drivers. Separation from families and home for extended periods; long \nwaiting times for clearances in border areas; accessibility and availability of sex \nworkers; use of drugs to cope with the long hours of driving.  \n(iii)  Female sex workers. Unequal bargaining power to negotiate condom use; few \nalternative income opportunities; lack of knowledge to prevent infection; lack of \naccessible health facilities for sexually transmitted infection (STI) testing and \ntreatment;  lack  of  protection  from  authorities;  vulnerability  of  being a  female \nmigrant or being mobile. \n(iv)  Local  communities around  construction  sites. Loss of livelihoods, loss of \nincome, and displacement due to resettlement; opportunities for transactional sex \nwith  migrant  workers  for  material  benefits  (e.g.,  clothes,  food);  disruption  of \ntraditional values and social systems, particularly in ethnic minority areas. \n6.  Possible  HIV  prevention  interventions  that  can  be  implemented  with  infrastructure \nprojects include: educational and behavior change communication campaigns; social-marketing \nof condoms; testing and case management for STIs; voluntary counseling and testing for HIV; \nharm reduction options for injecting drug users (e.g., needle exchange programs); capacity \ndevelopment  of  government  agencies,  nongovernment  organizations  (NGOs),  and  local \norganizations; and anti-trafficking and safe migration initiatives, particularly for women. The \ninterventions must be multisectoral and responsive to differences in risk related to gender and \nethnic groups.  \n7.  Over the past 15 years, ADB has supported several HIV prevention projects in the GMS, \nsome of them in association with infrastructure projects. Outputs have ranged from economic \nanalyses of the poverty impact of a growing epidemic6 to support for community-based HIV \nprevention actions in Cambodia, Lao PDR, and Viet Nam with a focus on sites and areas that \nreceive transient mobile populations or long-term migrants, large construction sites, and source \ncommunities of migrants.7 In more recent years, GMS projects have supported the development \nof  targeted  prevention  messages  to  ethnic  minority  communities  especially  in  remote  and \ncross-border  areas,8 a  youth-focused  project  in  Viet  Nam,9 and  a  regional  communicable \ndisease control project.10 The projects have expanded the knowledge base for actions in these \nareas  and  provided  ADB  with  experience  in  effective  regional  and  country-level  HIV \nprogramming.  \n                                                 \n6  ADB and UNAIDS. 2004. Asia Pacific’s Opportunity: Investing to Avert an HIV/AIDS Crisis. Manila. \n7  ADB. 2001. Cambodia, Lao PDR, Viet Nam: Community Action for the Prevention of HIV/AIDS. Manila (Japan \nFund for Poverty Reduction 9006-REG for $8,000,000, approved on 9 May). \n8  ADB.  2005.  GMS:  HIV/AIDS  Vulnerability  and  Risk  Reduction  among  Ethnic  Minority  Groups  through \nCommunication Strategies. Manila (TA 6247-REG for $1,222,000, approved on 1 July). \n9  ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Asian \nDevelopment Fund Grant to the Socialist Republic of Viet Nam for HIV/AIDS Prevention among Youth Project. \nManila (G-0046 for $20,000,000 approved on 9 June). \n10  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Grant to the \nKingdom of Cambodia, Lao People’s Democratic Republic, and the Socialist Republic of Viet Nam For the Greater \nMekong Subregion Regional Communicable Disease Control Project. Manila (G-0025/0026/0027 for $30,000,000, \napproved on 31 October). \n ", "  3\n8.  In 2007, ADB reviewed its program of HIV activities and developed a new GMS HIV \nstrategy and framework to guide future operations (see footnote 2). The strategy identifies \nADB’s comparative advantage in the GMS to be HIV prevention in the context of infrastructure \ndevelopment. As a major financier of infrastructure in the subregion, ADB has the obligation to \nmitigate  the  HIV  risks  associated  with  infrastructure  development  and  the  opportunity  to \ncontribute strategically to fighting HIV in the subregion. While previous interventions delivered \ngood results and evaluations were positive, the proposed initiative adopts a more focused, \ncoherent, and programmatic approach that is more directly linked to, and closely aligned with, \nthe overall GMS program and core infrastructure operations. This enhanced effort to integrate \nHIV prevention actions into major infrastructure projects builds on previous GMS experience \nand seeks to better target affected communities, the construction workforce, and ultimately road \nusers. This work is complemented by other TA work on practice reviews and the piloting of new \napproaches11 and collaboration with development partners to improve practices and advocate \nmore integrated and streamlined approaches.12  \n9.  To date, HIV prevention actions have been largely confined to the construction period. \nFinancing for pre- and post-construction initiatives has not been available, given the nature of \nADB loan operations. Initiating actions in the pre-construction period, such as resilience-building \nmeasures  in  local  communities,  will  strengthen  risk  mitigation  efforts  during  construction. \nSimilarly, HIV prevention programs should continue in a modified form in the post-construction \nperiod, when the risks and target groups change as roads come into use and migration and \nother economic opportunities grow. The proposed TA will enable ADB to extend support for HIV \nprevention initiatives beyond the construction period to include the pre- and post-construction \nphases. Further, it will enable the development of knowledge, skills, and in-country capacity for \ndesigning  and  implementing  sustainable,  comprehensive,  multisectoral  HIV  prevention \nresponses in the context of infrastructure development projects. \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The proposed regional TA will contribute to achieving Millennium Development Goal \n(MDG) 6, Target 7, to “halt and begin to reverse the spread of HIV/AIDS” in the GMS by 2015.13 \nThe outcome will be a reduced incidence of HIV transmission and prevalence of other STIs in \ncommunities  and  population  groups  directly  associated  with  ADB-financed  infrastructure \ndevelopments in the GMS. Key outputs will be: (i) enhanced leadership support and institutional \npolicies  for  addressing  HIV  risks  in  the  context  of  infrastructure  projects;  (ii)  improved \nawareness of  HIV,  AIDS,  and  STI  among  key  target  groups  in the  infrastructure  settings; \n(iii) improved access to HIV and STI prevention commodities; (iv) reduced incidence of HIV risk \nbehaviors among key target groups; (v) improved access to HIV and STI treatment and testing; \nand (vi) improved surveillance and associated knowledge products.  \n                                                 \n11 ADB.  2006.  Technical  Assistance  for  Fighting  HIV/AIDS  in  Asia  and  the  Pacific:  Subproject  3.  Manila \n(TA 6321-REG for $750,000, approved on 6 June) has produced a set of GMS HIV and Infrastructure case studies \nThoef  evxiepwersie necxepsr etos sdeadte h, eisr epiinlo tainrge  ntheows me eotfh othdes , caonnds iusl tsaenetk ainngd t od os trneontg ntheecne tshsea crialyp arceiptyr eosf egnotv ethrnomsee not fp AaDrtnBe’rss  \nmienm thbreeers G, BMoSa crodu onft rDieisr e(Cctaomrsb,o Mdiaa,n Laagoe PmDeRn,t ,a onrd  sVtiaeftf ,N aanmd) .m  ay be preliminary in nature.  \n12  ADB, African Development Bank, Department for International Development (UK), Japan Bank for International \nCooperation, KfW Entwicklungbank, and World Bank. 2006. The Joint Initiative by Development Agencies for the \nInfrastructure Sectors to Mitigate the Spread of HIV/AIDS. Toronto (declaration signed 11 August). \n13  Website of the UN Millennium Development Goals (accessed 19 April 2008). http://www.un.org/millenniumgoals/# \n ", "4   \n11.  The principles guiding all risk mitigation actions highlight the importance of working \nthrough the national AIDS authority (or its equivalent) and supporting cross-border collaboration \nand evidence-based design (Appendix 2). The collection of gender-disaggregated data at the \ncommunity  level  will  facilitate  appropriate  targeting  of  vulnerable  groups  including  ethnic \nminorities. A gender action plan is in Appendix 3. \nB.  Methodology and Key Activities \n12.  The proposed activities under the regional TA are grouped into two components: (i) HIV \nprevention interventions associated with infrastructure projects; and (ii) knowledge management, \nmonitoring, evaluation, and regional coordination.  \n  1.  Component 1: HIV Prevention Interventions in the Infrastructure Sector \n13.  This component will support a set of distinct subprojects associated with ADB-financed \ninfrastructure projects in the GMS. The subproject sites represent a range of HIV risk contexts in \nthe pre-construction, construction, and post-construction phases in Cambodia, Lao PDR, and \nViet Nam. An indicative list of subprojects is in Appendix 4. With more funding, the scope could \nbe expanded to other infrastructure subsectors, such as energy.14 \n14.  Activities will be designed to ensure a targeted, site- and risk-appropriate HIV mitigation \nresponse in association with each construction project. While the emphasis and allocation of \nresources will vary with the risk environment, the proposed TA subprojects will generally consist \nof the following four areas of activity: \n(i)  Advocacy  and  capacity  building. Targeting stakeholders at the local level, \nincluding government leaders, health services, and local NGOs in border areas \nwith information and skills-building opportunities. \n(ii)  Information,  education,  and  behavior  change  communications. Targeting \nthe  workforce  of  infrastructure  projects,  sex  workers,  road  users,  and  local \ncommunities. The activities will be aimed at increasing awareness and changing \nbehaviors  in  relation  to  HIV  and  STI  transmission,  and  providing  preventive \ncommodities (e.g., condoms) through social-marketing and other mechanisms. \n(iii)  Strengthening of medical services. Including measures to improve quality and \naccess to HIV and STI testing, and treatment and care services, for construction \nworkers,  sex  workers,  and  affected  communities,  as  well  as  HIV  and  STI \nmonitoring and surveillance where necessary. \n(iv)  Monitoring  and  evaluation. With attention to collecting data consistent with \nnational monitoring systems and disaggregated according to gender and ethnic \nminority  group,  to  refine  actions  as  projects  move  from  pre-construction  to \nconstruction and then to the post-construction period. \n15.  Detailed  designs,  with  a  subproject-specific  design  and  monitoring  framework  and \ngender framework, will be developed in stages and subject to peer review as part of the annual \nreviews  with  the  Government  of  Australia.  NGOs  are  expected  to  be  key  implementation \npartners. The subprojects listed in Appendix 4 include the following, among others: 15 \n                                                 \n14  The Government of Australia has indicated that, with satisfactory progress, additional funding may be provided to \nexpand the scope of the TA. \n15  Detailed designs for subprojects (i) and (ii) are available in Supplementary Appendixes A and B. \n ", "  5\n(i)  LAO:  Northern  Economic  Corridor  (Loan  1989).16 Road  upgrading  was \ncompleted in 2007 and included an HIV mitigation package implemented during \nthe  construction.  The  subproject  expands  this  package  with  condom \nsocial-marketing and targeted information campaigns in the post-construction \nperiod, to address emerging risks, particularly in the cross-border areas. \n(ii)  LAO/VIE: East–West Corridor (Loan 1727/1728).17 The road construction was \nfinished in 2006 and included some HIV prevention activities for construction \nworkers and local communities. The proposed subproject will target road users \nespecially truck drivers, sex workers and their clients, and affected communities \nin  the  corridor  and  cross-border  area.  Activities  will  include  information \ncampaigns and enhanced health services. In communities where women and \nethnic minorities are at particular risk, interventions will be aimed at effecting \nbehavior change in the post-construction phase. \n2.  Component  2:  Monitoring,  Evaluation,  Knowledge  Dissemination,  and \nRegional Coordination \n16.  Component 2 will focus on coordination, monitoring and evaluation, and the production \nand  dissemination  of  knowledge  products  with  the  implementation  of  the  component 1 \nsubprojects.  The  HIV  prevention  interventions  associated  with  the  Cambodia/Viet  Nam: \nSouthern  Coastal  Corridor  Project 18  and  Lao  PDR:  Northern  GMS  Transport  Network \nImprovement Project,19 both cofinanced by the Government of Australia, will also be part of this \ncomponent. Reports on lessons learned during the design and implementation will be prepared, \nand outputs will support national and regional forums with key stakeholders and cross-border \ncollaboration.  Participants  at  the  forums  will  include  representatives  of  the  national  AIDS \nagencies and ministries of health and transport, NGOs, and other development partners. These \nforums will not duplicate other related regional forums but will complement and expand these in \nrelation  to  HIV  prevention  and  infrastructure  development.20 The  outputs  will  be  aimed  at \nimproving  practices  and  the  institutional  knowledge  and  structures  for  long-term  program \nsustainability through national policy and resource commitments in these areas. An indicative \nlist of subprojects and activities and the associated cost plan is in Appendix 4. \nC.  Cost and Financing \n17.  The proposed TA is estimated to cost $6,000,000. The TA will be financed with a grant \nfrom the Government of Australia to be administered by ADB. The detailed cost estimates are in \nAppendix 5.  \n                                                 \n16 ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s  Democratic  Republic  for  the  Northern  Economic  Corridor  Project.  Manila  (Loan  1989-LAO  for \n$95,790,000 approved on 20 December). \n17 ADB. 1999. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Lao \nPeople’s Democratic Republic and the Socialist Republic of Viet Nam for the Greater Mekong Subregion East-\nWest Corridor Project. Manila (Loan 1727-LAO/Loan 1728- VIE for $400,000,000, approved on 20 December). \n18 ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia and the Socialist Republic of Viet Nam for the Greater Mekong Subregion Southern Coastal \nThCeo rvriiedowrs P eroxjpecret.s Mseandi lha e(Lreoiann a 2r3e7 t3h-CosAeM o/Lf otahne  2c3o7n2s-VulItEa nfotr  a$n2d2 7d,4o0 n0o,0t0 n0e acpepsrsoaveridly o rne p28re Nsoevnet mthboesr)e.  of ADB’s \n1m9 AemDBb.e 2rs0,0 7B.o Raerdp oorft  Danirde cRteocrosm, Mmaenndaagteiomn eonf tt,h oer  Psrteasffid, eanntd t om tahey  bBeoa prdre olifm Diniraercyto irns  noant ua rPe.r o posed Grant to Lao \nPeople’s Democratic Republic for the Northern Greater Mekong Subregion Transport Network Improvement \nProject. Manila (G-0082 for $88,500,000, approved on 27 September). \n20  Related regional forums include the United Nations Regional Task Force on Mobility and Migration, ADB’s GMS \nWorking Group on Human Resources, and the Canadian South East Asian Regional HIV and AIDS Project. \n ", "6   \nD.  Implementation Arrangements \n18.  ADB will be the Executing Agency, and the proposed TA will be implemented through \nthe Social Sectors Division (SESS) of the Southeast Asia Department (SERD) from June 2008 \nto December 2011. Subprojects associated with infrastructure projects will be administered by \nthe Infrastructure Division of SERD with technical support from SESS staff and consultants. The \nspecific designs of subprojects under component 1 will be included in annual work programs, to \nbe  reviewed  and  agreed  on  in  accordance  with  the  agreement  between  ADB  and  the \nGovernment of Australia. A no-objection letter will be obtained before the start of TA activities in \nthe territory of the participating countries. \n19.  Consultant services will be required to develop, coordinate, and implement the proposed \nTA activities. SESS staff will oversee project implementation with support from a program \ncoordinator and a program assistant. A total of 60 international and 54 national person-months \nof individual consultant inputs, including inputs from monitoring and evaluation and gender \nspecialists, will be required. The consultant inputs are outlined in Appendix 6. To implement the \nsubproject activities, ADB will hire organizations or individual consultants, depending on the \ndesign of the subproject, in accordance with ADB’s Guidelines on the Use of Consultants (2007, \nas amended from time to time), and procure goods and other services for the proposed TA \noperations according to ADB’s Procurement Guidelines (2007, as amended from time to time). \nIV.   THE PRESIDENT’S RECOMMENDATION \n20.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance not exceeding the equivalent of $6,000,000 to be financed on a grant basis by the \nGovernment of Australia for HIV Prevention and Infrastructure: Mitigating Risk in the Greater \nMekong Subregion. \n ", "  Appendix 1  7\nDESIGN AND MONITORING FRAMEWORK \n \nData \nDesign  Performance  Sources/Reporting  Assumptions \nSummary  Targets/Indicatorsa  Mechanisms  and Risks \nImpact       \nContribute to achieving  Stabilized, then reduced,  UNGASS country  Risk \nthe Millennium  incidence of HIV infection among  reports  7 years (4 years beyond \nDevelopment Goal (MDG)  men and women 15–49 years    project completion) is \n6, Target 7: to have halted    National annual HIV  insufficient to show \nand begun to reverse the  Reduced prevalence of STI  reports  measurable change in HIV \nspread of HIV/AIDS by  infection among men and women  prevalence in specific \n2015 in the GMS.  15–49 years  subnational settings. \n     \n  Increased condom use during \nlast high-risk sexual encounter  \nOutcome      Assumptions \nReduce the incidence of  Increased percentage of  National behavioral  •  Government \nHIV transmission and  construction personnel, female  surveillance survey  considers the \nprevalence of STIs among  sex workers and men and  (where available)  association of HIV \nworkers and communities  women 15–49 years in    with the infrastructure \nassociated with ADB- communities affected by  National and provincial  sector a priority issue. \nfinanced infrastructure  infrastructure projects reporting  annual HIV reports   •  HIV committee (or \nprojects in the GMS.  the use of a condom with their    equivalent) within \n  most recent client or casual  Project-supported  MOT is functional and \n  partner.  surveys at end-line to  supported by key \n    assess impact  officials. \n  Increased percentage of truck     \ndrivers on completed roads (in  PPMS reports  Risks \npost-construction period),    •  Government does not \nreporting the use of a condom    support a \nwith their most recent casual    multisectoral \npartner.  approach to HIV \n  prevention. \nIncreased proportion of  •  HIV and STI sentinel \nenterprises/companies with HIV- surveillance of sex \nrelated workplace policies and  workers is not \nprograms, among those involved  conducted regularly at \nin large infrastructure projects.  the project sites \n   \nOutputs       \n    Component 1       \n1. Leadership support and  HIV-related policy and capacity  PPMS reports  Assumption \nassociated institutional  in place in the national and  Within 4 years, \npolicies for addressing  provincial ministry or  governments are willing \nHIV risks in the context of  departments related to transport  and able to institutionalize \ninfrastructure  and other infrastructure.  capacity, systems, and \ndevelopment    other resources necessary \nGMS forum for HIV and  for sustainability. \ninfrastructure information sharing \nestablished and supported. \n \nWorkshops of GMS forum \nconducted regularly. \n \nT2h. eIm vpierowvse de xapwraersesneesds h oef reinIn acrreea tsheods pee orcfe tnhtea gceo onfs mulatalen t andP drooj encot-ts nueppcoerstesda rily repreAssesnutm thpotisoen  of ADB’s \nmHeIVm, bAeIDrsS, ,B aonad rSdT oI f Directorasn, dM feamnaaglee wmoerknet,r so wr hsota ff, and masyu brvee ypsr etoli masinseasrsy  in naturMe.O  T (or equivalent) has \namong the workforce of  correctly identify ways of  impact  an HIV strategic plan. \nlarge infrastructure  preventing HIV transmission and     \nprojects, infrastructure  who reject major misconceptions  PPMS reports   \n ", "8    Appendix 1 \nData \nDesign  Performance  Sources/Reporting  Assumptions \nSummary  Targets/Indicatorsa  Mechanisms  and Risks \nusers, related line  about HIV transmission, among  Risk \nministries, and affected  those associated with  Some government policies \nlocal communities  infrastructure development and  might restrict opportunities \n  affected communities.  for effective health \n  promotion. \n3. Ready availability of  Increased percentage of targeted     \nHIV and STI prevention  infrastructure projects that  PPMS reports  Risk \ncommodities (e.g.,  provide condoms as part of  There is inadequate \ncondoms) and associated  occupational health and safety  supply of high-quality \nsocial-marketing programs  programs   condoms from public and \n  commercial sources \nIncreased number of condom   \nsocial-marketing vendors in   \nselected project sites \n \nIncreased percentage of \ncondoms in retail outlets in \nselected project sites that meet \nWHO quality specifications \n \nIncreased percentage of \nrandomly selected retail outlets \nand service delivery points that \nhave condoms in stock at the \ntime of the survey \n \n4. Improved and  Increased number of  HIV and STI sentinel  Assumption \nexpanded HIV and STI  occupational health and safety  surveillance  Provincial health \ntesting, treatment, and  programs in infrastructure    departments provide STI- \ncare services used by  projects with HIV- and STI- Provincial health  and HIV-related services. \nstaff of construction  related services or functional  department’s routine   \nworksites and affected  referral systems   reports  Risks \ncommunities      •  Provincial health \nIncreased number of provincial  PPMS reports  staffs lack the \nhealth departments with updated  required capacity. \nSTI and HIV voluntary  •  Lack of confidentiality \ncounseling and testing,  in the provision of \ntreatment, care, and support  HIV- and STI-related \n  services in \nIncreased percentage of women  infrastructure projects \nand men with STIs who are  may lead to stigma \nappropriately diagnosed, treated,  and discrimination.  \nand counseled. \n \n5. Improved HIV and STI  HIV and STI surveillance    Assumption \nmonitoring and  conducted according to national  National HIV  Government is willing to \nsurveillance systems with  guidelines.  surveillance reports  adopt indicators for \nM&E indicators for HIV      actions related to HIV in \nprevention in  Developed M&E indicators used  Provincial health  association with major \ninfrastructure projects  by provincial health authorities in  department’s routine  infrastructure projects. \n  standard M&E systems.  reports \n \n    Component 2       \n6. Knowledge products  Regular production and  Reports with   \n(reports, Web materials,  dissemination of high-quality  programming \netc.) and advocacy  reports through the Web and  recommendations \nmaterials and events  other media  (including those related \nrelated to the benefits    to design and \n ", "  Appendix 1  9\nData \nDesign  Performance  Sources/Reporting  Assumptions \nSummary  Targets/Indicatorsa  Mechanisms  and Risks \nfrom and implementation  Workshops conducted for  implementation) \nmechanisms for HIV  knowledge dissemination and \nprevention in  program and policy dialogue \ninfrastructure projects  based on emerging knowledge \nproducts. \n \n7. Functioning project  Regular consultation with project  Mission and   \nmanagement  financier.  consultation reports \n   \nRegular summarized monitoring  Monitoring and \nand evaluation reports.  evaluation reports \n \nActivities with Milestones  Inputs \nComponent 1 b  • Government of \n1.1  Draw up implementation plan for subprojects 1 and 2 (by July 2008).  Australia: $6,000,000 \n1.2  Field design consultant for subproject 3 (by August 2008). \n• International TA \n1.3  Field assessment and design consultant for subproject 4 (by September 2008). \ncoordinator (36 person-\n1.4  Field design consultant for subproject 5 (by September 2008). \nmonths) \n1.5  Field consultants for implementing subprojects 1 and 2 (by November 2008). \n1.6  Finalize terms of reference and field implementation consultants for subproject 3 (by \n• National program \nJanuary 2009). \nassistant (36 person-\n1.7  Field design consultant for subproject 8 (by February 2009) \nmonths) \n1.8  Field consultants for implementing subproject 4 (by March 2009). \n1.9  Field consultants for implementing subproject 5 (by April 2009).  • International M&E \n1.10 Field consultants for implementing subproject 8 (by June 2009)  adviser (9 \n1.11 Field monitoring and review mission for subproject 6 (by June 2009) and subproject  person-months) \n7 (by June 2010). \n• International gender \n1.12 Field design consultants for subprojects 9 and 10 (by August 2009). \nadviser (12 \nComponent 2 \nperson-months) \n2.1  Field TA coordinator and program assistant (by July 2008). \n2.2  Field monitoring and evaluation consultant (by September 2008).  • National gender \n2.3  Hold regional consultation (by October 2008).  advisers (18 \n2.4  Conduct annual review mission with Government of Australia (June 2009).  person-months) \n2.5  Hold M&E forum (June 2009). \n2.6  Hold regional consultation (by October 2009).  • Subproject international \n2.7  Conduct midterm review with Government of Australia December 2009.  consultants (66 person-\n2.8  Conduct annual review mission with Government of Australia (June 2010).  months) \n2.9  Hold M&E forum (June 2010). \n• Subproject national \n2.10 Conduct wrap-up evaluation (January–March 2011). \nconsultants (460 \n2.11 Hold regional evaluation forum (April 2011). \nperson-months) \n2.12 Disseminate final report and associated evaluation products (by June 2011). \nAIDS = acquired immune deficiency syndrome, GMS = Greater Mekong Subregion, HIV = human immunodeficiency virus, \nM&E = monitoring and evaluation, MOT = Ministry of Transport, PPMS = project performance management system, STI = \nsexually transmitted infection, UNGASS = United Nations General Assembly Special Session on HIV/AIDS, WHO = World \nHealth Organization. \na  These targets and indicators will be achieved and measured in a wide range of settings according to the context and \noperational objectives of the subproject. It is therefore not possible or appropriate at this point to quantify or specify \ntimelines for the achievement of these targets because such measures will vary according to the subproject. A context-\nspecific design and monitoring framework will be developed for each subproject (as listed in Table A4.1) incorporating \nquantified, time-bound target and indicator statements.  \nb  Activities under component 1 relate to implementing the series of subprojects listed in Table A4.1. This will be a rolling \nprogram of design, implementation and review and managing this program will be the key responsibilities of the \nprogram coordinator and assistant. Subprojects 6 and 7 are being financed and implemented under separate project \nThaerr avniegwems eenxtps r(essesee adls hoe froeoitnn oatree a t htoo sTea bolef  tAh4e. 1c)o bnustu altraen itn calnudde ddo i nn tohti sn esccheesdsualeri lfyo rr erepvrieeswe nant dth mosoen itoofr iAngD aBc’tsiv ities \nmaesm btheer sin, fBoormaardti oonf  Dfroirmec ttoherss,e M reavniaewges mweilnl tb, eo ri nsctalufdf,e adn idn  movaeyr ablel  rperpeolirmts inaanrdy  kinn onwalteudrgee.   dissemination from this \nproposed TA. \n \n ", "10   Appendix 2 \n \nHIV PREVENTION AND INFRASTRUCTURE:  \nGENERAL PRINCIPLES FOR RISK MITIGATION ACTIONS IN THE GMS \n  The  following  principles  will  apply  to  all  activities  implemented  under  the  regional \ntechnical assistance project. The activities should: \n(i)  Align with and support national and provincial programs and actively seek to \navoid the creation of parallel systems including those for: (a) HIV and AIDS \nplanning and strategy formulation, and (b) monitoring and evaluation.  \n(ii)  Support evidence-based actions that will reduce HIV transmission risk, including: \n(a) harm-reduction approaches where indicated for risk mitigation; (b) targeting of \nsocially and economically disadvantaged groups where there is a clear indication \nof  potential  risk;  (c)  a  campaign  against  stigma  and  discrimination  where  it \nenhances risk and hinders access to the social and economic opportunities that \nshould arise from infrastructure projects; (d) the bio-behavioral, ethnographic, \nand anthropological research necessary for effective targeting, including the use \nof local researchers and the development of local research capacity; and (e) a \nprocess of consultation with local communities and with targeted and affected \npopulations including people living with HIV, sex workers and their clients, and \ndrug users. \n(iii)  Support multisectoral approaches including the involvement of law enforcement, \ntransport  and  other  infrastructure,  and  health  and  educational  institutions  as \nappropriate. \n(iv)  Be sustainable. The TA will (a) build national, provincial, and local capacity to \nsustain  the  activities  and  adapt  them  to  the  phase  of  infrastructure-related \ndevelopment (i.e., before, during, and after construction) and to future projects \nand  risks  that  may  emerge  with  economic  development;  and  (b)  build  the \ncapacity of national HIV and AIDS authorities and relevant ministries to plan and \nengage in regional collaboration. \n(v)  Promote cross-border collaboration. \n(vi)  In accordance with ADB’s Policy on Gender and Development (1998), (a) provide \na  gender  assessment  and  analysis  related  to  HIV  risk  and  impact,  when \nappropriate;  (b) be  informed  by  principles  of  gender  equality;  (c)  ensure  the \nparticipation of women in policy development and activity design; (d) ensure the \ncollection of disaggregated data for monitoring and evaluation and research; and \n(e) ensure the systematic integration of women’s needs and concerns into the \ndesign and implementation of project activities. \n ", "  Appendix 3  11\nGENDER STRATEGY AND ACTION PLAN \nOutput  Specific Actions \nGeneral  Conduct a gender analysis for each subproject, and prepare a gender action plan with \nspecific design features, targeted activities, and monitoring mechanisms.  \nEnsure that each subproject is informed by principles of gender equality, and will ensure \n(i) women’s participation in policy development, activity design, and data collection; \n(ii) collection of sex-disaggregated data for M&E and research; and (iii) systematic \nintegration of women’s needs and concerns into the design and implementation of project \nactivities.  \nRequire social mobilizers, peer educators, group facilitators, and counselors to each have at \nleast 30%–50% female representation. \nRequire all subcontractors (e.g., NGOs, UN agencies, and consulting firms) hired to \nimplement the subprojects to have at least 40% female representation, especially in \nimplementation teams at the community level. \nRequire subcontractors hired to implement each subproject to include a section in their \nprogress reports on the specific gender actions in the subproject and their \nimplementation. The PPMS consultant should disaggregate data by sex and by ethnic \ngroup (as appropriate). \n1. Leadership support  Address gender-specific needs of target populations in HIV and infrastructure policy and \nand associated  plans, including accessible provisions for confidential HIV testing, counseling, and \ninstitutional policies  follow-up and referral services for women and men. \nfor addressing HIV  Present specific gender-related issues associated with HIV and infrastructure at each \nrisks in the context of  GMS forum on HIV and infrastructure. \ninfrastructure  In  presentations  on  subprojects  at  GMS  workshops  and  forums,  include  separate \ndevelopment   presentations on gender-related issues, implementation, and outcomes.  \nInclude  gender  sensitization  training  in  HIV  prevention  and  anti-human  trafficking \nworkshops and seminars for provincial, national, or regional leaders.  \nInclude gender issues in training related to HIV prevention and anti-human trafficking for \ngovernment officials, cross-border police, construction managers, etc. \nEstablish or strengthen peer-to-peer learning opportunities for men and women from each \ntarget group.  \nRequire peer leaders to have at least 30%–50% female representation. \n2. Improved  Conduct separate BCC assessments for men and women to better understand the \nawareness of HIV,  different needs of target groups, levels of knowledge, and attitudes toward sexual \nAIDS, and STIs  behavior.  \namong the workforce  As part of the separate assessments, survey perceptions of HIV transmission within each \nof large infrastructure  target group to determine the extent of stigma and discrimination. \nprojects, related line  Hold separate focus group meetings with women and men from the different target groups \nministries, and  to ensure that both sexes participate in all stages of IEC/BCC development and \naffected local  implementation. \ncommunities  Require focus group facilitators to have at least 30%–50% female representation. \nConduct separate IEC workshops for men and women at construction sites. Ensure that \nthe workshop schedules take into account women’s work schedules at the sites. \nDevelop BCC campaigns to convince men to be more responsible in sexual health \nmatters and in their family roles. \nEnsure the use of a range of communication strategies in developing IEC and BCC \nmaterials (e.g., media, pictorial messages, and youth-based/mobile dramas). \nPretest  IEC/BCC  materials  for  the  various  target  populations  on  men  and  women \nseparately.  \nWork with women’s organizations and women’s unions to help disseminate information. \nPost HIV/STI prevention messages in settings employing women or frequently visited by \nthem (e.g., hair salons, entertainment settings such as bars and beer gardens). \n3. Readily available  Provide  female  workers  at  construction  sites  with  access  to  condoms  as  part  of \nprevention  occupational health and safety programs for each relevant subproject (target 100% of all \nTchoem vmieowdistie esx fporre HsIsVe d hewroemine na)r.e  those of the consultant and do not necessarily represent those of ADB’s \nmaenmd SbTeIr s(e, .Bg.o, ard of DireEcntosursre,  Mthaant aHgIVe/mSTeIn pt,r eovre snttaioffn,  aconmd mmoadyit ibese  aprree laimvainilaabryle  inin  nsaettutinreg.s   where women are \ncondoms) and  employed (e.g., bars, karaoke bars, beer gardens). \nassociated  Provide HIV/STI prevention commodities within a comprehensive package of sexual and \nsocial-marketing  reproductive health care for men and women from different target groups. \n ", "12   Appendix 3 \nOutput  Specific Actions \nprograms  Explore opportunities for providing, and supporting the use of, female condoms. \nConduct separate male and female perception surveys among different target groups to \ndetermine the value each places on condoms, when developing appropriate and gender-\nspecific social-marketing programs. \nRequire social mobilizers to have at least 30%–50% female representation.  \nBase site selection for the randomly selected retail survey on women’s and men’s access \nto the sites (e.g., entertainment places such as bars and nightclubs, construction sites, \ngas stations along major corridors, health clinics, pharmacies). \n4. Stabilized or  Increase social-marketing efforts aimed at reducing HIV risk behaviors, by sex and target \nreduced incidence of  group. Focus separate efforts on the specific needs of men and women. \nHIV risk behaviors  Integrate HIV prevention messages into reproductive health services. \namong construction  Ensure that life skills programs and anti-trafficking and safe migration messages target \nworkforce, sex  female teenagers.  \nworkers, and local   Promote safe sexual practices and behaviors in entertainment settings (e.g., safe beer-\ncommunities  bars). \nEstablish separate male and female discussion and counseling groups for different target \ngroups. \n5. Improved and  Ensure that protocols for HIV/STI VCT, care, and support for migrant and mobile clients \nexpanded HIV and  take into consideration the specific needs and concerns of female clients. \nSTI testing,  Provide  gender-sensitive  training  to  health  department  and  AIDS  committee  staff \ntreatment, and care  engaged in each subproject. \nservices used by staff  Require health workers and pharmacy staff trained in HIV/STI VCT and care and located \nat construction  near construction sites to have at least 30%–50% female representation. \nworksites and  Ensure women’s access to confidential VCT and STI-related services at construction sites \naffected communities  and in the adjacent communities. \nWork with the department of health to establish confidential facilities where women can \nseek and have access to sexual and reproductive health services, including information \non HIV and STIs. \nProvide HIV/STI testing within a comprehensive package of sexual and reproductive \nhealth services for men and women, with instructions on condom use, partner notification, \nand referral. \nMonitor the percentage of women working at construction worksites and in the adjacent \ncommunities that have voluntarily requested an HIV test, have been tested, and have \nreceived the results. \nAdminister an exit survey at health facilities to male and female clients that have received \nVCT services, to determine the quality of care and level of stigma or discrimination \nassociated with the services. \n6. Improved HIV and  Review  national  monitoring  systems  for  improved  HIV  and  STI  monitoring  and \nSTI monitoring and  surveillance, to ensure that indicators are disaggregated by sex and ethnic group (as \nsurveillance systems  appropriate). \nwith M&E indicators  Ensure  that  new  M&E  indicators  for  HIV  prevention  associated  with  infrastructure \nfor HIV prevention in  development are disaggregated by sex and by ethnic group (as appropriate). \ninfrastructure projects \n7. Knowledge  Mainstream gender in each report on design/implementation lessons. Include a section \nproducts (reports,  on the specific gender actions in the subproject and their implementation. \nweb-materials, etc.)  Invite women’s groups (women’s unions), NGOs, and gender focal agencies to participate in \nand advocacy  TA-supported national and regional forums. \nmaterials and events  Invite  agencies  and  NGOs  involved  in  the  drive  against  human  trafficking  and \npublicizing the  gender-based violence, as well as reproductive health organizations, to participate in \nbenefits of and  relevant forums.  \nimplementation  Include a discussion of gender-related issues, impact, and knowledge in dissemination \nmechanisms for HIV  workshops, programs, and policy dialogue. \nprevention in  Prepare special studies relating to women, HIV, and infrastructure (e.g., studies on sex \ninfrastructure projects  workers, female personnel at construction sites, and females in affected communities) \nand disseminate the results in different forums and on relevant websites. \nProvide annual updates on subprojects and related gender activities to the GMS working \ngroups for human resources development and transport. \n8. Functioning project  Recruit an international gender specialist (12 person-months) to develop and supervise \nmanagement   the implementation of all gender-related activities for each subproject. \n ", "  Appendix 3  13\nOutput  Specific Actions \nRecruit three national gender specialists in Viet Nam, Cambodia, and Lao PDR (6 person-\nmonths each) to assist in conducting a gender analysis, preparing individual gender \naction plans, and monitoring specific gender actions for each subproject.  \nRecruit an international TA administrator to ensure that a gender analysis and specific \ngender action is prepared and implemented for each subproject. \nRecruit  an  international  M&E  specialist  to  ensure,  in  coordination  with  the  gender \nspecialists,  that  gender-specific  indicators  are  included  in  the  M&E  framework  for \ncollecting and reporting sex-disaggregated data.  \nAIDS = acquired immune deficiency syndrome; BCC = behavior change communication; GMS = Greater Mekong \nSubregion; HIV = human immunodeficiency virus; IEC = information, education, and communication; Lao PDR = Lao \nPeople’s Democratic Republic; M&E = monitoring and evaluation; NGO = nongovernment organization; PPMS = \nproject performance management system; STI = sexually transmitted infection; TA = technical assistance; UN = \nUnited Nations; VCT = voluntary counseling and testing. \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "14   Appendix 4 \nCOMPONENTS, SUBPROJECTS, ACTIVITIES, AND COST PLAN \nTable A4.1: Component 1 Subprojects and Cost Plan \n \nBudget by Year \nSubproject Cost  ($’000) \nNo.  Subproject Title  ($’000)  2008  2009  2010  2011 \n1.  LAO: Northern Economic Corridor (Route 3)  600  200  300  100   \n(post-construction) \n2.  LAO/VIE: East–West Corridor  700  200  300  200   \n(post-construction) \n3.  VIE: Central Region Transport Networks  700    400  300   \n(construction phase) \n4.  GMS: Cross-Border Transport Agreement  500  100  200  200   \n5.  CAM: Road Improvement Project (during and  700    400  300   \nafter construction) \n6  CAM/VIE: Southern Coastal Corridor a  0         \n7.  LAO: Northern GMS Transport Network  0         \nImprovement Projecta \n8.  PP-HCMC Highway (post-construction)  600    300  300   \n9.  CAM: NW Provincial Roads (before and during  600      300  300 \nconstruction) \n10.  VIE/GMS: Second Northern GMS Transport  600      300  300 \nNetwork (before and during construction) \n       Total  5,000  500  1,900  2,000  600 \n \nCAM = Cambodia, GMS = Greater Mekong Subregion, LAO = Lao People’s Democratic Republic, NW = northwest, \nPP-HCMC = Phnom Penh-Ho Chi Minh City, VIE = Viet Nam. \na  Financing will be covered by a separate agreement but this activity will be included in the overall monitoring and \nevaluation  activities  under  the  proposed  regional  technical  assistance,  as  well  as  in  related  knowledge \ndissemination and advocacy activities. \nSource: Asian Development Bank estimates. \nTable A4.2: Component 2 Activities and Cost Plan  \nBudget by Year \nActivity Cost  ($’000) \nNo.  Activity  ($’000)  2008  2009  2010  2011 \n1.  Project coordination (consultant)  380  10  160  160  50 \n2.  Monitoring and evaluation (consultant)  120  40  20  20  40 \n3.  Gender and development (consultants)  120  20  50  30  20 \n4.  Surveys and other field studies  70  10  30  30   \n5.  Publications and reports (including   70  0  20  30  20 \nproduction, dissemination, and Web \nmaterials) \n6.  Workshops and consultations for advocacy  140  10  50  30  50 \nand knowledge dissemination \n7.  Contingency  100  20  30  30  20 \n       Total  1,000  110  360  330  200 \nSource: Asian Development Bank estimates. \n ", "  Appendix 5  15\nCOST ESTIMATES AND FINANCING PLAN \n($’000) \nItem  Cost \nGovernment of Australia Financinga   \n   \n1.Consultants  3,500.0 \n   a. Remuneration and Per Diem   \n       i.    International Consultants  2,500.0 \n       ii.   National Consultants  800.0 \n   b. International and Local Travel  200.0 \n       (including international and local travel)   \n2. Training, Seminars, Workshops, and Conferences  600.0 \n    (including material development, supplies, and travel)   \n3. Surveys  350.0 \n4. Publications and Reports  350.0 \n    (including production, editing and dissemination)   \n5. IEC Materials, Medical Supplies, and Office Equipment  600.0 \n    (including condoms, STI treatment kits, and HIV testing)   \n6. Contingencies  600.0 \n \n \n              Total \n6,000.0 \nHIV  =  human  immunodeficiency  virus;  IEC  =  information,  education,  and \ncommunication; STI = sexually transmitted infection. \na   Administered by the Asian Development Bank (ADB). This amount also includes \nADB’s administration fee, audit cost, bank charges, and a provision for foreign \nexchange fluctuations (if any), to the extent that these items are not covered by the \ninterest and investment income earned on this grant, or any additional grant from the \nGovernment of Australia. \nSource: ADB estimates. \n ", "16   Appendix 6 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  The consultant inputs under the technical assistance (TA) will consist of technical and \nimplementation support for the TA program as a whole and the implementation of activities \nunder  component  2,  as  well  as  a  range  of  consultant  inputs  for  the  implementation  of \ncomponent 1 subprojects. The terms of reference for the consultant inputs for implementation \nsupport are outlined below. The table at the end of the appendix lists the main tasks of the \ninternational and national consultants related to the implementation of the subprojects under \ncomponent 1.  \nA.  Technical Assistance Coordination \n2.  An international TA administrator will be hired for 36 person-months to coordinate the \noverall  implementation  of  subprojects  under  component  1  as  well  as  the  knowledge \nmanagement  program  under  component  2  (training,  seminars,  workshops,  conferences, \npublications, etc). The consultant, who will be based in Manila, will: (i) prepare the annual \nworkplan in consultation with Southeast Asia Social Sectors Division (SESS) staff; (ii) ensure \nregular  reporting  and  consultations  with  the  Government  of  Australia  on  TA  activities; \n(iii) provide technical advice and other support to the Asian Development Bank (ADB) staff \nimplementing the subprojects; (iv) help SESS staff and the HIV/AIDS steering committee review \nand process TA proposals; (v) support the development of targets and performance indicators \nfor the subprojects; (vi) ensure the preparation of subproject gender analyses and the collection \nof related data; (vii) oversee the compilation of monitoring and evaluation data and the analysis \nand reporting of unified data; (viii) supervise the national program officer in preparing and \nupdating material on TA activities for dissemination; (ix) organize annual reviews of TA activities; \nand (x) prepare annual reports on these activities. \n3.  To support TA coordination and monitoring and evaluation, a national program assistant \nwill be hired for 36 person-months to (i) help the international TA coordinator and ADB staff \nprepare  annual  work  programs  under  the  TA,  and  to  organize  consultations  with  the \nGovernment  of  Australia  and  other  key  development  partners;  (ii)  help  the  international \ncoordinator and ADB staff prepare detailed plans for subprojects; (iii) establish and maintain a \ndatabase and a monitoring system for subprojects and related disbursements and use of funds; \n(iv) help the international TA coordinator support the implementation of subprojects including \ndisbursements and reporting; (v)  prepare and update materials on subproject activities for \npublication  on  ADB’s  website  and  for  dissemination  through  other  media  and  in  other \nappropriate forums; and (vi) help the international TA coordinator organize annual reviews of \nactivities, and prepare annual reports on these activities. \nB.  Technical Assistance Monitoring and Evaluation \n4.  An  international  monitoring  and  evaluation  specialist  will  be  hired  to  provide \n12 person-months of services intermittently over 36 months. The consultant will: (i) establish a \nmonitoring and evaluation framework for subproject activities; (ii) provide guidelines, advice, and \nsupport to ADB staff and consultants associated with subproject implementation, on the use of \nthe framework; (iii) support the annual or other regular collection and comparison of monitoring \ndata; (iv) ensure, wherever possible and appropriate, the collection of gender-disaggregated \ndata; (v) provide annual reports based on the monitoring data; and (vi) design and support a \nyear 3 evaluation. \n ", "  Appendix 6  17\nC.  Gender Specialists \n5.  An international gender specialist will be hired to provide 12 person-months of services \nintermittently over 36 months. The consultant will: (i) work with subproject teams to develop \nsite-specific gender action plans following the guidelines of the gender action plan for this TA; \n(ii)  provide  guidelines,  advice,  and  support  to  ADB  staff  and  consultants  associated  with \nsubproject implementation, on the application of the gender action framework; (iii) support the \nannual or other regular collection and comparison of gender-related monitoring data along with \ngender-disaggregated data on all appropriate indicators; (iv) provide annual reports on the \nprogress against the gender action plan; and (v) design and support a year 3 evaluation. \n6.  In addition to the international gender specialist, national gender specialist services will \nbe hired in Cambodia, Lao People’s Democratic Republic, and Viet Nam (6 person-months of \nintermittent services in each country) to support the development and implementation of plans \nassociated  with  the  subprojects  in  that  country  and  to  support  the  collection  of  relevant \nmonitoring and evaluation data.  \n \nTable A6: Outline of Estimated Consultant Inputs for Component 1 Subprojects and \nActivities \nNo.  Subproject or Activity Title  International Consultant  National Consultant \n1.  LAO: Northern Economic  •  Team Leader/HIV  •  HIV Social Marketing \nCorridor (Route 3)  Technical Expert (6  Specialist/Deputy Team \nperson-months)  Leader (24 person-\n•  M&E consultant (6 person-  months) \nmonths)  •  HIV Community Programs \nSpecialist (2 x 24 person-\nmonths) \n•  M&E consultant (6 person- \nmonths) \n2.  LAO/VIE: East–West Corridor  •  Team Leader/HIV  •  HIV Community Programs \nTechnical Expert (9  Specialist/Deputy Team \nperson-months)  Leader (30 person-\n•  M&E consultant (9 person-  months) \nmonths)  •  HIV Community Programs \n  Specialist (3 x 36 person-\nmonths) \n•  M&E consultant (3 x 9 \nperson-months) \n3.  VIE: Central Region Transport  •  HIV Technical Specialist (9  •  HIV Community Programs \nNetworks  person-months)  Specialist (2 x 24 person-\n  months) \n•  M&E consultant (6 person- \nmonths) \n4.  GMS: Cross-Border Transport  •  HIV Technical Specialist (3  •  HIV Community Programs \nAgreement  person-months for  Specialist (2 x 24 person-\nassessment and program  months) \ndesign)  •  M&E consultant (6 person- \n•  HIV Technical Specialist (6  months) \nperson-months intermittent   \nfor implementation) \n       \n ", "18   Appendix 6 \nNo.  Subproject or Activity Title  International Consultant  National Consultant \n5.  CAM: Road Improvement Project  •  HIV Technical Specialist  •  HIV Community Programs \n(6 person-months)  Specialist (2 x 24 person-\n  months) \n•  M&E consultant (6 person-\nmonths) \n6.  CAM/VIE: Southern Coastal  Not applicable a  Not applicable a \nCorridor \n7.  LAO: Northern GMS Transport  Not applicable a  Not applicable a \nNetwork Improvement Project \n8.  PP-HCMC Highway  To be determined  To be determined \n(post-construction) \n9.  CAM: NW Provincial Roads  To be determined  To be determined \n10.  VIE/GMS: Second Northern  To be determined  To be determined \nGMS Transport Network \nCAM = Cambodia, GMS = Greater Mekong Subregion, HIV = human immunodeficiency virus, LAO = Lao \nPeople’s Democratic Republic, M&E = monitoring and evaluation, NW = northwest, PP-HCMC = Phnom Penh-\nHo Chi Minh City, VIE = Viet Nam. \na  The HIV components associated with this road project are being financed and implemented under arrangements \nseparate to this Technical Assistance but this activity will be included in the overall monitoring and evaluation \nactivities under the proposed regional technical assistance, as well as in related knowledge dissemination and \nadvocacy activities. \nSource: ADB estimates \n \n "], "metadata": {"CreationDate": "D:20080602154054+08'00'", "Author": "FMB", "Creator": "PScript5.dll Version 5.2", "Keywords": "acquired immune deficiency syndrome, human immuno deficiency virus, hiv aids prevention infrastructure, gms hiv awareness, hiv sti treatment, sexually transmitted infection, adb project 41353", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20080627094023+08'00'", "Title": "HIV Prevention and Infrastructure: Mitigating Risk in the Greater Mekong Subregion (Financed by the Government of Australia)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 19 May 2008) \n \nCurrency Unit  –  Australian Dollar (A$) \nA$1.00 =  0.95523 \n$1.00 =  A$1.04687 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AIDS  –  acquired immune deficiency syndrome \n  GMS  –  Greater Mekong Subregion \n  HIV  –  human immunodeficiency virus \n  Lao PDR  –  Lao People’s Democratic Republic \n  NGO  –  nongovernment organization \n  SERD  –  Southeast Asia Department \n  SESS  –  Southeast Asia Social Sectors Division \n  STI  –  sexually transmitted infection \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention (TI-M6) \nSector  –  Health, nutrition, and social protection \nSubsector  –  Health programs \nThemes  –  Capacity development, gender and development, inclusive social \ndevelopment \nSubthemes  –  Client relations, network, and partnership development; regional \ngender equity initiatives; other vulnerable groups \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  L. Studdert, Health Specialist, SERD \nTeam member  A. Jain, Social Sector Specialist, SERD ", "authors": [{"documentRole": "Vice President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "L. Studdert", "role": "Health Specialist", "organization": "SERD"}, {"documentRole": "Team member", "fullname": "A. Jain", "role": "Social Sector Specialist", "organization": "SERD"}]}