{"path": "data/input/ta/41403-013-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 41403-013 \nNovember 2014 \n \n \n \nProposed Loan \nKingdom of Cambodia: Urban Water Supply Project \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011.   \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of  14 November 2014) \n     \nCurrency unit  –  riel/s (KR) \nKR1.00   =  $0.000245 \n$1.00  =  KR4,068 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DDR  –  due diligence report \n  DED  –  detailed engineering design \n  DPWS  –  Department of Potable Water Supply \n  EIRR  –  economic internal rates of return \n  EMP  –  environmental management plan \n  IEE  –  initial environmental examination \n  JICA  –  Japan International Cooperation Agency \n  km  –  kilometer \n  m3/day  –  cubic meter per day \nMIH  –  Ministry of Industry and Handicraft \n  MPWT  –  Ministry of Public Works and Transport \n  NRW  –  nonrevenue water \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \nPIU  –  project implementation unit \n  PMU  –  project management unit \n  PPWSA  –  Phnom Penh Water Supply Authority \n  PWW  –  public waterworks \nSDR  –  special drawing right  \nSPS  –  Safeguard Policy Statement \nSRWSA  –  Siem Reap Water Supply Authority \n  TA  –  technical assistance \n \nNOTE \nIn this report, “$” refers to US dollars, unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  E. Honda, Officer-in-Charge, Urban Development and Water Division, \nSERD \n   \nTeam leader  M. White, Urban Development Specialist (Water Supply and Sanitation), \n  SERD \nTeam members  L. Adams, Senior Social Development Specialist, SERD \nA. Jain, Senior Social Sector Specialist, SERD \n  B. Konysbayev, Senior Counsel, Office of the General Counsel \nS. Kotagiri, Social Development Specialist (Resettlement), SERD \nS. Sandhu, Senior Environment Specialist, SERD \nA. Senador, Operations Assistant, SERD \n  S. Tansengco-Schapero, Senior Finance Specialist, SERD \nPeer reviewers  Lu Shen, Senior Urban Development Specialist, Central and West Asia \nDepartment \nM. Paniagua, Unit Head (Project Administration), Pacific Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank \ndoes not intend to make any judgments as to the legal or other status of any territory or area. ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  8 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 41403-013\nProject Name Urban Water Supply Project Department SERD/SEUW\n/Division\nCountry Cambodia Executing Agency Ministry of Industry and \nBorrower Kingdom of Cambodia Handicraft\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban water supply 34.00\ninfrastructure and services\nTotal 34.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  Low\ngrowth (IEG) including jobs, made more inclusive Project\nEnvironmentally  Urban environmental improvement\nsustainable growth (ESG)\nRegional integration (RCI) Pillar 4: Other regional public goods\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Organizational development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Bilateral institutions (not client government)\nImplementation\nPrivate sector  Public sector goods and services essential for \ndevelopment (PSD) private sector development\n5. Poverty Targeting Location Impact\nProject directly targets  No Urban High\npoverty\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 34.00\n     Sovereign Project loan: Asian Development Fund  34.00\nCofinancing 0.00\n     None 0.00\nCounterpart  3.40\n     Government 3.40\n  \nTotal 37.40\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 13102014162558248171 Generated Date: 17-Nov-2014 14:53:50 PM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Kingdom of Cambodia for the Urban Water Supply Project. 1 \n \n2.  The project will improve the performance of water utilities in nine provincial towns to give \nresidents greater access to safe piped water supply.2 It will contribute to the government’s target \nof achieving 100% piped water supply coverage in urban areas by 2025 by (i) rehabilitating and \nimproving existing water treatment plants, (ii) providing new water sources and treatment plants, \n(iii)  augmenting  or  replacing  existing  distribution  pipelines  to  increase  system  pressure  and \nimprove service delivery, and (iv) providing new transmission and distribution pipelines. Through a \nproposed stand-alone technical assistance (TA) project that will complement the project and be \nprocessed in 2015, the Asian Development Bank (ADB) will also provide capacity development \nsupport  to  the  Ministry  of Industry  and  Handicraft  (MIH)  in  the  areas  of  sector  reform  and \nregulation. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Since its full reintegration into the international development community after elections in \n1993, Cambodia has continued to rebuild and recover from a conflict-affected past. Investment \nin the urban water supply subsector since 1993 has centered primarily on Phnom Penh, the \ncapital  and  largest  city,  while  infrastructure  and  institutional  development  of  other  public \nwaterworks (PWWs) across the country have suffered from inadequate levels of investment. \nThese PWWs have relied mostly on official development assistance from numerous bilateral \nand  multilateral  development  partners  for  financial  support,  including  ADB.  Structural  and \norganizational weaknesses in the water sector include a lack of corporate status for PWWs, \ninsufficient  autonomy  and  accountability,  and  a  high  degree  of  control  by  the  central \ngovernment. The lack of investment has meant that PWWs operate unsustainably and deliver \nsubstandard  services.  Rapid  urbanization  has  exacerbated  the  problem,  and  many  urban \nresidents  lack  access  to  adequate  and  safe water  supply  and  sanitation  services. Typical \nproblems include old piping, inadequate system coverage, poor operation and maintenance \n(O&M), intermittent supply of water, water quality issues, and high levels of nonrevenue water \n(NRW).3 Tariff structures vary among the PWWs, and are rarely adequate to cover the true \ncosts  of  providing  the  water  service.  This  situation  is  in  stark  contrast  to  the  strong \nmanagement, corporatization, staff development, and efficiency that have allowed Phnom Penh \nWater Supply Authority (PPWSA) to flourish over the same period, with support from ADB and \nother development partners. Today, PPWSA is one of the most efficient water utilities in Asia. \n \n4.  Cambodia’s  current  population  is  estimated  to  be  14.7  million,  spread  through  24 \nprovinces and 26 cities and district towns.4 About 20% of the country’s people live in urban areas. \nUrbanization is far outstripping rural population growth, and the urban population is expected to \nreach 30% of the national total, by 2030. Cambodia’s 2015 Millennium Development Goals \ntarget to provide 80% of people living in urban areas with access to improved water sources and \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB provided project preparatory technical assistance. ADB. 2012. Urban Water Supply and Sanitation Project. \nManila. \n3  Nonrevenue water is defined as the difference between the amount of water put into the distribution system and the \namount of water billed to consumers. \n4  Royal Government of Cambodia. 2013. Cambodia Intercensal Population Survey 2013. Phnom Penh. ", "2 \n74% with access to improved sanitation have been achieved, with results of 88% and 89% \nrespectively.5 This apparent success has been extremely uneven across the country, however, \nand has had little impact on access to reliable, continuous, and safe piped water supply to the \nurban households served by the PWWs. In 2009, more than 78% of the residents of Phnom \nPenh had access to piped water supply, but the national average was only 42%.6  Access in \nurban areas outside the capital ranged from about 12% in Siem Reap to about 64% in Pursat. In \n2013, the level of NRW was 6% in Phnom Penh, but ranged from 10% to 40% in the provincial \ntowns—and the reliability of the figures reported from outside of the capital is suspect and the \nlevel of water supply leaked, wasted, and unpaid for in these areas could be higher. These \nPWWs need to follow the example set by PPWSA, since 1993, by (i) increasing water supply \ncoverage, (ii) improving water quality, and (iii) reducing the current high levels of NRW.  \n \n5.  The Department of Potable Water Supply (DPWS) under the MIH7 is responsible for the \ncoordination, policy, and regulation of urban water supply in Cambodia. Of the 12 public water \nutilities in the country, which supply water to urban centers, two have been transformed into \nautonomous water authorities—PPWSA in 1996, and the Siem Reap Water Supply Authority \n(SRWSA) in 2007. This improved the financial and operational performance of both. The MIH \ncontrols the remaining 10 PWWs through its provincial line agencies, but aims to transform \nthese to autonomous water authorities by 2018. The DPWS licenses private  water supply \noperators and regulates all public and private operators’ tariffs, and it is receiving assistance for \nthese activities from the Japan International Cooperation Agency (JICA) and the World Bank. \n \n6.  Taking into consideration the government’s public debt management strategy to promote \nfinancial autonomy of PWWs and ensure sustainable economic growth, the Ministry of Economy \nand Finance sought ADB financing for the Urban Water Supply Project in February 2012. ADB’s \ncountry operations business plan includes an Asian Development Fund loan for the project for \n2014 approval. 8 \n \n7.  ADB’s  past  support  in  provincial  urban  water  supply  included  the  Provincial  Towns \nImprovement  Project.9 It  was  completed  in  2006  and  provided  water  treatment  plants  and \ndistribution systems in six towns. In 2009, ADB completed a regional TA, the Mekong Water \nSupply and Sanitation Project in Cambodia, the Lao People's Democratic Republic, and Viet \nNam.10 The TA prepared feasibility studies for water supply and sanitation in the towns of Kratie \nand Stung Treng, but no ADB financing followed due to differences between ADB and the \ngovernment on sector and tariff reform. To meet the urgent need in Kratie, a private sector \ncompany invested in the water supply system. This was not the case at Stung Treng, where a \nsuitable private sector provider was not available. Identified as an urgent subproject in 2009, \nStung Treng’s importance has been increasing, with a new national highway under construction \nconnecting it to Siem Reap and onwards to Thailand, in addition to its established links to the \nLao People’s Democratic Republic. \n \n                                                \n5  World Health Organization and United Nations Children’s Fund. 2014. Joint Monitoring Programme for Water \nSupply and Sanitation (1980–2012). \n6  National piped water supply coverage in 2014 is estimated at about 50%, but no formal data are available on this. \n7  This was the Ministry of Industry, Mines, and Energy until 2014. \n8   ADB. 2014. Country Operations Business Plan, Cambodia,  2014–2016. Manila. \n9  ADB. 2003. Report and Recommendation of the President to the Board of Directors: Proposed Supplementary \nLoan to the Kingdom of Cambodia for the Provincial Towns Improvement Project. Manila. The project covered the \ntowns of Battambang, Pursat, Kampong Thom, Kampong Cham, Svay Rieng, and Kampot. \n10 ADB. 2008. Technical Assistance for Preparing the Mekong Water Supply and Sanitation Project. Manila. \n ", "3 \n8.  After limited involvement since 2006, ADB is seeking to reengage in and provide long-\nterm support for the country’s urban water supply sector, starting with this project. In line with \nthe government’s strategy, the aim of this assistance will be to raise the performance of the \nPWWs in the rest of the country to the standard achieved by PPWSA in Phnom Penh. The \nproject will address the problems identified by the MIH in its priorities and strategies for 2013–\n2018. These are (i) inadequate legal and regulatory frameworks; (ii) the continued dependence \nof  the  country’s  PWWs,  except  for  PPWSA  and  SRWSA,  on  financial  support  from  the \ngovernment; (iii) old production and distribution systems and inadequate human resources; (iv) \na lack of financial resources for rehabilitating and developing the sector; and (v) the overall \ninadequate water supply coverage in the country’s urban areas. \n \n9.  The project will provide additional new and rehabilitated water supply infrastructure and \nextend system coverage to expand access to safe water in nine towns.11 The MIH selected eight \nPWWs and SRWSA for support under the project. The project aims to (i) address the most urgent \nneeds of the urban water sector by improving and expanding services; and (ii) prepare for sector \nreform with the goals of providing improved 24-hour service coverage and better water quality, as \nwell as making the PWWs more autonomous and therefore more financially sustainable. The \nproject will also provide piped water supply to an additional 58,000 residents through (i) a new \nwater supply system in Stung Treng, (ii) a new distribution zone in Siem Reap, and (iii) system \nexpansion in Kampong Cham and Svay Rieng. In addition, the project will rehabilitate existing \nwater treatment plants in seven towns. The project interventions will replicate initiatives that \nmade PPWSA successful and build on PPWSA experience.12 It will also incorporate lessons \nfrom previous ADB projects.13 The project will help the PWW’s reduce real NRW levels to below \n15% by using improved material and construction practices in its works to complement ongoing \nNRW reduction initiatives by the service providers and other development partners.14 \n \n10.  The project is aligned with (i) phase 3 of the government’s rectangular strategy for \ngrowth, employment, equity, and efficiency;15 (ii) Cambodia’s national strategic development \nplan for 2014–2018;16 and (iii) the action plan of the MIH to facilitate private sector partnerships, \nstrengthen the management of publicly owned waterworks, and integrate urban water supply with \nurban  environmental  management.  The  project  supports  ADB’s  water  and  sanitation  sector \nassessment, strategy, and road map for Cambodia; as well as ADB’s Water Operational Plan, \n2011–202017 to improve the efficiency of water services. It also aligns with the three pillars of \nADB’s country partnership strategy for Cambodia 18  which call for (i) strengthening rural, urban, \nand  regional  linkages  through  investments  in  water  supply  infrastructure  and  services;  (ii) \n                                                \n11 The towns where these plants will be rehabilitated and their populations in 2012 are Kampong Cham (64,000), \nKampong Thom (46,000), Kampot (48,000), Pursat (51,000), Siem Reap (141,000), Sihanoukville (71,000), Stoung \n(51,000), Stung Treng (34,000), and Svay Rieng (45,000). \n12 The factors that have contributed to PPWSA’s success included (i) strong and continuous leadership, (ii) financial \nautonomy, (iii) continuous staff development and performance-based bonuses, (iv) customer-orientated service, (v) \nhigh-quality infrastructure and equipment, and (vi) a strong focus on NRW reduction and energy efficiency. \n13 Among lessons learned are the need to (i) promote high quality design for water treatment plants to allow flexible \noperation, (ii) procure good-quality equipment, and (iii) select equipment that can be easily repaired or replaced. \n14 Development Coordination (accessible from the list of linked documents in Appendix 2). \n15 Royal Government of Cambodia. 2013. Rectangular Strategy for Growth, Employment, Equity, and Efficiency – \nPhase III. Phnom Penh. \n16 Key actions for water supply in the national strategic development plan are (i) the development of a legal \nframework for urban water supply; (ii) promotion of decentralization and deconcentration; (iii) the transfer of full \nautonomy for service delivery to all provincial waterworks; (iv) an increase in urban water sector financing; (v) \nimprovement of sector performance and public access to safe, affordable, and sustainable water supplies; and (vi) \nimprovement in the protection of water sources and enforcement of regulations. \n17 ADB. 2011. Water Operational Plan, 2011–2020. Manila. \n18 ADB. 2014. Country Partnership Strategy: Cambodia, 2014–2018. Manila. \n ", "4 \nhuman resource development by improving urban water supply management capacity; and (iii) \nsupporting public sector management by helping to decentralize and expand public financial \nmanagement capacity through the MIH’s plan for financial autonomy of the PWWs by 2018. \n \n11.  Comprehensive  capacity  development  is  currently  being  implemented  under  JICA-\nassistance at some of the project’s PWWs, which will also benefit the project. It is focusing on \nwater utility management and finance. JICA is also assisting the MIH at the national policy level \nin developing a water law. The World Bank is providing support on the licensing of private water \noperators and related regulation of these. Under new leadership in 2014, the MIH completed a \ncomprehensive assessment of each of its public water utilities and is using the findings to \ndevelop short- and medium-term action plans. In particular, the MIH will encourage the PWWs \nto provide efficient services and affordable tariffs with full cost recovery and savings for future \ninvestment to gradually reduce their reliance on external support.  \n \n12.  The project does not include urban sanitation improvements because responsibility for \nurban sanitation and drainage systems lies with the Ministry of Public Works and Transport \n(MPWT), not the MIH, and the Ministry of Economy and Finance requested that the project have a \nsingle executing agency. In addition, ADB’s experience from previous project loans19 that required \nworking with both the MPWT and MIH was not entirely successful. However, urban sanitation will \nbe addressed as a subcomponent of ADB’s proposed urban development projects with  the \nMPWT. ADB is encouraging the idea of a single agency for urban water supply and sanitation in \nCambodia, and will continue with policy dialogue during project implementation. The proposed \nstand-alone capacity development TA will include an investigation of effective ways to combine \nurban water supply and urban sanitation in preparation for possible inclusion by ADB in a sector \nloan planned for 2017. \n \nB.  Impact and Outcome \n \n13.  The  project’s  impact  will  be  expanded  access  to  sustainable  and  safe  water  supply \nservices for the urban population in Cambodia. This will contribute to the government’s 2025 \ntarget of 100% coverage. The outcome will be improved water supply infrastructure and service \nprovision in nine towns. By 2019, the project will provide a total of about 438 kilometers (km) of \npipelines and about 9,600 new household connections in the towns of Siem Reap and Stung \nTreng.  \n \nC.  Outputs \n \n14.  Output 1: Existing water supply systems improved in seven towns. The project will \nimprove operational performance of water supply systems in seven towns and ensure that the \nfacilities operate at optimal level before coverage is expanded under a proposed subsequent \nsector  loan.  The  improvements  will  comprise  (i)  new  deep  wells  at  Kampong  Cham;  (ii) \nrehabilitated water treatment plants in seven towns; (iii) rehabilitated or new clear water storage \ntanks in three towns; (iv) rehabilitated pumping equipment in four towns; (v) augmented and/or \nreplaced water mains in four towns; and (vi) subsidized household connections along new \npipeline routes,20 including provision for 2,000 new connections for Kampong Cham and Svay \nRieng. New laboratory equipment will be provided in five towns to improve monitoring and water \nquality. \n                                                \n19 ADB. 2008. Completion Report: Provincial Towns Improvement Project in Cambodia. Manila. \n20 Connections for the poor will be subsidized by 30%–100%, based on household income and ability to pay at the \ntime of connection. A subsidy policy similar to that of PPWSA will be used, rather than historical poverty mapping. \n ", "5 \n \n15.  Output 2: New water supply system provided for Stung Treng. The project will \nprovide a new water supply system for the town Stung Treng that will include (i) a surface water \nintake; (ii) a water treatment plant that will have a capacity of about 7,950 cubic meters per day \nand be equipped with a laboratory; (iii) about 354 km of water transmission and distribution \npipelines; and (iv) provision for 4,600 new household connections that will be subsidized for \npoor households. \n \n16.  Output 3: Water supply coverage increased in Siem Reap. Water supply in Siem \nReap  will  be  expanded  through  a  new  zone  to  distribute  water  from  new  SRWSA  water \ntreatment plants. Subcomponents will include (i) about 6.5 km of new transmission mains; (ii) \nabout 35 km of new distribution pipelines; and (iii) provision for 5,000 household connections to \nbe subsidized for poor households. Water for the project will be supplied by a new 17,000 cubic \nmeters  per  day  (m3/day)  treatment  plant  being  developed  under  parallel  financing  by  the \nAgence Française de Développement and planned for 2017. A JICA-financed project, sourcing \nwater from the Tonle Sap lake, is planned for 2019 and will provide an additional 60,000 m3/day \nto Siem Reap to support the town’s longer term needs. \n \n17.  Output  4:  Project  implementation  supported  and  operation  and  maintenance \ndeveloped.  The  project  will  include  project  implementation  support  services  for  the  project \nmanagement  and  implementation  units  in  detailed  engineering  design  and  construction \nsupervision. It will also support other project functions, including safeguards implementation and \nmonitoring, gender and community development, accounting and financial management, bidding \nand procurement, and disbursement. The project will enhance the skills of and provide on-the-job \ntraining for the MIH and PWWs staff in project management and design and implementation of \nurban water supply projects and O&M. \n \n18.  Proposed technical assistance. ADB is planning a stand-alone capacity development \nTA (para. 2). The TA would seek to build institutional capacity at the MIH, strengthen sector \nregulation, and improve tariff reform. The scope of the TA will be developed based on the \nproject needs, MIH’s ongoing sector reforms, and coordination with JICA’s ongoing capacity \ndevelopment program for the PWWs.  \n \n19.  Special features of the project. The project design includes (i) its planned support for \nthe MIH’s recent initiative to accelerate sector reform and improve the financial and operational \nperformance of the PWWs, which aims to increase financial autonomy for all PWWs by 2018; \n(ii) its use of the experience of PPWSA to enhance management and operational efficiency at \nother  waterworks  and  to  improve  service  delivery  and  NRW  management;  (iii)  its  plan  to \noptimize  the  performance  of  existing  facilities  through  targeted  small  investments,  thereby \npaving the way for further investment to increase coverage and quality of services; and (iv) its \nintent to implement a subsidized water connection policy similar to that used by PPWSA at all \nPWWs under the project to help poorer households to connect. \n \nD.  Investment and Financing Plans \n \n20.  The project is estimated to cost $37.40 million (Table 1). Major cost items are civil works \n(61.7%),  consulting  services  and  capacity  development  (12.5%),  vehicles  and  equipment \n(2.0%). Contingencies and financing charges represent 22.6% and 1.2% of the estimated costs, \nrespectively.   \n ", "6 \nTable 1: Project Investment Plan \n($ million) \nItem  Amount \nA.  Base Costa \n1. Output 1: Existing water supply systems improved in seven towns  4.61 \n2. Output 2: New water supply system provided for Stung Treng  12.80 \n3. Output 3: Water supply coverage increased in Siem Reap  5.68 \n4. Output 4: Project implementation supported and O&M developed  4.69 \n5. Vehicles and equipment (including operation and maintenance)  0.73 \n    Subtotal (A)b  28.51 \nB.  Contingenciesc  8.47 \nC.  Financing Charges During Implementationd  0.42 \n    Total (A+B+C)  37.40 \na   Includes  taxes  and  duties  of  $2.56  million  to  be  financed  from  government  resources  through \nexemption. The government will provide in-kind contribution with no incremental cost for the project \nmanagement unit and project implementation units (except at SRWSA), office space for the consultants, \nand audit costs. \nb  In August 2014 prices. \nc  Physical contingencies computed at 15% of base cost. Price contingencies estimated at 2.2% (2014), \n1.9% (2015), 1.8% thereafter for foreign project costs and 3.5% for local project costs. \nd  Based on 1.0% interest rate on Asian Development Fund loan. \nSource: Asian Development Bank estimates. \n \n21.  The  government  has  requested  a  loan  in  various  currencies  equivalent  to  SDR \n22,848,000 from ADB’s Special Funds resources to help finance the project. The loan will have \na 32-year term, including a grace period of 8 years, an interest rate of 1.0% per annum during \nthe grace period and 1.5% per annum thereafter, and such other terms and conditions set forth \nin the draft loan and project agreements. The financing plan is in Table 2. \nTable 2: Financing Plan \n  Amount  Share of \nSource  ($ million)  Total (%) \nAsian Development Bank      \n        Special Funds resources (loan)  34.00  90.9 \nGovernment  3.40  9.1 \nTotal  37.40  100.0 \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n22.  The project is scheduled for implementation over 60 months from January 2015 to \nDecember 2019. The MIH will be the executing agency and will prepare and implement project \nactivities. A project management unit (PMU) will be established in the DPWS with full-time staff \nto execute and manage the project. An English-speaking project coordinator will be assigned to \nthe PMU. Project implementation units (PIUs) will be established in each of the provincial \nwaterworks responsible for daily coordination and supervision of subproject implementation. \nThe executing agency will recruit project implementation assistance consultants to assist the \nPMU and PIUs. Procurement of goods, works, and related services will be undertaken in \naccordance with ADB’s Procurement Guidelines (2013, as amended from time to time), and \nrecruitment of consulting services will comply with ADB’s Guidelines on the Use of Consultants \n(2013, as amended from time to time). The implementation arrangements are summarized in \nTable 3 and described in detail in the project administration manual (PAM).21  \n                                                \n21  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  January 2015–December 2019 \nEstimated completion date  31 December 2019 \nManagement \n(i)   Executing agency  MIH \n(ii)  Key implementing  The PMU will be the DPWS - Project Director, Project Manager, \nagencies  Accountant, Technical Officer (3), Procurement Officer (2), Administration \nOfficer, Social and Environmental Safeguards Officer (2), Cashier. Four \ndrivers to be engaged as contract staff under the project costs. \n(iii)  Implementation unit  PIU  at  each  PWW  -  Project  manager,  accountant,  technical  officer, \nadministrative officer, and social and environmental safeguards officer. At \nleast one staff from the provincial Department of Industry and Handicraft \nwill be included as the project manager of the PIU. \nPMU and PIU at SRWSA - Project Director, Project Manager, Water \nSupply  Engineer,  Civil  Engineer,  Procurement  Officer,  Social  and \nEnvironmental  Safeguards  Officer,  Administration  Officer,  and \nAccountant. Support staff and vehicles will be provided by SRWSA. \nProcurement  International competitive  3 contracts  $ 22.28 million \nbidding \nNational competitive bidding  2 contracts  $ 1.43 million \nShopping  4 contracts  $ 0.16 million \nConsulting services  Consulting firm  503 person- $ 4.23 million \n(QCBS, 80:20, FTP)  months \nAdvance contracting  Advanced action for consulting services and procurement of project \nvehicles and equipment. \nDisbursement  The loan proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \nADB = Asian Development Bank, DPWS = Department of Potable Water Supply, FTP = full technical proposal, MIH = \nMinistry of Industry and Handicraft, PIU = project implementation unit, PMU = project management unit, PWW = \npublic waterworks, QCBS = quality- and cost-based selection, SRWSA = Siem Reap Water Supply Authority. \nSource: Asian Development Bank estimates. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n23.  Technical  due  diligence  assessed  the  appropriateness  of  the  technologies  and  the \nsubproject components proposed. An ADB mission visited all subproject sites and discussed all \nproposed improvements with all eight PWWs and SRWSA. The project has been designed to \naddress the operational issues at each water treatment plant and will ensure that each facility \noperates at optimum levels when completed. New pipelines will expand coverage in four towns \nand improve system pressures and performance in the other five. In response to the MIH’s \nincreased focus on 24-hour supply and water quality, NRW management will be given a higher \npriority, and new water laboratories will be provided at six of the PWWs. Pipeline replacement \nand an improved quality of materials and construction will reduce NRW. \n \nB.  Economic and Financial \n \n24.   Economic  and  financial  analyses  were  conducted  in  accordance  with  ADB’s \n22\nguidelines for the project.  The following were considered in the computation of economic \n                                                \n22 Economic Analysis and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "8 \ninternal rate of return (EIRR): (i) value of incremental water, (ii) resource cost savings on \nnon-incremental, (iii) value of water saved from improvement in non-technical losses, (iv) \nvalue of health benefits, and (v) other economic benefits identified but not quantified and \nvalued. The estimated base case EIRR ranged from 12.0% for Stung Treng to 36.4% for \nKampot, higher than the economic opportunity cost of capital of 12%. Sensitivity analyses \nshowed that subprojects were most sensitive to a  simultaneous increase in costs and  a \ndecrease in benefits. EIRRs remain above 12% in all sensitivity scenarios except for Siem \nReap and Stung Treng, where EIRRS are marginal at 10.5% and 9.5%, respectively, for this \nworst case scenario. Overall, EIRR for the project is 13.9%.  \n \n25.   SRWSA is a state-owned enterprise, and the government will onlend the project funds \nto  SRWSA  at  terms  of  at  least  the  Asian  Development  Fund  interest  rate.  The  financial \nevaluation undertaken for SRWSA concluded that the base case financial internal rate of return \nis 26.3%, higher than the weighted average cost of capital of 0.75%, showing the project to be \nfinancially  viable.  Sensitivity  analysis  showed  that  the  subproject  was  most  sensitive  to  a \nsimultaneous increase in the cost of capital (20%) and O&M (10%), plus a decrease in revenue \n(10%). However, the financial internal rates of return remained above the weighted average cost \nof capital under all scenarios. The eight PWWs operate with varying levels of efficiency and cost \nrecovery. The government will grant the project funds on to the PWWs and require them to \ncommit to operational and tariff reforms that will ensure their sustainability and cover O&M \nexpenses and depreciation by 2018. Current and proposed tariffs are considered affordable, \nbased on tariff affordability analyses. \n \nC.  Governance \n \n26.  An assessment of the financial management and procurement capacity of the executing \nand  implementing  agencies  found  the  project  implementation  and  financial  management \narrangements of the DPWS to be adequate, but noted that the MIH is a new ministry created in \n2014 and has no track record on procurement or in anticorruption performance. The DPWS \nPMU has experience in managing externally funded projects and the capacity to undertake \ninternational and national competitive bidding for civil works packages. The MIH has adequate \nqualified and experienced finance and accounting permanent staff who can be nominated to the \nPMU. However, the staff has not been trained on ADB’s project implementation procedures. \nThe nine implementing agencies have the finance and accounting staff to fill PIU positions, but \nthey need training on ADB reporting procedures. Output 4 will strengthen the capacity of the \nPMU and PIU staff through on-the-job support in project and financial management. ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment and the MIH. The PAM contains specific policy requirements (footnote 21).  \n \nD.  Poverty and Social \n \n27.  A  socioeconomic  survey  was  conducted  during  project  preparation  in  four  pilot \nsubproject  areas  to  determine  the  socioeconomic  and  gender  characteristics  of  the \npopulations targeted to benefit from the project in the nine towns. The baseline data and \nassessment results supported the preparation of the  poverty, social, and gender analysis \nreport on the nine subproject areas, which identified the poverty, social and gender issues, \nrisks,  needs,  priorities,  and  opportunities  related  to  the  beneficiaries.  Based  on  this \nassessment, a summary poverty reduction and social strategy, a gender action plan, and a \nstakeholders communications strategy were prepared. They include measures to enhance \nproject benefits and mitigate potential risks to or negative impacts on beneficiaries. \n \n ", "9 \n28.  The  project  will  improve  public  health  and  promote  investment  and  employment \nopportunities that will benefit the overall population of 551,000 in the nine towns, which includes \n275,000 women and girls. The beneficiaries will include poor and vulnerable households living \nbelow the poverty line, which represent up to 30% of the individual town populations. The \nproject will benefit households by providing access to a reliable and safe water supply. It is \ndesigned to improve social inclusion. Domestic water supply connections will be made available \nto 11,600 households through subsidies of up to 100%. Potential customers will be trained on \nhow to apply for these connection subsidies.  \n \n29.  Based  on  the  gender  analysis  and  proposed  actions,  the  project  is  gender \nmainstreaming category II—effective gender mainstreaming. The gender action plan aims to \nprovide  project  benefits  for  women,  including  (i)  10%  of  the  employment  in  civil  works \nconstruction  and  in  O&M,  with  the  same  pay  and  job  conditions  as  those  of  men;  (ii) \nparticipation  by  women  in  construction  skills  training  and  upgrading  to  enhance  their \nemployment opportunities; (iii) a minimum 30% of the places in the PMU staff training to be \nprovided in planning, design, financial management, procurement, and O&M of project facilities; \n(iv) the development of greater gender-sensitivity and gender equity policies in the executing \nagency, PMU, and PIUs, including gender awareness training in which at least 70% of the \nparticipants will be males; (v) a guarantee that at least 25% of the staff and 10% of the \nmanagement positions in the executing agency, PMU, and PIUs will be women receiving equal \npay as men in the same positions by 2019; and (vi) nongovernment organizations and civil \nsociety organizations to be partners for information, education, and communication. \n \nE.  Safeguards \n \n30.  The project is classified as category C for involuntary resettlement. It involves no land \nacquisition or resettlement impacts. It is category C for indigenous people. Both classifications \nare based on the requirements outlined in ADB’s operations manual23 and ADB’s Safeguard \nPolicy Statement (SPS), 2009. Due diligence conducted for each subproject found that none of \nthe subproject components will involve land acquisition or involuntary resettlement impacts. \nMost  of  the  infrastructure  components  for  the  subprojects  are  within  existing  waterworks \ncompounds and will not require land acquisition. All trench and pipe installation works are \nlocated in existing rights-of-way and are free from encroachment. Temporary impacts during \nconstruction from pipeline construction, including other unanticipated impacts, will be addressed \nduring implementation based on actual impacts and in accordance with the national laws and \nADB’s SPS. Any component that involves land acquisition and resettlement and triggers ADB's \nSPS will be excluded from the subproject during implementation. \n \n31.  The  project  is  classified  as  category  B  for  environment.  The  subprojects  are  not \nexpected  to  cause  any  irreversible  adverse  environmental  impacts.  Initial  environmental \nexaminations  (IEEs)  have  been  prepared  for  six  subprojects.  Environmental  due  diligence \nreports (DDRs) were prepared for the remaining three, because impacts will be within the \nboundaries of the existing facilities. Potential impacts of climate change and/or natural hazards \non  the  project  have  been  integrated  into  the  IEEs  and  environmental  DDRs,  with \nrecommendations  for  consideration  during  detailed  engineering  design  (DED).  Mitigation \nmeasures for identified impacts are included in the environmental management plans (EMPs). \nAt the DED stage, when the IEEs and EMPs will be updated and finalized, the proposed \nmitigating measures will be reviewed and updated.  EMP implementation will be ensured by a \ndesignated environment officer in the PMU.  \n                                                \n23 ADB. 2013. Operations Manual. OM F1/BP and F1/OP. Manila. \n ", "10 \n32.  Resettlement  DDRs  and  environment  IEEs  and  DDRs  have  been  prepared  in \nconsultation with local communities and are in accordance with ADB’s SPS and government \nregulations. Effective monitoring at all stages of subproject implementation will be ensured. A \ngrievance redress mechanism will help to facilitate resolution of complaints regarding project \nperformance. The resettlement DDRs will be updated after DED to identify any impacts. All the \nDDRs,  IEEs,  and  EMPs  will  be  updated  and  disclosed  after  DED  and  cleared  by  the \ngovernment and ADB prior to contract awards. In compliance with ADB’s information disclosure \nand consultation requirements, the safeguard documents will be posted on ADB’s website. \n \nF.  Risks and Mitigating Measures \n \n33.  Key risks are (i) lack of human resources for project management and implementation, \nand (ii) limited absorptive capacity of the PIUs. The project will provide specific support and on-\nthe-job training to mitigate these risks and the MIH will ensure that additional qualified staff are \nrecruited. Although MIH is a new ministry, new leadership at the MIH is focusing on sector reform \nand transparency. In addition, the project will provide MIH with training in ADB’s procedures and \nguidelines for procurement, project administration, financial reporting, and its anticorruption policy. \nAdditional support and oversight will be provided by the Cambodia resident mission, as well as \nthrough  the  proposed  stand-alone  TA.  The  overall  risk  assessment  is  medium,  and  the \nintegrated benefits and impacts are expected to outweigh the costs. Major risks and mitigating \nmeasures are described in detail in the risk assessment and risk management plan.24  \n \nIV.  ASSURANCES \n34.  The government and the MIH have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail in \nthe project administration manual and loan covenants. The government and the MIH have agreed \nwith ADB on certain covenants for the project, which will be set forth in the loan agreement and \nproject agreement. \nV.  RECOMMENDATION \n \n35.   I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove  the  loan  in  various  currencies  equivalent  to  SDR22,848,000  to  the  Kingdom  of \nCambodia for the Urban Water Supply Project, from ADB’s Special Funds resources, with an \ninterest charge at the rate of 1.0% per annum during the grace period and 1.5% per annum \nthereafter; for a term of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board. \n \nBindu N. Lohani \nRanking Vice-President \n20 November 2014 \n                                                \n24 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK \nData Sources and \nPerformance Targets and Indicators with  Assumptions and \n  Reporting \nBaselines  Risks \nDesign Summary  Mechanisms \nImpact  By 2025:    Assumptions \nExpanded access to  The project will contribute to increasing access  Reports and statistics  Government \nsustainable and safe  to safe water to 100% of the urban population in  from government  commitment to the \nwater supply services  the project area, in line with the government’s  agencies,  provision of water \nfor the urban  National Strategic Development Plan, 2014– development partners,  supply continues. \npopulation in  2018  and nongovernment  Government \nCambodia  (2012 baseline: 88%)  organizations  commitment to \nAll public waterworks in Cambodia are  ADB loan review  decentralization and \nfinancially autonomous by 2018   missions  corporatization of \nprovincial waterworks \n(2014 baseline: 2) \nis sustained. \n \nRisks \nRaw water sources \nare depleted. \nGovernment does not \nimplement regulatory \nchanges across the \ncountry.  \nOutcome  By 2019:    Assumptions \nWater supply  Through about 438 km of new pipelines the  Annual reports by  Strong commitment \ninfrastructure and  urban population served in Kampong Cham,  provincial waterworks  and support from \nservice provision  Siem Reap, Stung Treng, and Svay Rieng will  and MIH  central and local \nimproved in nine  be increased by more than 11,600 households  Project progress  governments and \ntowns  (approximately 58,000 people, of whom 51%  reports  beneficiaries \nor 29,280 are women), with equal access to all  continues. \nProject completion \nhouseholds and subsidies of up to 100% for \nreport  O&M is prioritized and \nconnections for the poor \nsufficient funds are \nReal NRW levels reduced to less than 15% for  allocated in annual \nall participating water utilities. Current NRW  budget. \nlevels are inaccurate, but estimated to be at \nleast 20%. Baseline NRW levels will be \nconfirmed by 2015. \nMIH implements corporate principles at public \nwaterworks and provides them with full \nfinancial autonomy. (2014 baseline: 1—\nSRWSA) \nStandard system of regulation and tariff-setting \nbased on customer affordability, with full cost \nrecovery, adopted by participating waterworks. \nThe policy on subsidized connections for the \npoor applied by them uniformly. (2014 \nbaseline: 1—SRWSA) \nAll project stakeholders, including water end \nusers, poor households, affected peoples, and \ncivil society organizations are fully consulted \nthrough public and household consultations, \nand the media. \nApproximately 275,000 women and girls \nreceive improved water supply services across \nthe nine project towns. \nOutputs   By 2019:    Assumptions \n1.  Existing water  New groundwater sources in Kampong Cham  Project progress and  Decision making by \nsupply systems  developed  project completion  the executing agency \nimproved in seven  Seven existing water treatment plants in  reports  and implementing \ntowns  agencies is timely. \n ", "12  Appendix 1 \nData Sources and \nPerformance Targets and Indicators with  Assumptions and \n  Reporting \nBaselines  Risks \nDesign Summary  Mechanisms \nKampong Cham, Kampong Thom, Kampot,  Baseline and follow- Commitment of \nPursat, Sihanoukville, Stoung, and Svay Rieng  up surveys in project  government to \nrehabilitated  towns  institutional changes \nRehabilitation or new clear water storage tanks  Construction records  Appropriate tariffs \nin Kampong Cham, Kampong Thom, and  and evaluation  imposed for cost \nSihanoukville completed  reports, including  recovery \nRehabilitation of pumping stations at Kampong  GAP 6-monthly  AFD-financed water \nCham, Kampong Thom, Pursat, and Svay  reports and midterm  treatment plant \nRieng completed  review  completed by 2017 to \nAbout 49 km of augmentation and replacement  provide water to the \nof water mains in Kampong Cham, Kampong  new Siem Reap \nThom, Pursat, and Svay Rieng completed  distribution zone \nNew water laboratories and equipment  Risks \nprovided at Kampong Thom, Pursat, \nLack of capacity in \nSihanoukville, Stoung, and Svay Rieng  executing agency and \nProvision made for approximately 2,000 new  implementing \nhousehold connections  in Kampong Cham  agencies may cause \nand Svay Rieng along new pipelines, with  delays in project \nequal access to all households and  implementation \nconnections for the poor subsidized up to \nNew Ministry with no \n100%  \ntrack record \nAt least 10% of those employed in construction \nUnforeseen conditions \nand post-project O&M activities are women \naffect construction. \nand have safe working conditions and equal \npay with men for equal work. (2014 baseline:   \n5%–10% on similar projects) \n2.  New water supply  By 2019:     \nsystem provided for  Surface water intake, water treatment plant  Project progress and \nStung Treng  (approximate capacity 7,950 cubic meters per  project completion \nday), and about 354 km of new water  reports \ntransmission and distribution pipelines  Baseline and follow-\ninstalled  up surveys in project \nProvision made for approximately 4,600 new  towns \nhousehold connections, with equal access for \nConstruction records \nall households and connections for the poor  and evaluation \nsubsidized up to 100%   reports, including \nAt least 10% of those employed in construction  GAP 6-monthly \nand post-project O&M activities are women  reports and midterm \nand have safe working conditions and equal  review \npay with men for equal work. (2014 baseline: \napproximately 5%–10% on similar projects) \n3.  Water supply  By 2019:     \ncoverage  About 41.5 km of new pipelines provided to  Project progress and \nincreased in Siem  distribute water from new water treatment  project completion \nReap  plants financed by the AFD (in 2017) and JICA  reports \n(in 2019) \nBaseline and follow-\nProvision for about 5,000 new household  up surveys in project \nconnections, with equal access for all  towns \nhouseholds and connections for the poor  Construction records \nsubsidized up to 100%  and evaluation \nAt least 10% of those employed in construction  reports, including \nand post-project O&M activities are women  GAP 6-monthly \nand have safe working conditions and equal  reports and midterm \npay with men for equal work (2014 baseline:  review \n5%–10% on similar projects) \n \n ", "Appendix 1  13 \n \nData Sources and \nPerformance Targets and Indicators with  Assumptions and \n  Reporting \nBaselines  Risks \nDesign Summary  Mechanisms \n4.  Project  By 2019:     \nimplementation  Discrete NRW sections established in each  Project progress and \nsupported and O&M  participating provincial waterworks.  project completion \ndeveloped  The executing agency, PMU, implementing  reports \nagencies, and PIUs develop greater gender- Training records and \nsensitive and responsible policies; promote  evaluation of capacity \ngender-awareness training (at least 70% male  development \nparticipation), and provide training and  programs \nemployment opportunities to female staff in \nOrganization’s \ntechnical and professional fields  employment records \nAt least 25% of staff and 10% of management  and annual reports \npositions in executing agencies, PMU,  Construction records \nimplementing agencies, and PIUs are women  and evaluation \nand paid as the same rate as men for similar  reports, including \npositions. (2014 baseline: about 10% female  GAP 6-monthly \nstaff)  reports and midterm \nPMU staff trained in appropriate levels of  review \nknowledge on planning, design, financial \nmanagement, procurement, and O&M of \nproject facilities, and 30% of those trained are \nwomen. (2014 baseline: about 10% female \nstaff) \nContractors encouraged to train and upgrade \nthe construction skills of women in appropriate \nareas to enhance their formal employment \nopportunities. (2014 baseline:  5%–10%) \nAc tivities with Milestones  Inputs \n1.  Existing water supply systems improved in seven towns  ADB: \n1.1  Complete detailed engineering design and bidding documents by June 2016  ADF $34 million \n1.2  Complete social and environmental safeguards approvals by September 2016   \n1.3  Conduct bidding and contract award by March 2017  Government: \n1.4  Complete rehabilitation of water supply systems by March 2019  $3.40 million (estimated in-\n2.  New water supply system provided for Stung Treng  kind) to cover taxes and \n2.1  Complete detailed engineering design and bidding documents by September 2016  duties, counterpart staff, and \n2.2  Complete social and environmental safeguards approvals by December 2016  office space. \n2.3  Conduct bidding and contract award by June 2017 \n2.4  Construct water treatment plant and distribution system by December 2019 \n3.  Water supply coverage increased in Siem Reap \n3.1  Complete detailed engineering and bidding documents by September 2016 \n3.2  Complete social and environmental safeguards approvals by December 2016 \n3.3  Conduct bidding and contract award by June 2017 \n3.4  Construct new distribution zone by December 2019 \n4.  Project implementation supported and operation and maintenance developed \n4.1  Provide management assistance, hands-on training to executing agency, PMU, \nimplementing agencies, and PIUs, and conduct of training programs and workshops \nthroughout the project \n4.2  Establish monitoring system to report on outputs and outcomes by June 2016 \n4.3  Check and validate NRW, gender, and other baseline data by June 2016 \n4.4  Identify potential opportunities for private sector engagement by June 2017 \n4.5  Establish NRW units and implement NRW management program by March 2018 \nADB = Asian Development Bank, ADF = Asian Development Fund, AFD = Agence Française de Développement GAP = \ngender action plan, JICA = Japan International Cooperation Agency, km = kilometer, MIH = Ministry of Industry and \nHandicraft, NRW = nonrevenue water, O&M = operation and maintenance, PIU = project implementation unit, PMU = project \nmanagement unit, SRWSA = Siem Reap Water Supply Authority. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=41403-013-3 \n1. Loan Agreement\n2. Project Agreement\n3. Sector Assessment (Summary): Water and Other Urban Infrastructure and Services\n4. Project Administration Manual\n5. Contribution to the ADB Results Framework\n6. Development Coordination\n7. Financial Analysis\n8. Economic Analysis\n9. Country Economic Indicators\n10. Summary Poverty Reduction and Social Strategy\n11. Gender Action Plan\n12. Initial Environmental Examination: Kampong Cham Subproject\n13. Initial Environmental Examination: Kampong Thom Subproject\n14. Initial Environmental Examination: Pursat Subproject\n15. Initial Environmental Examination: Siem Reap Subproject\n16. Initial Environmental Examination: Stung Treng Subproject\n17. Initial Environmental Examination: Svay Rieng Subproject\n18. Risk Assessment and Risk Management Plan\nSupplementary Documents \n19. Participation Plan\n20. Ministry of Industry and Handicraft Letter Confirmation of No Land Acquisition in Stoung\nand Svay Rieng  and Revised Subproject Components\n21. Phnom Penh Water Supply Authority Annual Report: Clean Water for All and Customer\nInformation, 2013 (including connection policy)\n22. 2013 Feasibility Study: Kampong Cham, Siem Reap, Stung Treng, and Svay Rieng\n(main report only)\n23. 2013 Feasibility Study: Kampong Thom, Kampot, Pursat, Sihanoukville, and Stoung\n(main report only)\n24. Poverty, Social, and Gender Analysis\n25. Complete Economic Analysis"], "metadata": {"Author": "ADB", "CreationDate": "D:20141120162103+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp, report recommendation president, cambodia", "ModDate": "D:20141222100417+08'00'", "Producer": "GPL Ghostscript 9.10", "Title": "Report and Recommendation of the President"}, "author_page": "CURRENCY EQUIVALENTS \n(as of  14 November 2014) \n     \nCurrency unit  –  riel/s (KR) \nKR1.00   =  $0.000245 \n$1.00  =  KR4,068 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DDR  –  due diligence report \n  DED  –  detailed engineering design \n  DPWS  –  Department of Potable Water Supply \n  EIRR  –  economic internal rates of return \n  EMP  –  environmental management plan \n  IEE  –  initial environmental examination \n  JICA  –  Japan International Cooperation Agency \n  km  –  kilometer \n  m3/day  –  cubic meter per day \nMIH  –  Ministry of Industry and Handicraft \n  MPWT  –  Ministry of Public Works and Transport \n  NRW  –  nonrevenue water \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \nPIU  –  project implementation unit \n  PMU  –  project management unit \n  PPWSA  –  Phnom Penh Water Supply Authority \n  PWW  –  public waterworks \nSDR  –  special drawing right  \nSPS  –  Safeguard Policy Statement \nSRWSA  –  Siem Reap Water Supply Authority \n  TA  –  technical assistance \n \nNOTE \nIn this report, “$” refers to US dollars, unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  E. Honda, Officer-in-Charge, Urban Development and Water Division, \nSERD \n   \nTeam leader  M. White, Urban Development Specialist (Water Supply and Sanitation), \n  SERD \nTeam members  L. Adams, Senior Social Development Specialist, SERD \nA. Jain, Senior Social Sector Specialist, SERD \n  B. Konysbayev, Senior Counsel, Office of the General Counsel \nS. Kotagiri, Social Development Specialist (Resettlement), SERD \nS. Sandhu, Senior Environment Specialist, SERD \nA. Senador, Operations Assistant, SERD \n  S. Tansengco-Schapero, Senior Finance Specialist, SERD \nPeer reviewers  Lu Shen, Senior Urban Development Specialist, Central and West Asia \nDepartment \nM. Paniagua, Unit Head (Project Administration), Pacific Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank \ndoes not intend to make any judgments as to the legal or other status of any territory or area. ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "E. Honda", "role": "Officer-in-Charge", "organization": "Urban Development and Water Division"}, {"documentRole": "Team leader", "fullname": "M. White", "role": "Urban Development Specialist (Water Supply and Sanitation)", "organization": ""}, {"documentRole": "Team members", "fullname": "L. Adams", "role": "Senior Social Development Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "A. Jain", "role": "Senior Social Sector Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "B. Konysbayev", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "S. Kotagiri", "role": "Social Development Specialist (Resettlement)", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Sandhu", "role": "Senior Environment Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "A. Senador", "role": "Operations Assistant", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Tansengco-Schapero", "role": "Senior Finance Specialist", "organization": "SERD"}, {"documentRole": "Peer reviewers", "fullname": "Lu Shen", "role": "Senior Urban Development Specialist", "organization": "Central and West Asia"}, {"documentRole": "Peer reviewers", "fullname": "M. Paniagua", "role": "Unit Head (Project Administration)", "organization": "Pacific Department"}]}