{"path": "data/input/ta/41477-reg-tar.pdf", "pages": [" \nRegional Technical Assistance Report\n \nProject Number: 41477 \nMarch 2008 \n \n \n \nAnticorruption Seminars, 2008–2009 \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  OAGI  –  Integrity Division, Office of the Auditor General \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Public finance and expenditure management \nTheme  –  Governance \nSubtheme  –  Anticorruption  \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDirector  C. Wee, Integrity Division, OAG \n   \nTeam leader  A. Egloff, Senior Integrity Specialist, OAG \nTeam members  C. G. Ortega, Senior Audit Officer, OAG \n  T. P. Jacob, Assistant Integrity Coordinator, OAG ", " \nI.  INTRODUCTION \n1.  The anticorruption policy1 of the Asian Development Bank (ADB) has three objectives: \n(i) to support competitive markets and efficient, effective, accountable, and transparent public \nadministration as part of ADB’s broader work in good governance and capacity building; (ii) to \nsupport promising anticorruption efforts and improve the quality of dialogue on governance and \ncorruption with developing member countries (DMCs); and (iii) to ensure that ADB projects and \nstaff members adhere to the highest ethical standards. This technical assistance (TA) project \nfocuses on the third objective.  \n2.  Introducing  and  improving  frameworks  for  procurement,  implementation,  and  audit \npractices for ADB projects, and enhancing the capacity of DMC officials to detect, deter, and \naddress potential fraud and corruption in ADB-financed projects, will make the DMCs better \nequipped to achieve the objectives of ADB projects. Because fraud and corruption usually \nentails concealment, a different set of skills is needed to prevent and detect these crimes. DMC \nofficials and other stakeholders will be trained to recognize and detect these elements and to \nunderstand the psychology of motivation and rationalization behind fraud and corruption, as well \nas  to  detect  weaknesses  in  the  internal  controls  of  their  organizations.  The  design  and \nmonitoring framework of the TA project is in Appendix 1.  \nII.  ISSUES \n3.  ADB  affirms  that  corrupt  and  illicit  behavior  seriously  threatens  development.  The \nanticorruption policy is part of ADB’s broader effort to advance transparency, predictability, \naccountability, and participation under its governance policy2 and its second governance and \nanticorruption action plan. The Integrity Division, Office of the Auditor General (OAGI), is the \nfocal point of contact for allegations of fraud and corruption in ADB-financed projects and \namong staff involved in these projects, and the sole office designated by the anticorruption \npolicy to investigate such allegations. \n4.  OAGI coordinates with ADB’s regional departments and the Central Operations Services \nOffice to ensure the timely detection and prevention of fraud and corruption in ADB operations. \nOAGI  has  audited  procurement  in  selected  ADB  projects  since  2003.  It  has  promoted \ncompliance with the anticorruption policy by providing resource speakers for ADB-sponsored \nseminars  and  conducting  workshops  and  seminars  for  borrowers  and  executing  agencies. \nHowever, these efforts must be expanded to expose DMC officials and other stakeholders to \nindicators of fraud and corruption, outline measures to address such concerns, and emphasize \nborrowers’  obligations  to  perform  adequate  due  diligence  in  implementing  ADB-financed \nprojects. \n5.  Through periodic seminars OAGI will be able to increase the awareness of fraud and \ncorruption  among  borrowers,  executing  agencies,  supreme  audit  institutions,  and  other \nstakeholders  responsible  for  or  involved  in  project  administration,  procurement,  audit,  and \nanticorruption efforts in DMCs. Participants will be trained in, among other things, the best \npractices in proactive operational work, including organizing and managing operations in a \nmanner that counters fraud and corruption. OAGI will assist and train operational staff and \n                                                 \n1  ADB. 1998. Anticorruption Policy. Manila (Board Paper R89-98, 2 July), as clarified in Board Paper R185-04, \n11 November 2004, and approved harmonized definitions of fraudulent and corrupt practices in Board Paper \nR179-06, 29 August 2006. \n2  ADB. 1995. Governance: Sound Development Management. Manila. \n ", "2   \nbeneficiaries to develop the necessary skills to detect, deter, and prevent fraud and corruption in \nADB-financed projects.  \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The  objective  of  the  TA  is  to  reduce  the  risk  of  fraud  and  corruption  in  selected \nADB-financed  projects  by  increasing  the  understanding  of  and  compliance  with  ADB’s \nanticorruption policy and raising the awareness of potential irregularities throughout the project \norganizations  implementing  these  projects,  including  representatives  of  executing  and \nimplementing agencies, project management and implementation units, project management \nconsultants,  members  of  steering  and  evaluation  committees,  beneficiaries,  and  other \nstakeholders, and thus help strengthen project administration. The TA beneficiaries will better \nunderstand ADB’s anticorruption policy and related procedures and be able to identify and \naddress potential fraud and corruption in ADB-financed activities.  \nB.  Methodology and Key Activities \n7.  In consultation with the regional departments OAGI will select six to nine new, large, or \nspecifically vulnerable projects in DMCs in Central and West Asia, South Asia, and Southeast \nAsia,  and  conduct  anticorruption  training  for  officials,  consultants,  beneficiaries  and  other \nstakeholders involved in these projects. Other regions may be considered, subject to budget \navailability and project priority or sensitivity. \n8.  Local  seminars  consisting  of  up  to  three  1-day  training  sessions,  each  one  with  a \nmaximum of 30 participants, will be held for selected projects. OAGI will conduct the seminars in \ncoordination with local anticorruption commissions or supreme audit institutions in the second \nhalf of 2008 and in 2009. Responsible regional department project officers, in conjunction with \ngovernments,  will  nominate  participants.  The  list  of  nominees  will  be  submitted  to  the \ngovernments for endorsement. Additional nominations from the governments may be accepted, \nsubject to confirmation by ADB. ADB’s resident missions and counterpart agencies in DMCs \nmay  recommend  government  or  ministry  officials.  All  participants  must  have  a  working \nknowledge of English. \n9.  The seminars will deal with ADB’s anticorruption policy and ways to prevent and detect \nfraud and corruption in ADB-financed projects, such as procurement audit methods, and will \nallow participants to share experiences and discuss procurement and governance issues. The \nseminars may also form part of project implementation and administration seminars of the \nCentral Operations Services Office if appropriate and targeting the same projects selected in \ncoordination with the regional departments. \n10.  The seminars will consist of lectures and presentations by OAGI’s integrity specialists, \nlocal anticorruption authorities and supreme audit institutions, and other appropriate resource \nspeakers, and will cover topics such as field experiences and lessons learned, including case \nstudies on specific anticorruption issues. ", "  3\nC.  Cost and Financing \n11.  The cost estimates are based on a total of 15 days of training covering projects in six to \nnine DMCs in three regions, and ideally conducted in three batches of consecutive seminars to \nmaximize  travel  costs.  The  total  cost  of  the  TA  is  estimated  at  $450,000  equivalent \n(Appendix 2). The TA will be financed with a grant from ADB’s TA funding program. \nD.  Implementation Arrangements  \n12.  ADB, through OAGI, will be responsible for implementing the TA, including planning the \nseminar contents and preparing the presentation and training materials. OAGI will recruit one \nnational  individual  consultant  for  a  total  of  12  person-months  to  make  the  administrative \narrangements for the seminars. The consultant will be hired by ADB according to its Guidelines \non the Use of Consultants (2007, as amended from time to time). The consultant must be \nknowledgeable  about  ADB’s  setup,  policies,  procedures,  and  operations.  Outline  terms  of \nreference for the national consulting services are in Appendix 3. \n13.  The TA will begin in April 2008. The first batch of seminars will be held in the second half \nof 2008 and is intended to cover up to three projects in DMCs in Southeast Asia, subject to the \npriority of projects selected in coordination with the regional departments. The next batch of \nseminars will be held in 2009 and is planned to cover up to three projects in Central and West \nAsia during the first half of 2009, and in South Asia during the second half of 2009. The \nestimated completion date is December 2009. All materials and services will be purchased \naccording  to  ADB's  Procurement  Guidelines  (2007,  as  amended  from  time  to  time). \nNo-objection or concurrence letters will be obtained from participating DMCs. No TA activities \nwill be carried out in a DMC until OAGI has received the DMC’s no-objection or concurrence \nletter.  \n14.  The participants’ knowledge will be tested through questionnaires to be administered \nduring the seminar. Their evaluation of the usefulness of the seminar and the logistic and \nadministrative  arrangements,  at  the  end  of  each  seminar,  will  help  OAGI  to  continuously \nimprove the seminars. Selected projects that also qualify for project procurement-related audits \nwill be considered in OAGI’s annual planning cycle for projects that should undergo such audits.  \nIV.  THE PRESIDENT’S DECISION \n15.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis for \nAnticorruption Seminars, 2008–2009, and hereby reports this action to the Board. \n \n ", " 4  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n  \nDesign  Performance Indicators/  Data Sources/ Reporting  Assumptions \nSummary  Targets  Mechanisms  and Risks \nImpact      Assumptions \nRisk of fraud and corruption  •  Fewer cases of fraud and  •  OAGI’s anticorruption  •  Selected projects will be \nis reduced in projects  corruption in targeted  database  considered for PPRA or \nimplemented by trained  projects  performance audit  \n•  Project procurement-\nstaff, and ADB and DMC \n•  Less sanctions imposed  related audit reports  Risks \ncounterpart funds are put to \nbetter use  on bidders and  •  Audit reports  •  Participants make \ncontractors participating \n•  Project performance  adverse use of the \nin selected projects \nreports  training to avoid detection \n•  Less red flags and more    in corrupt or fraudulent \nsupport for training  practices \nobjectives in PPRA    \nfindings \nOutcome  Assumptions \n   \nProject staff have a better  •  Fewer complaints of  •  OAGI’s anticorruption  •  A considerable number  \nunderstanding of ADB’s  alleged fraud and  database  of staff involved in \nanticorruption policy and  corruption as a result of  administering the project \n \nincreased awareness of the  early detection of  will attend the seminar \npotential for fraud and  potential irregularities, or \n•  Participants share the \ncorruption \n•  Increased reporting to or  knowledge obtained with \n  consultation with OAGI  nonparticipating and new \nregarding potential  project staff \nincidences of fraud and \nRisks \ncorruption, as a result of \nincreased awareness  •  Know-how of leaving staff  \nis not transferred to other \n \nproject staff  \n  \n \nOutput  Assumptions \n   \nSeminar participants  •  Improved understanding  •  Seminar questionnaires  •  No-objection letter is \nunderstand ADB’s  of ADB’s anticorruption  issued by each country  \n•  Group exercises and \nanticorruption policy and  policy and red flags \ncase studies  •  The local anticorruption \nknow indicators of potential \n•  Familiarity with reporting  commission or supreme \nfraud and corruption \nmechanisms  audit institution \nparticipates in the training \n•  The majority of the staff \nof the selected project \nare available for and \nattend the training \n \n ", "Appendix 1  5\nActivities and Milestones  Inputs \n•  Select new, large, or specifically vulnerable projects in  •  ADB financing of $450,000, from ADB’s TA funding \nconsultation with regional departments  program. Includes travel, accommodation, and travel-\nrelated expenses of $275,000; national consultant fees of \n•  Seek no-objection clearance and confirm cooperation \n$60,000; administrative expenses of $85,000; and \nfrom anticorruption commissions or supreme audit \ncontingencies of $30,000 \ninstitutions of selected countries \n•  Resource speakers will come from OAGI, as well as from \n•  Hire national consultant for an intermittent assignment \nother departments, local anticorruption agencies, \nfrom April 2008 to April 2009, after TA paper approval \nsupreme audit institutions, and other institutions, as \n•  Prepare lectures, training materials, and seminar  appropriate \npresentations, and select appropriate resource speakers   \n•  Solicit nominations of participants in consultation and \ncoordination with responsible regional department project \nofficers, resident missions, and executing agencies \n•  Arrange and coordinate seminars for three selected \nprojects consisting of up to three 1-day training sessions, \neach with a maximum of 30 participants, in the second \nhalf of 2008, and up to six seminars in 2009 \n•  Issue invitations \n•  Conduct and evaluate seminars \n•  Consider selected projects in subsequent PPRA \nselection and planning cycle \nADB = Asian Development Bank; DMC = developing member country; OAGI = Integrity Division, Office of the Auditor \nGeneral; PPRA = project procurement-related audit, TA = technical assistance.  \n \n \n \n ", "6    Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($) \n \n          Total\nItem      Cost\nA.  Seminars in Southeast Asia     \n  1.  Participants     \n    i.  Travel Cost (economy, round-trip)a     15,000\n    ii.  Hotel Accommodation and Subsistence Allowanceb     27,000\n    iii.  Miscellaneous Travel Expenses      14,000\n  2.  National Consultant Fees     \n    i.  Fees ($250 a day, for 80 days)c     20,000\n    ii.  Travel Cost (economy, round-trip)      4,000\n    iii.  Hotel Accommodation and Subsistence Allowance      2,000\n  3.  ADB Staff (2 staff—resource speakers)       \n    i.  Travel Cost      8,000\n    ii.  Hotel Accommodation and Subsistence Allowance      5,000\n  4.  Administrative Expenses     \n    i.  Secretarial and Administrative Services, Social Functions,       \nSupplies, Printing, Communications, etc. d  5,000\n    ii.  Resource Speakers and Training Materials      10,000\n    iii.  Venue, Meals, and Equipment      10,000\n  5.  Contingency      10,000\n      Subtotal (A)      130,000\n         \nB.  Seminars in Central and West Asia     \n  1.  Participants     \n    i.  Travel Costs (economy, round-trip)a     24,000\n    ii.  Hotel Accommodation and Subsistence Allowanceb     38,000\n    iii.  Miscellaneous Travel Expenses      14,000\n  2.  National Consultant Fees     \n    i.  Fees ($250 a day, for 80 days)c     20,000\n    ii.  Travel Cost (economy, round-trip)      7,000\n    iii.  Hotel Accommodation and Subsistence Allowance      3,000\n  3.  ADB Staff (2 staff—resource speakers)       \n    i.   Travel Cost      13,000\n    ii.  Hotel Accommodation and Subsistence Allowance      6,000\n  4.  Administrative Expenses     \n    i.  Secretarial and Administrative Services, Social Functions,      5,000 \nSupplies, Printing, Communications, etc. d\n    ii.  Resource Speakers and Training Materials      10,000\n    iii.  Venue, Meals, and Equipment      10,000\n    iv.  Translation and Interpretation Cost      10,000\n  5.  Contingency      10,000\n      Subtotal (B)      170,000\n ", "  Appendix 2  7 \n \nC.  Seminars in South Asia     \n  1.  Participants     \n    i.  Travel Cost (economy, round-trip)a     17,000\n    ii.  Hotel Accommodation and Subsistence Allowanceb     33,000\n    iii.  Miscellaneous Travel Expenses      16,000\n  2.  National Consultant Fees     \n    i.  Fees ($250 a day, for 80 days) c     20,000\n    ii.  Travel Cost (economy, round-trip)      7,000\n    iii.  Hotel Accommodation and Subsistence Allowance      3,000\n \n  3.  ADB Staff (2 staff—resource speakers)     \n    i.  Travel Cost      13,000\n    ii.  Hotel Accommodation and Subsistence Allowance      6,000\n  4.  Administrative Expenses     \n    i.  Secretarial and Administrative Services, Social Functions,       \nSupplies, Printing, Communications, etc. d 5,000\n    ii.  Resource Speakers and Training Materials      10,000\n    iii.  Venue, Meals, and Equipment      10,000\n  5.  Contingency      10,000\n      Subtotal (C)      150,000\n        Total      450,000\nADB = Asian Development Bank. \na  5% increase from base yar (2006), as applicable \nb  Per diem for hotel and for subsistence allowance of the participants attending the seminar, with reference to \nAdministrative Order 4.01, Appendix 5, for computation of daily subsistence allowance. \nc  Program  preparation,  follow-up  nominations,  invitations,  travel  and  visa  arrangements,  administrative \narrangements (hotel), documentation of the seminar, liquidation, and payments. \nd  Maximizing assistance from resident missions, as far as possible. \nSource: ADB estimates. \n   \n  \n \n \n ", "8   Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR NATIONAL CONSULTING SERVICES \n1.  A locally recruited consultant, in coordination with the Integrity Division, Office of the \nAuditor General (OAGI), will prepare and implement the regional anticorruption seminars in \n2008–2009 for representatives of borrowers, executing agencies, supreme audit institutions, \nand other stakeholders dealing with Asian Development Bank (ADB)-financed projects. The \nconsultant will also be primarily responsible for the administrative arrangements. The tasks will \ntake a total of 12 person-months for the nine seminars. \nA.  Skills and Expertise \n2.  The consultant must be familiar with ADB’s setup, policies, and procedures, and should \nhave experience in organizing regional training activities, seminars, conferences, or workshops \ninvolving various agencies and institutions in ADB’s developing member countries. \nB.  Scope of Work \n3.  The consultant will be recruited for an intermittent assignment of 240 days over a period \nof 2 years from March 2008 to March 2010 to arrange for participant invitation and coordination, \norganize logistics, provide support in the preparation and dissemination of seminar materials, \nand administer the seminars. \nC.  Tasks \n4.  The work of the consultant will include, but not necessarily be limited to, the following: \n(i)  Scheduling  and  coordinating  the  briefing  sessions  in  accordance  with  the \nmodules and resource persons identified by OAGI. \n(ii)  In  consultation  with  the  senior  integrity  specialist  (and  the  seminar’s  overall \ncoordinator)  and  the  regional  departments,  preparing  a  list  of  prospective \nparticipants  to  be  nominated,  including  arrangements  for  sending  invitations, \nfollowing  up  nominations  and  invitations,  and  obtaining  a  confirmed  list  of \nparticipants.  Coordinating  and  making  arrangements  with  ADB  officials, \ngovernment agencies, and participants to ensure that the process is smooth.  \n(iii)  Coordinating  administrative  arrangements  for  the  participants  throughout  the \nprogram, including arranging travel, organizing the seminar venue, monitoring \nthe budget, receiving incoming participants, arranging the lodging and payment \nof per diem of participants, posting the program activities on the ADB website \nand  intranet,  and  arranging  any  other  activities  necessary  for  the  program’s \nsuccess. \n(iv)  Conducting an evaluation survey at the end of each seminar, and using the \nlessons learned to improve the next seminars. \n(v)  Monitoring and liquidating advances from the regional TA. \n \n \n "], "metadata": {"CreationDate": "D:20090112101738+08'00'", "Subject": "Regional Technical Assistance Report", "Author": "Grant L. Leceta", "Creator": "Acrobat PDFMaker 7.0.7 for Word", "Keywords": "2008–2009 anticorruption seminars, adb regional technical assistance reports, adb anticorruption policy, fraud and corruption, adb anticorruption seminars, OAGI’s anticorruption database, adb technical assistance 6447, adb TA project 41477", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20090113110842+08'00'", "Company": "Licenced User", "SourceModified": "D:20080312082825", "Title": "Anticorruption Seminars, 2008–2009"}, "author_page": "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  OAGI  –  Integrity Division, Office of the Auditor General \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Public finance and expenditure management \nTheme  –  Governance \nSubtheme  –  Anticorruption  \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDirector  C. Wee, Integrity Division, OAG \n   \nTeam leader  A. Egloff, Senior Integrity Specialist, OAG \nTeam members  C. G. Ortega, Senior Audit Officer, OAG \n  T. P. Jacob, Assistant Integrity Coordinator, OAG ", "authors": [{"fullname": "C. Wee", "role": "Integrity Division", "organization": "OAG"}, {"fullname": "A. Egloff", "role": "Senior Integrity Specialist", "organization": "OAG"}, {"fullname": "C. G. Ortega", "role": "Senior Audit Officer", "organization": "OAG"}, {"fullname": "T. P. Jacob", "role": "Assistant Integrity Coordinator", "organization": "OAG"}]}