{"path": "data/input/ta/41517-reg-tar.pdf", "pages": [" \n \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \nProject Number: 41517 \nResearch and Development Technical Assistance (RDTA) \nDecember 2008 \n \n \n \n \nMinimizing Foreign Exchange Settlement Risk in the \n \nASEAN+3 Region: Support for Group of Experts \n(Financed by the Investment Climate Facilitation Fund under the \nRegional Cooperation and Integration Financing Partnership \n \nFacility)", "", " \nABBREVIATIONS \n \nABMI  –  Asian Bond Markets Initiative \nADB  –  Asian Development Bank \nAPEC  –  Asia-Pacific Economic Cooperation \nASEAN  –  Association of Southeast Asian Nations \nASEAN+3  –  ASEAN, People’s Republic of China, Japan, and Republic of \nKorea \nCLS  –  continuous linked settlements \nCSD  –  central securities depository \nDVP  –  delivery-versus-payment \nEMEAP  –  Executives’ Meeting of the East Asia-Pacific Central Banks \nGOE  –  group of experts \nICSD  –  international central securities depository \nPVP  –  payment-versus-payment \nRSI  –  regional settlement intermediary \nTA  –  technical assistance \nTF4  –  Task force 4 on improving related infrastructure for the bond \nmarkets \nWG3  –  ABMI working group on foreign exchange transactions and \nsettlement issues \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting Classification  –  General intervention \nSector  –  Finance \nSubsector  –  Capital markets and funds \nThemes  –  Sustainable economic growth, regional cooperation, private sector \ndevelopment \nSubthemes  –  Promoting economic efficiency and enabling markets, money and \nfinance, policy/institutional/legal/regulatory reforms \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \n \n \n \nHead      J. W. Lee, Office of Regional Economic Integration (OREI) \nDirector    S. Madhur, OREI  \n \n \nTeam leader  S. Yamadera, Economist, OREI \nTeam member  R. Supangan, Economics Officer, OREI \n ", " \nI.  INTRODUCTION \n1.  The lack of well-developed local currency bond markets was one cause of the maturity \nand currency mismatches that affected borrowers in the region, and that resulted in the 1997 \nAsian financial crisis. At the time, overdependence on bank financing forced borrowers to take \non excessive short-term foreign exchange exposure to finance long-term projects that could \nonly  generate  local  currency  revenues.  This  created  two  “mismatch”  problems:  (i)  loan \nmaturities became too divergent, to the detriment of both local creditors and borrowers; and (ii) \nthe different currencies in which the loans were made became vulnerable to exchange rate \nvolatility. A lack of international confidence in one local currency caused a rapid depreciation \nagainst the US dollar. A payments crisis then ensued, exacerbating the loss in confidence \nacross the region through a “contagion” effect, and leading to banking and currency crises in \nseveral countries. Recent improvements in global macroeconomic conditions and the structural \nreforms implemented throughout the region have allowed most crisis-affected economies to \nrecover and return to robust growth. However, despite recent growth, bond markets in the \nregion remain largely undeveloped. \n \n2.  With this in mind, the Association of Southeast Asian Nations+3 (ASEAN+3)1 finance \nministers  established  the  Asian  Bond  Markets  Initiative  (ABMI)  in  August  2003  to  boost \ndevelopment of local currency bond markets to help mitigate the double mismatch problem, and \nre-channel Asian savings within the region. Currently, the focus of the ABMI2 is on (i) expanding \nthe number and diversifying the makeup of issuers on local currency bond markets, and (ii) \ndeveloping an environment conducive and attractive to domestic and regional bond market \nparticipants. The Asian Development Bank (ADB) has supported ABMI since its inception, \nparticularly through the provision of technical assistance (TA). The ABMI also complements \nwork done by other regional forums on bond market development, including the Executives’ \nMeeting  of  the  East  Asia-Pacific  Central  Banks  (EMEAP)  and  Asia-Pacific  Economic \nCooperation (APEC).3 \n \n3.  In  2005,  ADB,  at  the  request  of  the  ABMI  working  group  on  foreign  exchange \ntransactions  and  settlement  issues  (WG3),  provided  assistance  through  the  TA  project \nASEAN+3 Regional Settlement Linkage.4 In line with several recommendations of the study, \nADB  was  asked  by  WG3  to  undertake  a  further  study  on  risk  reduction  in  clearing  and \nsettlement, particularly on foreign exchange settlement risk5for cross-border bond transactions. \n \n                                                 \n1  ASEAN+3 includes the 10 members of the Association of Southeast Asian Nations (Brunei Darussalam, Cambodia, \nIndonesia, Lao People’s Democratic Republic, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Viet \nNam) plus the People’s Republic of China, Japan, and Republic of Korea. \n2  The ABMI originally comprised six working groups but was reorganized in May 2008 and now comprises four task \nforces—task force 1: promoting issuance of local currency denominated bonds (cochaired by Thailand and the \nPeople’s Republic of China); task force 2: facilitating demand of local currency denominated bonds (cochaired by \nSingapore and Japan); task force 3: improving regulatory framework (cochaired by Malaysia and Japan); and task \nforce 4: improving related infrastructure for the bond markets (Republic of Korea and the Philippines). The task \nforces will be complemented by the TA coordination team (cochaired by Brunei, Lao People’s Democratic Republic, \nand Viet Nam). The overall work of the task force will be supervised by the steering committee, an apex body that \noversees overall ABMI progress.  \n3  EMEAP initiatives include enhancing the demand side for bond market development through Asian bond funds 1 \nand  2.  APEC  initiatives  included  the  initiative  on  development  of  securitization  and  credit  guarantee,  and \nharmonization of bond market rules and regulations. \n4   ADB. 2003. Technical Assistance for ASEAN+3 Regional Settlement Linkage. Manila (TA 6161-REG, approved on \n19 December). \n5  Foreign exchange settlement risk refers to risk exposure to cash payments and delivery of bonds arising during \nbond settlements on cross-border transactions. \n ", "2   \nThe report—Minimizing Foreign Exchange Settlement Risk in the ASEAN+3 Region,6—was \ncompleted  and  reported  to  the  WG3  meeting  in  November  2007.  At  that  meeting,  WG3 \nmembers agreed that a group of experts (GOE) be established under the ambit of the ABMI to \ndiscuss several key issues outlined in the report, including issues related to cross-border bond \ntransactions and settlement, as well as the feasibility of establishing a regional settlement \nintermediary (RSI). The objective is to improve the current arrangements and framework for \ncross-border bond transactions and settlement. The managing director general approved the TA \nconcept clearance on 28 April 2006, under ADB’s 3-year knowledge products and service work \nplan 2007–2009.7 The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n4.  A securities settlement system can be broadly defined to include the set of institutional \narrangements  for  confirming,  clearing,  and  settling  securities  trades  and  safekeeping  of \nsecurities. The development of a well-functioning settlement system—in which settlement of \ncross-border bond transactions is executed and completed in a timely, definitive and cost-\nefficient manner—can contribute to more efficient bond markets. Such a settlement system can \nalso minimize settlement risk and bring about greater financial stability. Securities settlement \nsystems are therefore a critical component of bond market infrastructure. \n \n5.  The rapid growth of the ASEAN+3 bond market in recent years has also brought about \nan  urgent  need  for  more  efficient  clearing  and  settlement  systems  for  cross-border  bond \ntransactions. Bond markets have become an increasingly important channel for intermediating \nfund  flows  among  borrowers,  lenders,  and  investors,  because  of  their  increasingly  active \nmanagement of their securities portfolios. There is therefore a need to improve the region’s \nfinancial infrastructure to meet the needs of the growing bond markets.  \n \n6.  Currently,  settlement  of  cross-border  bond  transactions  in  ASEAN+3  is  relatively \ninefficient. Most settlement intermediaries operate from time zones different from the Asian \nmarkets, which can lead to settlement risks, including liquidity and Herstatt risks.8 In addition, \nnot all ASEAN+3 currencies can be settled through the Continuous Linked Settlement (CLS) \nBank,9  forcing  them  to  utilize  a  correspondent  (third-party)  CLS  settlement-member  bank, \nthereby increasing risks and costs. For cross-border bond settlement in Asia (particularly for \nnon-eligible CLS currencies), true delivery-versus-payment (DVP) and payment-versus-payment \n(PVP) is therefore seldom possible, resulting in higher costs for cross-border transactions and \ncontributing to financial market instability. \n \n7.  To  address  these  important  issues,  the  report  under  the  TA  Minimizing  Foreign \nExchange Settlement Risk in the ASEAN+3 Region suggested the establishment of an RSI that \nwill provide both DVP and PVP functions. Three options10 for an RSI were identified: (i) an \nAsian international central securities depository, (ii) a pan-Asian central securities depository \n(CSD), and (iii) an Asian payments bank. It recommended that study of the feasibility of these \n                                                 \n6  The report highlighted foreign exchange risk as one of the most important types of risk. (ADB. 2006. Technical \nAssistance for Minimizing Foreign Exchange Settlement Risk in the ASEAN+3 Region. Manila [TA 6338-REG, \napproved on 25 August]). \n7  The TA first appeared in the business opportunities section of ADB’s website on 29 July 2008. \n8  Herstatt risk is the risk that one party to a foreign exchange transaction takes when it pays the currency it sold, but \ndoes not simultaneously receive the currency it bought. \n9  There are currently only four Asian currencies (Hong Kong dollar, Singapore dollar, won, and yen) that are eligible \nfor CLS Bank settlement. \n10 Bank for International Settlements, Clearstream, and Euroclear are institutions that can elaborate on the three \npossible RSI options. ", "  3\noptions be taken forward by market experts. As a result, ASEAN+3 endorsed the establishment \nof the GOE, which will comprise market participants such as custodians and national CSDs with \nexpertise in cross-border bond transactions and settlement, to be nominated by each of the \nTF411 member countries, as well as global players, such as international CSDs and global and \nregional custodian institutions.  \n \n8.  The approaches taken by the European market to promote greater market integration \ncould provide valuable lessons for the ASEAN+3 region regarding harmonizing and coordinating \nthe diverse interests of member countries and financial institutions. For example, the Giovannini \nGroup,  established  in  1996,  comprises  a  group  of  financial  market  participants—including \nrepresentatives  from  the  European  Commission,  banks,  brokers,  exchanges,  central \ncounterparties,  and  CSDs—that  advises  the  European  Commission  in  making  decisions \nregarding the financial market. It specializes in identifying inefficiencies in the European Union \nfinancial markets and proposing practical solutions to enhance cross-border transactions. One \nof the Giovannini Group’s most important contributions is its report on barriers to cross-border \nclearing and settlements in the European Union and the strategies for their removal.12  \n \n9.  The  Giovannini  Group  experience  suggests  that  a  similar  group  of  experts  can  be \nestablished in Asia to provide advice to governments on cross-border clearing and settlement \nissues as part of the region’s bond market development. The issues are complex, with various \napproaches  and  dependence  on  differing  institutional  arrangements,  necessitating  the \npromotion  of  cooperative  efforts  among  the  banking  sector,  regulators,  and  other  relevant \nstakeholders. The GOE will conduct a cost–benefit analysis of establishing an RSI for cross-\nborder bond transactions, and identify problems and propose recommendations on settlement-\nrelated issues. \n \nIII.   THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n10.  The  TA  aims  to  assist  bond  market  development  and  to  promote  cross-border \ninvestment in domestic bonds in ASEAN+3. It will facilitate growth of and reduce settlement risk \nin cross-border bond transactions in ASEAN+3 region by supporting GOE activities. The GOE \nwill study key issues related to cross-border bond transactions and settlement, including the \nfeasibility of setting up an RSI to minimize settlement risk13 in cross-border bond transactions. \nThe expected outcome would be for ASEAN+3 officials to make informed decision based on \ndiscussions related to feasible mechanisms for the settlement of cross-border bond transactions. \nThis  will  lead  to  an  increase  in  cross-border  bond  transactions,  making  investing  in  local \ncurrency Asian bond markets more attractive. The TA will cover most ASEAN+3 countries, \nfocusing on People’s Republic of China, Indonesia, Malaysia, Philippines, Thailand, and Viet \nNam.  \n  \n11.  The TA supports the regional cooperation and integration strategy of ADB’s Office of \nRegional Economic Integration to foster development of bond markets, build financial resilience, \npromote stability, and facilitate financial integration among countries in the region. \n \n                                                 \n11 WG3 was reorganized in May 2008 and renamed task force 4 on improving related infrastructure for the bond \nmarkets (TF4). See also footnote 2. \n12 The report on cross-border clearing and settlement arrangements in the European Union may be found at \nhttp://ec.europa.eu/economy_finance/publications/publication1950_en.pdf. \n13 The scope of risks should be limited to those risks mentioned in the Giovannini report. \n ", "4   \nB.   Methodology and Key Activities \n12.  Key factors in the study’s success will be (i) the commitment of the GOE; (ii) the depth of \nresearch, including consultations with market participants; (iii) the quality of discussions at GOE \nmeetings; and (iv) the feasibility of the recommendations, driven to a large extent by the views \nand other inputs of the GOE. ADB will support GOE activities by conducting research (with \nsupport from TA consultants) into specific technical areas requested by the GOE, and by \nproviding secretariat and administrative functions for the smooth running of GOE meetings \nincluding information dissemination among members, through the use of websites such as \nasianbondsonline.adb.org,  or  through  the  creation  of  a  specific  GOE  website,  and  media \nrelations. However, ADB will not cover travel and accommodation costs for GOE members.  \n \n13.  The research work of the GOE will proceed in two main strands: (i) evaluation of an RSI; \nand (ii) removal of settlement-related barriers to cross-border bond investment, including a \nreview of laws and regulation for settlement and clearing. The content of each strand is further \nspecified below. \n \n14.  Evaluation of an RSI. The GOE will select one or more RSI options for study from the \nlist  in  the  report  under  the  TA  for  Minimizing  Foreign  Exchange  Settlement  Risk  in  the \nASEAN+3 Region, and possibly others that may be suggested by TF4 or the GOE. It will \ninvestigate the details of the selected options, such as services offered, operations, ownership \nand governance, and likely participants. It will determine the legal, regulatory, operational, and \nother impediments to establishing and operating such an RSI, and review and assess the pros \nand cons. As far as possible, the GOE will quantify the benefits and costs of the selected RSI \noptions, and will determine the likely investment and actions needed and a realistic timescale for \nits establishment. In the light of the foregoing, the GOE will assess the business case for the \nselected RSI options, and advise TF4 as to their overall feasibility.  \n \n15.  The evaluation of the RSI should, in particular, take account of the extent to which it \nprovides DVP and PVP in securities and cash settlements, and the associated benefits to \nmarket participants. The focus will be on improving cross-border settlement for the ASEAN+3 \nbond markets. Where appropriate, in its evaluation of feasibility, the GOE will take into account \nbenefits to the equity markets and foreign exchange markets as well. The GOE will also be \ninvited  to  discuss  other  ideas  for  an  RSI,  such  as  provision  of  a  cross-border  central \ncounterparty service and cross-border collateral management. \n \n16.  Identification of Settlement-Related Barriers to Cross-Border Bond Investment. \nThe GOE will identify the main settlement-related barriers in ASEAN+3, including withholding \ntax and reporting issues, and document the extent to which these barriers exist in each country. \nThese should include, but need not be restricted to, the barriers mentioned in the final report on \nminimizing foreign exchange settlement risk (para.14). It will assess actual inhibition of cross-\nborder bond investment by such barriers, and propose a road map for their elimination. \n \n17.  The GOE will also review laws and regulations relating to the finality of payments and \nsecurities settlements in each country, as relevant to cross-border bond transactions. \n \n18.  The study will also include a review of system capabilities and readiness of infrastructure \nand the supporting institutional arrangements in individual member countries for ASEAN+3 \nlinkages or establishment of an RSI. \n ", "  5\n19.  The study will propose nonbinding recommendations to the GOE, and provide TF4 with \nan appropriate road map for policymakers to remove identified impediments.  \n \nC.   Cost and Financing \n20.  The TA is estimated to cost $850,000 equivalent. The TA will be financed on a grant \nbasis  by  the  Investment  Climate  Facilitation  Fund14  under  the  Regional  Cooperation  and \nIntegration Financing Partnership Facility and administered by ADB. Detailed cost estimates \nand a financing plan are in Appendix 2. Participating ASEAN+3 member countries will finance \nthe costs of individual TF4 activities; GOE members will finance their respective costs relating to \nGOE activities. \n \nD.  Implementation Arrangements \n21.  Initial  consultations  with  the  ASEAN+3  governments  were  conducted  within  the \nframework of ABMI Task Force 4, and the TA has been endorsed by them. ADB will be the \nexecuting agency for the TA, which will be administered and implemented by ADB’s Office of \nRegional Economic Integration, in close consultation with the ABMI TF4 member countries, \nparticularly the Republic of Korea and the Philippines (the TF4 cochairs). ADB will supervise the \nwork of the TA consultants.  \n \n22.  Five international consultants and one national consultant will be engaged for a total of \n22  person-months  of  international  consultancy  services  and  12  person-months  of  national \nconsultancy  services.  The  consultants  will  be  hired  and  engaged  by  ADB  as  individual \nconsultants in accordance with ADB’s Guidelines on the Use of Consultants (2007, as amended \nfrom  time  to  time).  An  individual  consultancy  arrangement  is  suggested,  as  the  proposed \nexperts will be assigned to different offices and/or locations to undertake research or serve their \nown counterpart(s), and will prepare individual reports and recommendations. The outline terms \nof reference for the consultants is in Appendix 3. \n \n23.  The  TA  will  be  implemented  in  a  period  of  approximately  12  months  beginning  in \nDecember 2008. A series of GOE meetings will be held over the period to study and discuss the \nissues. The GOE will report regularly to TF4. Consultations with other market participants will be \nheld as required. With these inputs, as well as those from government officials, a series of draft \ninterim reports will be submitted to TF4 starting in February 2009. A final presentation to TF4 is \nexpected in October 2009. The suggested outline of the final report is in Appendix 4. Upon \ncompletion, the report will be disseminated within ADB and on appropriate websites,15 with \n \nexternal publication of the report subject to approval by TF4 members. In addition, a conference \nwill be held to disseminate and share the findings of the GOE interim and final reports with the \nrest of the capital market community.  \n \nIV.  THE PRESIDENT'S DECISION \n24.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $850,000 to be financed on a \ngrant basis by the Investment Climate Facilitation Fund under the Regional Cooperation and \nIntegration Financing Partnership Facility for Minimizing Foreign Exchange Settlement Risk in \nthe ASEAN+3 Region: Support for Group of Experts, and hereby reports this action to the Board. \n                                                 \n14  Established by the Government of Japan. \n15  For example, http://asianbondsonline.adb.org. \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance Targets  Data Sources  Assumptions  \nSummary  and/or Indicators  and/or  and Risks   \nReporting \nMechanisms  \nImpact      Assumptions \nFacilitate growth of and  Increased issuance of local  Bond market data  Commitment and \nreduced settlement risk in  currency bonds, from $3.7  from Asian bonds  cooperation of ASEAN+3 \ncross-border bond  trillion in 2007 to a minimum  online website  governments and the \ntransactions in ASEAN+3  of $7.4 trillion in 5 years    GOE to address key \nregion       issues related to cross-\n  Increase in foreign currency  Asia Bond Monitor  border bond transactions \n  bonds from ASEAN+3 region    and settlement issues \ncountries as a share of total     \nbonds outstanding in    Capital market conditions \nASEAN+3 countries, from    remain stable in both the  \n2.8% to a minimum of 5.6% in  ASEAN+3 region and the \n5 years  global market \nOutcome      Assumptions \nASEAN+3 officials to make  At least three ASEAN+3  Market  Relative stability of \ninformed decision based on  member countries consider  consultations with  financial and capital \ndiscussions related to  adopting the policy  ASEAN+3 member  market sectors \nfeasible mechanisms for  recommendations by 2009  countries    \nthe settlement of cross- Continued growth in \nborder bond transactions  cross-border bond \ntransactions \nOutputs      Assumptions \n1. Analysis of current    Within 5 months, a report on  Market participants  Governments as well as \nissues related to cross- cross-border bond  such as financial  market participants are \nborder bond transactions  transactions and risk  institutions and  willing to participate in \nin the ASEAN+3 region  implication presented to  market  market consultations and \nand the risk implication  ASEAN+3 officials at task  consultations with  a conference to discuss \nof settlement of cross- force meetings  ASEAN+3 member  cross-border bond \nborder bond transactions    countries  transactions and \n      settlement issues \n2. Analysis of feasibility of  Within 7 months, a feasibility  Market participants   \nestablishing a regional  study on RSI in the ASEAN+3  such as financial   \nsettlement intermediary  region presented to  institutions and \n(RSI) in the ASEAN+3  ASEAN+3 officials at task  market \nregion  force meetings  consultations with \n    ASEAN+3 member \n    countries \n     \n3. Recommendations of the  At least 50% of consulted  Market \nGOE on measures and  officials support general  consultations with \nmechanisms to improve  outline and recommendations  ASEAN+3 member \ncross-border bond    countries \ntransactions and     \nsettlement     \n     \n4. Regional conference to  At least 50 participants attend  Record of training \ndisseminate and share  the regional conference  program \nfindings of GOE      \n ", "  Appendix 1  7 \n Activities with Milestones  Inputs \n    \n1.  Analysis of current issues related to cross-border bond transactions in  ADB \nthe ASEAN+3 region and the risk implications for settlement of cross- •  34 person-months of \nborder bond transactions  consulting services \n1.1. Assist GOE in research on impediments and barriers for cross-border  $610,000 \nbond transactions in the ASEAN+3 countries (December 2008–April 2009)  •  Travel expenses for \n1.2. Prepare for the GOE meetings in January and April to identify  consultants $155,000 \nimpediments and barriers (December 2008–April 2009)  •  Printing reports and   \n1.3. Assist GOE subcommittee B between the GOE meetings (December  communications \n2008–April 2009)  $10,000 \n  •  Conference $20,000 \n2.  Analysis of feasibility of establishing an RSI in the ASEAN+3 region \n•  Equipment $5,000 \n2.1. Research the establishment of RSI(s) (December 2008–April 2009)  \n•  Contingencies \n2.2. Analyze operational specification of RSI(s) and prepare for GOE meeting \n$50,000 \n(by January 2009) \n•  Total cost including  \n2.3. GOE meeting (January 2009) \ncontingencies: \n2.4. Analyze business feasibility of RSI for GOE meeting (by April 2009) \n$850,000  \n2.5. GOE meeting (April 2009) \n \n2.6. Present interim report of GOE to TF4 (February 2009) \nGovernments \n \n•  Commitment to \n3.  Regional conference  \nnominate national \n3.1. Conduct one regional conference to disseminate and share findings in the \nrepresentatives to \ninterim report of the GOE (May or June 2009) \nGOE \n \n•  Feedback  \n4.  Recommendations of GOE on measures and mechanisms to improve \n \ncross-border bond transactions and settlement \nPrivate sector \n4.1.  Compile recommendation by the GOE (June–October 2009) \n•  Market consultations \n4.2.  GOE meetings (July 2009) \nand feedback \n4.3.  ADB prepares final draft report (October 2009) \n•  Expenses to \n4.4.  Present final report based on findings and recommendation of GOE to TF4 \nparticipate in GOE  \n(November 2009) \n•  Participation in \n \nconference(s), policy \ndialogue, and \ninterviews  \n \nADB = Asian Development Bank, ASEAN+3 = Association of Southeast Asian Nations, People’s Republic of China, Japan, \nand Republic of Korea, GOE = group of experts, RSI = regional settlement intermediary, TF4 = task force 4 on improving \nrelated infrastructure for the bond markets.  \n \n ", " 8  Appendix 2        \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total \nCost \nInvestment Climate Facilitation Fund under the Regional   \nCooperation and Integration Financing Partnership Facility a\n      1.  Consultants and Resource Persons   \n    a.  Remuneration and Per Diem    \n                  i.   International Consultants b 550.0 \n                  ii.  National Consultant c    60.0 \n    b.  International and Local Travel d    155.0 \n    c.  Report, Printing, and Communications e 10.0 \n  2.  Conference f 20.0 \n  3.  Equipment (computer, software, and other related items)   5.0 \n  4.  Contingencies  50.0 \n                                  Total              850.0 \n \n \na   Established by the Government of Japan. \nb   Assuming $25,000 per month for international consultant x 22 months. \nc   Assuming $5,000 per month x 12 months. \nd   Assuming $5,000 per trip to attend four group of experts meetings and one conference for five consultants, \nand four Asian Bond Markets Initiative task force meetings and two subcommittees for the lead consultant. \ne   Assuming  $10,000 for printing of interim and final reports and other materials for task force 4 on improving \nrelated infrastructure for the bond markets. \nf   Assuming one conference at $20,000.  \n \nSource: Asian Development Bank estimates. \n  \n ", "Appendix 3  9\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n1.  Clearing and Settlement Markets Specialist (5 person-months) \n1.  The consultant is expected to have significant research as well as market experience in \nclearing  and  settlement,  and  extensive  operational  knowledge  of  clearing  and  settlement \npractices in financial markets. The consultant will provide overall guidance and coordinate with \nthe other consultants to incorporate their views into the requested reports. The consultant will \nundertake tasks mainly related to the evaluation of the regional settlement intermediary (RSI) \nand oversee work on removal of settlement-related barriers. They will:  \n \n(i)  Liaise closely with the Asian Development Bank (ADB) and the chair and vice-\nchairs of the group of experts (GOE) and task force 4 on improving related \ninfrastructure for the bond markets (TF4); organize, supervise, and coordinate \nthe work of the other consultants; ensure that research is in line with the direction \nset down by the GOE and is of the required quality; and ensure that deliverables \nare delivered on time and within budget. \n(ii)  Assess  the  business  case  for  the  selected  RSI  options  and  provide \nrecommendations on their overall feasibility. \n(iii)  Provide overall guidance and advice regarding the identification and removal of \nsettlement-related  barriers.  Coordinate  with  other  consultants  to  ensure \ncompletion of the report. \n(iv)  Make nonbinding recommendations to GOE regarding future actions, which may \ninclude recommendations for further detailed study of some issues. \n(v)  Conduct regional workshops on improving clearing and settlement infrastructure \nfor cross-border bond settlements.  \n(vi)  With  the  assistance  of  the  other consultants,  prepare  all  reports  (discussion \npaper, and inception, interim and final reports) and make presentations. \n(vii)  Participate  in  GOE  meetings,  ASEAN+3  task  force  meetings,  subcommittee \nmeetings,  and  a  regional  conference  on  improving  clearing  and  settlement \ninfrastructure for cross-border bond settlements.  \n(viii)  Perform other tasks as reasonably requested by ADB. \n \n2.  Clearing and Settlement and Legal Specialist (5 person-months) \n2.  The consultant is expected to have significant market experience in the clearing and \nsettlement of bonds and possess extensive knowledge of clearing and settlement practices in \nfinancial markets. They are also expected to have significant legal experience in the area of \ncross-border clearing and settlement practices in a range of markets in the ASEAN+3 region. \nThey will: \n \n(i)  Investigate  the  details  around  the  selected  RSI  option  (services  offered, \noperations, ownership and governance, likely participants, etc.) recommended \nfor study by the GOE (from the list in the final report of the TA for Minimizing \nForeign Exchange Settlement Risk in the ASEAN+3 Region, plus others that may \nbe suggested by TF4 or GOE) \n(ii)  Assess the legal impacts on benefits and costs of the selected RSI options, \nbased on information to be provided by GOE members. \n ", "10       Appendix 3 \n \n(iii)  Review laws and regulations relevant to payments or securities settlements in \neach  country,  as  well  as  cross-border  payments  and  securities  settlements, \nthrough requests for information from national GOE members. \n(iv)  Identify the legal and regulatory issues related to the RSI options, assess the \nfeasibility of the options, and make recommendations with respect to the legal \nand governance structure. \n(v)  Make recommendations regarding and prioritize the needed or desirable legal \nand regulatory changes to permit the functioning of the RSI option. \n(vi)  Assess  the  business  case  for  the  selected  RSI  options  and  provide \nrecommendations on their overall feasibility. \n(vii)  Assist the clearing and settlement markets specialist in preparing a discussion \npaper; making presentations; and preparing consolidated inception, interim, and \nfinal reports. \n(viii)  Assist the collateral and foreign exchange specialist with legal issues related to \ncross-border collateral and foreign exchange. \n(ix)  Participate in GOE meetings and a regional conference on improving clearing \nand settlement infrastructure for cross-border bond settlements  \n(x)  Perform other tasks as reasonably requested by ADB. \n \n3.  Clearing and Settlement (RSI function) Specialist (4 person-months) \n3.  The consultant is expected to have significant market experience in the clearing and \nsettlement of bonds and possess extensive knowledge of clearing and settlement practices in \nfinancial markets. In particular, they are expected to provide information regarding some leading \ncases in other regions, particularly in Europe. They will: \n \n(i)  Provide analysis of some leading cases in other regions, particularly Europe, that \nneed to be referred to in considering RSI options.  \n(ii)  Investigate the details of the selected RSI option (services offered, operations, \nownership and governance, likely participants, etc.) recommended for study by \nthe  GOE  (from  the  list  in  the  final  report  of  the  TA  for  Minimizing  Foreign \nExchange Settlement Risk in the ASEAN+3 Region, plus others that may be \nsuggested by TF4 or GOE).  \n(iii)  Quantify the benefits and costs of the selected RSI options. \n(iv)  Determine the likely investments and actions needed and a realistic timescale for \nsetting up such an RSI. \n(v)  Assess  the  business  case  for  the  selected  RSI  options  and  provide \nrecommendations on their overall feasibility. \n(vi)  Assist the clearing and settlement markets specialist in preparing a discussion \npaper; making presentations; and preparing consolidated inception, interim, and \nfinal reports. \n(vii)  Participate in GOE meetings and a regional conference on improving clearing \nand settlement infrastructure for cross-border bond settlements  \n(viii)  Perform other tasks as reasonably requested by ADB. \n \n4.  Clearing and Settlement (Collateral and Foreign Exchange) Specialist (4 \nperson-months) \n4.  The consultant is expected to have significant market experience in the clearing and \nsettlement of bonds and possess extensive operational knowledge of clearing and settlement \n ", "Appendix 3  11\npractices in financial markets. The consultant will be mainly involved in the study of additional \nRSI functions, such as cross-border collateral and payment-versus-payment (PVP). They will: \n \n(i)  Identify clearing and settlement issues related to additional RSI functions such as \ncross-border collateral and PVP.  \n(ii)  Conduct a feasibility study of additional RSI functions and assess the business \ncase  for  selected  additional  RSI  functions  that  can  be  included  in  the \nrecommendations. \n(iii)  Assist the clearing and settlement markets specialist in preparing a discussion \npaper; making presentations; and preparing consolidated inception, interim, and \nfinal reports. \n(iv)  Participate in GOE meetings and a regional conference on improving clearing \nand settlement infrastructure for cross-border bond settlements.  \n(v)  Support the work of GOE subcommittee A.  \n(vi)  Perform other tasks as reasonably requested by ADB. \n \n5.  Clearing  and  Settlement  (Regulatory  and  Trade  Practice)  Specialist  (4 \nperson-months) \n5.  The consultant is expected to have significant market experience in the clearing and \nsettlement of bonds and possess extensive operational knowledge of clearing and settlement \npractices in financial markets. The consultant will be mainly involved in the tasks relating to the \nidentification of settlement-related barriers. They will: \n \n(i)  Identify  the  main  clearing  and  settlement-related  barriers  in  ASEAN+3  and \ndocument the extent to which these barriers exist in each of these countries. The \nresearch should include barriers relating to withholding tax and reporting issues, \nand other barriers mentioned in the final report on the TA for Minimizing Foreign \nExchange Settlement Risk in the ASEAN+3 Region. \n(ii)  Assess the extent to which such barriers actually inhibit cross-border investment. \n(iii)  Propose a road map to TF4 for elimination of these barriers. \n(iv)  Assist the clearing and settlement markets specialist in preparing a discussion \npaper; making presentations; and preparing consolidated inception, interim, and \nfinal reports. \n(v)  Participate in GOE meetings and a regional conference on improving clearing \nand settlement infrastructure for cross-border bond settlements.  \n(vi)  Support the work of GOE subcommittee B.  \n(vii)  Perform other tasks as reasonably requested by ADB. \n \nB.  National Consultant \n6.  Project Coordinator (12 person-months). The project coordinator will have adequate \nexperience  in  project  management  to  assist  ADB  and  the  international  consultants.  The \nconsultant will: \n(i)  Assist ADB and the international consultants in the coordination and lending of \nlogistical support for the arrangement of GOE meetings, and provide secretariat \nsupport to the GOE and its members. \n(ii)  Assist in the dissemination of information among members, and in the design \nand maintenance of the GOE website, and manage media relations. \n(iii)  Assist in designing and conducting the regional conference and seminars. \n ", "12       Appendix 3 \n \n(iv)  Assist in editing and consolidating the reports of the consultants. \n(v)  Provide research and technical assistance to international consultants in the \npreparation of reports.  \n(vi)  Submit a status report on the project every 2 months and be responsible for \ncoordinating  and  fielding  consultants,  arranging  meetings  for  consultants, \nobtaining  background  materials  for  consultants,  and  overseeing  project \ndeliverables and their timely delivery. \n(vii)  Perform other tasks as reasonably requested by ADB. \n ", "       Appendix 4         13  \n \n \nDRAFT OUTLINE OF THE FINAL REPORT \n \nA.  Executive Summary \nB.  Introduction \n1.  Identifying missing pieces for further expansion of Asian bond market \na.  Issues identified by the technical assistance on Minimizing Foreign \nExchange Settlement Risk in the ASEAN+3 Region \nb.  Infrastructure development and market expansion \n2.  The group of experts (GOE) and its role \na.  The experts from ASEAN + 3 regions \nb.  Recommendations based on high expertise  \nc.  Consultations with major market participants in the region \n3.  Bottom─up and top─down approaches to identify the missing pieces  \na.  Bottom─up approach: proposal of the regional settlement intermediary \n(RSI) model for more efficient bond transaction \nb.  Top─down approach: proposal of the road map to create more bond-\nmarket-friendly environment \nC.  Proposal of the RSI Model for More Efficient Bond Transaction  \n1.  Settlement risk and transaction costs in Asian bond trades \n2.  Prefeasibility study  \n3.  Operational specification of RSI options \na.  Asian international central securities depository (ICSD)  \ni.   Workflow of euro bond transactions in Asia at present \nii.   Workflows of domestic bond transactions using ICSD in Asia \niii.   Desirable operational structure and specification for Asian ICSD \nb.  Linkup market in Asia  \ni.  Workflow of cross-border bond transaction through linkup market \ntype of RSI \nii.  Desirable operational structure and specification for linkup market \nin Asia \n4.  Business feasibility of selected RSI options  \na.  Cost and benefit analysis of RSI  \nb.  Additional features \ni.  Cross-border collateral: mitigating liquidity risk in the region  \nii.  Payment vs Payment Function \n ", "14       Appendix 4 \n \nc.  Overall assessment of the analyses  \n5.  Legal feasibility of the selected RSI options  \n6.  Organizational structure of the selected RSI options  \nD.  Proposals of the Road Map for More Bond-Market-Friendly Environment \n1.  Impediments or barriers identified: scope of discussion by the GOE \na.  Impediments or barriers in common to all markets \nb.  Impediments or barriers specific to each market \n2.  Proposal of steps for improvements \nE.  Remaining Issues  \n1.  Possible options for the RSI model \na.  Linkage with central banks. In most market in the region, government \nbonds are settled by the central banks. It is desirable to discuss with \ncentral bank and encourage them for linkup. \n  \nb.  Equity transaction function. To seek economy of scale and scope, it is \ndesirable to include equity transactions in the region. However, this needs \nto have more detail research since equity transaction involves various \ncorporate actions, which can be different from country to country. \n2.  Standardization  and  harmonization  of  regulations  and  trade  practices  in  the \nregion. Harmonization of regulations and trade practices are the key for creating \nthe  regional  bond  market.  The  governments  need  to  harmonize  regulations. \nBesides, market participants themselves should cooperate to standardize and \nharmonize market practices in transaction and contracts.  \n3.  Institutionalization of private–public sector dialogue in the region. The GOE was \nthe first region-wide collective action to express their opinion to the governments \nunder the framework of ASEAN+3. It is important that the private sector and the \ngovernments continue to work together, and to do so, it is necessary to maintain \nthe  framework  of  regular  consultation  between  private  sector  and  the \ngovernments. \n \n "], "metadata": {"CreationDate": "D:20090109092749+08'00'", "Subject": "Research and Development Technical Assistance (RDTA)", "Author": "C. Kaneko", "Creator": "Acrobat PDFMaker 7.0 for Word", "Keywords": "foreign exchange settlement risk, ASEAN+3 region, investment climate facilitation fund, regional cooperation integration financing partnership, research and development technical assistance, adb RDTA, asia-pacific economic cooperation, adb project 41517", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20090114113535+08'00'", "Company": "ADB", "SourceModified": "D:20090108074912", "Title": "Minimizing Foreign Exchange Settlement Risk in the ASEAN+3 Region: Support for Group of Experts (Financed by the Investment Climate Facilitation Fund under the Regional Cooperation and Integration Financing Partnership Facility)"}}