{"path": "data/input/ta/41531-reg-tar.pdf", "pages": [" \n \n \n \nRegional Technical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 41531 \nFebruary 2008 \n \n \n   \nSupporting the Boao Forum for Asia  \n(Financed by the People’s Republic of China Poverty Reduction \nand Regional Cooperation Fund) \n ", "ABBREVIATIONS \n \nADB  –  Asian Development Bank \nBFA  –  Boao Forum for Asia \nDMC  –  developing member country \nECA  –  export credit agency \nOCO  –  Office of Cofinancing Operations \nOREI  –  Office of Regional Economic Integration \nRETA  –  regional technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy  \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, regional cooperation,  \nprivate sector development  \nSubthemes  –  Promoting economic efficiency and enabling markets, \ntrade and investments, public-private partnerships \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nHead        J. W. Lee, Office of Regional Economic Integration (OREI) \n \nDirector       S. Madhur, OREI  \n \n \nTeam leader      C. Nguyen, Regional Cooperation Specialist, OREI \nTeam member    C. Bellinger, Principal Guarantees and Syndications \n \n         Specialist, Office of Cofinancing Operations \n ", "1   \nI.  INTRODUCTION \n1.  The  Boao  Forum  for  Asia  (BFA)  was  established  in  2001  to  help  promote  the \ndevelopment  goals  of  and  encourage  closer  ties  among  Asian  countries  through  regional \ncooperation and integration. It provides a high-level forum for government officials, business \nleaders, and academics in Asia to discuss important policy issues and views pertaining to \nregional cooperation and integration in Asia and the Pacific.   \n \n2.  Since the beginning of the BFA, the Asian Development Bank (ADB) has supported \nregional  policy  dialogue  and  training  programs,  including those  that  facilitate  public-private \npartnerships and training programs for export credit agency (ECA) officials to enhance their \nportfolio management. The partnership between ADB and the BFA was strengthened with the \nsigning of a memorandum of understanding on 22 April 2006. The proposed regional technical \nassistance (RETA)1 will help finance the activities of the BFA for 2008 and 2009 to carry out its \nprograms in support of regional cooperation and integration in Asia and the Pacific. The RETA \ndesign and monitoring framework is in Appendix 1.   \n \nII.  ISSUES \n \n3.  Market-led  integration  in  Asia  has  fueled  policy  interest  in  establishing  new  cross-\nregional organizations in Asia and the Pacific. However, building political consensus on the \nstructure and functions of regional institutions is difficult in Asia and the Pacific, given its diverse \neconomics, politics, culture, geographic and demographic conditions. Consequently, building \nregional institutions in Asia and the Pacific is a long-term process that continues to rely on \nintergovernmental relations rather than on supranational institutions.  \n \n4.  The  BFA  continues  to  play  a  crucial  role  in  building  trust  and  confidence  among \ngovernments.  This  requires  strengthening  regional  policy  dialogue  and  disseminating \ninformation  effectively  among  the  countries  involved.  ADB  has  been  supporting  and  will \ncontinue to support the BFA in these two areas. In 2007, ADB sponsored a session entitled \n“Accelerating Asian Growth: Evolution of the Asian Economic Community” at the BFA annual \nconference. ADB Vice President Lawrence C. Greenwood moderated the session, which was \nattended by high-level business people and government officials. The session was well-received \nby the participants, and the BFA secretariat subsequently received positive feedback. ADB and \nthe BFA also jointly prepared the BFA Annual Report 20072. The report provides comprehensive \nanalysis on emerging trends in regional cooperation and integration. It was widely distributed to \nthe private sector, media, academia, and policy makers. The report is posted on the websites of \nADB and the BFA. \n \n5.  ADB will continue to support the BFA in promoting public-private partnerships in the \nregion. The BFA has started the critical process of building these relationships by providing \nvenues for interaction between governments and businesses at its annual conferences and \nother meetings. As part of their support for public-private partnerships, ADB and the BFA have \nestablished a partnership in strengthening the institutional capability of developing member \ncountries (DMC) in delivering official export credit at competitive rates and managing their \nportfolios. ADB's objective in helping the Asian export-import  banks, particularly those from \nDMCs,  is  to  enable  them  to  have  the  same  opportunities  as  their  export-import  bank \n                                                 \n1 The RETA first appeared in ADB Business Opportunities on 4 January 2008. \n2 Boao Forum for Asia, 2007. Progress of Regional Cooperation and Integration in Asia and the Pacific. Annual \nReport 2007. Manila: ADB. \n ", "  2\ncounterparts  in  the  developed  world.  The  training  is  also  consistent  with  ADB's  regional \ncooperation and integration strategy to facilitate trade and investment among member countries \nthrough capacity building. ADB will continue the level of support it has provided to the Asian \nexport-import banks and will broaden its scope to cover more staff in those banks, as well as in \nthe ECAs in the DMCs that have not benefited from the ADB assistance. \n \n6.  The RETA will continue to support the BFA in strengthening regional policy dialogue and \nbuilding public-private partnerships to enable the DMCs in the region to maximize regional \ncooperation  and  integration  opportunities,  as  well  as  respond  adequately  to  the  related \nchallenges.  \n \nIII.  THE TECHNICAL ASSISTANCE \n7.  This RETA is consistent with ADB’s regional cooperation and integration strategy in \nbuilding stronger partnerships with regional institutions that support cooperative activities in Asia \nand the Pacific.  \n \nA.  Impact and Outcome \n8.  The expected impact of the RETA will be (i) strengthened regional policy dialogue on  \nregional  cooperation  and  integration  issues  such  as  infrastructure,  trade,  and  investment; \nmoney and finance; and regional public goods; and (ii) improved public-private partnerships on \nregional cooperation and integration issues. \n \n9.  The  expected  outcomes  are  (i)  increased  awareness  of  the  involved  countries  on \nregional  cooperation  and  integration  issues;  and  (ii)  enhanced  capacity  of  selected  Asian \nexport-import banks and ECAs on topical issues, including public and private environmental risk \nmanagement,  infrastructure  financing  in  emerging  markets,  new  risk  mitigation  products, \ngovernments’ management of contingent liabilities, and compliance with financial standards in \nAsia.  \n \n10.  The  expected  results  and  outputs  include  (i)  two  sponsored  sessions  on  regional \neconomic integration at the BFA annual conferences in April 2008 and April 2009; (ii) a BFA \nannual report (in April 2009); and (iii) training programs on the topics chosen by the export-\nimport banks and ECAs, with one training session to be held, as recommended, in Boao City, \nPeople’s Republic of China, back-to-back with the BFA annual conference, or in the ADB \nheadquarters in Manila, Philippines. The other training programs will be held in Manila or the \nmost  convenient  country  venue  for  the  participants,  which  will  be  identified  during  project \nimplementation. Expected trainees are from export-import banks and ECAs of DMCs.  \n \nB.  Methodology and Key Activities \n11.  The RETA will consist of two major activities: (i) support for the BFA conferences and \nannual report preparation, and (ii) training programs to support capacity development. \n \n12.  Support for the BFA Conferences and Annual Report Preparation. The targeted \naudience of the BFA annual conferences includes government, private sector (business and \nothers), and academic organizations. ADB and the BFA secretariat will coordinate closely on the \nmain themes of the BFA annual conferences for 2008 and 2009.   \n \n ", "3   \n13.  For the BFA annual conferences, the RETA will allocate funds (for honoraria, travel \ncosts, and other related expenses) to engage the services of resource persons and to cover \nother operating costs (venue rental, translator fees, etc). The BFA, in consultation with ADB, will \nregularly review the conference themes, which will be the basis for determining the expertise of \nthe resource persons who will be tapped for the training programs. \n \n14.  The BFA Annual Report 2009 will be published jointly by ADB and the BFA. International \nconsultants with expertise on the selected themes will be engaged to prepare the report The \nBFA Annual Report 2009 will be posted on the BFA and ADB websites.  \n \n15.  Training Programs and Workshops on Export-Import Banks and ECAs. The training \nwill  be  held  in  Boao  City,  People’s  Republic  of  China,  at  ADB  headquarters,  or  at  other \nconvenient venues. For 2008, two training programs will be conducted under the RETA. Based \non earlier consultations with the Asian export-import banks, the priority topics for training in \n2007 and 2008, based on the needs of the Asian export-import banks and ECAs, are: (i) legal \nframework  of  each  member  country,  (ii)  internal  controls  of  Asian  ECAs,  (iii)  Asian  ECA \nbusiness reengineering processes, (iv) management of failed projects in Asian ECAs, and (v) \nhuman resource development in Asian ECAs. This list of priority topics will be updated after the \nmeeting of Asian export-import banks in 2009. From the priority topics, a training syllabus will be \ndeveloped. \n \n16.  The training materials will be compiled in a compact disc and disseminated to all DMCs. \nThe compilation will also be posted on the Asia Regional Integration Center website. ADB's \nOffice of Regional Economic Integration (OREI) and Office of Cofinancing Operations (OCO) \nwill implement the RETA. If the training is held in Boao City, ADB will coordinate with the BFA \nsecretariat on the arrangements and proceedings for the training. The training programs will be \nassessed after each training course through evaluation and feedback from the participants, \nresource persons, and relevant institutions. This feedback will allow revisions and adjustments \nto the program to reflect the needs of the participants.  \n \nC.  Cost and Financing \n \n17.  The RETA is estimated to cost $500,000. The RETA will be financed on a grant basis by \nthe  Poverty  Reduction  and  Regional  Cooperation  Fund  funded  by  the  Government  of  the \nPeople’s Republic of China, and will be administered by ADB. It will cover remuneration, travel, \nand per diem for international and national consultants, resource persons, conference-related \nexpenditures, travel costs of participants, other training expenditures, publication of the annual \nreport and reference materials, equipment rentals, and miscellaneous expenses. A detailed cost \nbreakdown and proposed financing plan are in Appendix 2.   \n \nD.  Implementation Arrangements \n18.  The RETA will be executed by ADB and implemented by OREI and OCO, in close \ncollaboration with the BFA secretariat. OREI will lead the implementation of the support for the \nBFA annual conferences and annual report, while OCO will lead the implementation of the \ntraining for the export-import banks and ECAs. The BFA secretariat is expected to be involved, \nparticularly in deciding the overall conference themes and logistics and the protocol for the \ntraining courses.  \n \n19.  The RETA is expected to start in February 2008 and be completed in January 2010. \nInternational consultants will be chosen through a single-sourced selection method and will be \n ", "  4\nengaged intermittently for a cumulative maximum of 4 person-months to draft the BFA annual \nreport. Resource persons will be engaged cumulatively for 4 person-months to conduct the \ntraining programs. One national consultant, who will be engaged intermittently for a maximum of \n8 person-months, will mainly coordinate the training and assist the international consultants in \nthe preparation of the BFA annual report. The national consultant will be based in OREI. An \noutline of the terms of reference for the consultants and resource persons is in Appendix 3. ADB \nwill engage the consultants on an individual basis and in accordance with its Guidelines on the \nUse  of  Consultants  (April  2007,  as  amended  from  time  to  time)  and  other  arrangements \nsatisfactory to ADB for engaging consultants.  \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to be financed on a \ngrant  basis  by  the  Poverty  Reduction  and  Regional  Cooperation  Fund  from  the  People's \nRepublic of China for Supporting the Boao Forum for Asia, and hereby reports this action to the \nBoard. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "5   \nAppendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \n \nDesign   Performance   Data Sources/ Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \n       \n•  Stronger regional policy  •  Number of framework  •  BFA annual reports;  •  Commitment of BFA \ndialogue on regional  agreements on regional  reports of the BFA  member countries, private \ncooperation and  cooperation and integration  secretariat  sector, and the BFA \nintegration issues, e.g.,  signed    secretariat \ninfrastructure, trade and    •  News reports in private   \ninvestment, money and  •  Joint regional cooperation  sector activities that  •  Governments cooperate on \nfinance, and other  and integration activities  foster dialogue with  regional cooperation and \nregional public goods  implemented by BFA  governments on  integration issues and \n  member countries  regional cooperation  overall trade policies \n•  Better public-private     and integration   \npartnerships on regional  •  Increased interest of private     \ncooperation and  sector in the BFA annual   \nintegration issues  conferences \n   \n•  Active involvement of \nsmaller Asian economies in \nregional cooperation and \nintegration  issues and \ndevelopments \n \nOutcome      Assumptions \n       \n•  Increased awareness of  •  Follow-up activities, e.g.,  •  BFA annual reports;  •  Commitment of BFA \nthe involved countries of  regional workshops and  reports of the BFA  member countries, private \nregional cooperation  seminars of BFA member  secretariat; consultation  sector, and the BFA \nand integration  issues  countries after the BFA  meetings     secretariat \n  annual conferences     \n•  Enhanced  capacity of    •  Feedback from export- •  Adequate supervision by \nselected Asian export- •  Acquired knowledge and  import banks and ECAs  ADB staff \nimport banks and ECAs  understanding of selected     \non timely issues, e.g.,  Asian export-import banks  •  Downloads of  •  Continued interest by Asian \nenvironmental risk  and ECAs on the topical  publication from the  export-import banks and \nmanagement (public  issues   Asia Regional  ECAs of developing \nand private),  Integration Center  member countries to \ninfrastructure financing  website and the BFA  undertake capacity building \nin emerging markets,  website  activities   \nnew risk-mitigation       \nproducts, governments’    Risk \nmanagement of  •  Participants cancel at the \ncontingent liabilities, and  last minute due to urgent \ncompliance with  work  \nfinancial standards in   \nAsia  \n \nOutputs      Assumptions \n       \n•  Policy dialogue and  •  Two ADB-sponsored  •  Reports of the BFA  •  Timely recruitment of \ninformation dissemination  sessions on regional  Secretariat  qualified \n  cooperation and integration   •  Media coverage  consultants/resource \n•  Reports on regional  issues during the BFA    persons and acquisition of \ncooperation and  annual conferences     training materials \nintegration  issues  •  Number of participants at     \n  the sessions     \n ", "  Appendix 1  6\n•  Capacity building for  •  High-quality, well-cited    •  Selection of highly relevant \nexport-import banks and  presentation materials and    theme related to regional \nECAs in developing  reports    cooperation and integration \nmember countries    •  Reports of the BFA  for the ADB-sponsored \n  •  One ADB-BFA annual  Secretariat  session \n  report  •  Media coverage   \n•  Circulation list  •  Number of visitors to the   \n•  Reports and references  websites  Risk \nposted on the websites of    •  Participants do not have \nADB and the BFA  •  Feedback from the BFA  sufficient background \n  secretariat to ADB  knowledge on the selected \n•  One or two workshops on  •  Feedback from  topic.  \npriority topics  participants   \n•  Number of trainees  •  Media coverage \n•  Presentation papers   \n \n \nActivities with Milestones   \n \n  Inputs \n \n1.1  Consultations with the BFA secretariat on the annual conferences \n(Immediately after the mobilization of the RETA)  ADB (Regional Cooperation and Poverty \nReduction Fund ) $500,000 equivalent \n1.2  Selection of themes for the BFA annual conferences (Immediately after \nthe mobilization of the RETA and during the TA implementation)   \n1.3  Selection and engagement of international consultants and resource  •  ADB \npersons (Immediately after the mobilization of the RETA and during the  •  BFA secretariat (in kind, $5,000) \nTA implementation)   •  Private sector (in kind, $5,000) \n1.4  Holding of the BFA annual conferences in Boao City, People’s Republic of  •  International consultants and resource \nChina (April 2008 and April 2009)  persons ($149,000) \n1.5  Post-conference information dissemination (Within two months after the  •  National consultant ($16,000) \nconference) \n•  International and local travel ($82,000) \n \n•  Conference and annual report \n  preparation                                  \n2.1  Consultations with the BFA Secretariat on the coverage and themes of the  ($91,000) \nBFA annual report (Immediately after the mobilization of RETA for 2008  •  Training workshops ($130,000) \nand December 2008 for 2009 Annual Report) \n•  Contingencies ($32,000) \n2.2  Drafting of the outline of the annual report (six months prior to the 2009   \nBFA Annual Conference and during the implementation of the RETA) \nTotal Cost: $500,000 equivalent \n2.3  Selection and engagement of international consultants (Four months prior \nto the 2009 BFA Annual Conference) \n2.4  Preparation and review of the annual report (Four months prior to the 2009 \nBFA Annual Conference) \n2.5  Publication and dissemination of the annual report (1 month before 2009 \nBFA Annual Conference) \n \n \n3.1  Consultations with Asian export-import banks and ECAs (Immediately \nafter the mobilization of the RETA) \n3.2  Selection and engagement of international consultants and resource \npersons (Within two months before the training agreed schedule) \n3.3  Preparatory activities for the training and coordination with the BFA (to be \ncompleted within first 2 months after TA resource persons’ mobilization) \n3.4  Holding of the training for Asian export-import banks and ECAs in Boao \nCity, People’s Republic of China, or in ADB headquarters, Manila, \nPhilippines (to be carried out immediately upon completion of the draft \nmodule, and during TA implementation period) \n ", "7    Appendix 1 \nActivities with Milestones   \n \n \n3.5  Evaluation of training course by participants (During and after the trainings) \n3.6  Compilation and distribution of training materials to developing member \ncountries (Two months after each training and throughout the TA \nimplementation period) \n \nADB = Asian Development Bank, BFA = Boao Forum for Asia, ECA = export credit agency, OREI = Office of Regional \nEconomic Integration.  \n \n   \n ", "Append ix 2     8 \n \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n    Total \nItem    Cost \nAsian Development Bank Financing a   \n  1.  Consultants and Resource Persons   \n    a.  Remuneration and Per Diem   \ni.  International Consultants and Resource Persons  149.00 \nii.  National Consultants  16.00 \n    b.  International and Local Travel  82.00 \n                  Subtotal (1)  247.00 \n   \n      2.  Conference and Annual Report Preparation Expenditures   \n    a.  Facilitators and Translators  15.00 \n            b.   Rental of Venue and Other Facilities  45.00 \n    c.  Supplies, Conference Materials, and   7.00 \n                  Miscellaneous  Costs \n    d.  Publication and Freight Charges  24.00 \n                       \n                Subtotal (2)  91.00 \n   \n      3. Training Expenditures   \n    a.  Airfares of Participants  60.00 \n    b.  Per Diem and Miscellaneous Travel Expense of Participants  40.00 \n    c.  Training Room Rental  20.00 \n    d.  Supplies, Materials, and Miscellaneous Costs  10.00 \n                  Subtotal (3)  130.00 \n   \n      4. Contingencies  32.00 \n   \n                                  Total  500.00 \na Financed by the People’s Republic of China Poverty Reduction and Regional Cooperation Fund. \n  Source: Asian Development Bank estimates. \n ", " 9  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n \nA.  International Consultant (Trade and Environmental Economist, 4 person-months)  \n \n1.  For the drafting of the Boao Forum for Asia (BFA) annual report, the regional technical \nassistance  (RETA)  will  require  consultant(s)  with  expertise  on  international  trade  policies, \nregional economic cooperation, trade negotiations, and free trade agreements in the region; \nenvironmental management challenges; and other relevant areas.  \n \n2.  Under the supervision of the Office of Regional Economic Integration (OREI) staff and in \nconsultation with staff of other departments, the consultant will prepare the 2009 BFA annual \nreport, following Asian Development Bank (ADB) guidelines. The annual report will cover the \nprevious year and will be drafted based on an outline agreed upon by ADB and the BFA. The \ntopics of the report will be jointly agreed upon by ADB and the BFA and will be consistent with \nthe themes of the BFA annual conferences.  \n \n3.  The consultant is expected to perform the following tasks: \n \n(i)  Review relevant reports, documents, and databases of ADB and the BFA. \n(ii)  Consult with relevant ADB staff and networks.  \n(iii)  Prepare first draft of the report for review by OREI staff. \n(iv)  Revise the paper based on the initial comments provided by OREI. \n(v)  Submit the revised draft for ADB interdepartmental comments. \n(vi)  Revise draft based on the comments provided by relevant ADB departments and \nsubmit the final draft of the reAppopertn.d  ix 2 \n(vii)  Provide additional information as requested by the editor. \n(viii)  Prepare presentation materials based on the report. \n \nB.  National Consultant (Research and Project Associate, 8 person-months) \n \n4.  The consultant should be an economist with a master’s degree from an internationally \nrecognized university and have substantial experience in managing TA projects and providing \nTA for research studies in regional integration. Excellent writing abilities and strong quantitative \nand computer skills are requirements for the assignment. The consultant will be required to work \nin ADB headquarters during the project implementation.  \n \n5.  Working under the supervision of the regional cooperation specialist, the consultant will \nperform the following tasks: \n \n(i)  Assist in organizing the BFA’s annual conferences in collaboration with the BFA \nsecretariat. \n(ii)  Support the preparation of the annual report for the BFA. \n(iii)  Assist in conducting research on special issues in trade, economic integration, \nand regional cooperation. \n(iv)  Assist in preparing the training program's curricula, materials, and presentation \npapers. \n(v)  Assist in identifying resource persons for training programs. \n(vi)  Prepare the final report on the export-import bank and export credit agency \ntraining and follow-up activities. \n ", "  10\nAppendix 3 \n(vii)  Collect relevant data for the BFA annual report and support the consultants \nworking on it in preparing preliminary analysis as appropriate.  \n(viii)  Perform other tasks as required by the regional cooperation specialist.  \n \nC.  International Resource Persons (Trade and Finance Experts, 4-person months) \n \n6.  The RETA will require the services of at least four resource persons (for about 4 person-\nmonths) who are experts in the priority topics that will be agreed upon and endorsed by the \nAsian export-import banks and export credit agencies for 2008 and 2009.  \n \n7.  The resource persons will have the following responsibilities: \n \n(i)  Design and develop training workshops and prepare detailed outlines for them. \n(ii)  Collate and prepare reference and workshop materials for participants. \n(iii)  Conduct the training workshops. \n(iv)  Prepare  training  workshop  activity  reports  that  include  activity  outlines, \nparticipant  profiles,  responses  and  outcomes,  lessons  learned,  overall \nimpressions, evaluations of the workshops in relation to the RETA objective, and \nremaining issues and suggestions for possible follow-up activities. \n \n "], "metadata": {"CreationDate": "D:20080306152610+08'00'", "Author": "LC6", "Creator": "PScript5.dll Version 5.2", "Keywords": "supporting the boao forum for asia, asia boao forum, asia boao forum support, regional cooperation programs, asian development goals programs, tar: reg 41531", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20080310162522+08'00'", "Title": "Supporting the Boao Forum for Asia  (Financed by the People’s Republic of China Poverty Reduction and Regional Cooperation Fund)"}, "author_page": "ABBREVIATIONS \n \nADB  –  Asian Development Bank \nBFA  –  Boao Forum for Asia \nDMC  –  developing member country \nECA  –  export credit agency \nOCO  –  Office of Cofinancing Operations \nOREI  –  Office of Regional Economic Integration \nRETA  –  regional technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy  \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, regional cooperation,  \nprivate sector development  \nSubthemes  –  Promoting economic efficiency and enabling markets, \ntrade and investments, public-private partnerships \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \nHead        J. W. Lee, Office of Regional Economic Integration (OREI) \n \nDirector       S. Madhur, OREI  \n \n \nTeam leader      C. Nguyen, Regional Cooperation Specialist, OREI \nTeam member    C. Bellinger, Principal Guarantees and Syndications \n \n         Specialist, Office of Cofinancing Operations \n ", "authors": [{"fullname": "trade and investments", "role": "public-private partnerships", "organization": ""}, {"fullname": "J. W. Lee", "role": "Office of Regional Economic Integration (OREI)", "organization": ""}, {"fullname": "S. Madhur", "role": "OREI", "organization": ""}, {"fullname": "C. Nguyen", "role": "Regional Cooperation Specialist", "organization": "OREI"}, {"fullname": "C. Bellinger", "role": "Principal Guarantees and Syndications", "organization": ""}]}