{"path": "data/input/ta/41540-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 41540-01 \nResearch and Development Technical Assistance (RDTA) \nDecember 2009 \n \n \n \nAsia Regional Integration Center, Phase III\n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AEM  –  Asia Economic Monitor \n  ARIC  –  Asia Regional Integration Center \n  DMC  –  developing member country \n  FTA  –  free trade agreement \n  OREI  –  Office of Regional Economic Integration \n  RCI  –  regional cooperation and integration \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public sector management (economic and  public affairs \nmanagement), industry and trade (trade and services), finance \n(finance sector development) \nThemes (subthemes)  –  Regional cooperation and integration (cross-border infrastructure, \ntrade and investments, money and finance, other regional public \ngoods); economic growth (promoting macroeconomic stability) \nLocation impact  –  Regional (high impact) \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nHead  J.W. Lee, Office of Regional Economic Integration (OREI) \nSenior Director  S. Madhur, OREI \n   \nTeam leader  L. Song, Economist, OREI \nTeam member  J. Duque-Comia, Economics Officer, OREI \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n \n1.  Regional cooperation and integration (RCI) is a powerful tool to accelerate economic \ngrowth, reduce poverty, raise living standards, improve productivity, narrow development gaps, \nand strengthen institutions. The Asian Development Bank (ADB) adopted an RCI strategy in \nJuly 2006,1 and identified RCI as one of its strategic agendas and core operational areas in \nStrategy 2020.2 It will play a key role in helping ADB to achieve its aim of reducing poverty and \nimproving the quality of life in Asia and the Pacific. As a result, the Office of Regional Economic \nIntegration (OREI) was established in late 2005. To support the implementation of the RCI \nstrategy, OREI launched the Asia Regional Integration Center (ARIC) website in October 2006 \nas a one-stop knowledge and information clearinghouse on the progress of RCI initiatives in the \nregion.3  \n \n2.  This  technical  assistance  (TA)  aims  to  expand  the  creation  and  dissemination  of \nknowledge and information on RCI.4 This will increase the capacity of stakeholders (including \ngovernment officials, researchers, members of international institutions, and other online users) \nto promote greater regional integration. It will help to strengthen ADB's role as a knowledge \ninstitution by supporting the dissemination of RCI knowledge products. An internet portal such \nas ARIC is an ideal way to disseminate information on RCI. Building on previous TA projects, \nthis TA will improve the current content (including databases) of the ARIC website and develop \nnew RCI knowledge products.5 The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n3.  Regional economic integration in Asia and the Pacific has been gaining pace, and ADB \nhas been at the forefront of efforts to promote RCI. Intra-regional trade rose from 47% of the \nregion's total trade in 1990 to 57% in 2008; while the number of free trade agreements (FTAs) \ngrew from 45 at the end of 2000 to 109 at the end of June 2009. Intra-regional foreign direct \ninvestment inflows (as a percentage of total foreign direct investment for the region) have \njumped from 10% in 1990 to 52% in 2005. The recent global economic crisis has shown that \nstronger cooperation and integration is needed to maintain macroeconomic stability and sustain \ngrowth in the region. Other areas of cooperation, such as infrastructure and the environment \nalso have the potential to act as catalysts for regional growth.  \n \n4.  Under Strategy 2020, one of the four roles undertaken by ADB to promote greater RCI is \nexpanding  the  creation  and  dissemination  of  RCI-related  knowledge  and  information  to \ndeveloping  member  countries  (DMCs).  Knowledge  is  a  powerful  catalyst  for  propelling \ndevelopment and enhancing its effects. ADB  has country-specific insights through working \nclosely with governments on long-term issues and a broader outlook than that of any individual \n                                                 \n1  ADB. 2006. Regional Cooperation and Integration Strategy. Manila. \n2  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n3 In this paper, \"region\" refers to Asia and the Pacific.   \n4  The TA concept paper was cleared on 15 October 2009. The TA first appeared in the business opportunities \nsection of ADB's website on 16 November 2009.  \n5  Previous TA projects that supported creation and maintenance of the Asia Regional Integration Center and its \nprecursor, the Asia Recovery Information Center, include ADB. 1999. Technical Assistance for the Establishment \nof the Asia Recovery Information Center. Manila (TA 5848-REG); ADB. 2001. Technical Assistance for the Asia \nRecovery Information Center, Phase II. Manila (TA 5981-REG); ADB. 2003. Technical Assistance for the Asia \nRecovery Information Center, Phase III. Manila (TA 6138-REG); ADB. 2006. Technical Assistance for the Asia \nRegional Integration Center. Manila (TA 6314-REG); ADB. 2008. Technical Assistance for the Asia Regional \nIntegration Center, Phase II. Manila (TA 6459-REG). \n ", "2   \ncountry. ADB provides knowledge services to DMCs for their immediate information needs, \nwhile determining and disseminating best practices.  \n \n5.  The ARIC website provides stakeholders with access to the latest news, articles, studies, \nand other information on various RCI initiatives in the region. It also contains online databases \nand  information  on  research.  ARIC  is  in  a  unique  position  to  share  RCI  knowledge  and \ninformation widely, efficiently, and inexpensively. \n \n6.  Maintaining and improving the ARIC website will expand and disseminate knowledge \nand information on RCI to a greater number of stakeholders; boost ADB's role as a knowledge \ninstitution; and provide policy makers with inputs for research and policy formation on RCI-\nrelated issues. The TA will upgrade existing knowledge products and develop new ones to \nfacilitate discussions among stakeholders, and to enhance their capacity to promote greater \nregional integration. In addition, a separate OREI intranet site will be developed to serve as a \nvenue for RCI information sharing within ADB. The information available in the intranet site will \nbe used by ADB staff in evaluating and designing RCI  projects. This will increase ADB's \nknowledge  pool  on  RCI  projects  and  set  the  pace  for  ADB-wide  information  sharing, \nstrengthening OREI's role as the focal point in supporting RCI initiatives in Asia. \n \n7.  The ARIC website traces its roots to the Asia Recovery Information Center website \ndeveloped by ADB in 1999. This provided a clearinghouse for the dissemination and exchange \nof information on the economies hit by the Asian crisis 1997–1998 and on their recovery. Since \nits re-launch as the Asia Regional Integration Center in October 2006, the ARIC website has \nestablished itself as a reliable and leading source of RCI information. On average, there are \naround 655 unique visitors and 23,920 hits per day. The website’s information architecture, \ndatabase systems, and state-of-the-art technology have been used as benchmarks by other \ninstitutions. ARIC has been consulted by the Secretariat for the Common Market for Eastern \nand Southern Africa with regard to its plan to establish a regional integration surveillance \nmechanism. The ARIC website was also included by the Center for Comparative Regional \nIntegration Studies at United Nations University in its best-practice analysis of online resources \ndealing with integration studies. The ARIC project team assisted the Association of Southeast \nAsian  Nations  Secretariat  in  developing  the  sections  covering  statistics  and  economic \nintegration in its website. ARIC’s FTA section is currently linked to the Asia-Pacific trade and \ninvestment agreements database, which is maintained by the United Nations Economic and \nSocial Commission for Asia and the Pacific.  \n \n8.  The ARIC project team helped create RCI knowledge products, including 35 working \npapers on regional economic integration; 33 presentation materials from RCI seminar series; \n17 issues of the Asia Economic Monitor (AEM);6 an FTA comparative toolkit; updated RCI \nindicators; an expanded macroeconomic database; and a climate change database. AEM is an \nestablished brand name covered widely by the international media (with major international \nnewspapers often carrying front-page articles based on AEM stories), and highly appreciated by \nusers (as evidenced by 90,000 downloads in 2009). \n \n9.  Several  lessons  have  been  learned  from  the  implementation  of  previous  ARIC  TA \nprojects. First, an important element in the development of the website is the feedback it \nreceives  from  internal  and  external  stakeholders,  which  have  significantly  improved  and \nstreamlined its content and structure. Second, ARIC must improve continuously to fulfill its \nmandate of becoming an authoritative source of information on RCI in Asia and the Pacific. \n                                                 \n6  ADB, Asia Regional Integration Center. Asia Economic Monitor. http://aric.adb.org/asia-economic-monitor/ \n ", "  3\nThird, to attract more users, the ARIC website should increase the consistency and originality of \nits content, and conform to ADB standards in information presentation. Fourth, while enhancing \nits strengths (the money and finance content), it should also emphasize other RCI pillars: cross-\nborder infrastructure, trade and investments, and other regional public goods. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The TA aims to enhance the capacity of key stakeholders to promote greater regional \nintegration by expanding the creation and dissemination of knowledge and information on RCI. \nThe impact of the TA will be reflected in the number and scope of market-led and government-\ndirected RCI initiatives, intra-regional agreements and other venues for cooperation, and the \nimplementation of existing RCI activities in Asia and the Pacific and the development of new \ninitiatives. \n \n11.  The outcome of this TA will be that stakeholders will have access to timely and relevant \nknowledge and information on RCI, including the latest RCI news and information, regional \nintegration  and  macroeconomic  indicators,  and  RCI  knowledge  products,  including  books, \nreports,  working  papers,  a  digest  of  RCI  activities,  and  country  profiles.  They  could  also \nparticipate in strategic discussions on the impact and policy implications of RCI through regional \neconomic integration seminars. It is anticipated that the TA will increase usage of the website by \n10% (compared to the average from the date of ARIC's re-launch to December 2009). Its \noutcome can also be measured by the amount of time spent on a website and the number of \ndownloads, and by the number of direct links from various global and regional websites.  \n \nB.  Methodology and Key Activities \n \n12.  The TA will revamp the existing website to include expanded and new content and will \nintroduce more tools for improved user web experience and accessibility. The tasks will include \n(i) revamping  and  enhancing  the  ARIC  website  and  launching  a  new  OREI  intranet  site; \n(ii) preparing  the  AEM  and  other  new  economic  reports,  and  updating  current  databases; \n(iii) developing  new  knowledge  products  and  databases;  (iv)  providing  assistance  in  the \npreparation of the ADB working paper series on regional economic integration; (v) providing \nsupport for the OREI seminar series; and (vi) undertaking other initiatives that will help increase \nweb usage and direct links with other relevant websites. The TA will cover all ADB DMCs. \nAssistance will not be undertaken in any DMC until ADB receives a notice of no-objection from \nthe government of the DMC. \n \n13.  The  website’s  navigational  structure  will  be  overhauled  to  provide  visitors  with  a \nsubstantially  improved  user  experience. Knowledge  tools  will  be  presented  using  geodata, \ndashboards, multimedia, and dynamic data presentation to help widen statistical analysis. The \nTA will develop a new OREI intranet site in collaboration with internal ADB stakeholders. The \nintranet site will promote the harmonization and synchronization of data within ADB. In addition, \nthe intranet site will serve as an information focal point for the ADB internal community of \npractice on RCI and help strengthen ARIC’s efforts to support internal users. \n \n14.  The TA will maintain and update the ARIC's existing content and develop new content. \nNew  issues  of  AEM  will  be  published  and  the  current  content  and  databases  on  trade, \ninvestment,  and  macroeconomic  indicators  will  be  updated  and  expanded  to  include  new \ninitiatives, coverage, and indicators. The TA will develop new databases on infrastructure, \n ", "4   \nbilateral investment treaties, tariffs, energy resources, and the Asian Highway.7 New knowledge \nproducts on RCI will also be developed—including a digest (which will provide updates on the \nprogress and status of various initiatives under each of the four pillars of RCI8), and country \nprofiles (which will provide country information on RCI-related topics). The TA will involve other \ndepartments in ADB in developing new content on the ARIC website, which will complement \nother initiatives being implemented within ADB. OREI may also work with regional departments \nof ADB to link documents in languages other than English to the ARIC website. \n \n15.  To disseminate new knowledge and information on RCI, five to seven seminars will be \nheld during TA implementation. Eight to ten working papers focusing on various issues related \nto the four pillars of RCI will be produced and disseminated. Experts on RCI will be invited to \ncontribute to the seminars and the working paper series.  \n \n16.  Promoting and marketing the ARIC website will be important to achieving the outcome of \nthe TA. Key stakeholders must be aware of the website and the information it contains. OREI \nwill coordinate with internal and external stakeholders to encourage links between the ARIC \nwebsite and other sites. The ARIC website will include survey tools so users can provide \nfeedback, enabling the website to be tailored more closely to user needs. Networking services \n(such as Twitter and RSS [Really Simple Syndication]) will be used and user participation and \ndiscussion on various RCI issues encouraged. The TA will explore ways of enhancing general \naccessibility  to  the  website's  knowledge  products  of  the  placement  of  links  at  multilingual \ndevelopment portals, as well as through the inclusion of a technical glossary.  \n \nC.  Cost and Financing \n \n17.  The TA will require an estimated $1,250,000 to be financed on a grant basis by ADB’s \nTechnical  Assistance  Special  Fund  (TASF-IV  for  $400,000  and  TASF—other  sources  for \n$850,000). The detailed cost breakdown and financing plan are detailed in Appendix 2. \n \nD.  Implementation Arrangements \n \n18.  ADB will be the executing agency for the TA. OREI will implement the TA in close \ncollaboration with other ADB departments and offices. The community of practice on regional \ncooperation and integration will provide advice and guidance as required. The TA is expected to \nbe completed in 24 months, from December 2009 to November 2011 \n \n19.  The TA will require 34 person-months of international consulting services, 226 person-\nmonths  of  national  consulting  services,  and  approximately  0.6  person-months  of  resource \npersons' services (Appendix 3, Table A3). All of the consultants will be hired as individuals and \nin accordance with the Guidelines on the Use of Consultants (2007, as amended from time to \ntime).  Outline  terms  of  reference for  the  consultants  are  in  Appendix  3.  Hiring  a  team  of \nindividual consultants will provide more benefits to ADB than engaging a firm. These include  \n(i) faster mobilization of consultants, (ii) greater control by ADB staff in selecting and managing \nindividual consultants, and (iii) greater flexibility in engaging experts specializing in a broad \nrange of RCI-related topics.  \n                                                 \n7 The Asian Highway is a system of about 140,000 kilometers of roads crisscrossing many Asian countries and with \nlinkages to Europe. Under another OREI TA, a database was developed on ADB-financed road projects that \ncontributed to the Asian Highway network.This database will be uploaded in the ARIC website and be made \navailable to ADB staff and key stakeholders as inputs to the design and evaluation of future regional road projects. \n8 The four pillars of ADB's RCI Strategy are: (i) cross-border infrastructure and related software, (ii) trade and \ninvestment, (iii) money and finance, and (iv) regional public goods. \n ", "  5\n \n20.  The lead economist, with expertise in trade, macroeconomic, or development issues in \nAsia, will be an international consultant and will supervise the revamp of the website and the \nday-to-day operations of the ARIC. Other international consultants will include six economists \nfamiliar  with  RCI  issues  in  Asia  who  will  prepare  special  studies  with  significant  policy \nimplications for RCI and one economics editor who will draft the contents of the ARIC website \nand edit the AEM and working papers. About six resource persons, who are internationally \ndistinguished experts on RCI or policy makers considered as prime movers of Asian integration \nwill be invited as speakers for OREI seminars.  \n \n21.  National consultants will include one lead analyst who will assist in the supervision of \nARIC’s  operations;  seven  economic  analysts  who  will  maintain  and  improve  the  website’s \ncontent, and assist in the preparation of publications and seminars; and one analyst on trade \nlaw who will operate and improve the trade- and investment-related sections of the ARIC \nwebsite. Three web and/or IT specialists will be hired as a website administrator, a multimedia \ndesigner and developer, and system and/or database developer. There will also be one desktop \npublisher  for  the  AEM  reports;  and  one  project  management  assistant  who  will  provide \nadministrative, logistical and data support. To successfully implement this TA, a team of OREI \nstaff  including  one  professional  member  of  staff,  one  national  officer,  and  one  operations \nassistant, assisted by the lead economist, lead analyst and project management assistant, will \nconsolidate consultants' individual outputs as well as coordinate and manage consultants. \n \n22.  The  procurement  of  equipment,  software,  and  statistical  databases  will  be  done  in \naccordance with ADB's Procurement Guidelines (2007, as amended from time to time). After the \nTA is completed, any procured equipment will be disposed of in compliance with ADB project \nadministration instructions on administering grant-financed technical assistance projects.9 \n \n23.  The  improved  ARIC  website  will  be  promoted  through  events  sponsored  by  key \nstakeholders.  Printed copies of the AEM and OREI working papers, and ARIC brochures and \nother marketing paraphernalia will be distributed during these promotional events. News on the \nlaunch of the new ARIC website and issuance of the semiannual AEM reports will also be \nreleased  to  the  media.  Seminars  and  workshops  on  regional  economic  integration  will  be \nconducted  to  disseminate  the  TA’s  expected  knowledge  products.  The  project  monitoring \nframework will be improved and used to assess the impact and outcome of the TA. The TA will \nbe monitored through monthly ARIC website user statistics as well as through midterm and final \nTA review reports. RCI news, comments, and suggestions from key stakeholders and ADB staff \nwill also be tracked. \n \nIV.  THE PRESIDENT'S DECISION \n \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,250,000 on a grant basis \nfor the Asia Regional Integration Center, Phase III, and hereby reports this action to the Board. \n                                                 \n9  ADB. 2009. Administering Grant-Financed Technical Assistance Projects. Project Administration Instructions. \nPAI 5.11. Manila (Section L, para. 31) states that \"During TA implementation, the equipment and vehicles \npurchased under the TA are ADB’s property... The equipment and vehicles remain ADB’s property, even after \nCTLA closes the TA account, until transferred to the government or disposed of.\" \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting \nSummary  Targets/Indicators  Mechanisms  Assumptions and Risks \nImpact      Assumptions \nEnhanced capacity of  Increased discussions  RCI news  Regional cooperation and \nkey stakeholders in Asia  on RCI agreements and  integration remains a key \nand the Pacific to  increased references  ARIC RCI digest  strategy in strengthening \npromote greater regional  by stakeholders to    economic growth in the \nintegration  ARIC and ARIC  ARIC economic and  region \n  knowledge products in  integration indicators \nPolicies will be geared \n  media and other \ntoward harnessing the full \n  publications.   \nbenefits of regional \n \neconomic integration \nIncrease in the number  Comments and \nof RCI projects  suggestions from  Information from the ARIC \nsupported by ADB  stakeholders and ADB  website is used as inputs to \n  staff  reports and other \n  publications, and policy \ndialogue \n \nRisk \nGlobal economic downturns \ncould lead to a policy shift \ntoward domestic economic \nconcerns, delaying the \nimplementation of RCI \ninitiatives \n \nOutcome      Assumptions \nKey stakeholders will be  10% increase in  ARIC website user  ARIC web users have \nable to access timely  indicators of website  statistics and traffic  reliable access to the \nand relevant knowledge  usage, including page  information on the entire  website. \nand information on RCI   views, unique visitors,   site \nOther website owners are \n  number of visits, time \nagreeable to linking to the \nspent, and number of  ARIC website built-in user \nnew ARIC website \ndownloads of ARIC  feedback mechanism \nknowledge products   \n(compared to average  External peer reviews  Risk \nfrom October 2006 to  and benchmarking  Content providers are \nDecember 2009 [ARIC  unable to supply ARIC with \nre-launch])  User surveys  reliable and current \n  information for upload in the \nIncrease in the number  site \nof links between the \nARIC website and other \nrelevant websites \n \nOutputs        \n1. Improved ARIC  Updated content,  Regular progress and  Assumptions \nwebsite and new  expanded databases  technical reports    Data sources and \nOREI intranet  and coverage, and    hyperlinks are available.  \n  enhanced functionality  Regular usability tests \nInternal ADB stakeholders \n    within ADB and from \nare willing to contribute \n    external stakeholders to \n ", "  Appendix 1  7 \nDesign  Performance  Data Sources/Reporting \nSummary  Targets/Indicators  Mechanisms  Assumptions and Risks \n    track traffic information on  content for the intranet. \n    the site (e.g., time spent \n \n    per page, most visited \nRisks \n    pages) \nIT-related or other technical \n     \nproblems could arise. \n    Surveys on user \n    preferences  Content providers are \n      unable to supply ARIC with \n      reliable and current \n      information for uploading to  \n      the site \n2. AEM—online and  Three issues of the  Monitoring framework \nAssumptions \nprint versions—which  AEM published; ARIC  that will track the number \nData and information \nprovides timely  macroeconomic  of  printed AEMs  \nrequirements are available \nupdates and  database improved and  circulated and the \nand accessible to ARIC \ndiscusses current  updated  number of online AEMs \nstaff \nissues affecting    downloaded \n \ncountries covered by     \n \nthe report; other new    Comments and \n \nand enhanced    suggestions from ADB \n \nmacroeconomic    staff and users \n \nreports and databases     \n \n     \n \n3. Other new and  Special studies on  News reports and media \nRisk \nenhanced RCI  relevant RCI issues  releases \nContent providers are \nknowledge products  published; new   \nunable to supply ARIC with \n  databases on  New and enhanced \nreliable and current \n  infrastructure, tariffs,  databases on the ARIC \ninformation for upload in the \n  energy resources and  website \nsite  \n  consumption, and the   \n \n  Asian Highway  ARIC website \n \n  established; other ARIC   \n \n  RCI databases  Comments and \n \n  enhanced and  suggestions from ADB \n \n  expanded; four issues  staff and users \n \n  of the RCI digest   \n \n  published; and  ten   \n \n  emerging Asia country   \n \n  profiles on RCI   \n \n  published   \n \n     \nRisk \n4. ADB working paper  8–10 working papers  Print and online copies  \nAppropriate consultants \nseries on regional  published   \nwho will write on the \neconomic integration     \nsuggested topics are \n     \nunavailable \n5. ADB seminar series  5–7 seminars held  ARIC website \n \non regional economic    announcements and \n \nintegration materials    presentation uploads \n \n     \n \n    ADB Today \n \n    announcements \n \n     \nRisk \n6. Others  Coordination with  ARIC accomplishment \nResource persons may not \n  internal and external  reports \n ", "8  Appendix 1 \nDesign  Performance  Data Sources/Reporting \nSummary  Targets/Indicators  Mechanisms  Assumptions and Risks \n  stakeholders to create    be available \n  links between the ARIC  Comments and   \nwebsite and other  suggestions from ADB  Assumption \nrelevant sites; inputs  staff and users  Key stakeholders are willing \nmade to management    to cooperate and \nspeeches and    coordinate with the ARIC \npresentations; new    website. \nARIC brochure and     \nCDs produced;   \nmarketing events held \n \nActivities with Milestones   Inputs \n1.1  Maintain the ARIC website and update its content (Dec 2009–Nov 2011)   \n1.2  Revamp ARIC website, redesign pages and improve navigational structure  34 person-months of \n(Dec 2009–Feb 2011)  international consulting and \n1.3  Enhance existing content and databases to include new initiatives,  226 person-months of \nindicators, and country coverage (Dec 2009–Nov 2010)  national consulting services \n1.4  Implement enhancements to improve statistical analysis including geodata,  ($803,000)  \ndashboard, multimedia and dynamic data presentation (Dec 2009–Sep   \n2010)  Travel and per diem \n1.5  Develop content management systems for current (ARIC, RCI, FTA, and  ($117,000) \nclimate change) and new databases  (Dec 2009–Jul 2010)   \n1.6  Clean up and restructure ARIC economic and financial indicators, RCI and  Databases, equipment, and \nFTA databases (Dec 2009–Nov 2010)  computer software \n1.7  Design and develop OREI intranet site and develop tools and an integrated  ($105,000) \ndatabase for ADB staff access (Jul 2010–Apr 2011)   \n2.1  Provide research and data assistance for the Asia Economic Monitor (Feb  Seminars and meetings \n2010–Aug 2011)  ($50,000) \n3.1 Develop new RCI indicators and databases on infrastructure, tariffs, energy   \nresources and consumption, Asian Highway, and social integration  Resource persons \nindicators (Dec 2009–Nov 2010)  ($30,000) \n3.2 Submit digest and country profiles (Feb 2010–Aug 2011 )   \n3.3  Prepare special studies on RCI (Dec 2009–Aug 2011)  Miscellaneous \n4.1  Provide research and data assistance for ADB working papers series on  administration costs \nregional economic integration and other publications of ADB staff (Dec  ($35,000) \n2009–Nov 2011)   \n4.2  Provide editorial, publishing and production assistance for ADB  Contingencies ($110,000) \npublications such as the working paper series on RCI (Dec 2009–Nov   \n2011)  Total cost: $1,250,000 \n5.1  Provide operational assistance for the ADB seminar series on regional   \neconomic integration (Dec 2009–Nov 2011 )  Analytical input from ADB \n6.1  Cooperate and coordinate with internal and external stakeholders to create  staff \nlinks on other websites (Feb 2010–Nov 2011)   \n6.2  Create a new multimedia interface and marketing paraphernalia (Nov \n2010–Feb 2011) \n6.3  Promote the ARIC website through direct (road shows and event \nparticipation) and electronic (Twitter) channels (Feb 2010–Nov 2011) \nADB = Asian Development Bank, ARIC = Asia Regional Integration Center, CD = compact disc, DMC = developing \nmember country, FTA = free trade agreement, OREI = Office of Regional Economic Integration, RCI = regional \ncooperation and integration, AEM = Asia Economic Monitor. \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Amount \nAsian Development Bank Financinga 1,250.00 \n  1.  Consultants  920.00 \n    a.  Remuneration and per diem   \n      i.  International consultants  375.00 \n      ii.  National consultants  428.00 \n    b.  International and local travel  117.00 \n  2.  Equipment, software, and databasesb 105.00 \n  3.  Training, seminars, and conferences   \n             a.    Resource persons  30.00 \n             b.    Seminars and meetings  50.00 \n  4.  Miscellaneous administration and support costs  35.00 \n  6.  Contingencies  110.00 \n        Total  1,250.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV for $400,000 and \nTASF—other sources for $850,000).  \nb  Equipment to be purchased include computers, printers, LCD projectors and others; database subscriptions \ninclude Reuters 3000 Xtra, Datastream, ThomsonOne, and CEIC Data Company. \nSource: Asian Development Bank estimates. \n \n \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  Lead Economist (18 person-months) \n1.  The consultant will be an economist with expertise in trade, macroeconomic, and development \nissues in Asia and the Pacific, with at least 10 years of relevant work experience. Under the supervision \nof Asian Development Bank (ADB) staff, the lead economist will  \n(i)  manage  the  improvement,  expansion,  and  daily  operations  of  the  Asia  Regional \nIntegration Center (ARIC) website; \n(ii)  evaluate  and  improve  the  content  and  operational  procedures  of  the  ARIC  website, \nincluding the ARIC work plan; \n(iii)  develop and implement a monitoring framework for the ARIC website; \n(iv)  assist in the preparation of regular macroeconomic and financial reports; \n(v)  provide research inputs as may be requested by ADB staff; \n(vi)  manage the production of ADB working paper series on RCI and oversee preparations for \nthe ADB seminar series on regional cooperation and development (RCI); and \n(vii)  liaise with various ADB departments and offices. \n \n2.  Outputs will include regular reports on overall activities of ARIC team and performance of or \nimprovements on the ARIC website, written inputs and/or comments on logic and substance in support of \npreparation of various RCI knowledge products.  \n \n2.  Economists (6 persons, 6 person-months total, intermittent) \n3.  The consultants will be economists familiar with trade, macroeconomic, and development issues \nin Asia and the Pacific. Under the supervision of ADB staff, the consultants will  \n(i)  prepare special studies on agreed RCI-related topics; and \n(ii)  revise and finalize the study based on comments from OREI and other departments. \n \n4.  Outputs will include written reports and presentations on special studies regarding RCI issues. \n \n3.  Economics Editor (10 person-months, intermittent) \n5.  The consultant should be familiar with economic and development issues in Asia and the Pacific, \nand have strong communication skills. Under the supervision of ADB staff, the consultant will  \n(i)  draft contents of the ARIC website, the Asia Economic Monitor (AEM), ADB working \npapers on regional economic integration, management statements, press releases, and \ntechnical documents; \n(ii)  examine economic arguments in documents to assess whether they are logical and are \nbased on accepted economic theory and principles, and revise them if necessary; \n(iii)  examine and edit the tables and figures in the documents to ensure data consistency; and \n(iv)  ensure that documents adhere to ADB style and usage and conform to high publication \nstandards. \n \n6.  Outputs will include edited content of ARIC website, management statements, press releases, \nOREI  publications  and  technical  documents;  and  written  notices  to  OREI  paper  authors  regarding \ncomments on substance and logic of arguments and adherence to ADB style and usage.  \n \n \n ", "Appendix 3  11\nB.  National Consultants \n \n1.  Lead Analyst (18 person-months) \n7.  The consultant will have sufficient managerial skills to perform supervisory tasks; knowledge of \neconomic issues; website and database management and development; and strong proficiency in data \nprocessing and analysis. The local consultant will \n(i)  perform the tasks of the lead economist in his or her absence; \n(ii)  assist in the supervision of the daily operations of the ARIC website;  \n(iii)  support the lead economist in preparing management reports related to ARIC; \n(iv)  liaise with ADB departments and other stakeholders on ARIC-related matters; \n(v)  develop and maintain systems for data aggregation and computation; \n(vi)  provide research support in the preparation of various RCI knowledge products; and \n(vii)  execute data and research requests. \n \n8.  Outputs will include regular reports on overall activities of ARIC team and performance of the \nARIC website, reports on improvements to the ARIC website, occasional updates on services rendered \nin support of OREI and related ADB activities, written inputs and/or comments on logic and substance in \nsupport of preparation of various RCI knowledge products.  \n \n2.  Economic Analysts (7 persons, 126 person-months total) \n9.  The consultants will have extensive experience in economic, social, and financial data processing \nand analysis; be familiar with issues concerning RCI; and have strong communication skills. Under the \nsupervision of ADB staff and the ARIC lead economist, the consultants will \n(i)  maintain and develop the following sections of the website: (a) infrastructure and software; \n(b) trade and investment; (c) money and finance; (d) regional public goods; (e) the RCI \nindicators  database;  (f)  integration  indicators  database;  (g)  economic  and  financial \nindicators; (h) Asian macroeconomic development section; and (i) other sections of the \nARIC website as may be assigned; \n(ii)  assist in conceptualizing website design;  \n(iii)  develop and update RCI knowledge products, including (a) an RCI digest; and (b) country \nprofiles on RCI for assigned countries;  \n(iv)  provide research and editorial assistance in the preparation of regular economic and \nfinancial reports, working papers, and other material; and \n(v)  provide coordination support for OREI seminar series and website promotion. \n \n10.  Outputs will include written portions of RCI knowledge products and website content, written \neconomic updates and analysis and reports, updated economic and financial databases, and reports on \nwebsite improvements.  \n \n3.  Analyst—Trade Law (6 person-months) \n11.  The consultant will have a university degree in law with several years of relevant experience in \nproviding economic and legal analysis of international agreements, particularly free trade agreements \n(FTAs) and bilateral investment treaties; good report-writing skills; substantial knowledge of international \ntrade, FTA trends, and best practices. Familiarity with FTA and foreign direct investment regimes of \nAsian economies and developed countries is desirable. Under the supervision of the ADB staff and ARIC \nlead economist, the consultant will \n(i)  assist in analyzing recent trends in Asian FTAs and investment agreements; \n(ii)  manage and maintain the ARIC FTA database; \n ", "12  Appendix 3 \n(iii)  assist in preparing the comparative mapping of FTA and bilateral investment treaties \nprovisions; and \n(iv)  provide research inputs as may be assigned or requested by ADB staff. \n \n12.  Outputs will include written portions of RCI knowledge products and content of website, written \neconomic  updates  and  analysis  and  reports,  updated  ARIC  FTA  database,  and  report  on  website \nimprovements under the ARIC FTA database. \n \n4.  Web Administrator and Programmer (18 person-months) \n13.  Under the supervision of ADB staff and the ARIC lead economist, the consultants will  \n(i)  design and develop improved navigational tools using state-of-the-art technologies; \n(ii)  build and maintain efficient content management systems to track and manage content; \n(iii)  build interactive interfaces, geographic data mapper and charting components;  \n(iv)  develop a multimedia facility to manage image galleries, podcasts, and video feeds; \n(v)  implement a tracking system to track website statistics on user hits and visits;  \n(vi)  maintain programs to update the content of the new website, including page design; \n(vii)  check the entire database for errors; and manage the file structure of the entire website; \n(viii)  post daily updates on the development, intranet, and global websites; \n(ix)  prepare technical documentation for the designed website; and \n(x)  conduct usability tests to evaluate and measure the website’s ease of use. \n \n14.  Outputs will include (i) design and development of websites; (ii) reports on website improvements, \nstatistics,  description  of  maintenance,  and  development,  and  other  reports  on  intranet,  and  global \nwebsites; and (iii) preparation of a user and/or operations manual for ARIC system. \n \n5.  Multimedia Designer and Developer (18 person-months) \n15.  The consultant will undertake graphic design work for the ARIC website. Under the supervision of \nADB staff and the ARIC lead economist, the consultant will \n(i)  conceptualize designs and develop front-end templates for the ARIC website; \n(ii)  manage and update static contents for the ARIC website; \n(iii)  provide support on site uploads and editing of all ARIC online and published materials; \nand \n(iv)  conceptualize and implement designs for ARIC and OREI promotional materials. \n \n16.  Outputs will include design, development, and implementation of (i) websites, (ii) OREI working \npapers, and (iii) ARIC multimedia products. \n \n  6.  System and Database Developer (18 person-months) \n17.  The consultant will be working on a daily basis at ADB headquarters. He or she will report to the \nARIC lead economist as well as ADB staff as may be directed. The consultant will  \n(i)  improve the content management systems for the macroeconomic indicators database; \n(ii)  assist  in  the  supervision  of  database-related  collaboration  projects  with  other  ADB \ndepartments and external stakeholders; \n(iii)  design and implement front-end web tools; \n(iv)  revise the database and content management systems for current and new contents; \n(v)  prepare documentation for implemented database and content management systems; \nand \n(vi)  conduct and oversee a usability test for the ARIC website. \n ", "Appendix 3  13\n \n18.  Outputs  will  include  (i)  design  of  a  user  evaluation  framework  for  the  site  and  technical \ndocumentation,  (ii) system  requirements  specifications  for  the  website  and  documentation,  \n(iii) preparation of a user and/or operations manual for the ARIC system, and (iv) maintenance and \ndevelopment of ARIC databases. \n \n7.  Desktop Publisher (1–2 persons, 4 person-months total) \n \n19.  In consultation with and under the guidance of ADB staff, the consultant will  \n(i)  lay out and incorporate revisions to the text, tables, and charts of the AEM; and \n(ii)  convert the files into required format for print and online publication. \n \n20.  Outputs will include typesetting of AEM and other relevant ARIC publications. \n \n8.  Project Management Assistant (18 person-months) \n21.  Under the supervision of the ARIC lead economist, the consultant will \n(i)  assist  the  team  members  with  all  the  logistical  arrangements  and  manage  all \nadministrative procedures; \n(ii)  organize files comprising reports, computer files and other relevant documents; \n(iii)  assist in maintaining online databases and data collection; \n(iv)  construct and organize the monthly economic calendar; \n(v)  monitor and prepare reports on ARIC procedures; \n(vi)  serve as the supply custodian of the team; and \n(vii)  assist in proofreading, editing and reformatting of the ADB working paper series on RCI. \n \n22.  Outputs will include drafts of various documents and reports necessary for TA implementation.  \n \nC.  Resource Persons (6 persons, 0.6 person-month total, intermittent) \n23.  These  consultants  will  be  internationally  distinguished  experts  on  the  four  pillars  of  RCI, \nspecializing in RCI issues, or policy makers who are considered prime movers of Asian integration. The \nresource persons will \n(i)  make presentations on topics assigned to them; and  \n(ii)  act as moderators and facilitators.  \n \n24.  Outputs will include presentations on assigned topics. \n \n ", "14  Appendix 3 \n \nTable A3: Summary of Consultants and Resource Persons \n \nNo. of  No. of  \nPosition  Consultants  Type  Person-Months  Time of Assignment \nA. International Consultants \n1. Lead economist  1  Individual  18   Dec 2009–Nov 2011 \n2. Economists  6  Individual  6  Dec 2009–Nov 2011 \n3. Economics editor  1  Individual  10  Dec 2009–Nov 2011 \n  Subtotal  8    34   \nB. National Consultants \n1. Lead analyst  1  Individual  18  Dec 2009–Nov 2011 \n2. Economic analysts  7  Individual   126  Dec 2009–Nov 2011 \n3. Analyst—trade law  1  Individual  6  Dec 2009–Nov 2011 \n4. Web administrator and  1  Individual  18  Dec 2009–Nov 2011 \nprogrammer \n5. Multimedia designer and  1  Individual  18  Dec 2009–Nov 2011 \ndeveloper \n6. System and database developer  1  Individual  18  Dec 2009–Nov 2011 \n7. Desktop publisher  1–2  Individual  4  Dec 2009–Nov 2011 \n8. Project management assistant  1  Individual  18  Dec 2009–Nov 2011 \n  Subtotal  14–15    226   \nC. Resource Persons  6      0.6  Dec 2009–Nov 2011 \n  Total  28–29    260.6   \nSource: ADB. \n "], "metadata": {"CreationDate": "D:20091207143055+08'00'", "Author": "RR3", "Creator": "Acrobat PDFMaker 7.0 for Word", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20100323140328+08'00'", "Company": "Licenced User", "SourceModified": "D:20091207062924", "Title": "Doc number"}, "author_page": " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AEM  –  Asia Economic Monitor \n  ARIC  –  Asia Regional Integration Center \n  DMC  –  developing member country \n  FTA  –  free trade agreement \n  OREI  –  Office of Regional Economic Integration \n  RCI  –  regional cooperation and integration \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public sector management (economic and  public affairs \nmanagement), industry and trade (trade and services), finance \n(finance sector development) \nThemes (subthemes)  –  Regional cooperation and integration (cross-border infrastructure, \ntrade and investments, money and finance, other regional public \ngoods); economic growth (promoting macroeconomic stability) \nLocation impact  –  Regional (high impact) \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nHead  J.W. Lee, Office of Regional Economic Integration (OREI) \nSenior Director  S. Madhur, OREI \n   \nTeam leader  L. Song, Economist, OREI \nTeam member  J. Duque-Comia, Economics Officer, OREI \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "", "fullname": "trade and investments", "role": "money and finance", "organization": "other regional public"}, {"documentRole": "Head", "fullname": "J.W. Lee", "role": "Office of Regional Economic Integration (OREI)", "organization": ""}, {"documentRole": "Senior Director", "fullname": "S. Madhur", "role": "OREI", "organization": ""}, {"documentRole": "Team leader", "fullname": "L. Song", "role": "Economist", "organization": "OREI"}, {"documentRole": "Team member", "fullname": "J. Duque-Comia", "role": "Economics Officer", "organization": "OREI"}]}