{"path": "data/input/ta/41574-reg-tar.pdf", "pages": [" \nRegional Technical Assistance Report\n  \nProject Number: 41574 \nDecember 2007 \n \n \n \nImplementation of the Seed Capital Assistance \nFacility \n(Financed by the Global Environment Facility) \n \n \n \nIn accordance with ADB’s public communications policy (PCP, 2005), this abbreviated version of the TA \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nexcludes confidential information and ADB’s assessment of project or transaction risk as well as other \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \ninformation referred to in paragraph 126 of the PCP.\n ", "", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  EE  –  energy efficiency \n  GEF  –  Global Environment Facility \n  GHG  –  greenhouse gas \n  PMU  –  project management unit \n  PRC  –  People’s Republic of China \n  PSCM  –  Capital Markets and Financial Sectors Division \n  PSOD  –  Private Sector Operations Department \n  RE  –  renewable energy \n  REACH  –  Renewable Energy, Energy Efficiency and Climate Change \n  RETA  –  regional technical assistance \n  RSDD  –  Regional and Sustainable Development Department \n  SCAF  –  Seed Capital Assistance Facility \n  SSTA  –  small-scale technical assistance \n  SME  –  small and medium-sized enterprise \n  TA  –  technical assistance \n  UNEP  –  United Nations Environment Programme \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n   \nTargeting Classification  –  General Intervention \nSector  –  Energy \nSubsector  –  Energy sector development  \nThemes  –  Environmental sustainability, private sector development, \nsustainable economic growth \nSubthemes  –  Cleaner production, control of industrial pollution; private \nsector investment; fostering physical infrastructure \ndevelopment \n \nGLOSSARY  \n \n  Incremental  –  The gap between actual risk-adjusted returns and expected \nreturns hurdle  target returns of mainstream investors. \n  Management fee  –  A charge paid to asset managers of mutual funds or private \nequity funds for their services; usually also includes fund \nadministration costs and investor relations. Typically a certain \npercentage of assets under management. \n  Seed capital  –  Money used for the initial investment in a project or start-up \ncompany, for proof-of-concept, market research, or initial \nproduct development. Also called seed financing or seed \nmoney. \n  Seed capital  –  Explicit allocation of capital within the larger fund for the \nwindow  purpose of investing in start-ups or the early stages of project \nor company development.  \n       \n \n ", " \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice President  L. Jin, Operations 1 \nDirector General  R. Bestani, Private Sector Operations Department (PSOD) \nDirector  W. Willms, Capital Markets and Financial Sectors Division, PSOD \n   \nTeam leader  S. Kim, Investment Specialist, PSOD \nTeam members  A. Hebel, Office of Cofinancing Operations \nD. McCauley, Regional and Sustainable Development Department \nK. Mulqueeny, Counsel, Office of General Counsel ", " \nI.  INTRODUCTION \n1.  Emerging Asian economies are dealing with growing energy demands and high oil \nprices. Increased energy demands threaten sustainable long-term economic growth and also \ncontribute to serious environmental impacts such as global climate change. By 2010, Asia is \nexpected to account for almost one third of global greenhouse gas (GHG) emissions. To slow \nthe rapid growth in GHG emissions, increases in investment in renewable energy (RE), energy \nefficiency (EE) and other “clean” technologies is needed.  \n \n2.  However, RE and EE projects face difficulties securing financing1 because RE and EE \ntechnologies  are  markedly  different  from  conventional  energy  systems  in  terms  of  scale, \ncapacity, energy resource characteristics and status of technology. Since financiers are typically \naverse  to  things  that  are  new;  banks  apply  different  risk  perceptions  and  dismiss  such \ntechnologies as “too small and too risky.” Many investors are therefore not ready or willing to \nprovide equity finance, which is a seed capital for entrepreneurs, to such projects. To help early-\nstage RE and EE enterprises access seed capital from conventional energy investors, the \nUnited Nations Environment Programme (UNEP) and the Asian Development Bank (ADB) are \ndeveloping the Seed Capital Assistance Facility (SCAF), in line with UNEP’s Renewable Energy \nEnterprise Development program. The SCAF will be funded by the Global Environment Facility \n(GEF)2  under  its  Climate  Change  Operational  Programme  6,  “Promoting  the  adoption  of \nrenewable energy by removing barriers and reducing implementation costs.”  \n \n3.    This regional technical assistance (RETA) is being formulated to implement the SCAF. It \nis designed to stimulate the creation of specialized funds and early-stage funding windows to \ntarget sustainable energy niches such as RE and EE where investment capital interest exists. \nSCAF project activities under the RETA will aim to facilitate investment in local RE and EE \nenterprises,  helping  sustainable  energy  entrepreneurs  to  access  enterprise  development \nsupport and seed capital from mainstream investors.3 The SCAF project will be implemented in \njoint partnership based on an agreement between ADB and UNEP.4  \n \nII.  ISSUES \n4.  Asia is expected to account for 28% of global GHG emissions by 2010. One way of \nslowing this rapid growth in GHG emissions is to increase investment in RE and other “clean” \ntechnologies.  Many  Asian  governments  have  recently  announced  ambitious  targets  on \nrenewable energy. For example, the People's Republic of China (PRC) has pledged to increase \nits  use  of  small  hydro,  wind,  solar  and  biomass  power  generation  to  60,000  megawatts, \nproviding  10%  of  its  generating  capacity  by  2010.  The  Philippines  wants  to  double  the \ngenerating capacity from RE sources by 2013, and Pakistan has announced its goal of a 10% \nrenewable energy share in the total power sector. However, to date, the implementation of RE, \nEE and other GHG mitigation projects across Asia has been slow compared with overall energy \nsector growth. For instance, only 2% of total electricity in Asia comes from renewables. For \ncountries across Asia to meet their renewable energy targets and reduce GHG emissions, a \n                                                 \n1  Large hydropower plants and electricity transmission line upgrade and rehabilitation projects are ruled out.  \n2 GEF, established in 1991, helps developing countries to fund projects and programs that protect the global \nenvironment. GEF grants support projects related to biodiversity, climate change, international waters, land \ndegradation, the ozone layer and persistent organic pollutants. \n3  The conceptual structure of SCAF is in Appendix 1.  \n4  ADB and UNEP have been discussing the SCAF project since 2006. ADB and UNEP held SCAF meetings on 25–\n26 June 2007 to finalize the project structure. \n ", "2 \nmuch greater level of investment in these types of projects, in the order of billions of dollars, is \nrequired.5  \n \n5.  However,  from  a  commercial  perspective, the  supply  of  energy  services  via  RE  or \nefficient energy technologies is often considered new and dismissed by conventional financial \ninstitutions as too small and too risky. Therefore, few private sector clean energy enterprises or \nproject developers are financed by conventional banks and investors. The lack of early-stage \ninvestment  leads  to  “capital  starvation”  of  promising  energy  start-ups  and  developments. \nBesides insufficient supportive regulations to encourage seed capital investment in the clean \nenergy sector, the two largest hurdles to engaging commercial investors in seed capital stage \ninvestment are the higher transaction and management costs of smaller and less developed \nclean energy transactions, and the lower risk-adjusted returns of these investments.  \n \nA.  Barrier 1 to the Provision of Seed Capital:  Enterprise Development and \nTransaction Costs are High \n \n6.  Mainstream investors expect to pay an annual fee of 2–3% to asset management firms \nto manage capital on their behalf, usually through closed-end investment funds. Even if a fund \nmanager  is  interested  in  making  a  seed  capital  investment,  covering  the  costs  can  be \nchallenging. When a fund manager commits to seed capital financing of an early stage RE \nenterprise, the standard management fee of 2–3% based on the fund size is substantially below \nthe actual cost of sourcing, transacting and providing enterprise development services to the \ninvestment. However, linking seed capital investments with follow-on financing is a realistic way \nto address fully this barrier in the long term. For instance, by investing seed capital in a portfolio \nof small investments, one can create a pipeline for subsequent growth capital investment. But, \nuntil investors can see that such integrated investment strategies will work, they tend to sit on \nthe sidelines and wait for the future pipeline of early stage enterprises to mature on their own. \nThis is a slow and inefficient process from the global development perspective. \n \nB.  Barrier 2 to the Provision of Seed Capital: Returns for Investors are Low \n \n7.  Similarly, if seed capital investments are looked at in isolation, the risk-adjusted returns \ndemanded  by  investors  are  often  not  achievable  by  early-stage  small  and  medium-sized \nenterprises (SMEs) in the clean energy sector. Each individual transaction is too risky and too \nsmall to merit the attention and financial support of commercial investors.  \n \n8.  To address these barriers to early-stage finance of young clean energy enterprises, the \nSCAF will offer investors and fund managers two cost-sharing support lines that are outlined \nbelow as methodology and key activities, attracting investment capital into the seed finance \narea. It is essentially bringing the mainstream investment community up to an earlier stage of \ninvestment activity.  \n \n9.  From ADB’s standpoint, one way to develop the pipeline of clean energy projects would \nbe to catalyze more investment funds in the sector by leveraging off ADB’s RE, EE, and Climate \nChange (REACH) capacity-building initiative. To play an active role in developing clean energy \nprojects in its developing member countries (DMCs), ADB conducted a small-scale technical \n                                                 \n5  International Energy Agency. 2003. World Energy Investment Outlook. OECD. The International Energy Agency \nestimates that PRC alone will need to invest $2.2 trillion over the next 25 years in its energy sector.  ", "  3\nassistance (SSTA) for establishing RE, EE, and GHG mitigation funds (RETA 6384).6 As a \nresult of the SSTA, ADB issued a call for proposals on 13 July 20077 for prospective fund \nmanagers investing in the clean energy sector in the region. ADB plans to invest $100 million in \nup to five specialized funds, enabling ADB to develop several clean energy projects in DMCs. \nThe implementation of the proposed SCAF project is thus intertwined and well aligned with the \ncall for proposals and ADB’s $1 billion commitment in the clean energy sector. \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The impact of the RETA is to reduce energy-related CO  in ADB’s DMCs by promoting \n2\nRE and EE projects. The SCAF will provide technical assistance (TA) to private equity fund \nmanagers and local entrepreneurs in order to (i) develop sustainable clean energy funds and \nearly-stage funding windows, (ii) share incremental enterprise development and transaction \ncosts,  and  (iii)  encourage  taking  on  higher  risk  portfolios  through  a  seed  capital  return \nenhancement offered on a project by project basis. The increasing number of indigenous clean \nenergy enterprises financed will deliver a range of projects, products and services to mitigate \nGHG emissions.  \n \n11.  The expected RETA’s outcome will be increased access to financing for early-stage \nsustainable  energy  enterprises  and  projects  in  the  region.  Increased  experience  among \nfinanciers investing in small-scale RE and EE projects will enable mainstream energy investors \nto scale up financing to clean energy enterprises and projects. This increased investment \nactivity would mature and expand these sectors and in so doing help DMCs improve their \ndemand-side energy use and start to meet their renewable energy targets.  \n \nB.  Cost and Financing \n \n12.   The total cost of the RETA is estimated at $4.2 million, which will be financed on a grant \nbasis by the GEF.8 Cofinancing is expected, as the SCAF will facilitate capital contribution from \nentrepreneurs and fund managers.9 Assuming that some of the new funds to be supported by \nthe SCAF may be funds in which ADB would invest,10 ADB and UNEP anticipate fund managers \nmay be interested in significant cofinancing as a result of ADB's support through the SCAF.  \n \n                                                 \n6  ADB’s Private Sector Operations Department has been working with several clean energy sector experts within and \noutside ADB to raise private equity funds in the RE and EE industries. However, limited resources with respect to \ndevelopment capital and a lack of experience and track record in the private equity space have been significant \nbarriers. This SSTA is expected to have significant demonstration effect in that new funds will be launched through \nthe call for proposals process that can be replicated and scaled up in other parts of the region. The impact of the \nSSTA is to increase the number of equity investments in RE and EE projects through the establishment of several \ninvestment funds focused on the clean energy sector.   \n7  Available: http://adb.org/Clean-Energy-CFP/\n8  On top of the $4.2 million project budget, the GEF will provide a project administration fee to ADB ($210,000). The \nGEF financing will be administered by ADB. \n9 The seed capital will have a multiplier effect whereby projects that move into the second stage of investments will \nreceive  significantly  more  capital  from  the  cooperating  funds,  entrepreneurs  and  others  such  as  financial \ninstitutions. \n10  For instance, the China Clean Energy Capital Fund, which submitted a proposal to ADB in 2007, is not a fund in \nwhich ADB has invested, but there is a possibility that ADB would invest in the fund (as an investor and to provide \nsupport through the SCAF from 2008).   \n ", "4 \nC.  Implementation Arrangements \n \n13.  The technical assistance will be executed by ADB, with administration expected to be \nconducted through ADB’s Private Sector Operations Department (PSOD), in close coordination \nwith GEF staff in ADB’s Regional and Sustainable Development Department (RSDD). The \ntechnical assistance activities will be implemented with the assistance of international and \nnational consultants and firms.11 The consultants will be engaged by ADB in accordance with \nthe Guidelines on the Use of Consultants (2007, as amended from time to time).  \n \n14.   The  SCAF  operating  structure  will  include  a  management  committee  and  a  PMU, \ncomprising representatives from ADB and UNEP. The PMU will include an ADB investment \nspecialist,12 a UNEP project manager, and additional consultant support. The PMU will screen \nproposals coming from prospective funds and identify the actions to be taken such as defining a \nspecific  enterprise  development  strategy  (e.g.,  training  and  coaching  programs)  and \nimplementation arrangements. The management committee will comprise the ADB investment \nspecialist, the UNEP project manager, and a UNEP staff member who is in charge of GEF \nprojects. 13 The  management  committee  will  review  and  approve  the  final  proposals \nrecommended by the PMU. The RETA will be operational until the end of 2012.  \n \n15.   As participating countries have as yet not been selected, no activity, in a DMC will get \nstarted without a no objection from the concerned government of the participating DMC. \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n \n16.  The  President  recommends  that  the  Board  approve  ADB  administering  technical \nassistance not exceeding the equivalent of $4,200,000 to be financed on a grant basis by the \nGlobal Environment Facility for the Implementation of the Seed Capital Assistance Facility.  \n \n                                                 \n11 International consultants will be engaged for 30 person-months on a project basis and national consultants will be \nhired for 66 person-months on a full-time basis. \n12 The technical assistance project leader will be a member of the PMU and the management committee. \n13 Note that the ADB investment specialist leads the Project and the UNEP project manager supports ADB.  ", "                                                                                                                                     Appendix 1              5 \n \n \nSCAF CONCEPTUAL DIAGRAM\nDevelopment Commercial Local \nFinance Investors Banks\nClean Energy Sector Focused Funds\nDevelopment \nSeed \nCost Sharing\nCapital SeSeede d  Commercial \nAssistance  CaCpaiptaitla l  Investment \nFacility WWinidnodwow Window\nReturn\n(SCAF)\nEnhancement\nEnterprise Seed Full Scale Debt\nDevelopment Capital Investment Financing\nSupport\nScale Up\nConstruction\nProject\nBusiness Development Aggregate \nPlanning\nConcept Investment\nClean energy enterprise timeline\nSource: UNEP\n \n \nSCAF: Seed Capital Assistance Facility \nSource: United Nations Environment Programme \n \n \n "], "metadata": {"CreationDate": "D:20080123181108+08'00'", "Author": "Grant L. Leceta", "Creator": "Acrobat PDFMaker 7.0 for Word", "Keywords": "seed capital assistance facility, regional seed capital assistance facility, global environment facility programs, clean energy funds development projects, regional incremental enterprise development, tar: reg 41574", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20080124084744+08'00'", "Company": "Licenced User", "SourceModified": "D:20080123101046", "Title": "Implementation of the Seed Capital Assistance Facility (Financed by the Global Environment Facility)"}, "author_page": " \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice President  L. Jin, Operations 1 \nDirector General  R. Bestani, Private Sector Operations Department (PSOD) \nDirector  W. Willms, Capital Markets and Financial Sectors Division, PSOD \n   \nTeam leader  S. Kim, Investment Specialist, PSOD \nTeam members  A. Hebel, Office of Cofinancing Operations \nD. McCauley, Regional and Sustainable Development Department \nK. Mulqueeny, Counsel, Office of General Counsel ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "R. Bestani", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"documentRole": "Director", "fullname": "W. Willms", "role": "Capital Markets and Financial Sectors Division", "organization": "PSOD"}, {"documentRole": "Team leader", "fullname": "S. Kim", "role": "Investment Specialist", "organization": "PSOD"}, {"documentRole": "Team members", "fullname": "A. Hebel", "role": "Office of Cofinancing Operations", "organization": ""}, {"documentRole": "Team members", "fullname": "D. McCauley", "role": "Regional and Sustainable Development Department", "organization": ""}, {"documentRole": "Team members", "fullname": "K. Mulqueeny", "role": "Counsel", "organization": "Office of General Counsel"}]}