{"path": "data/input/ta/41609-ind-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 41609 \nOctober 2008 \n \n \n \nIndia: Promoting Inclusive Urban Development in \nIndian Cities \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 19 September 2008) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe1.00 =  $0.0216 \n$1.00 =  Rs46.40 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADTA  –  advisory technical assistance \n  IA  –  implementing agency \n  JNNURM  –  Jawaharlal Nehru National Urban Renewal Mission \n  MHUPA  –  Ministry of Housing and Urban Poverty Alleviation \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSectors  –  Multisector: Water supply, sanitation, and solid waste management; \ntransport and communications \nSubsectors  –  Water supply and sanitation, waste management, multimodal \ntransport and sector development \nThemes  –  Sustainable economic growth, environmental sustainability, \ncapacity development \nSubthemes  –  Developing urban areas, fostering physical infrastructure \ndevelopment \n \n \nNOTE \n \n(i)  In this report, \"$\" refers to US dollars. \n \n(ii)  The fiscal year (FY) of the Government of India ends on 31 March. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2009 ends \non 31 March 2009.  \n \n \n \n \n \n \n \nVice–President   X. Zhao, Operations Group 1 \nDirector-General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Urban Development Division, SARD \n   \nTeam leader  S. Bonu, Senior Urban Development Specialist, SARD \nTeam member  C. Png, Counsel, OGC \n ", " \nI.  INTRODUCTION \n1.  The  Government  of  India  has  requested  technical  assistance  (TA)  from  the  Asian \nDevelopment Bank (ADB) to strengthen the capacities of Indian cities and states to promote \ninclusive urban development. The ADB country strategy and program update, 2006–2008, for \nIndia emphasizes supporting urban infrastructure development, especially water supply and \nsewerage, with targeted poverty reduction components and a strong focus on municipal reforms \nand capacity building.1 The proposed TA is closely linked to the ADB country strategy for urban \ninfrastructure development and poverty reduction2 and is included in the country operations \nbusiness plan, 2008–2010, for India for 2008.3 \n \n2.  A fact-finding mission visited India from 21 to 23 April 2008 to formulate the proposed \nTA.4 The mission met the secretary, the joint secretary and senior officials of the Ministry of \nHousing  and  Urban  Poverty  Alleviation  (MHUPA)  in  New  Delhi;  urban  specialists  of  other \nmultilateral and bilateral development partners; experts from academia; and other urban poverty \nexperts. Based on these discussions and a review of related documents and lessons learned \nfrom earlier ADB urban infrastructure projects in India, the mission reached an understanding \nwith the Government on the purpose, output, methodology, key activities, cost estimates and \nfinancing  plan,  implementation  arrangements,  and  the  design  and  monitoring  framework \n(Appendix 1). \n \nII.  ISSUES \n3.  Urban Poverty. Rapid urbanization in India has increased the absolute number of urban \npoor. In 2004–2005, the number of urban poor in India was about 80.8 million (25.7% of the \nurban population).5 Most live in overcrowded housing conditions with very poor access to basic \nservices and their lives are characterized by: (i) lack of tenure, poor quality shelter without \nownership  rights,  no  access  to  individual  water  connection  and/or  toilets,  unhealthy  and \nunsanitary living conditions; (ii) irregular and/or casual employment, lowly paid work, lack of \naccess to credit on reasonable terms or to formal safety net programs, low ownership of \nproductive  assets,  poor  net  worth,  and  legal  constraints  to  self-employment;  \n(iii)  low levels of education, lack of skills, low social capital and/or caste status, inadequate \naccess to food security programs, lack of access to health services, and  exclusion from local \ninstitutions; and (iv) vulnerability to violence or intimidation, lack of information, and lack of \naccess to justice. \n \n4.  Living Conditions of the Urban Poor. Surveys of urban poor households in India have \nshown that access to piped water supply varies between 15% and 48%.6 The remaining \nhouseholds depend on various other untreated sources of water supply. A significant proportion \nof slum dwellers often resort to open defecation. Most slum and squatter settlements lack \nunderground  sewerage  systems  and  have  inadequate  above  ground  systems  and  road \ndrainage. Wastewater tends to collect in low-lying areas and open drains, providing a breeding \nground for vector-borne diseases. During the monsoon season, roads and pathways without \ndrainage become flooded, impeding access to housing and posing a health risk to inhabitants.  \n                                                 \n1 ADB. 2005. India: Country Strategy and Program Update, 2006–2008. Manila. \n2 ADB supports the Millennium Development Goals. Goal 11 is to achieve, by 2020, a significant improvement in the \nlives of at least 100 million slum dwellers, which the TA aims to facilitate. \n3 ADB. 2007. Country Operations Business Plan, 2008–2010. Manila. \n4 The TA first appeared in the business opportunities section of ADB’s website on 15 September 2008. \n5 National Sample Survey Organization of India. 2006. Household Consumption Survey, 61st Round. New Delhi.  \n6 Surveys include national family health surveys and the national sample survey of India. \n ", "2   \n \n5.  Waste collection services are highly uneven, with services focused on city centers and \ncommercial districts. They rarely reach slum areas, so most households dispose of their solid \nwaste by throwing it into the street, public spaces or drains. The urban poor have limited \nentitlements, laws, and support systems for their working and living conditions. They also lack \ninformation and understanding of their entitlements and often cannot afford the means to use \nthem. They are rarely formally involved in the decision-making process for planning and service \nprovision. They are often victims of illegal elements.  \n \n6.  Government of India’s Urban Poverty Alleviation Initiatives. In December 2005, the \nGovernment launched the Jawaharlal Nehru National Urban Renewal Mission (JNNURM) to \nrespond to the massive problems of poor urban infrastructure and lack of basic services for the \nurban poor. The JNNURM has two sub-missions. The first addresses urban infrastructure and \ngovernance and the second focuses on Basic Services for the Urban Poor,7 the flagship \nprogram for urban poverty alleviation in India implemented by the MHUPA.8 The main thrust of \nsub-mission II is integrated development to improve or rehabilitate slums by providing shelter; \nbasic services such as water supply, sewerage, drains and/or storm water drains; solid waste \nmanagement; community toilets and/or baths; street lighting; and related civic amenities such as \ncommunity halls and child care centres for the urban poor. Sub-mission II also supports projects \nto build affordable houses for the urban poor and people living on low incomes. In addition, the \nIntegrated Housing and Slum Development Program strives for holistic slum development with a \nhealthy and enabling urban environment by providing adequate shelter and basic infrastructure \nfacilities in specified urban areas.  \n \n7.  Challenges, Constraints and Gaps. Programs for urban poverty alleviation often suffer \nfrom  faulty  or  inadequate  targeting  of  the  poor,  inefficient  management,  weak  institutional \nmechanisms, and leakage of resources. Planning and implementing urban poverty reduction \nprograms have to contend with unreliable and out-of-date information on the urban poor; urban \nplanning that tends to exclude slums because of their illegal status; lack of implementation \ncapacity for poverty reduction programs; lack of professionally qualified people in critical areas \nof municipal management, such as finance and accounting, engineering, public health, urban \nplanning and management; and lack of institutional mechanisms to facilitate participation by the \nurban poor.  \n \n8.  Municipal laws and associated rules and by-laws need to be amended to incorporate \nslum  areas  into  the  planning  process  and  to  provide  services  to  them.  Better  municipal \ngovernance can lead to significant urban poverty reduction. Another constraint is the reluctance \nof finance institutions to lend to low-income communities for micro-enterprises and for skill \ndevelopment programs, even though many low-income households are willing to access market \nfunds. Project design and development capacity constraints further limit the abilities of urban \nlocal bodies to access debt financing.9 There is now an acute awareness of the need to \nenhance  institutional  capacities  and  to  develop  enabling  frameworks  for  urban  poverty \nalleviation. \n \n                                                 \n7  JNNURM has a 7-year timeframe: two fiscal years (FYs) of the 10th Five-Year Plan and the five-year period of the \n11th Plan, i.e. FY2006 to FY2012.   \n8  Basic Services for the Urban Poor aims to improve  slums through integrated  provision of shelter, basic \ninfrastructure and services, and other civic amenities. It has a seven point charter that includes affordable housing \nfor the poor; permanent tenure for slum dwellers; water supply; sanitation; education; health; and social security. \n9  “Bankable” projects can be undertaken with debt financing, freeing municipal finances for undertaking pro-poor \ndevelopment work.  \n ", "  3\nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The impact of the TA will be inclusive urban development that improves the status of the \nurban poor. The outcome of the TA will be cities and states that are capable of carrying out \ninclusive urban development. Through preparatory tasks and capacity building, the TA will \nfacilitate the development of statewide and citywide inclusive cities pilot projects. Specifically, \nthe TA will focus on developing the capacities of the key stakeholders to: improve physical \ninfrastructure in slums; strengthen basic urban services for the poor; make urban planning and \nmunicipal  financing  more  inclusive;  improve  inclusive  urban  governance  through  municipal \nreforms  and  pro-poor  policies  relating  to  land  tenure;  generate  employment;  and  provide \naffordable housing. The capacity building will support and strengthen ongoing Government \nefforts (para. 6) and facilitate scaling-up of inclusive urban development efforts. The TA will \napply a systematic approach by mainstreaming international and national best practices and \nexperiences into a robust framework and tool kits, which will be used in four cities to develop \npilot projects.  \n \nB.  Methodology and Key Activities \n10.  Given the scale of the urban poverty challenges in India, the TA’s resources are limited. \nHence, it is important to limit the scope of the TA to key areas. The TA will support capacity \nbuilding for inclusive urban development in one city in each of four states. MHUPA is keen to \nassess  relevant  international  experiences  on  inclusive  urban  development,  and  wants  to \nevaluate how global best practices can be incorporated for inclusive urban development. One \nimportant feature of the TA will be to bring international experts with a deep understanding of \nurban poverty issues from countries in the region, including the People’s Republic of China, \nRepublic of Korea, Malaysia, and Thailand to work with local experts and local institutions in \nIndia.  \n \n11.  However, ensuring sustainability of the TA outputs will be a challenge. Therefore, the TA, \nthrough international and national experts, will support capacity and knowledge building in \nnational institutions and the government. Further engagement of ADB in this key area will be \nbased on an assessment of the extent of the interest in the states and cities to undertake the \nrecommendations  that  emerge  from  the  TA.10  The  Government  has  committed  significant \nbudget resources to the urban poverty alleviation programs, and can sustain the efforts of the \nTA through a network of national institutions and local experts and consultants.  \n \n12.  The TA will have three components.  \n \n13.  Component 1: Develop Tool Kits. This component will support the development of a \nframework and tool kits for designing inclusive urban development projects for Indian cities. The \nframework will be based on international and local best practices11 on (i) inclusive urban \ngovernance and institutional development; (ii) urban planning, including land management for \naffordable housing; (iii) municipal financing with a special emphasis on financing of urban \npoverty  alleviation  and  slum  development  and/or  upgrading;  and  (iv)  slum  and  urban \n                                                 \n10 Project preparatory technical assistance is proposed for 2010 to prepare an urban poverty reduction and inclusive \ndevelopment project. \n11 These include, among others, DFID-supported urban services projects in Andhra Pradesh, Kolkata and Madhya \nPradesh with an emphasis on municipal reforms for inclusive urban development. \n ", "4   \ndevelopment that encourages and enables inclusive urban development. The tool kits will be \ndesigned to provide a systematic approach for cities and states and other interested parties to \ndevelop detailed project reports relating to integrated inclusive urban development programs. \nThe TA will support the development of policies and practices that enable the urban poor to \nimprove their access to market funds. \n \n14.  Component 2: Capacity Building. This component will support capacity building of \nstate and city level stakeholders in inclusive urban development by supporting four national \ntraining institutes from among the National Network of Resource Centers for Urban Poverty and \nSlums, each focusing on one of the four themes identified in component 1 (urban governance, \nurban planning, municipal financing, and slum development).12 The TA will support national and \nstate workshops and training programs.  \n \n15.  Component 3: Pilot Projects. The third component will support the design of four pilot \nprojects  for  inclusive  urban  development,  one  in  each  of  the  four  selected  states.  The \nframework and tool kits developed under component 1 will be used to develop the projects in \nthe cities with assistance from the TA. The process of developing the pilot projects will build \ncapacity. \n \nC.  Cost and Financing \n16.  The total cost of the TA is estimated at $1,250,000 equivalent. An amount of $1,000,000 \nwill be financed on a grant basis by ADB’s TA funding program and the Government will finance \nthe remaining $250,000 equivalent toward the cost of capacity building, project preparation and \ntraining programs through its national network of resource centers. The detailed cost estimates \nand financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n17.  The MHUPA will be the Executing Agency of the TA. It will implement the TA with the \nhelp of a project coordination cell (to be constituted in the MHUPA). A steering committee \nheaded by the joint secretary and the mission director of JNNURM will guide the TA. The \nsteering committee will include representatives from nongovernment organizations, academic \ninstitutions, and representatives of multilateral and bilateral agencies involved in urban poverty \nalleviation  in  India,  including  ADB,  the  United  Nations  Development  Programme,  and  the \nDepartment for International Development of the UK. The steering committee will meet quarterly \nto review the progress of the TA. The joint secretary and mission director of JNNURM will also \nbe the project director of the TA, and a senior officer from the MHUPA will be assigned as the \nproject coordinator to assist the project director in the implementation of the TA.  \n \n18.  To achieve the project outcomes, the TA will support 8 person-months of international \nconsulting services and 120 person-months of national consulting services (the details of which \nare set out in the Appendix 3). The TA will support four national institutions and the project \ncoordination cell in MHUPA. The Four selected national institutions will support one of the four \nthemes:  (i)  urban  governance  and  institutional  development;  (ii)  urban  planning  and  land \nmanagement for affordable housing; (iii) municipal finance and urban poverty alleviation; and  \n(iv) slum development, housing and inclusive urban development. The four national institutes \n                                                 \n12 Four national institutions are targeted for capacity building in line with MHUPA’s strategy to develop a network of \ninstitutions on a thematic and geographical basis. Institutes that already specialize in the respective theme will be \nprovided support to develop further capacities in inclusive city development and urban poverty alleviation.  \n ", "  5\nwill be selected by the steering committee. The steering committee will also select the four cities \nin each of the selected states for project development activities under component 3.  \n \n19.  The consultants will be hired partly through a firm and partly on an individual basis in \naccordance with ADB’s Guidelines on the Use of Consultants (2007, as amended from time to \ntime). Support for MHUPA’s project coordination cell (72 person-months of national consultants) \nwill be recruited through a national consultancy firm. All the international consultants (8 person- \nmonths) and the national consultants supporting the four national institutions (48 person-months) \nwill be hired on an individual basis. The consultant firm will be selected on a quality- and cost-\nbasis based on a simplified technical proposal. Office equipment and materials to be financed \nby  the  TA  will  be  procured  using  the  shopping  method,  and  in  accordance  with  ADB’s \nGuidelines for Procurement (2007, as amended from time to time). At the end of the TA, the \nprocured equipment will belong to the government agency that has been using it. To facilitate \nimplementation, the TA will use an advance payment facility for training, seminars, conferences \nand  surveys.  ADB  and  EA  approval  will  be  required  before  any  payment  is  made  under \nprovisional sum items. The amount of the advance and its liquidation will be arranged in line \nwith ADB’s Guidelines for Disbursement of Technical Assistance Grants. TA implementation will \nlast 28 months, from January 2009 to April 2011 (Appendix 4). \n \n20.  The following international consultants will be engaged for the TA on an individual basis:  \n(i) urban governance and institutional development expert (2 person-months); (ii) urban planning, \nland management for affordable housing expert (2 person-months); (iii) municipal finance and \nurban poverty alleviation expert (2 person-months); and (iv) slum development, housing and \ninclusive urban development expert (2 person-months). The following national consultants will \nbe  engaged  on  an  individual  basis  to  support  the  four  national  institutions:  \n(i)  urban  governance  and  institutional  development  expert  (12  person-months);  (ii)  urban \nplanning, land management for affordable housing expert (12 person-months); (iii) municipal \nfinance and urban poverty alleviation expert (12 person-months); and (iv) slum development, \nhousing and inclusive urban development expert (12 person-months). The following consultants \nwill be selected through a firm to support the project coordination cell and overall coordination of \nthe  TA:  (i)  urban  poverty,  basic  services  and  livelihood  expert  (24  person-months);  (ii) \nknowledge resource management expert (24 person-months); and (iii) management information \nsystem, monitoring and evaluation expert (24 person-months). All individual consultants will \nsubmit inception, midterm, and final reports. The consultant firm hired to support the project \ncoordination cell will submit (i) an inception report, including a detailed work plan within 4 weeks \nof being engaged; (ii) a midterm report, including an inclusive urban development framework \nand inclusive urban development project preparation tool kits within 8 months of being engaged; \nand (iii) a draft final report, within 18 months of being engaged, which will include copies of four \npilot projects.   \n \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis to \nthe Government of India for Promoting Inclusive Urban Development in Indian Cities, and \nhereby reports this action to the Board. \n ", " 6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets  Data Sources  Assumptions \nand/or Indicators  and/or  and Risks \nReporting \nMechanisms \nImpact       \n      Assumption \nInclusive urban development  Physical improvement  Household   \nleading to improvement in the  of slums  surveys  • Macroeconom\nstatus of the urban poor      ic stability \nImproved basic urban  Government   \nservices for the poor  reports  Risk \n     \nADB missions  • Migration of \nrural poor into \nurban areas \noverwhelm \nthe cities’ \nabilities to \ndeal with \nurban poverty \n \nOutcomes       \n       \nCapacities for inclusive urban  Enhanced capacities  Government  Assumption \ndevelopment of Indian cities  for pro-poor urban  reports   \nenhanced at city and state  management, including    • Government \nlevels  city and municipal  TA reports  is committed \n  financing in four states    to urban \n    ADB missions  poverty \nIncreased capacities    alleviation \nfor pro-poor urban     \ngovernance, including  Resident survey   \ncapacities to undertake     Risk \npro-poor municipal     \nreforms and pro-poor  • Inability to \npolicies in four states  develop \n  capacities for \nIncreased capacities  inclusive \nfor pro-poor urban  urban \ndevelopment including  development \nintroducing policies and  in a given \nprojects to increase job  timeframe \ncreation and \nemployment \nopportunities for the \npoor in four states \n \n ", "Appendix 1  7\nDesign Summary  Performance Targets  Data Sources  Assumptions \nand/or Indicators  and/or  and Risks \nReporting \nMechanisms \nOutputs       \n       \nComponent 1: Framework and  Analytical framework    Assumptions \ntool kits for designing inclusive  paper for integrated  TA reports   \nurban development of Indian  inclusive urban    • Good \ncities  development  Specific  consultants \n  developed based on  consultant  can be hired \n  internal and national  outputs   \n  best practices    • Stakeholders \n    Workshop  are committed \n  Tool kits for inclusive  reports  to improving \n  urban development    institutional \n  and other matters  Field visit  capacities \n  prepared and uploaded  reports   \n  to website    Risk \n    ADB missions   \n      • Long–term \nComponent 2: Capacities of  Support to network of    commitment \nstate and city level stakeholders  four national  to address \nfor inclusive urban development  institutions for  institutional \nbuilt by supporting a network of  sustainable capacity  issues to \nnational institutions, and   building  inculcate \ntraining programs    good \n    practices \nComponent 3: Pilot projects for  At least four workshops  lacking \ninclusive urban development  on inclusive urban   \ndesigned in at least four cities  development organized   \nfrom four states   \n  Utilizing the framework \nand tool kits, four pilot \ninclusive urban city \ndevelopment projects \nprepared for each of \nthe four cities in four \nstates \n \n \nActivities with Milestones  Inputs \n   \n•  Select  four  national  institutions  for  support  under  the  TA:  ADB \nJanuary 2009   \n•  Select the four states and one city in each state: January 2009  ADB: $1,000,000 \n•  Select national consultants: April 2009  ADB staff inputs: 3 \nperson-months over \n•  Select international consultants: April 2009 \nthe TA implementation \n•  Paper  on  international  best  practices  in  urban  governance, \nperiod \nurban policy, municipal financing, and slum development: July \n \n2009 \n ", " 8  Appendix 1 \n•  Paper on national best practices in urban governance, urban  Ministry of Housing \npolicy,  municipal  financing,  and  slum  development:  August  and Urban Poverty \n2009  Alleviation \n•  Framework  on  urban  governance,  urban  policy,  municipal   \nfinancing,  and  slum  development  for  project  formulation:  Counterpart staff  \nSeptember 2009   \n•  Develop tool kit for inclusive cities project formulation: February  Office accommodation \n2010  and transport \n \n•  Develop project proposal in four cities: April 2010 \nAdministrative \n•  Provide  support  for  training  to  city  and  state  stakeholders: \nservices \nFebruary to April 2010 \n \n•  Develop web-based tool kits: October 2009 onwards \nFacilitation for \n•  Draft tool kit on inclusive cities project preparation: November \nmeetings \n2009 \n•  Organize inception workshop: June 2009 \n•  Organize midterm workshop: October 2009 \n•  Organize final workshop to disseminate the tool kit: January \n2010 \n•  Prepared draft tool kit: October 2009 \n•  Prepare final tool kit: December 2009 \n•  Develop inclusive cities proposal : May 2010 to April 2011 \n•  Prepare  knowledge  resources  on  international  and  national \nbest practices: April 2010 \n•  Prepare  web-based  tool  kit  for  inclusive  cities  project \ndevelopment: April 2010 \n \nADB = Asian Development Bank, TA = technical assistance.\n ", "  Appendix 2  9\nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n     Total \nItem  Cost \nA. Asian Development Bank Financing a   \n1. Consultants   \n  a. Remuneration and Per Diem   \ni. International Consultants  200.0 \nii. National Consultants  474.0 \nb. International and Local Travel  80.0 \nc. Reports and Communications  30.0 \n2. Equipment b 50.0 \n3. Surveys and workshops c 70.0 \n4. Miscellaneous Administration and Support  10.0 \nCosts \n5. Contingencies  86.0 \nSubtotal (A)  1,000.0 \n   \nB. Government Financing   \n1. Office Accommodation and Transport d 50.0 \n2. Capacity Building and Training Programs  200.0 \nSubtotal (B)  250.0 \nTotal  1,250.0 \n \na  Financed by the Asian Development Bank’s technical assistance funding \nprogram. \nb  Computers, printers, audiovisual, and office equipment. \nc  Workshops at national and state levels on inclusive urban development; \npro-poor urban planning, governance, municipal financing, and urban \nbasic  services.  Surveys  to  be  done  as  part  of  city  pilot  project \ndevelopment. \nd  Transport  costs  include only  those  for  government  counterpart  staff; \noffice accommodation is for both consultants and counterpart staff. \n \nSource: Asian Development Bank estimates. \n \n ", "10         Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  The outline terms of reference for each consultant are not exhaustive, and may be \nsupplemented  or  expanded  as  required  to  meet  Government  of  India  and  the  Asian \nDevelopment Bank (ADB) requirements. \n \nA.  International Consultants \n \n2.  The following four international consultants will be engaged on an individual basis:  \n \n(i)  urban governance and institutional development expert (2 person-months);  \n(ii)  urban  planning,  land  management  for  affordable  housing  expert  (2  person-\nmonths); \n(iii)  municipal finance and urban poverty alleviation expert (2 person-months); and \n(iv)  slum development, housing and inclusive urban development expert (2 person-\nmonths).  \n \n3.  Qualifications. The consultants should be international experts in their respective areas \nwith  a  special  focus  on  urban  poverty  alleviation  and  inclusive  urban  development.  The \nconsultants should have at least a master’s degree in the relevant disciplines; candidates with \nrelevant  PhDs  will  be  given  preference.  The  consultants  should  have  wide  international \nexperience; those with experience relating to the People’s Republic of China, Republic of Korea, \nMalaysia, or Thailand will be given preference. The consultants should have a track record of \nconducting  high-quality  analytical  studies;  publications  in  peer-review  journals  would  be \ndesirable. The consultants should have demonstrated superior ability in organizing national \nand regional workshops, and excellent analytical and writing skills. Familiarity with ADB and \nother  bilateral  and/or  multilateral  projects  and  technical  assistance  (TA)  will  be  an \nadvantage. \n \n4.  Terms of Reference. The Government of India is developing a network of national \ninstitutions for urban poverty alleviation. It has sought ADB support through this TA to examine \ninternational and regional good practices in different areas of urban poverty alleviation. The \nconsultants  will  work  closely  with  four  different  national  institutions  to  assist  in  assessing \ninternational best practices and to develop capacities and policies and program responses for \ninclusive urban development. The consultants will work closely with national consultants and \nfaculty of the institutions to develop the following outputs: (i) a report summarizing international \nbest practices that are relevant to the Indian context in their respective areas; (ii) an analytical \nreport on what aspects of international best practices could be mainstreamed into the Indian \ncontext and how this could be done; and (iii) a framework for project and policy development for \ninclusive  cities  in  urban  governance,  urban  planning,  municipal  financing,  and  slum \ndevelopment.  The  consultants  will also  help  the  Government  to  identify  international  good \npractices and support in organizing field trips. The specific terms of reference are given below. \n \n5.  Urban Governance and Institutional Development Expert (international, 2 person-\nmonths).  The consultant will have significant international experience in urban governance, \nincluding institutional development and urban poverty alleviation. Urban governance includes \ncivil  society,  community-based  organizations,  nongovernment  organizations  (NGOs), \nbusinesses, and various braches of government and governmental agencies. The consultant \nwill examine global best practices on urban governance and urban poverty alleviation. The key \nissue is how urban governance and associated institutions and processes can improve the lives \nof the urban poor. The consultant will bring an international perspective to inclusive economic \n ", "Appendix 3    11 \ngrowth in cities and, in particular, to enabling the urban poor to influence the agenda of urban \ninstitutions and governance and to determining how and what political and institutional systems, \nprocesses and mechanisms can facilitate inclusive and pro-poor decisions and outcomes.  \n \n6.  Urban Planning and Land Management for Affordable Housing Expert (international, \n2 person-months). The consultant will support the host national institution in urban planning for \nurban poverty alleviation, including land use and affordable housing. With regard to land use, \nthe consultant will provide international best practices on master plans, zoning regulations, \nfactors that limit the land available for building (constricting cities’ abilities to grow in accordance \nwith  changing  needs),  and  accommodating  the  needs  of  the  urban  poor.  With  regard  to \naffordable housing, the consultant will also provide insights from international best practices on \nbuilding regulations that limit urban density and reduce the number of houses available, and \nplanning and policies that increase the availability of urban land for affordable housing for the \npoor.  The consultant will also assist with the following issues: (i) reserving land and creating a \nfloor space index for housing and amenities for the urban poor; (ii) changes to rent control \nregulations to increase the stock of houses available for the poor; (iii) access to microfinance \nand mortgage finance for the poor; (iv) policy, planning, and regulation to reduce slums; (v) the \nrole of the public sector in affordable housing for the poor; and (vi) the financial capacity of \nurban local bodies and service providers to build the infrastructure that housing developers \nneed to develop new sites.  \n \n7.  Municipal Finance and Urban Poverty Alleviation Expert (international, 2 person-\nmonths). The consultant will provide international best practice insights into, among others:  \n(i)  overcoming  the  mismatch  between  municipal  functions  and  finances  for  urban  poverty \nalleviation;  (ii)  increasing  tax  and  nontax  resources;  (iii)  mainstreaming  inclusive  urban \ndevelopment into the municipal budget process, and municipal capital investment process;  \n(iv) predictable and performance-based intergovernmental fiscal transfers to municipalities with \ninclusive urban development focus as one of the performance parameters; (v) addressing the \nfiscal gap through innovative municipal financing; (vi) public expenditure tracking of inclusive \nurban development; (vii) municipal finance reforms to enable inclusive urban development;  \n(viii) examining the role of municipal bond markets, specialized municipal funds, and public–\nprivate  partnerships;  (ix)  expenditure  management  and  professionalization  of  staff;  and  \n(x) improving budgeting and accounting systems to track the inclusiveness of expenditures, \nbenchmark expenditures, earmark funds for basic services to the urban poor, budget for basic \nurban services, and carry out modern and transparent budgeting, accounting and financial \nmanagement and financial sustainability. \n \n8.  Slum  Development,  Housing  and  Inclusive  Urban  Development  Expert \n(international, 2 person-months), The consultant will provide international best practice insights \ninto,  among  others:  (i)  mainstream  poverty  policies  to  form  an  integral  part  of  urban \ndevelopment and investment decisions, rather than by limiting these to specific programs and \ninstitutions; (ii) livelihood and clustering economies in slums; (iii) access by poor groups to land \nin productive locations; (iv) upgrading of infrastructure and civic amenities; (v) infrastructure \ninvestments  for  developmental  projects,  rather  than  such  investments  being  viewed  only \nas ”social” investments; (vi) inclusive participatory processes that can inform developmental \npriorities; (vii) clustering economies and multiple tenure status; (viii) flexible land development \nsystems that allow residents to develop their properties incrementally as and when they gather \nresources; (ix) the role of private developers; (x) a  regulatory system for mixed land use; and  \n(xi) local groups, especially those that influence developmental priorities with regard to the poor.  \n \n ", "12         Appendix 3 \n \nB.  National Consultants \n \n9.  National  consultants  will  be  recruited  to  support:  (i)  four  national  institutions  (to  be \nengaged on an individual basis), and (ii) the Ministry of Housing and Urban Poverty Alleviation \n(MHUPA) (to be engaged through a consultancy firm). \n \n1.  Support to National Institutions \n \n10.  The following four national consultants will be engaged on an individual basis to support \nfour national institutions:  \n \n(i)  urban governance and institutional development expert (12 person-months);  \n(ii)  urban planning, land management  for affordable housing expert (12  person-\nmonths);  \n(iii)  municipal finance and urban poverty alleviation expert (12 person-months); and \n(iv)  slum development, housing and inclusive urban development expert (12 person-\nmonths).  \n \n11.  Qualifications. The consultants should be national experts in their respective areas, \nwith  a  special  focus  on  urban  poverty  alleviation  and  inclusive  urban  development.  The \nconsultants should have at least a master’s degree in the relevant disciplines; candidates with \nrelevant PhDs will be given preference. The consultants should have a good understanding of \nthe policy and program context in India, and a deep understanding of national best practices. \nThey should have a track record of high-quality analytical studies; those with publications in \npeer review journals will be given preference. The consultants should have demonstrated \nability to organize national workshops.  \n \n12.  Terms of Reference. The consultants will work closely with the international consultants \nand the faculty of the respective institutions to assist in producing the following outputs: (i) a \nreport summarizing various national best practices that can be scaled up for inclusive urban \ndevelopment;  (ii)  an  analytical  report  on  what  aspects  of  national  best  practices  can  be \nmainstreamed and how they can be mainstreamed; and (iii) a framework for project and policy \ndevelopment for inclusive cities covering urban governance, urban planning, municipal financing, \nand  slum  development.  The  consultants  will  help  the  Government  identify  national  best \npractices  and  support  in  organizing  field  trips.  The  specific  terms  of  reference  for  each  \nconsultant will be similar to those of the corresponding international consultants. \n \n2.  Support to MHUPA \n \n13.  The following national consultants will be hired to support the project coordination cell in \nthe  MHUPA:  (i)  urban  poverty,  basic  services,  and  livelihoods  expert  (24  person-months);  \n(ii)  knowledge  resource  management  expert  (24  person-months);  and  (iii)  management \ninformation system, monitoring and evaluation expert (24 person-months).  \n \n14.  Urban Poverty, Basic Services and Livelihood Expert and Team Leader (24 person-\nmonths). The team leader will be an urban poverty expert, with a strong background in \ngeneral  management  and  inclusive  urban  development.  The  consultant  \n(i) will have an advanced degree in social sciences and at least 10 years’ experience and a \nproven track record in inclusive urban development, (ii) work experience in bilateral and/or \nmultilateral supported inclusive urban development projects will be desirable, and (iii) high- \nquality publications in inclusive urban development will be desirable. The team leader will report \n ", "Appendix 3    13 \ndirectly to the joint secretary and the project coordinator and be responsible for the overall \nmanagement of the consulting team and budget, and for the timely and efficient delivery of all \nproject outputs; ensure effective mobilization and full utilization of all consulting inputs; and \nclosely monitor the performance of all aspects of the project cell, in close collaboration with \nthe MHUPA leadership. The team leader will coordinate the inputs of the project coordination \ncell as well as the TA inputs to the four national institutions. With the help of inputs from the four \nnational institutions, the team leader and his team will develop a comprehensive tool kit for \ndesigning  projects  for  inclusive  urban  development  projects.  The  team  leader  will  also  be \nresponsible for organizing national workshops as determined by the steering committee.  \n \n15.  Knowledge  Resource  Management  (24  person-months).  There  is  a  wealth  of \nknowledge in programs and projects supported by the MHUPA and by bilateral and multilateral \npartners in India and elsewhere, which can provide important insights to improve inclusive urban \ndevelopment. Lessons from these projects are not shared widely. The knowledge resource \nmanagement consultants will have at least 5 years’ senior experience working with local and \ninternational organizations in knowledge management; knowledge of and expertise in setting-up \nsystems  and  knowledge  management  strategies;  expert  knowledge  of  IT  tools  and \ncommunication needs for knowledge sharing; experience of working as a member of a multi-\ndisciplinary team; and related formal education and training. The consultants will: (i) assist in \ndeveloping  MHUPA’s  knowledge  management  strategy;  (ii)  advise  on  implementing  the \nstrategy; (iii) assist in developing and institutionalizing  strategies and measurement framework \nas  required;  (iv)  identifying  and  strengthening  knowledge  management  capacity  needs  of \nMHUPA; (v) provide advice and assistance to MHUPA and project partners in finding solutions \nto knowledge management challenges as they arise; (vi) provide advice on the effective use of \ninformation and communication technology to support the knowledge management strategy; \n(vii) provide assistance for in-country briefings on knowledge management and putting together \ninformation  as  needed;  (viii)  organize  conduct  and  implementation  of  knowledge  sharing  \nactivities  such  as  workshops,  discussion  and  learning  groups  and  seminars;  and  \n(ix) document MHUPA’s experience of knowledge management, highlighting lessons learned \nduring the process and expert  recommendations. \n \n16.  Management Information Systems, Monitoring, and Evaluation (24 person-months). \nThe specialist will have an information and technology management background and at \nleast  7  years’  experience  of  monitoring  and  evaluating  large  projects  and  programs, \npreferably in the urban sector. The specialist will be responsible for monitoring the overall \nperformance of the TA and other MHUPA programs. The specialist will work closely with the \nteam leader and other experts in MHUPA to ensure that any issues or problems in implementing \nthe TA and other projects are identified early. Specifically, the specialist will: (i) develop a \nmethodology and format for collecting and tracking data on TA project progress, and other \nproject  responsibilities;  (ii)  assist  the  team  leader  in  developing  benchmarks  and/or \nindicators against which the progress of the TA can be measured; (iii) assist in developing a \ndatabase at the central level and a method for online data entry for continuous tracking \nof TA progress in each state and city; and (iv) in collaboration with the team leader, outsource \n(as a lump sum contract) the development and management of this platform to a national \ninformation technology firm, but be responsible for its effectiveness and comprehensiveness. \nThe database system to be used should be an off-the-shelf database software that will require \nminimal customization and training. City and state governments must have the ability to update \nimplementation data remotely via the internet. The specialist will ensure that each city updates \ndata regularly will and train and support staff from urban local bodies and state governments to \nmeet this requirement. \n ", " \nIMPLEMENTATION PLAN  1\n4\n   \n5/10 to \n1/09 to 4/09 5/09 to 4/10  4/11  A\np\n   Item                                                                    Months >>>>>  1 2 3 4 5  6  7 8 9 10 11 12 13 14 15 16 17–28  pe\nn\nd\n 1  Steering Committee                                                     ix\n \nSelection of four national institutions for support under the  4\n   technical assistance                                        \n   Finalization of the terms of reference of consultants                                       \n   Selection of the four states and one city in each state                                       \nQuarterly meetings to review the progress of the technical \n   assistance                                           \n 2  Consultant Selection                                          \n   Selection of the national consultants                                           \n   Selection of international consultants                                                    \n 3  Work by Four National Institutions (urban governance, urban \npolicy, municipal financing, and slum development)                                       \n   International consultant inputs                                                 \n   National consultant inputs                                                 \n   Produce paper on international best practices                                         \n   Produce paper on local best practices                                         \n   Develop for project formulation                                        \n   Develop tool kit for inclusive cities project formulation                                             \n   Develop project proposal in four cities                                          \n   Provide support for training to city and state stakeholders                                             \n   Develop web-based tool kits                                                     \n 4  Project Coordination Unit                                       \n   Workshops                                       \n   International best practices                                        \n   National best practices                                        \n   Draft tool kit on inclusive cities project preparation                                        \n   Organize workshops, including the final workshop on proposals                                       \n ", " \n5/10 to \n1/09 to 4/09 5/09 to 4/10  4/11 \n   Item                                                                    Months >>>>>  1 2 3 4 5  6  7 8 9 10 11 12 13 14 15 16 17–28 \n   Organize inception workshop                                        \n   Organize midterm workshop                                        \n   Organize final workshop to disseminate the tool kit                                        \n   Develop the tool kit using inputs from other institutions                                          \n   Prepare draft tool kit                                         \n   Prepare final tool kit                                         \n   Inclusive Cities Proposal Development                                                    \n   Develop inclusive cities development proposals                                       \n   Knowledge Resource Management                                       \nknowledge management  resources on international and \n   national best practices                                             \nPrepare web-based tool kit for inclusive cities project \n   development                                                    \n \nA\np\np\ne\nn\nd\nix\n 4\n \n1\n5\n \n \n "], "metadata": {"CreationDate": "D:20081021091622+08'00'", "Author": "SB1", "Creator": "Acrobat PDFMaker 7.0 for Word", "Keywords": "urban development promotion, indian cities, advisory technical assistance, urban poverty alleviation, capacity building, basic urban services strengthening, urban municipal financing, adb technical assistance 7148, adb project 41609", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20081024143404+08'00'", "Company": "Licenced User", "SourceModified": "D:20081021011557", "Title": "Promoting Inclusive Urban Development in Indian Cities"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 19 September 2008) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe1.00 =  $0.0216 \n$1.00 =  Rs46.40 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADTA  –  advisory technical assistance \n  IA  –  implementing agency \n  JNNURM  –  Jawaharlal Nehru National Urban Renewal Mission \n  MHUPA  –  Ministry of Housing and Urban Poverty Alleviation \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSectors  –  Multisector: Water supply, sanitation, and solid waste management; \ntransport and communications \nSubsectors  –  Water supply and sanitation, waste management, multimodal \ntransport and sector development \nThemes  –  Sustainable economic growth, environmental sustainability, \ncapacity development \nSubthemes  –  Developing urban areas, fostering physical infrastructure \ndevelopment \n \n \nNOTE \n \n(i)  In this report, \"$\" refers to US dollars. \n \n(ii)  The fiscal year (FY) of the Government of India ends on 31 March. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2009 ends \non 31 March 2009.  \n \n \n \n \n \n \n \nVice–President   X. Zhao, Operations Group 1 \nDirector-General  K. Senga, South Asia Department (SARD) \nDirector  H. Kim, Urban Development Division, SARD \n   \nTeam leader  S. Bonu, Senior Urban Development Specialist, SARD \nTeam member  C. Png, Counsel, OGC \n ", "authors": [{"documentRole": "Director-General", "fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "H. Kim", "role": "Urban Development Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "S. Bonu", "role": "Senior Urban Development Specialist", "organization": "SARD"}, {"documentRole": "Team member", "fullname": "C. Png", "role": "Counsel", "organization": "OGC"}]}