{"path": "data/input/ta/41611-ind-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 41611  \nCapacity Development Technical Assistance \nNovember 2008 \n \n \n \nIndia: Capacity Building for Himachal Pradesh Power \nSector Agencies \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 21 November 2008) \n \nCurrency Unit –  Indian rupee/s (Re/Rs) \nRe1.00 =  $0.0199 \n$1.00 =  Rs50.18 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nEA  –  executing agency \nGOHP  –  government of Himachal Pradesh \nHPERC  –  Himachal Pradesh Electricity Regulatory Commission \nHPHPC  –  Himachal Pradesh Hydropower Company \n  HPSEB  –  Himachal Pradesh State Electricity Board \n  kV  –  kilovolt \n  MFF  –  multitranche financing facility \n  MW  –  megawatt \n  RMIS  –  regulatory management information system \n  TA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development \nTargeting Classification  –  General intervention \nSector  –  Energy \nSubsector  –  Energy sector development \nThemes  –  Sustainable economic growth, capacity development \nSubthemes  –  Institutional development, fostering physical infrastructure \ndevelopment, developing urban areas, developing rural areas \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Kandiah, Energy Division, SARD \n   \nTeam leader  N. T. Anvaripour, Principal Energy Specialist, SARD \n ", " \nI.  INTRODUCTION \n1.  During  discussions  for  the  country  operations  business  plan  2008–2010,  the \nGovernment of India (the Government) requested technical assistance (TA) from the Asian \nDevelopment  Bank  (ADB)  to  enhance  the  capacity  of  power  sector  entities  in  Himachal \nPradesh. ADB conducted a fact-finding mission from 30 March 2008 to 4 April 2008 and \nreached an understanding with the government of Himachal Pradesh (GOHP) on the TA’s \nobjective, scope, cost estimates, financing plan, implementing arrangements, and consultants’ \nterms of reference. The design and monitoring framework is in Appendix 1.1   \n \nII.  ISSUES \n2.  Himachal Pradesh’s power sector ranked seventh out of 29 in a state power sector \nperformance  rating  study  mandated  by  the  Government.2 Strengths  included  satisfactory \nprogress in distribution reforms, particularly metering and energy accounting, and achievement \nof 100% rural and consumer electrification. Himachal Pradesh is one of the few states where \nenergy  delivered  to  consumers  is  100%  metered,  and  its  distribution  system  has  97.4% \navailability, which is high. It has also achieved more than 90% metering of its distribution \ntransformers  and  feeders  up  to  33  kilovolts  (kV),  resulting  in  aggregate  technical  and \ncommercial losses of a comparatively low 16.3%.   \n \n3.  The state’s power generation potential is 20,415 megawatts (MW)—about 25% of India’s  \ntotal hydropower potential—out of which around 6,150 MW has been developed. Recognizing \nthe state’s comparative advantage in hydropower generation, the main strategy of GOHP, \noutlined in its state Hydro Power Policy, 2006, is to become the country’s “Hydro Power State” \nby providing affordable, reliable power to its residents, and selling excess power to other states \nand earn revenue. GOHP has targeted its comparative advantage in hydropower with planned \ninvestments in installed capacity backed by institutional reforms and capacity development. A \nnew corporate entity, Himachal Pradesh Hydropower Company (HPHPC), has been established \nwith a mandate to develop and operate new hydropower plants in the state.  \n \n4.  As of March 2007, the state has installed capacity of 535 MW; this rises to 1,866 MW \nwith a share from the national power capacity. In 1991, Himachal Pradesh opened hydropower \ndevelopment  for  private  sector  participation.  Two  private  projects  totaling  386  MW  were \ncommissioned. Currently, the state is able to meet about 50% of its demand from its own \nresources and experiences energy shortages in the winter months. Power demand3 in the state \nis expected to increase by 11.37% from 2006 to 2012 and 6.69% from 2012 to 2017. To meet \nthis, GOHP is expanding its hydropower development plans by adding 5,744 MW capacity by \n2012. The identified hydropower sites have been allocated to state, central, and private sector \ninvestors. Central public sector utilities are expected to develop about 2,754 MW; the private \nsector  about  1,850  MW;  and  the  state  sector  1,140  MW.  An  additional  750  MW  of  mini-\nhydropower is expected to be developed privately.  \n \n5.  GOHP  requested  ADB  assistance  to  accomplish 1,140 MW  investments.  Since  the \nstate’s clean energy agenda is in line with ADB’s clean energy and the environment program, \nADB is preparing a multitranche financing facility (MFF) of $800 million to assist GOHP in \nselected hydropower projects totaling 856 MW. The MFF will be implemented by the new \ncorporate entity, HPHPC, which has substantial human capital in the form of senior technical \n                                                 \n1 The TA first appeared in the business opportunities section of ADB’s website on 23 May 2008. \n2 State Power Sector Performance Ratings - Final Report to the Ministry of Power, Government of India, June 2006. \n3 The Central Electricity Authority periodically publishes electric power surveys which include power sector data and \nforecasts gathered from all sector agencies to be used for sector planning purposes. \n ", "2   \nstaff and is hiring financial and legal professionals to support its growing business. HPHPC’s \ntechnical staff has experience in implementing investments funded by external donors but not \nthe MFF modality, so capacity building is essential for preparation of further MFF tranches.  \n \n6.  Himachal  Pradesh’s  transmission  assets  consist  of  2,100  kilometers  (km)  of \ntransmission lines rated 66 KV and above and about 100 power transformers, totaling around \n2,000 megavolt-amperes of capacity. These physical interconnections of transmission network \nenable the state to exchange power with its regions, depending on the daily power supply \nbalance.  However,  with  considerable  hydropower  capacity  additions  in  various  stages  of \nplanning,  development,  and  construction,  there  will  be  significant  need  for  additional \ntransmission capacity to be able to wheel the power in the state and out of state. In the absence \nof a framework for planning, ad hoc capacity additions are made in response to the availability \nof funding. Regional long-term demand forecasting is crucial along with concept development \nfor the power system to meet prospect demand. This could be addressed by developing a \nplanning framework and power system master plan (the master plan). Himachal Pradesh State \nElectricity Board (HPSEB) does not have long-term planning capability to develop a master plan \nthat could (i) consider various generation scenarios, and (ii) design a transmission grid capable \nof supplying in-state and out-of-state consumers as efficiently as possible with an appropriate \nlevel of supply reliability. \n \n7.  The  state’s  power  sector  is  regulated  by  Himachal  Pradesh  Electricity  Regulatory \nCommission (HPERC). GOHP established a functioning regulatory commission in 2001, and it \nhas been issuing tariff orders since then. HPERC is mandated to take measures conducive to \nthe development and management of the electricity industry in an efficient, economic, and \ncompetitive manner. It also acts to safeguard consumer interests and improve the quality of \nservice, and holds regular review meetings to monitor compliance with the various directives. In \nits 2005–2006 tariff order, HPERC made efforts to reduce cross-subsidies and optimize power \npurchase costs by authorizing the procurement of power on a merit order dispatch basis. \nHPERC has developed all regulations, codes, and standards (including open access) required \nby the Electricity Act, 2003; and is developing a multiyear tariff framework. A strong regulatory \nstructure is being formed in Himachal Pradesh. However, new sector developments such as the \nestablishment  of  a  new  hydropower  company  and  planned  generation  increase  make  it \nessential to develop HPERC’s capacity further.   \n \n8.  ADB will provide TA in the following areas: \n \n(i)  Component 1. This component will develop a comprehensive master plan that \naddresses the state’s power sector planning issues, considering the wide range \nof supply and demand scenarios in Himachal Pradesh. The master plan will be \nlinked to the state’s sector policy and will summarize a clear planning framework, \nplanning criteria, and a detailed and disaggregated demand forecast at the power \nsubstation level. The master plan will (a) provide a series of staged, least-cost, \n10-year network expansion programs matched to demand growth and under \nvarious clean energy generation scenarios; (b) run a cost and benefit analysis for \noptions with and without the clean development mechanism; and (c) identify risk \nfactors and a risk management plan for the state power system. A rolling 5-year \ncapital works plan linked to the master plan will be developed and updated \nregularly, with detailed project reports prepared for projects covered in the first  \n1–2 years of the capital works plan. The master plan will include a loss reduction \nframework and a staged capital works program designed to reduce technical and \nnontechnical losses along a reasonable and agreed path.  \n ", "  3\n(ii)  Component 2. This component of the TA will assist HPERC in assessing user \nrequirements, information availability for identification of functional specification \nof a regulatory management information system (RMIS). The TA will also assist \nHPERC in developing methodology to compute the cost of supply at various \nvoltage levels.  \n(iii)  Component  3. This component will provide bridge assistance to HPHPC to \nprepare periodic financing requests for further tranches of the MFF and set up a \nproject monitoring mechanism for projects financed under the facility.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The impact and outcome of the TA will include the following: \n \n(i)  Component 1: The outcome of this component will be a comprehensive power \nsystem master plan that will provide the blueprint for development of the power \nsector  in  Himachal  Pradesh.  The  master  plan  will  tie  together  generation, \ntransmission,  and  distribution  expansion  to  ensure  that  all  proposed  capital \ninvestments are part of a long-term, structured plan rather than ad hoc. It will also \nensure  that  network  expansion  is  economically  efficient  and  will  provide  a \nrealistic framework for loss reduction. \n(ii)  Component 2: The outcome will be specifications for an RMIS and a reporting \nframework for the power sector entities. Using these specifications, HPERC will \nacquire an RMIS using its own resources. Assessing information requirement of \nHPERC  and  reporting  necessities  of  the  power  sector  entities  will  facilitate \npurchasing  or  developing  the  correct  RMIS,  and  ultimately  facilitate \nimplementation of the multiyear tariff structure. The RMIS will also support review \nof  performance  standards  in  the  multiyear  tariff  framework.  Developing  a \nmethodology to compute the cost of supply at various voltage levels will support \n(a) rationalization of tariff across different voltage levels, (b) rationalization of \ncross-subsidies, and (c) determination of open access surcharges. \n(iii)  Component 3: Preparation of periodic financing requests for further tranches of \nthe MFF. \n \n  1.  Outputs \n10.  Outputs for each component are as follows: \n \n(i)  Component 1: (a) A detailed long-term (10-year) demand forecast for Himachal \nPradesh at the power substation level, with demand disaggregated between \nmain consumer groups; (b) a series of realistic long-term generation capacity \nexpansion scenarios, considering prospects for in-state generation development \nas  well  as  generation  sourced  outside  the  state;  (c)  a  series  of  least-cost \ntransmission expansion plans, matched to the generation expansion scenarios \ndeveloped; (d) an assessment of the quantum and timing of generation and \ntransmission investments for each system development scenario; (e) an estimate \nof distribution investment costs to meet demand growth; (f) cost and benefit \nanalysis  for  options  with  and  without  the  clean  development  mechanism; \n(g) identification of risk factors and a risk management plan for the state power \nsystem; (h) institutional reform recommendations for HPSEB to develop capacity \nto implement the master plan and revise it as necessary; (i) a power system \n ", "4   \nanalysis software program and equipment (computers);4 and (j) a detailed 5-year \nprogram of capital works, and preparation of detailed project reports for projects \nto be covered in the first 2 years. \n(ii)  Component 2: (a) Specifications for a RMIS, (b) a reporting framework for the \npower sector entities, and (c) a cost of supply framework and model. \n(iii)  Component 3: Periodic financing requests for further tranches of the MFF. \n \nB.  Methodology and Key Activities \n11.  By using least-cost analysis to compare various options for generation, transmission, \nand  distribution  in  line  with  ADB’s  Guidelines  for  the  Economic  Analysis  of  Projects,5 key \nactivities under the TA will include: \n \n(i)  assessment of existing electricity demand and preparation of a demand forecast, \nusing  both  bottom-up  (location-specific)  data  and  top-down  (macroeconomic) \nparameters; \n(ii)  investigation of demand-side management options; \n(iii)  assessment of potential energy sources for generation development in Himachal \nPradesh, and comparison of the likely development costs of in-state generation \nversus the expected costs of interstate purchase of electricity in the long term; \n(iv)  development of a series of staged generation expansion plans, including in-state \noptions, out-of-state options, and combinations of both; \n(v)  computer  modeling  of  the  state’s  current  power  system  down  to  the  power \nsubstation level, and analysis of constraints; \n(vi)  development and computer modeling of network expansion options to match the \nvarious generation expansion plans and forecast demand growth; \n(vii)  calculation of annual investment requirements and investment net present values \nunder  each  of  the  expansion  plans  and  for  a  reasonable  set  of  input  cost \nassumptions; \n(viii)  cost and benefit analysis for the clean development mechanism option; \n(ix)  identification of risk factors and a risk management plan for state power system; \n(x)  assessment of annual distribution investment costs for the period of the plan, \nbased on expectations regarding load density, age and condition of existing \nequipment, and a realistic program of rural electrification; \n(xi)  identification, analysis, and cost estimates of options and opportunities for loss \nreduction, including projects forming part of the overall master plan and stand-\nalone projects; \n(xii)  preparation of a detailed transmission and distribution capital works program for \nthe first 5 years of the master plan, including loss reduction subprojects; \n(xiii)  preparation of detailed project reports for projects included in the first 2 years of \nthe capital works program;  \n(xiv)  training of trainers on power system analysis software; \n(xv)  assessment  of  HPERC  user  requirements  and  information  availability  in  the \nsector; \n(xvi)  identification and development of functional specification of an RMIS for HPERC; \n(xvii)  analyses of overall cost structure and identification allocation between fix and \nvariable  cost  across  voltage  levels,  and  benchmarking  them  against  best \npractices; and \n                                                 \n4 Equipment and software purchased under the TA will be turned over to the Government after TA completion.  \n5 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila \n ", "  5\n(xviii)  training of HPHPC officials on the preparation of periodic financing requests for \nfurther tranches of the MFF. \n \n12.  The TA consultants will conduct on-the-job and classroom-based training of GOHP, \nHPERC, HPSEB, and HPHPC staff in modern power system planning techniques and tools; and \nwill run regular workshops to update stakeholders on progress in preparation of the master plan \nand to discuss and debate assumptions and scenarios. In addition, the power system analysis \nsoftware to be purchased will include a training component for HPSEB users. \n \nC.  Cost and Financing \n13.   The total cost of the TA is estimated at $1,300,000 equivalent. The amount of $900,000 \nwill be financed on a grant basis from ADB’s TA funding program. GOHP will finance the \nremaining $400,000 equivalent in kind through the provision of administrative setup, including \noffice space, office equipment, and local transportation. The detailed cost estimates are in \nAppendix 2.  \n \nD.  Implementation Arrangements \n14.   HPSEB will be the Executing Agency (EA) for component 1, HPERC for component 2, \nand  HPHPC  for  component  3.  A  project  management  office  will  be  established  for  each \ncomponent of the TA in the relevant EAs. Project management offices will be responsible for the \nday-to-day management of the TA and will coordinate with all government and nongovernment \nstakeholders.  The  project  management  office  will  also  oversee  consultants’  activities  and \nfacilitate all ADB’s TA administration. EAs will provide (i) office accommodation and facilities, \ninternet access, and secretarial support; and (ii) land transportation within Himachal Pradesh for \nconsultants.  EAs  and  agencies  concerned  will  provide  the  consultants  with  existing  data, \npreliminary analysis, and reports; and will guide consultants in data collection, in liaising with \nother government ministries and agencies. EAs, other relevant agencies, and consultants will \njointly organize dissemination workshops for counterpart staff and other stakeholders. EAs will \nensure close coordination with consultants of other ongoing ADB TAs. The consultants will \nincorporate  lessons  from  past  ADB  TAs  in  the  power  sector.  The  consultants  will  be \naccountable to both ADB and the EAs. \n \n15.   The TA will finance the services of international consultants for a total of 13 person-\nmonths and local consultants for a total of 25 person-months (Appendix 3). Consultants will be \nrecruited  by  ADB  in  accordance  with  its  Guidelines  on  the  Use  of  Consultants  (2007,  as \namended from time to time) for each TA component. For component 1, a consulting firm or \nconsortium of firms will be engaged under the quality- and cost-based selection process, and \nsimplified technical proposals will be requested. A standard quality–cost ratio of 80:20 will be \nused.  Consultants  will  procure  the  power  system  analysis  software  following  ADB’s \nProcurement Guidelines (2007, as amended from time to time). For components 2 and 3, \nindividual consultants will be recruited. The outline terms of reference for consultants are in \nAppendix 3. \n \n16.   The TA will commence in February 2009 and will be completed by the end of January \n2010. For each component, consultants will submit an inception report two weeks after the \ncommencement of services for all components. The inception report will detail initial findings \nand the consultants’ proposed action plan. An interim report will be submitted in July 2009 and a \ndraft final report in December 2009. For component 2, an interim report will be submitted in \nMarch 2009 and a draft final report in July 2009. Tripartite meetings between GOHP, ADB, and \nconsultants will review the inception report in Shimla within 2 weeks of receiving the inception, \ninterim, and draft final reports. An interim report will describe the TA’s progress, person-months \n ", "6   \nutilized, problems encountered, and proposed revision of the work plan; and will incorporate \ndetailed reports on completion of the current policy analysis. A draft final report will detail \nconsultants’ finding and recommendations. The final report will be submitted within 4 weeks \nafter the tripartite review of the draft final report. The consultants will prepare monthly status \nreports for their scope of work, highlighting any issue that could become critical for timely \nimplementation and completion of the TA. \n \nIV.  THE PRESIDENT'S DECISION  \n17.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $900,000 on a grant basis to \nthe Government of India for Capacity Building for Himachal Pradesh Power Sector Agencies, \nand hereby reports this action to the Board. \n ", "  Appendix 1  7 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms  and Risks \nImpact      Assumptions \nEconomic development  Per capita gross state  Annual budget reports  GOHP gives high priority to \nin Himachal Pradesh   product increasing by at    power sector development \n  least 6% per annum by  ADB estimates   \n2015  Funding is available for \npower system expansion \nand augmentation \n \nSufficient investment is \nmade in other infrastructure \nOutcome      Assumption \nComponent 1:        \nProvide a platform for  Fully articulated, least- Power system master plan  Cooperation from Powergrid \noptimal development of  cost power system  steering committee  and HPSEB to provide grid \nHP electricity  master plan for  periodic reports  connection inputs and data \ngeneration,  Himachal Pradesh by    to least-cost planning \ntransmission and  2009  Himachal Pradesh  process \ndistribution networks.  Electricity Regulatory \n  Commission annual \nComponent 1:   reports \nThe outcome will be   \nspecifications for a   \nRMIS and reporting \nframework for the \npower sector entities. \nOutputs      Assumptions \nComponent 1:        \nA detailed 10-year  TA final report in the  Power system master plan  Unencumbered access to \ndemand forecast for  form of a power system  steering committee  data \nHimachal Pradesh at  master plan by July  periodic reports   \nthe power substation  2009    Availability of suitable \nlevel, with demand  TA final report  counterpart staff \ndisaggregated between   \nmain consumer groups \n \nA series of realistic \nlong-term generation \ncapacity expansion \nscenarios, with \nconsideration given to \nprospects \n \nA series of least-cost \ntransmission expansion \nplans, matched to the \ngeneration expansion \n \nAn assessment of the \ngeneration/transmission \ninvestments \n \nAn estimate of \ndistribution investment \ncosts to meet demand \n ", "8  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms  and Risks \ngrowth \n \nCost and benefit \nanalysis for options with \nand without the clean \ndevelopment \nmechanism  \n \nIdentification of risk \nfactors and a risk \nmanagement plan for \nthe state’s power \nsystem \nInstitutional reform \nrecommendations for \nHPSEB to develop \ncapacity to implement \nthe master plan and \nrevise it as necessary \n \nA power system \nanalysis software \nprogram and equipment \n \nA detailed 5-year \nprogram of capital \nworks, and preparation \nof detailed project \nreports for projects to \nbe covered in the first \n2 years \n \nComponent 2: \nSpecifications for an \nRMIS \n \nReporting framework \nfor the power sector \nentities  \n \nCost of supply \nframework and model \n \nComponent 3:  \nPeriodic financing \nrequests for further \ntranches of the MFF \nActivities with Milestones  Inputs \nComponent 1:  Consulting services \n1.   Power System Master Plan  ADB: $900,000 \n1.1 Assess existing electricity demand and prepare a demand forecast by  Government: $400,000 \nFebruary 2009   \n1.2 Prepare a long-term, least-cost generation development plan by April 2009 \n1.3 Prepare a long-term, least-cost transmission development plan by May \n2009 \n ", "  Appendix 1  9 \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Targets/Indicators  Mechanisms  and Risks \n \n2.   Distribution System Planning  \n2.1 Estimate annual distribution investment costs for the medium term by June \n2009 \n2.2 Identify and cost options and opportunities for loss reduction by July 2009 \n \n3.   Project Formulation \n3.1 Prepare a detailed transmission and distribution capital works program for \nthe first 5 years of the master plan by August 2009 \n3.2 Prepare detailed project reports for projects included in the first 2 years of \nthe capital works program by September 2009 \n \n4. Reporting \n4.1 Produce an interim report by July 2009 \n4.2 Produce a TA final report by December 2009 \n \n5.   Training \n5.1 Provide on-the-job training for counterpart staff throughout the TA \n5.2 Regularly update stakeholders through formal and informal workshops \n \nComponent 2: \n1.1 Develop specifications for an RMIS by May 2009 \n1.2 Produce reporting framework for the power sector entities by July 2009 \n1.3 Estimate cost of supply framework and model by July 2009 \nADB = Asian Development Bank, GOHP = government of Himachal Pradesh, HPSEB = Himachal Pradesh State \nElectricity Board, MFF = multitranche financing facility, RMIS = regulatory management information system, TA = \ntechnical assistance. \n \n \n \n \n \n \n \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem Total Cost\nA.  Asian Development Bank (ADB) Financing\nComponent 1\n1. Consultants\n     a. Remuneration and Per Diem\ni. International Consultants                 250.0\nii. National Consultants                   90.0\n     b. International and Local Travel                   40.0\n     c. Reports and Communications                   10.0\n2. Power System Analysis Software                 100.0\n3. Trainings, Seminars, and Conferences                   35.0\n4. Miscellaneous Administration and Support Costs                   10.0\n5. Contingencies                   65.0\nSubtotal Component 1                 600.0\nComponent 2\n1. Consultants\n     a. Remuneration and Per Diem\ni. National Consultants                 180.0\n     b. Local Travel                      5.0\n     c. Reports and Communications                      5.0\n2. Contingencies                   10.0\nSubtotal Component 2                 200.0\nComponent 3\n1. Consultants\n     a. Remuneration and Per Diem\ni. International Consultants                   50.0\nii. National Consultants                   25.0\n     b. International and Local Travel                   12.0\n     c. Reports and Communications                      3.0\n2. Contingencies                   10.0\nSubtotal Component 3                 100.0\nSubtotal (A)                 900.0\nB. Government Financing\n1. Office Accommodation and Transport                 200.0\n2. Remuneration and Per Diem                 200.0\n    of Counterpart Staff\nSubtotal (B)                 400.0\nTotal              1,300.0  \na  Financed by ADB's technical assistance (TA) funding program. \nb  Software purchased under the TA will be turned over to the government of \nHimachal Pradesh after TA completion.  \nc  The government of Himachal Pradesh’s contribution will be in the form of office \nspace, transportation, and counterpart staff. \nSource: ADB estimates. \n \n ", "  Appendix 3  11 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Component 1 \n \n1.  The outcome of this component will be a comprehensive power system master plan (the \nmaster plan) that will provide the blueprint for development of the power system in Himachal \nPradesh. The master plan will tie together generation, transmission, and distribution expansion to \nensure that all proposed capital investments are part of a long-term, structured plan rather than \nad hoc. Consultants will be engaged to develop the master plan in close consultation with the \nHimachal Electricity Regulatory Commission (HPERC) and Himachal Pradesh State Electricity \nBoard (HPSEB), Power Department of the government of Himachal Pradesh, and the power \nsystem master plan task force (to be formed). \n \n2.  The  international  power  planning  expert  will  be  designated  the  team  leader  for  this \ncomponent, responsible for overall management of the study. The team leader will coordinate the \ntechnical assistance (TA) among all relevant government agencies and the Asian Development \nBank (ADB) to ensure smooth implementation and non-duplication of work, and will ultimately be \nresponsible for all deliverables of the TA study. Other consultants will assist the team leader in the \ntasks specified below. The team leader will also coordinate closely with the consulting teams of \nother relevant ADB studies. \n \n3.  The consulting firm or a consortium of firms to be engaged under the TA will provide \nexperts with relevant experience in technical and economic aspects of power system development \n(including generation, transmission, and distribution) and will have experience in and knowledge of \nthe  Indian  power  sector  (including  central  and  state  approaches  to  sector  planning  and \ndevelopment).  \n \n4.  Information dissemination and skill and technology transfer will be an important part of the \nTA. The consultants will conduct regular workshops in addition to those identified below to ensure \nthat stakeholders are fully informed and have an opportunity to participate in the planning process. \nThe consultant will provide hands-on experience to selected HPSEB staff in the use of the power \nsystems planning software and techniques that the consultant uses in the preparation of the \nmaster plan. \n \n5.  Least-cost analysis will be used to compare various options for generation, transmission, \nand distribution in line with ADB’s Guidelines for the Economic Analysis of Projects .1 \n \n6.  The consultants’ responsibilities will cover, but not be limited to, the following tasks. \n \n  1.  Power System Planning Expert, Team Leader (international, 5 person-months) \n \n(i)  Conduct  a  review  of  the  present  approach  to  power  system  (generation, \ntransmission,  and  distribution)  planning  in  Himachal  Pradesh,  and  identify  and \nanalyze the linkages between state-level planning, regional planning, and national \nplanning. \n(ii)  Assess potential energy sources for generation development in Himachal Pradesh \nin  the  short  term  (5  years)  and  medium  term  (10  years),  taking  into  account \ncommitted,  expected,  and  possible  development  of  generating  plants  by \nindependent power producers. Prepare a series of possible generation expansion \n                                                 \n1 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n ", "12  Appendix 3 \n \nscenarios, including a 100% import strategy. Comment on generation development \nbeyond the horizon year. \n(iii)  Estimate  investment  and  operating  costs  under  each  expansion  scenario  for  a \nreasonable range of assumptions regarding base prices, and identify a preferred \ngeneration development strategy. \n(iv)  Conduct  a  workshop  to  discuss  generation  development  scenarios  and  seek \nagreement on a development strategy to use as the basis for development of the \nmaster plan. \n(v)  Procure suitable power system analysis software as well as equipment (computers, \netc.) and coordinate software training for relevant stakeholders. \n(vi)  In  conjunction  with  the  transmission  and  distribution  expert,  prepare  a  staged \ntransmission  network  development  program,  down  to  the  33/11  kilovolt  (kV) \nsubstation level, to deliver forecast power demand to load centers in the state. \n(vii)  In conjunction with all TA team members, prepare the inception, interim, and final \nreports in the form of an overall master plan for Himachal Pradesh. \n \n  2.  Hydropower Expert (international, 1 person-month) \n \n(i)  Review existing plans, reports, and policy regarding hydropower development in \nHimachal Pradesh. \n(ii)  Produce a realistic, staged, least-cost, long-term hydropower development program, \nand estimate the annual capital and operating costs of the program.  \n(iii)  Support the power system planning expert in producing a series of generation \ndevelopment scenarios for the short and long term. \n \n  3.  Distribution Expert (international, 3 person-months) \n \n(i)  Model and analyze the performance of the existing 33 kV network down to the 11 kV \nside of 33/11 kV substations under a range of realistic operating scenarios. \n(ii)  Identify, analyze, and produce cost estimates for a series of loss reduction options \nand opportunities in the short, medium, and long term, including projects forming \npart  of  the  general  capital  investment  program  (such  as  replacement  of  old \nequipment) as well as stand-alone projects (such as power factor correction and line \nupgrading). Estimate the distribution loss reduction path that these works and the \noverall distribution investment program would be expected to deliver. \n(iii)  Prepare a distribution capital works plan for the first 5 years of the power system \nmaster plan. This should include a reasonable level of cost detail and should be in a \nform that can be regularly updated and submitted to the HPSEB. \n(iv)  Prepare detailed project reports, in a suitable format for submission to and approval \nby the Ministry of Power, for projects included in the first 2 years of the distribution \ncapital works plan. \n(v)  Assist the power system planning specialist, team leader in procurement of suitable \npower system analysis software.  \n(vi)  Conduct  on-the-job  and  classroom-based  training  of  government  of  Himachal \nPradesh (GOHP) and HPSEB staff in modern power system planning techniques \nand tools, and run regular workshops to (a) update stakeholders on progress in \npreparing the master plan, and (b) discuss and debate assumptions and scenarios. \n(vii)  Coordinate the training program to be conducted for GOHP and HPSEB staff as part \nof the software package. \n \n \n \n ", "  Appendix 3  13 \n  4.  Power Economist (international, 2 person-months) \n \n(i)  Prepare a 10-year demand forecast for Himachal Pradesh at the distribution circle \nlevel, disaggregated by major consumer groups (domestic, industrial, commercial, \nagricultural, and government), and incorporating bottom-up (location-specific) and \ntop-down (macroeconomic) drivers of demand growth. Demand forecasts under \nboth average and maximum load growth scenarios should be prepared, and the \neconomic rationale of both should be clearly articulated. \n(ii)  On the basis of the generation, transmission, and distribution development plans, \nestimate the discounted average cost of supply, the average incremental cost of \nsupply, and the average cost of supply at the 33 kV and 11 kV voltage levels. \nComment on the implications of these costs for future tariff paths, assuming a move \nto full cost recovery over time. \n \n  5.  Transmission Expert (national, 2 person-months) \n \n(i)  Model and analyze the performance of the current transmission network under a \nrange of realistic operating scenarios. \n(ii)  Assess the suitability of HPSEB’s transmission planning framework and reliability \ncriteria and, if necessary, propose changes to it. \n(iii)  On the basis of the proposed planning framework and criteria, estimate transmission \nnetwork  investment  costs  for  the  each  realistic  generation  expansion  scenario \nthrough to the horizon year. \n(iv)  Produce a detailed, staged, least-cost plan for development of the transmission \nnetwork for the base generation expansion plan to meet forecast demand growth. \nEstimate the annual capital and operating costs of the program. Model and analyze \nthe performance of the proposed transmission network under a range of realistic \noperating scenarios. \n(v)  Prepare a transmission capital works plan for the first 5 years of the master plan. \nThis should include a reasonable level of cost detail and should be in a form that \ncan be regularly updated and submitted to the HPSEB. \n(vi)  Prepare detailed project reports, in a suitable format for submission to and approval \nby the Ministry of Power, for projects included in the first 2 years of the transmission \ncapital works plan. \n \n  6.  Distribution Expert (national, 3 person-months) \n \n(i)  Work together with the international distribution expert and assist the power system \nplanning specialist to develop the distribution component of the master plan. \n(ii)  Assist in modeling and analyzing the performance of the existing 33 kV network \ndown to the 11kV side of 33/11 kV substations under a range of realistic operating \nscenarios. \n(iii)  On the basis of demand forecasts at the distribution circle level, assist in preparing \nstaged, least-cost, 33kV network and 33/11 kV substation expansion plans for the \nmedium term (10 years). Model and analyze the performance of the proposed 33 kV \nnetwork and 33/11 kV substations under a reasonable range of operating scenarios. \n(iv)  On the basis of demand forecasts and taking into account the present condition, age, \nand  adequacy  of  the  11  kV  and  low  voltage  distribution  networks,  estimate \ndistribution network capital investment requirements for the medium term (10 years). \n(v)  Assist in identifying, analyzing, and producing cost estimates for a series of loss \nreduction options and opportunities in the short, medium, and long term, including \nprojects  forming  part  of  the  general  capital  investment  program  (such  as \n ", "14  Appendix 3 \n \nreplacement of old equipment) as well as stand-alone projects (such as power factor \ncorrection and line upgrading). Estimate the distribution loss reduction path that \nthese works and the overall distribution investment program would be expected to \ndeliver. \n \n7.  Power Economist (national, 2 person-months) \n \n(i)  Work together with the international power economist. \n(ii)  Assist in the preparation of a 10-year demand forecast for Himachal Pradesh at the \ndistribution  circle  level,  disaggregated  by  major  consumer  groups  (domestic, \nindustrial, commercial, agricultural, and government) and incorporating bottom-up \n(location-specific)  and  top-down  (macroeconomic)  drivers  of  demand  growth. \nDemand forecasts under both average and maximum load growth scenarios should \nbe prepared, and the economic rationale of both should be clearly articulated. \n \nB.  Component 2 \n \n7.  This component of the TA will assist HPERC in assessing user requirements, information \navailability for identification of functional specification of a regulatory management information \nsystem (RMIS). The TA will also assist HPERC to develop a methodology to compute the cost of \nsupply at various voltage levels.  \n \n8.  The system specialist will be designated the team leader for this component, responsible \nfor overall management of the study. The team leader will coordinate the TA among all relevant  \ngovernment agencies and ADB to ensure smooth implementation and non-duplication of work, and \nwill ultimately be responsible for all deliverables of the TA study. Other consultants will assist the \nteam  leader’s  tasks  specified  below.  The  team  leader  will  also  closely  coordinate  with  the \nconsulting teams of other relevant ADB studies. \n \n9.  Individual  consultants  to  be  engaged  under  the  TA  will  provide  experts  with  relevant \nexperience in technical and economic aspects of power system development (including generation, \ntransmission, and distribution) and will have experience in and knowledge of the Indian power \nsector (including central and state approaches to sector planning and development).  \n \n10.  Information dissemination and skill and technology transfer will be an important part of the \nTA. The consultants will conduct regular workshops in addition to those identified below to ensure \nthat stakeholders are fully informed and have an opportunity to participate in the process.  \n \n1.  Financial Management Expert (national, 6 person-months) \n \n(i)  Collect all relevant data/information from relevant sector entities. \n(ii)  Review and analyze all financial and commercial information collected.  \n(iii)  Analyze overall cost structure and identify allocation between fix and variable cost \nacross voltage levels, and benchmark them against best practices.  \n(iv)  Allocate these costs along the various functional lines based on allocation principles.  \n(v)  Analyze the cost structure and financial data of sector entities (including all relevant \ncommercial information on demand and sales) and allocate all the costs first along \nfunctional lines (i.e., generation, transmission, and distribution). \n(vi)  Classify the costs into various components of demand, energy, and customer based \non the basis of the utility service being provided. \n(vii)  Using the regulatory economist’s report, develop a cost of supply methodology and \na framework for the allocation of cost. \n ", "  Appendix 3  15 \n \n2.  System Specialist (national, 4 person-months) \n \n(i)  Identify and develop functional specification of an RMIS for HPERC.  \n(ii)  Develop reporting framework for the power sector entities. \n \n3.  Regulatory Economist (national, 6 person-months) \n \n(i)  Work closely with the financial management expert. \n(ii)  Analyze the various allocation principles.  \n(iii)  Develop a methodology to allocate these costs for demand, energy, and customer \ncomponents; and allocate it across various consumer categories.  \n(iv)  Prepare a report on the framework to be adopted for allocation of cost into demand, \nenergy, customer components. \n \nC.  Component 3 \n \n11.  This component of the TA aims to develop capacity in preparation of periodic financing \nrequests  for  further  tranches  of  the  multitranche  financing  facility.  An  international \neconomist/financial analyst with strong power sector knowledge (preferably with an engineering \ndegree) will be hired for 1 person-month, an international hydropower engineer for 1 person-month, \nand national social assessment and environmental assessment experts for 2 person-months each \nto guide HPHPC to prepare further tranches of the multitranche financing facility. \n "], "metadata": {"CreationDate": "D:20081128145936+08'00'", "Subject": "Capacity Development Technical Assistance", "Author": "ms7", "Creator": "PScript5.dll Version 5.2", "Keywords": "india capacity building projects, himachal pradesh power sector, power system master plan, capacity development technical assistance, regulatory management information system, himachal pradesh state india, adb technical assistance 7181, adb project 41611", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20081208142855+08'00'", "Title": "Capacity Building for Himachal Pradesh Power Sector Agencies"}}