{"path": "data/input/ta/41939-tha-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 41939 \nDecember 2008  \n \n \n \nProposed Loan and Partial Credit Guarantee \nBiomass Power Project  \n(Thailand) \n \nIn accordance with ADB’s public communications policy (PCP, 2005), this abbreviated version of the \nRRP excludes confidential information and ADB’s assessment of project or transaction risk as well as \nother information referred to in paragraph 126 of the PCP. \n \n ", "CURRENCY EQUIVALENTS \n(as of 9 September 2008) \nCurrency Unit  –  baht (B) \nB1.00  =  $0.0287 \n$1.00  =  B34.8 \n \nABBREVIATIONS \n  AA Group  –  Double A Alliance Network \n  APCF  –  Asia Pacific Carbon Fund \n  KKT  –  Khan-na and  Khet-Thee Company \n  BOI  –  Board of Investment \n  CARG  –  compound annual growth rate \n  CDM  –  Clean Development Mechanism \n  CER  –  certified emission reduction \n  CFB  –  circulating fluidized bed \n  CMI  –  Carbon Market Initiative \n  CO –  carbon dioxide \n2\nB B \n  DMC  –  developing member country \n  DSCR  –  debt service coverage ratio \n  EGAT  –  Electricity Generating Authority of Thailand \n  EIRR  –  economic internal rate of return \n  EPPO  –  Energy Policy and Planning Office \n  FIRR  –  financial internal rate of return \n  HPEC  –  Harbin Power Equipment Company \n  IPP  –  independent power producer \n  LNGK  –  Liaoning Gaoke Energy Group  \n  MEA  –  Metropolitan Electricity Authority \n  NEPC  –  National Energy Policy Council \n  NPS  –  National Power Supply Company  \n  PCG  –  partial credit guarantee \n  PEA  –  Provincial Electricity Authority \n  PPA  –  power purchase agreement \n  PPMC  –  Power Plant Maintenance Services Company  \n  PRC  –  People's Republic of China \n  PROPARCO  –  Promotion et Participation pour la Coopération économique \n(Investment and Promotions Company for Economic Cooperation) \n  SPP  –  small power producer \n  VSPP  –  very small power producer \n \n \nNOTE \nIn this report, “$” refers to US dollars. \n \n \nWEIGHTS & MEASURES \n \nGWh  –  gigawatt-hour \nkV  –  kilovolt \nkWh  –  kilowatt-hour \nMW  –  megawatt \n     \n \n ", "   \nVice-President  X. Zhao, Operations 1 \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  J. Yamagata, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  D. Wiedmer, Investment Specialist, PSOD \nTeam members  K. Fukaya, Senior Investment Specialist, PSOD \n  L. Hauck, Guarantees and Syndications Specialist, Office of \nCofinancing Operations  \n  M.A. Manabat, Senior Investment Officer, PSOD \n  N. Moller, Counsel, Office of the General Counsel \n  J. Munsayac, Senior Social Safeguards Officer, PSOD \n  M. Pascua, Environment Officer, PSOD  \n  S. Santos, Investment Officer, PSOD \n  S.L. Tu, Senior Environment Specialist, PSOD \n \n ", "", " \nCONTENTS \nPage \n \nPROJECT SUMMARY      i \n \nI.  THE PROPOSAL  1 \nTU UT TU UT\nII.  INTRODUCTION  1 \nTU UT TU UT\nIII.  BACKGROUND  2 \nTU UT TU UT\nA.  Power Sector in Thailand  2 \nTU UT TU UT\nB.  Biomass Electricity Generation in Thailand  4 \nTU UT TU UT\nC.  ADB Operations  5 \nTU UT TU UT\nIV.  THE PROPOSED PROJECT  7 \nTU UT TU UT\nA.  Project Description  7 \nTU UT TU UT\nB.  Management and Owners  7 \nTU UT TU UT\nC.  Implementation Arrangements  8 \nTU UT TU UT\nD.  Environmental and Social Aspects  10 \nTU UT TU UT\nE.  Development Impact  11 \nTU UT TU UT\nV.  PROPOSED ASSISTANCE  12 \nTU UT TU UT\nA.  Loan  12 \nTU UT TU UT\nB.  Partial Credit Guarantee for the Bond Issue  12 \nTU UT TU UT\nC.  Justification  12 \nTU UT TU UT\nVI.  ASSURANCES  14 \nTU UT TU UT\nVII.  RECOMMENDATION  14 \nTU UT TU UT\n \nAPPENDIXES   \n1.  Design and Monitoring Framework  15 \n2.  Catalyzing the Thai Bond Market for Infrastructure Development  17 \n3.  Assistance to the Project by ADB’s Carbon Market Initiative  19   \n4.  Summary Poverty Reduction and Social Strategy  21 \n \n   \nSUPPLEMENTARY APPENDIXES (available upon request) \nA.  The Power Sector in Thailand  \nB.  Renewable Energy Incentives in Thailand  \nC.  Electricity Generating Authority of Thailand", "", " \nPROJECT SUMMARY \n \n[ CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n \nBorrower  A  limited  project  company  to  be  incorporated  in  Thailand \n(Biomass Co) by the Sponsor \n   \nClassification  Targeting classification: General intervention \nSector: Energy \nSubsector: Renewable energy generation \nThemes: Sustainable economic growth, environmental \nsustainability, private sector development \nSubthemes: Fostering physical infrastructure development; cleaner \nproduction, control of industrial pollution; private sector investment \n   \nProject Description   The  Project  will  construct  and  operate  a  125  megawatt  (MW) \nbiomass power plant using wood waste products (wood) as fuel. \nThe  Project  will  be  located  in  the  304 Industrial  Park  in \nPrachinburi Province, about 150 kilometers (km) east of Bangkok. \nThe  Project  will  supply  power  (90  MW)  to  the  Electricity \nGenerating Authority of Thailand under a 25-year power purchase \nagreement under the small power producers program, as well as \nto industrial customers in the 304 Industrial Park (21 MW) and for \ninternal  consumption  (14  MW).  The  Project  has  arrangements \nwith wood processing industries to ensure adequate fuel supply.  \n   \nEnvironment and Social  Environment: Category A  \nAssessment  Involuntary resettlement: Category C \nIndigenous peoples: Category C \n   \nSponsors/Shareholders  The  ultimate  sponsor  is  Double  A  Alliance  Network  (the  AA \nGroup)—one  of  the  largest  conglomerates  in  Thailand  actively \ninvolved in, among other things, power generation, agribusiness, \npulp and paper production, and industrial park development. The \nsponsor and majority shareholder of Biomass Co will be a holding \ncompany,  the  National  Power  Company  (the  sponsor)  under \nwhich  the  AA  Group  is  grouping  its  power  business.  The  AA \nGroup is the industry leader in renewable energy generation in \nThailand, and owns and operates eight power plants, with 494.8 \nMW of total installed capacity utilizing biomass as a primary or \nsecondary source of fuel. Biomass-fired generation is a strategic \nfit with the Thai conglomerate as it (i) supports its pulp and paper \nand industrial park development business by providing electricity \nand  steam,  (ii)  recycles  biomass  waste  from  its  forestry  and \nagricultural businesses as a fuel, and (iii) supports the company’s \ncommitment and policy to develop environmentally friendly and \nsustainable businesses.  \n   \n   \n ", "ii   \nProposed Credit  Biomass  Co  plans  to  issue  secured  project  bonds  for  a  total \nGuarantee for Project  amount of up to B2.5 billion (approximately $72.9 million) The \nBond Issue  Asian Development Bank's (ADB’s) partial credit guarantee (PCG) \nwill guarantee the timely payment of principal.  \n   \nProposed Loan   The proposed loan of up to $5 million (or its equivalent in baht) will \nbe  provided  from  ADB’s  ordinary  capital  resources  without \ngovernment guarantee.  \n   \nProject Investment Plan   The total project cost is estimated at B6 billion (approximately \n$172.4  million).  The  cost  includes  land,  equipment  and  plant, \ncapital parts, pre-operating expenses, interest during construction, \nfinancing fees, and allowances for contingencies.  \n   \nDevelopment Impact  The Project aims to promote sustainable economic development \nin  Thailand  through  contributions  towards  achieving  minimum-\nshare  targets  for  renewable  energy  in  the  generation  mix. \nBiomass-based energy is expected to contribute two thirds of the \nincrease in renewable energy generation. Representing 15% of \nthe planned increase in biomass-based electricity generation in \nThailand until 2011, the proposed Project will make a significant \ncontribution to the Government’s renewable energy targets. The \nProject  will  mitigate  significant  amounts  of  greenhouse  gas \nemissions and improve energy security by developing indigenous \nenergy sources. In addition, the Project will provide extra income \nto over 1 million small farmers from the sale of agricultural waste, \nand  improve  the  air  quality  by  cleanly  burning  agricultural \nresidues, which formerly were burned without emission control. \nThe  Project  will  also  catalyze  private  sector  investment  in \nThailand’s renewable energy sector. ADB’s PCG will support the \nfirst  project  bond  issue  by  a  renewable  energy  company  in \nThailand, and enable the link between local currency long-term \nfixed-rate investors (pension funds and insurance companies) and \ninfrastructure projects. ADB’s credit enhancement will crowd in \nlocal institutional investors in a sustainable way as they become \nmore familiar with investing in clean energy projects. \n   \n   \n   \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan, (ii) proposed partial credit guarantees to a limited project company to be incorporated in \nThailand (Biomass Co) for the Biomass Power Project, a portion of which will be provided by a \nbilateral development finance institution under ADB’s guarantor-of-record structure.  \n \nII.  INTRODUCTION \n[ CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n2.  Thailand’s energy generation is highly dependent on imported fuels. This makes the \ncountry vulnerable to energy supply disruptions and global price fluctuations. At the same time, \nThailand is endowed with abundant renewable energy sources—biomass, biogas, mini-hydro, \nsolar, and wind. Therefore, tapping the potential of renewable energy can increase Thailand’s \nenergy security, save foreign exchange, and protect against global price fluctuations by using \ndomestic energy sources.  \n \n3.  As part of Thailand’s energy strategy to diversify its energy mix and promote renewable \nenergy, the Government has set a target for 8% of primary commercial energy to come from \nrenewable energy sources by 2011. To implement this strategy, the Ministry of Energy is \npromoting  renewable  energy  through  several  types  of  incentives,  such  as  the  renewable \nportfolio  standard,  small  power  producer  (SPP)  program,1  the  very  small  power  producer \nTPF FPT\n(VSPP) program, and the energy conservation promotion fund. Thailand has also signed the \nKyoto Protocol, and is preparing to take advantage of the Clean Development Mechanism \n(CDM) to obtain additional financing for projects that reduce greenhouse gas emissions.  \n \n4.   The  regulations  for  the  purchase  of  power  from  SPPs  published  by  the  Electricity \nGenerating Authority of Thailand (EGAT) in 1992 promote the construction of small power \nplants  to  provide  power  and  steam  to  private  industry  directly,  thereby  relieving  electricity \ndemand  either  on  EGAT  or  industrial  users.  The  SPP  scheme  also  promotes  the  use  of \nrenewable energy and efficiency of primary energy by defining an SPP as a private or state \nenterprise that generates electricity either (i) from renewable energy sources such as wind, \nsolar, mini-hydro, waste, or biomass, or (ii) from conventional sources (natural gas, coal, or oil) \nand  using  cogeneration  (combined  cycle  units  capable  of  producing  power  and  steam). \nRenewable energy SPPs receive a fixed renewable energy promotion payment of B0.39 per \nkilowatt-hour (kWh) and are in addition eligible for an “adder” subsidy, which is awarded on a \ncompetitive basis for biomass projects. In October 2007, seven renewable energy SPPs were \nselected, accounting for a total proposed sale of 335 megawatts (MW) to EGAT and 458 MW \ninstalled capacity, including direct sales to industrial users.2 Thanks to its high efficiency, the \nTPF FPT\nproposed Project has won the maximum adder available for biomass-fueled energy producers \n(B0.30 per kWh over 7 years).  \n \n5.  Biomass-based energy is expected to contribute two-thirds of the increase in renewable \nenergy generation, reflecting Thailand’s substantial agricultural sector and vast biomass fuel \n                                                 \n1 The small power producer (SPP) program includes projects selling 10–90 megawatts (MW) to the Electricity \nTP PT\nGenerating Authority of Thailand (EGAT), while the very small power producer (VSPP) program comprises facilities \nthat sell up to 10 MW to EGAT.  \n2  All selected SPPs are fueled with bagasse, rice husks, and wood chips, as other renewable energy projects are \nTP PT\nnormally small and come under the VSPP program.  \n ", "2   \npotential.3  In  addition  to  enhancing  energy  security,  biomass-based  electricity  generation \nTPF FPT\nprovides extra income to farmers from the sale of agricultural waste and improves the air quality \nby cleanly burning agricultural residues, which formerly were burned without emission control. \nRepresenting 15% of the planned increase in biomass-based electricity generation in Thailand \nuntil  2011,  the  proposed  Project  will  make  a  significant  contribution  to  the  Government’s \nrenewable energy targets.  \n \n6.  Growth in renewable energy in Thailand will increase with improvements in technology, \nfavorable Government policies, and the ability to tap the country’s vast biomass potential. \nHowever, while some biomass-fueled energy projects may be technically and economically \nviable, many of them may never be implemented because of difficulties finding suitable long-\nterm fixed-rate financing in local currency. Despite many initiatives and successes in building \nbond markets in Southeast Asian developing member countries (DMCs), which would provide \nsuch fixed-rate local currency financing, these markets remain small and relatively illiquid. Local \ncurrency bonds cannot yet provide the long-term tenor required for infrastructure projects. ADB \nhas an opportunity to act as a catalyst for the bond markets and crowd-in investors through its \npartial credit guarantee (PCG) program. ADB’s PCG will enhance the credit rating of the bonds \nissued by Biomass Co, which for the first time will allow a renewable energy company to issue \nlocal currency bonds in Thailand and raise finance directly from local institutional investors.4 \nTPF FPT\nThrough its PCG, ADB will contribute to investor confidence in the Thai bond market and \nencourage renewable energy development as local institutions become more familiar with this \nasset class. Appendix 2 provides more information on catalyzing the Thai bond market for \ninfrastructure projects.  At the same time ADB also, through cofinancing for certified emission \nreductions under the ADB Carbon Market Initiative (CMI), has the opportunity to act as a \ncatalyst for the largest biomass power project in Thailand today.  \n \n7.  The ultimate sponsor of the Project, Double A Alliance Network (the AA Group), is a \nleading biomass-based energy producer in Southeast Asia, leveraging on its agriculture and \nforestry business and its extensive biomass procurement network. It has extensive experience \nin constructing, operating, maintaining, and supplying both small-scale and large-scale biomass-\nfired generation plants. The AA Group currently has eight power plants with 494.8 MW of total \ninstalled capacity that utilize biomass as a primary or secondary source of fuel. The first power \nplant belonging to the AA Group began commercial operations in March 1999, and members of \nAA Group’s current management team have operated biomass power plants since 1987. \n \nIII.  BACKGROUND \nA.  Power Sector in Thailand \n1.  Organization \n \n8.  Thailand’s electricity sector has adopted an enhanced single buyer model whereby the \nstate  utility  enables  limited  private  participation  in  the  generation  sector  while  maintaining \ncontrol  over  system  planning,  operation,  and  pricing.  EGAT,  the  Metropolitan  Electricity \nAuthority, and the Provincial Electricity Authority (PEA) are three wholly state-owned electricity \nutilities  that  perform  a  dominant  and  important  role  in  Thailand’s  electricity  sector.  EGAT, \n                                                 \n3  The National Energy Policy Council has relaunched the SPP program in 2007 after a pause due to the 1997 Asian \nTP PT\nfinancial crisis, with the aim of increasing renewable energy generation from 2,061 MW in 2006 to 3,246 MW in \n2011. Biomass-fueled capacity is expected to represent 69.5% of this additional renewable energy generation. \nNarupat Amornkosit. 2007. Energy System Analysis Bureau. Energy Policy and Planning Office of Thailand. \nBangkok.    \n4  Mainly life insurance companies and pension funds.  \nTP PT\n ", "  3\nThailand’s largest generator and sole transmission owner, is also the country’s single wholesale \npurchaser  of  electricity  and  supplier  to  the  only  two  electricity  distribution  authorities—the \nMetropolitan  Electricity  Authority  and  PEA.  More  details  on  Thailand’s  power  sector  are \nprovided in the Supplementary Appendix A.   \n \n9.  The  Government  has  opened  access  for  the  private  sector  to  participate  in  the \ngeneration business through the independent power producer (IPP), SPP, and VSPP programs. \nThe IPP and SPP programs allow private developers to construct, own, and operate power \nprojects and enter into power purchase agreements (PPAs) with EGAT with terms up to 25 \nyears. The VSPP program allows power producers with projects of 10 MW or less to sell power \nto the Metropolitan Electricity Authority and PEA. Thailand currently imports a small amount of \nelectricity from the Lao People’s Democratic Republic and Malaysia, and intends to import from \nMyanmar and possibly the People’s Republic of China (PRC). Thailand also exports electricity \nto neighboring utilities in Cambodia, the Lao People’s Democratic Republic, and Malaysia.     \n \n10.  Recent fluctuations in global energy prices have led Thailand to sharpen its focus on \nenergy efficiency as a means to achieving more sustainable growth and development. The \nMinistry of Energy prepared a comprehensive national energy strategy that defines strategic \napproaches to increase energy security and to enhance the country’s competitiveness. These \nare detailed in four strategic plans that identify specific targets, measures, and responsible \nagencies.5 Energy efficiency targets are to be achieved by numerous measures, including the \nPF FP\npromotion  of  public  transit  systems,  the  creation  of  multimodal  transport  networks,  and \ninvestments in new technologies. To increase Thailand’s renewable energy consumption, the \nGovernment has been promoting the use of biomass, solar energy, and hydropower. Appendix \n4 has more details on the SPP and VSPP program supporting renewable electricity generation, \nand  Supplementary  Appendix  B  reviews  the  incentives  for  renewable  energy  projects  in \nThailand.  \n \n2.  Supply and Demand  \n \n11.  As  of  June  2008,  Thailand  had  a  total  installed  capacity  of  30,664 MW,  of  which, \n15,794 MW (51%) was produced by EGAT power plants, 12,151 MW (40%) by IPPs, 2,079 MW \n(7%) by SPPs, and 640 MW (2%) came from foreign power purchases. Thailand’s electricity \ngeneration  market  is  concentrated,  with  approximately  80%  of  total  generation  capacity \ncontrolled by only three operators.6 Thailand’s production of electricity is highly dependent on \nTPF FPT\nfossil fuels, with 67% of generation produced by natural gas and 17% produced by coal and \nlignite.  Hydropower  generation  represents  6%,  oil-based  generation  6%,  imports  3%,  and \nrenewable energy 1%.  \n \n12.  The industry sector is the largest consumer of electricity, accounting for approximately \n45% of Thailand’s total electricity consumption, followed by the business sector with 25%, and \nthe  residential  sector  with  21%.  In  2007,  total  electricity  consumption  was  approximately \n132,492 gigawatt-hours (GWh), with a record peak demand of 22,586 MW. While reserve \nmargins are still above the Ministry of Energy’s minimum of 15%, they have fallen steadily since \n2001.7\nTPF FPT \n                                                 \n5  The four strategic plans include (i) strategic plan for energy efficiency, (ii) strategic plan for renewable energy \nTP PT\ndevelopment, (iii) strategic plan for energy security enhancement, and (iv) strategic plan for Thailand to be the \n“regional energy center”. \n6  EGAT  controls  53%,  the  Electricity  Generating  Public  Company  (EGCO)  14%,  and  Ratchaburi  Electricity \nTP PT\nGenerating Holdings (RATCH) 13%. EGAT also has a 45% stake in RATCH and 25.4% stake in EGCO.  \n7  Thailand’s national reserve margin has fallen from a high of 36% in 2001 to 20% in 2007 due to an economic \nTP PT\nrebound and lower planned new capacity. \n ", "4   \n \n13.  In the Power Development Plan 2007,8 EGAT projected an average annual growth rate \nTPF FPT\nof 5.6% in electricity generation demand and 5.8% annual average increase in peak demand \nbetween 2007 and 2021. By 2021, EGAT forecasts that energy consumption will reach 320,376 \nGWh, an increase of 173,350 GWh, with peak generation of 48,958 MW. To meet future \ndemand, the Government plans to increase generation capacity by 38,093 MW by 2021, to have \na total installed capacity of approximately 58,200 MW.9 Natural gas will remain the dominant \nTPF FPT\nchoice of fuel for power generation, accounting for 70%. Nuclear power will be introduced into \nThailand’s energy mix for the first time, with a commission date of January 2020 and 2021, \nsupplying 4,000 MW.  \n \nB.  Biomass Electricity Generation in Thailand  \n \n14.  Thailand’s well-endowed agriculture and forestry sector has produced a vast untapped \nresource of energy-rich residual by-products known as biomass. Both Government and private \nsector participants believe this domestic storehouse of biomass will contribute substantially to \nsolving Thailand’s energy quandary. The Government is now aggressively promoting renewable \nenergy through its SPP and VSPP programs. The size and growth of the biomass power sector \nis primarily dependent on these two programs, which are highly dependent on biomass for \nsecuring their least-cost renewable energy targets.      \n \n15.  The Department of Alternative Energy Development and Efficiency identified biomass as \nhaving  the  largest  commercial  potential  out  of  all  renewable  energy  sources  available  to \nThailand for power generation.10 In 2006, approximately 3,300 MW of biomass-fired generation \nTPF FPT\npotential was identified, which led the Government to set a target of tapping 2,800 MW of this \npotential by 2011. This target represents approximately 85% of Thailand’s total renewable \nenergy  supply  in  2011,  and  approximately  10%  of  Thailand’s  total  peak  generation. \nSupplementary Appendix A provides detailed information on Thailand’s biomass sector and \nrenewable energy targets.  \n \n16.  As of April 2008, there were 31 SPP biomass energy projects with an installed capacity \nof 721 MW, as well as four combination fuel projects, which utilize renewable and conventional \nfuel, with a total installed capacity of 476 MW under the SPP program. The majority of these \nprojects utilize bagasse, rice husks, and wood chips as their primary renewable energy fuel. \nA portion of the electricity is sold to EGAT under PPAs, with the remaining electricity being \nsold to local industrial clients as distributed generation. Table 1 shows the biomass and \ncombination SPP projects by fuel types as of April 2008.  \n \n                                                 \n8  Electricity Generating Authority of Thailand. 2008. Thailand Power Development Plan 2007─2021. Bangkok. (PDP \nTP PT\n2007: Revision 1). \n9  This forecast accounts for 8,424 MW retiring and 38,093 MW additional supply during this time frame. \nTP10PT   Potential by renewable energy source: biomass 3,300 MW, wind 1,600 MW, biogas 190 MW, mini and micro hydro \nTP PT\n700 MW, municipal solid waste 147 MW, and solar > 50,000 MW (not competitive). \n ", "  5\nTable 1: Small Power Producers—Biomass and Combination Projects in Operation \n(as of April 2008) \nNumber of  Installed Capacity  Sale to Grid \nEnergy Type  Projects  (MW)  (MW) \nBiomass       \nBagasse   11  273.6  81.5 \nRice Husks  5  57.3  46.8 \nBlack Liquor   1  32.9  25.0 \nMSW  1  2.5  1.0 \nWaste and Flared Gas  2  21.0  7.7 \nMixed Biomass and Othersa   11  333.8  220.3 \nP P\nSubtotal  31  721.1  382.3 \nCombination       \nWaste Gas/Coal  1  108.0  45.0 \nBlack Liquor/Coal  1  40.0  8.0 \nEucalyptus Bark/Coal  2  328.0  180.0 \nSubtotal  4  476.0  233.0 \nMSW = municipal solid waste, MW = megawatt.  \na Mixture of bagasse, rice husks, eucalyptus bark, wood chips, palm waste, or cassava rhizome.  \nP P\nSource: Thailand’s Energy Ministry.   \n \n17.  The  VSPP  program  has  also  been  very  successful  in  promoting  biomass-fired \ngeneration in Thailand. As of June 2008 there were 42 VSPP biomass projects with an installed \ncapacity of 509.4 MW supplying 197 MW of power to the system. This represents 94% of the \ntotal installed capacity under the VSPP program, which includes conventional fuel, solar, wind, \nmini and micro hydro, and other renewable sources. A summary of the VSPP biomass projects \nby fuel type in operation as of June 2008 is presented in Table 2.  \n \nTable 2: Very Small Power Producers—Biomass Projects in Operation \n(as of June 2008) \n \nNumber of  Installed Capacity  Sale to the Grid  \nFuel Type  Projects  (MW)  (MW) \nRice Husks  9  49.3  41.1 \nBagasse  24  423.3  135.3 \nPalm Wastes  4  23.0  12.9 \nRice Straw  3  1.6  1.5 \nCorn Cobs  1  0.2  0.1 \nOther Biomass  1  12.0  6.2 \nTotal  42  509.4  197.0 \nMW = megawatt. \nSource: Thailand’s Energy Ministry. \n \nC.  ADB Operations \n1.   Country Strategy \n \n18.  Addressing  the  main  constraints  that  the  country  faces  in  achieving  sustainable \neconomic growth is the central organizing theme of ADB’s rebounding development partnership \nwith Thailand.11 The country partnership strategy for Thailand 2007–201112 focuses on three \nTPF FPT TPF FPT\n                                                 \n11 As one of ADB’s 31 founding members, Thailand’s long-standing relationship with ADB dates back to 1966. \nTP PT\nCumulative ADB lending to Thailand as of 31 December 2007 was close to $5.4 billion, comprising more than \n80 loans, mainly in the energy, transport and communications, finance, water supply, sanitation, and waste \nmanagement sectors. However, no new public sector loans have been approved since 2000, and disbursements \nhave steadily declined since 1997. While ADB’s most recent private sector loan in Thailand was approved in 2003, \n ", "6   \ncore strategic areas of partnership—infrastructure development, capital market development, \nand  environmentally  sustainable  development.  Thailand’s  10th  national  plan  prioritizes \ninfrastructure  development  to  enhance  its  competitiveness  and  support  long-term  growth. \nSpecifically, the country partnership strategy envisages that ADB will focus on projects involving \npower generation, mass rapid transit rail systems, highway development, urban water supply, \nand sanitation. Given that the Government’s core challenge is to ensure that public resources \nare used efficiently and effectively, public–private partnerships are being promoted as a means \nto  reduce  the  financial  burden,  promote  new  technology,  ensure  timely  construction,  and \nachieve operational efficiencies. In line with Thailand’s Capital Market Development Master \nPlan13 II, which aims to expand the size of the bond market, the country partnership strategy \nTPF FPT\nemphasizes  that  ADB  should  explore  new  financial  products  and  credit  enhancement \ninstruments,  which  can  be  applied  to  promote  public–private  partnerships  and  private \ninvestments. \n \n19.  The proposed assistance reflects the strategy as it will foster infrastructure development, \nenvironmentally sustainable development, and capital market development. The Project will \nmake a contribution to the strategy’s implementation by supporting public–private partnerships \nthrough the SPP program and by promoting the use of advanced technology and operational \nefficiencies in renewable energy generation. In addition, the Project furthers the aim of ADB’s \ncollaboration with Thailand to identify cost-effective financing strategies and explore innovative \nways of financing. ADB’s PCG will support the first project bond issue by a renewable energy \ncompany in Thailand, and enable the link between local long-term fixed rate investors (life \ninsurance companies and pension funds) and infrastructure projects. ADB’s credit enhancement \naims to crowd-in local institutional investors in a sustainable way as they become more familiar \nwith investing in clean energy projects.  \n \n2.  Sector Strategy  \n \n20.  ADB’s energy sector strategy of 2000,14 which is currently in force, strongly encourages \nPF FP\nADB interventions to increase investment in the renewable energy subsector, as well as to \nincrease private sector participation in the energy sector in order to take advantage of the higher \noperational  efficiencies  that  private  operators  can  achieve  and  to  meet  the  large  capital \nrequirements. The new energy strategy, which is in consultation and is expected to be approved \nbefore the end of 2008, requires ADB to place greater focus on meeting energy security and \ntransition  to  a  low-carbon  economy.  The  strategy  recommends  that  ADB’s  support  for \nrenewable sources of electricity should be increased substantially. Through the Carbon Market \nInitiative under the ADB clean energy and environment program,15 ADB will also continue to \nTPF FPT\nprovide assistance in designing projects which are eligible to sell certified emission reductions \n(CERs) under the CDM, and provide technical assistance to underwrite the transaction costs for \nCDM registration. The Carbon Market Initiative technical support facility can support projects \nwith preparation of required documentation as well as facilitate the steps in the CDM process up \nto first issuance of CERs. Furthermore, the Asia Pacific Carbon Fund (APCF), under the Carbon \n                                                                                                                                                          \nthere is growing interest among Thai private companies in ADB’s new financial products and credit enhancement \ninstruments. Since ADB’s resident mission in Thailand was reopened in 2005, the Southeast Asia Department and \nPrivate Sector Operations Department have made significant efforts to generate new projects in Thailand, and \nthese are starting to come to fruition.   \n12  ADB. 2007. Country Partnership Strategy (2007–2011): Thailand. Manila.  \nTP13PT ADB. 2007. Technical Assistance to the Kingdom of Thailand for Supporting the Implementation of the Capital \nTP PT\nMarket Development Master Plan. Manila (TA 4826). \n14  ADB. 2000. Energy 2000: Review of the Energy Sector Policy of the Asian Development Bank. Manila. \nTP15PT\nADB. 2007. Climate Change ADB Programs-Strengthening Mitigation and Adaptation in Asia and the Pacific. \nTP PT\nManila  \n  \n ", "  7\nMarket Initiative, can provide cofinancing to a project on an advance payment basis in return for \nfuture CERs generated from a CDM project. The proposed Project may benefit from the CMI \ntechnical assistance and APCF’s assistance. CMI team has constituted a part of the ADB \nproject team from the start of discussions of the Project and has in parallel with ADB loan and \nPCG discussions worked on the CDM component with the project sponsors (Appendix 3).  \n \n3.   Strategy 2020  \n \n21.  ADB's long-term strategic framework (Strategy 2020)16 emphasizes ADB’s support for \nTPF FPT\nenvironmentally sustainable development and private sector development that would expand its \npromotion  of,  and  investment  in,  sound  environmental  management  while  simultaneously \ncapitalizing on its operational strength, such as infrastructure development and finance. The \nstrategy seeks to meet the region's growing energy demand by helping DMCs to develop their \neconomies using environmentally friendly technologies, specifically addressing energy efficiency \nand expanding the use of clean energy sources. The strategy also aims to promote a larger role \nfor the private sector in financing infrastructure by supporting public–private partnerships. \n \nIV.  THE PROPOSED PROJECT \nA.  Project Description \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n22.  The Project will construct and operate a 125 MW biomass power plant using wood chips \nas fuel. The Project will use circulating fluidized bed (CFB) technology, which provides flexibility \nto use and combine a wide range of biomass fuels. The Project will be located in the 304 \nIndustrial Park in Prachinburi Province, about 150 kilometers (km) east of Bangkok. The power \nplant complex will occupy an area of about 2.62 hectares of vacant land adjacent to the existing \n328 MW biomass coal-fired power plant of the National Power Supply Company (NPS), an \naffiliated company. The Project will supply power (90 MW) to EGAT under a 25-year power \npurchase agreement under the SPP program, as well as to industrial customers in the 304 \nIndustrial Park (21 MW) and internal consumption (14 MW). The Project has arrangements with \nwood processing industries to ensure adequate fuel supply. The 304 Industrial Park and the \nsuppliers of fuel are affiliated with the Project.  \n \nB.  Management and Owners  \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED]  \n \n23.  The Project will be developed and operated by Biomass Co, a special-purpose company \nincorporated in Thailand. The sponsor and majority shareholder of Biomass Co will be a newly \nformed  holding  company,  the  National  Power  Company  (the  sponsor),  under  which  the \nDumnernchanvanit family of Thailand is grouping its power business. The Dumnernchanvanit \nfamily founded and currently controls the Double A Alliance Network (the AA Group), one of the \nlargest conglomerates in Thailand, which is actively involved in, among other things, power \ngeneration, agribusiness, pulp and paper production, and industrial park development. Appendix \n5 provides a detailed review of the AA Group, the sponsor, and other affiliated companies. \n \n24.  The AA Group is the industry leader in renewable energy generation in Thailand. The \ngroup owns and operates eight power plants with 494.8 MW of total installed capacity that \n                                                 \n16 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nTP PT\nManila. \n ", "8   \nutilizes  biomass  as  a  primary  or  secondary  source  of  fuel.  Biomass-fired  generation  is  a \nstrategic fit with the Thai conglomerate as it (i) supports its pulp and paper and industrial park \ndevelopment business by providing electricity and steam, (ii) recycles biomass waste from its \nforestry and agricultural businesses as a fuel, and (iii) supports the company’s commitment and \npolicy to develop environmentally friendly and sustainable businesses.  \n \n \nC.  Implementation Arrangements \n1.  Power Offtake \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED]  \n \n25.  Biomass Co will have a gross output of 125 MW. Of the plant output, 90 MW will be sold \nto EGAT and 21 MW will be sold to industrial customers in the 304 Industrial Park. The auxiliary \npower consumption of the plant is estimated as 14 MW. Biomass Co has entered into a PPA \nwith EGAT, setting out the terms on which Biomass Co has agreed to develop, construct, \nfinance, operate, and maintain the Project. The PPA is for a term of 25 years from the Project’s \ncompletion. Under the terms of the PPA, EGAT is required to make (i) capacity payments based \non the declared unit capacity issued by Biomass Co,17 and (ii) energy payments based on \nTPF FPT\nenergy actually dispatched to EGAT. Due to the Government policy favoring alternative energy, \nBiomass Co will be entitled to receive the following additional tariff components as monetary \nsubsidy: (i) fuel savings payment, (ii) renewable energy promotion payment, and (iii) renewable \nenergy adder payment. \n \n26.  Capacity payments are designed to cover Biomass Co’s fixed costs, debt service, and a \nreturn on equity. Energy payments cover fuel costs, start-up costs, and variable operating costs. \nEnergy payments are indexed to the coal price, which reflects the cost structure of biomass \npower plants more closely than the indexation to natural gas (as was the case for earlier \nbiomass SPPs), because substitution between biomass and coal in the cement and power \ngeneration industries have caused the prices of various types of biomass to move more in line \nwith the price of imported coal.18 The PPA is EGAT’s standard PPA applied to renewable \nTPF FPT\nenergy SPPs.  \n \n27.  In addition to the PPA with EGAT, Biomass Co will enter into a power supply agreement \nwith industrial customers in 304 Industrial Park to sell the remaining capacity (21 MW).  \n \n2.      Biomass Supply \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED]  \n \n28.  Biomass Co has entered into a long-term supply contract for eucalyptus waste wood \nchips and bark with Khan-na and Khet-Thee Company (KKC, an AA Group company) for \n12 years from commercial operation date for a quantity of 1 million tons of wood chips. The \ncontracted supply exceeds Biomass Co’s requirement for fuel. The supply contract term is \nlonger than the proposed term of the debt facility. The cost of biomass fuel is indexed to the \nconsumer price index. The AA Group is a vertically integrated conglomerate that manages or \ncontrols its raw material input from distributing seedlings, to harvesting trees, processing wood \nchips and waste by-products, transporting, and handling. This inherently gives Biomass Co a \n                                                 \n \n18 P.  Amranand.  2008.  Alternative  Energy,  Cogeneration  and  Distributed  Generation:  Crucial  Strategy  for \nTP PT\nSustainability of Thailand’s Energy Sector. Bangkok.  \n ", "  9\nclose relationship with all the parties along the supply chain. Lessons learned from existing \nbiomass power plants have shown that close relationships with fuel suppliers is one of the key \nsuccess factors for biomass power plants.19 The biomass supply contract with KKT is expected \nTPF FPT\nto be on arms length commercial terms.   \n \n29.  The AA Group was a pioneer in the introduction of farmed eucalyptus trees in Thailand \nover 2 decades ago and has developed expertise in producing eucalyptus trees with high yields \nto supply its growing pulp and paper business. The AA Group has one of the world’s largest \neucalyptus nurseries for the production of pulp where young seedlings are grown before being \ndistributed to regional farmers; no wood is sourced from natural forests. Over 1 million small \nfarmers have contracts with guaranteed minimum prices with the AA Group to grow and harvest \ntrees.  This  arrangement  provides  additional  income  for  small  farmers  and  business \nopportunities in this relatively poor area of Thailand. The AA Group works closely with its \nfarmers by providing technical assistance and training to ensure the highest yield and return for \nboth parties. In consideration of the lead time of 3–4 years for eucalyptus plantations, the supply \nof biomass for Biomass Co at start of operations has already been planted in 2007, when AA \nGroup planted 216 million trees. The total amount of eucalyptus trees that will be available in \n2010  is  equivalent  to  10.8  million  t.  The  by-product  wood  waste  from  these  trees,  when \nprocessed into wood chips and used for pulp mills, will amply cover the required quantity of fuel \nfor Biomass Co and other biomass power plants of the AA Group.  \n \n3.  Logistics and Supply Management  \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED]  \n \n30.  Biomass  Co  is  strategically  located  in  the  304  Industrial  Park,  which  is  central  to \nThailand’s eucalyptus wood region. The tree plantations are predominantly located within a 200 \nkm radius of the power plant, with a maximum distance of 400 km. The location of the plant near \na hub of Thailand’s pulp and paper industry provides crucial expertise in wood chips and wood \nwaste handling. When the eucalyptus trees are mature for the pulp process they are cut and \nstripped of their bark and the logs are then processed through a chipper to produce wood chips. \nThe wood chips are separated by size; chips greater than 6.35 centimeters are suitable for \nmaking pulp, while those smaller than this are considered waste and are suitable for biomass \nfuel. There are hundreds of AA Group debarking and chipping centers scattered throughout the \neucalyptus region to serve local farmers. The wood chips and waste bark are then transported \nto the 304 Industrial Park by an AA Group trucking company via an existing network of all-\nweather roads. AA Group’s fleet of approximately 500 mostly natural gas fueled trucks will be \nused for the simultaneous collection of pulp wood chips and wood waste, resulting in an efficient \nsupply management system and lower transport cost \n \n4.  Construction  \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED]  \n \n31.  The sponsor will construct the Project through various packages. This approach, driven \nby economics and the AA Group’s experience, follows the approach used for the AA Group’s \ntwo NPS power plants, which also use CFB technology and are located adjacent to the Project.  \n \n                                                 \n19 G. Wiltsee. 2000. Lessons Learned from Existing Biomass Power Plants. Oak Ridge, Tennessee: US Department \nTP PT\nOf Energy (National Renewable Energy Laboratory). \n ", "10  \n5.  Operations and Maintenance \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED]  \n \n42.  Biomass  Co  will  operate  the  plant  in-house.  It  will  enter  into  a  5-year  renewable \nmaintenance  services  agreement  with  the  Power  Plant  Maintenance  Services  Company \n(PPMC), a company of the AA Group. The AA Group power companies operate and PPMC \nmaintains the power plants within AA Group’s portfolio. The AA Group management team has \nextensive experience in operating both small-scale and large-scale biomass-fired generation \nplants since 1987. Currently the AA Group operates the largest renewable energy portfolio in \nThailand, including five power plants greater than 35 MW that utilize biomass fuels such as \nwood bark, wood chips, and rice husks.  \n \nD.  Environmental and Social Aspects \n43.  The Project is classified as category A under the ADB Environment Policy, and an \nenvironmental impact assessment (EIA) was undertaken; its SEIA has been posted on ADB \nwebsite on 28 February 2008. The EIA was submitted to the Thai Office of Natural Resources \nand  Environmental  Policy  and  Planning  (ONEPP)  on  22  August  2005,  followed  by  four \nsupplementary documents submittal, the last one on 28 August 2007, to provide additional \ndetails. The Project has received environmental clearance from ONEPP.  Initiated in response \nto the energy policy of the Government of Thailand to use renewable resources for electricity \ngeneration, the Project is located in an industrial park that is neither ecologically nor culturally \nsensitive, and does not require land acquisition. Therefore the Project is classified as category \nC for indigenous peoples and involuntary resettlement.  \n \n44.  The  Project  is  expected  to  have  insignificant  impacts  with  implementation  of  the \nmitigation  measures  detailed  in  the  Environmental  Management  Plan  (EMP).    Mitigation \nmeasures include pollution control technologies such as cyclones tow electrostatic precipitators \nand two bag filters, low combustion temperature in the CFB furnace, and selective non-catalytic \nreduction of nitrogen dioxide (NO2) using urea to minimize emissions.  The Project anticipates \nemission levels within national standards and those laid out in the World Bank’s Pollution \nPrevention and Abatement Handbook (PPAH) except for TSP.  However, the World Bank \nguidelines are for coal-fired power plants as no specific guidelines are available for biomass \npower  plants.  The  national  standard  such  as  120  mg/m3  for  TSP  is  considered  more \nappropriate as they are specifically for biomass power plants.  The TSP emissions for the \nmaximum use of rice husks were estimated at 68 milligrams (mg)/m3 and will meet the national \nP P\nstandards of 120 mg/m3. The expected PM emission based on the fuel mix change, and scaled \nP P\ndown  design  is  expected  to  be  about  10  mg/Nm3,  which  falls  within  the  PPAH  limit.    A \nP P\ncomparison of the Project’s estimated emissions during operations with national and World \nBank emission standards are presented in Table 4.  However, the new fuel mix formula of \nmostly woodchips and wood bark with less proportion of rice husks and the Project’s scaled \ndown design (from 150 MW to 125 MW)  are likely to decrease project’s expected emissions \nlevels especially TSP.  \n \nTable 4: Estimated Emissions during Operations \n \nFuel Mix (% rice husks, waste wood, and  TSP (mg/m3)  SO   NO  (ppm) \nP P B2PB B2B\nwood chips)  Normal  Blowing Soot  (ppm) \nP\n90, 10, 0  68  108  44  44 \n75, 25, 0  60  96  43  49 \n75, 0, 25  58  92  45  41 \nNational emission standarda 120    60  200 \nP P \n ", "  11\nWorld Bank guidelinesb 50    33 tpdc 365 \nP P  P P \nmg/m3 = milligram per cubic meter, NO  = nitrogen dioxide, ppm = parts per million, SO = sulfur dioxide, TSP = total \nP P B2B B2 B\nsuspended particulates.  \na Standards promulgated by the Ministry of Industry for biomass power plants \nPbP For coal-fired power plants. \nPc P 0.2 tons per day MW or 33 tons per day for 165 MW. \nP P\nSources: EIA Reports, 2005─2007. \n \n45.  An  environmental  management  unit  (EMU)  will  be  established  within  the  project \nsponsor’s company for effective management of the environmental, health, and safety issues.  \nAs part of the EIA, the Project has formulated an EMP, including an environmental monitoring \nprogram, which will be implemented by the contractors during construction and by the sponsor \nas routine and integral activities of project operation. The contractors will provide appropriate \ntraining to their workers in environment, safety, and health aspects of construction; and provide \nnecessary protective measures to the workers to minimize safety risks.  \n \n46.  Public consultation was undertaken which included a public hearing on 9 May 2003 \nattended by over a thousand participants consisting of representatives of local Government \nagencies  and  people  from  10  districts.  More  than  80%  of  the  participants  gave  positive \nresponses.    A  tripartite  committee  consisting  of  representatives  of  local  government,  local \ncommunity, and the project sponsor will meet monthly to review environmental complaints as \nrelevant.   Further surveys were carried out in the study area to understand the attitudes and \nopinions  of  the  community  leaders  and  local  people.  While  the  public  consultation  was \nconducted  before  the  requirements  of  ADB  Public  Communications  Policy  (2005)  was \nmandated in 2006, the sponsor has nevertheless committed to maximizing the project benefits \nthrough demand-driven community development programs such as providing mobile health and \nmedical services. Furthermore, new consultation activities have been organized by the sponsor \nwith neighboring communities and stakeholders in 2008.   \n \nE.  Development Impact \n1.   Impact, Outcome, and Output \n \n47.  The Project aims to promote sustainable economic development in Thailand through \ncontributions towards achieving minimum-share targets for renewable energy in the generation \nmix. Biomass-based energy is expected to contribute two thirds of the increase in renewable \nenergy generation. Representing 15% of the planned increase in biomass-based electricity \ngeneration in Thailand until 2011, the proposed Project will make a significant contribution to the \nGovernment’s  renewable  energy  targets.  The  Project  will  mitigate  significant  amounts  of \ngreenhouse gas emissions (about 4 million tons of CO2 savings during the first 10 years of \noperation) and improve energy security by developing indigenous energy sources. In addition, \nthe Project will improve the air quality by cleanly burning agricultural residues, which formerly \nwere left to decay.  \n \n48.  The Project will provide extra income to over 1 million small farmers from the sale of \nagricultural waste. There AA Group provides guaranteed prices to farmers and has over 500 \nfarmer support centers in the region, which provide technical assistance to small farmers. These \nare one-stop shops, which support the farmers in (i) plantation and soil preparation, (ii) seedling \nproduction,  (iii)  technical  assistance  and  training  in  cultivated  forestry  management  and \nirrigation techniques, (iv) harvesting and transportation, (iii) guaranteed buying at pre-agreed \nprices, and (v) replanting of trees.  \n \n ", "12  \n49.  The Project will also catalyze private sector investment in Thailand’s renewable energy \nsector. ADB’s PCG will support the first project bond issue by a renewable energy company in \nThailand, and enable the link between local currency long-term fixed-rate investors (pension \nfunds and insurance companies) and infrastructure projects. ADB’s credit enhancement will \ncrowd in local institutional investors in a sustainable way as they become more familiar with \ninvesting in clean energy projects. More information on catalyzing the Thai bond market for \ninfrastructure projects is in Appendix 2. The Project’s design and monitoring framework is in \nAppendix 1.  \n \n2.   Development Effectiveness \n \n50.  The development effectiveness of the Project will be assessed in terms of private sector \ndevelopment,  business  success,  and  economic  sustainability  as  per  the  guidelines  for \nimplementing  the  good-practice  standards  for  evaluation  of  private  sector  investment \noperations,20 prepared by the evaluation cooperation group of the multilateral development \nPF FP\nbanks. The Project will lead to private sector development by introducing a new source of \nfinancing  for  clean  energy  projects  in  Thailand  by  tapping  local  currency  long-term  bond \ninvestors. Being the largest private sector biomass power generator in the country, the Project \nwill  have  a  demonstration  effect  for  future  private  sector  investments  in  biomass  power \ngeneration. The Project is financially and economically sustainable and also plays a significant \nrole in mitigating greenhouse gas emissions, thus delivering global environmental benefits. The \nProject also makes a direct contribution to poverty alleviation by providing extra income to over \n1 million small farmers. The summary poverty reduction and social strategy is in Appendix 10.  \n \nV.  PROPOSED ASSISTANCE \nA.  Loan \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n51.  The proposed loan of up to $5 million (or its equivalent in baht) will be provided from \nADB’s ordinary capital resources without government guarantee.  \n \nB.  Partial Credit Guarantee for the Bond Issue \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n52.  Biomass Co will be the issuer of the bonds (debentures). Biomass Co plans to issue \ndebentures for a total amount of up to B2.5 billion (approximately $72.9 million).  ADB’s PCG \nwill guarantee the timely payment of principal.  \n \nC.  Justification \n53.  The Project merits ADB’s support for the following reasons: \n \n(i)  As an integral part of the Government’s least-cost power development plan, the \nProject will provide 90 MW under the SPP program of additional reliable base-\nload  capacity  at  a  competitive  power  bulk-sale  tariff  to  EGAT  to  cope  with \nincreasing power demand in Thailand. \n  \n                                                 \n20  Multilateral Development Banks Evaluation Cooperation Group. 2006. Good-Practice Standards for Evaluation of \nTP PT\nPrivate Sector Investment Operations – Third Edition. \n ", "  13\n(ii)  The Project supports the Government’s strategy of promoting renewable energy \nto help meet the Government’s target of 8% of all primary commercial energy to \ncome  from  renewable  sources  by  2011.  The  Project  represents  90  MW  of \n335 MW (or 27%) of firm renewable energy contracts approved in the recent SPP \nsolicitation undertaken by EGAT. \n \n(iii)  The  Project  supports  efficient  generation  through  CFB  technology  and \ndecentralization of power generation to serve dedicated industrial load centers, \nwhich reduces costly investment in additional transmission.  \n \n(iv)  The Project supports the Government energy strategy to diversify its energy mix \nand increase security of supply from national resources. Thailand currently relies \nheavily on natural gas and lignite to a lesser extent as its major sources of fuel \nfor power generation. \n \n(v)  The Project will help reduce poverty by promoting economic growth through \nsupplementing  income  to  farmers  selling  an  agricultural  waste  product.  The \nproject will also increase local employment opportunities as biomass generation \nis  inherently  very  labor  intensive  compared  to  other  conventional  forms  of \ngeneration. \n \n(vi)  In line with the Government’s priorities, the Project helps to encourage more \nenterprises to settle in the poorer northeastern region as more reliable energy is \navailable. This supports Thailand’s Board of Investment (BOI) incentive strategy \nto encourage more industrial and commercial development in the poorer BOI \nzone 3 region.  \n \n(vii)  The Project will promote specific environmental benefits by reducing greenhouse \ngas emissions and pollutants such sulfur dioxide (SO ) and nitric oxide (NO ) by \n2 x\nB B B B\nreducing the need to construct fossil-based power generation to meet growing \ndemand. The Project will also provide a good sink for mass amounts of wood \nwaste which is currently burned in an uncontrolled manner producing copious \namounts of smoke and pollutants.  \n \n(viii)  ADB’s presence is deemed critical in catalyzing long-term fixed rate baht debt; \nwith the ADB PCG, the Project will be able to obtain a favorable rating and issue \na long-term fixed rate baht bond to secure long-term financing that will match the \nlong-term operating period of the Project.  \n \n(ix)  ADB will assist in developing Thailand’s capital markets; investor appetite for \nlong-dated bond issues (i.e., longer than 5 years) is limited to issuers with credit \nratings of A+ or above. ADB’s PCG will enable the issue of long-term bonds that \nare targeted to meet the demand of institutional investors, such as life insurance \ncompanies and pension/provident funds, and in turn enhance their role as key \nparticipants in the development of the Thai capital market. Institutional investors \nwith more expertise and knowledge in investments and capital markets can play \na role to promote corporate governance of issuers of capital market instruments.   \n \n(x)  The Project is consistent with ADB’s country partnership strategy for Thailand \n(2007–2011)  where  the  three  core  strategic  areas  of  partnership  are \ninfrastructure development, capital markets development, and environmentally \nsustainable development, and ADB’s own thematic priorities of private sector \n ", "14  \ndevelopment. Furthermore, the Project is consistent with ADB’s present energy \nsector strategy and the draft revisions thereto.21  \nTPF FPT\n \n \nVI.  ASSURANCES \n54.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank,  the \nGovernment will be requested to confirm that it has no objection to the proposed assistance to \nBiomass Co. No funding will be disbursed until ADB receives such confirmation. ADB will enter \ninto suitable documentation, in form and substance satisfactory to ADB, following approval of \nthe proposed financing by the Board of Directors. \n \nVII.  RECOMMENDATION \n55.  I am satisfied that the proposed loan and partial credit guarantees would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove (i) the loan of up to $5,000,000 (or its equivalent in baht) to Biomass Co, without \ngovernment guarantee, (ii) the partial credit guarantee of bonds issued by Biomass Co of up to \nB2.5 billion denominated in baht, without government guarantee, from ADB’s ordinary capital \nresources, and (iii) the partial credit guarantee of bonds issued by Biomass Co of up to B1.33 \nbillion denominated in baht, without government guarantee, provided by a bilateral development \nfinance  institution  under  ADB’s  guarantor-of-record  structure,  on  such  other  terms  and \nconditions as are substantially in accordance with those set forth in this report, and as may be \nsubsequently reported to the Board.  \n \nHaruhiko Kuroda \nPresident \n \n \n \n04 December 2008\n                                                 \n21  ADB. Forthcoming. Energy Strategy 2007–2012. Manila. \nTP PT\n ", "  Appendix  1  15 \nDESIGN AND MONITORING FRAMEWORK \n \nTable A1.1: Design and Monitoring Framework \n \nDesign Summary  Performance  Data Sources/  Assumptions and Risks \nTargets/Indicators  Reporting \nMechanisms \nImpact      Assumptions \n       \nDiversification of the  8% of primary  Statistics and  Stable and consistent \nenergy mix through  commercial energy to  information disclosed  regulatory policies for the \nthe addition of  come from renewable  by the Ministry of  renewable energy sector \nrenewable energy  energy by 2011  Energy   \ncapacity  (increase from 3% in    Demand from EGAT or \n2005)  industrial users is lower \n  than expected \n \nOutcome      Assumptions \n       \nIncreased supply of  720 GWh of biomass  Biomass Co’s reports  Plant achieves forecasted \nclean energy sourced  based electricity      availability \nfrom biomass  delivered to EGAT  Statistics and   \n  and 110 GWh  information disclosure  Offtakers comply with \n  delivered to industrial  by EGAT  their purchase and \nusers every year from    payment commitments. \n2011 for the next 10     \nyears   CDM Executive Board   \n  reports  Risks \nGeneration of  about 4     \nmillion tons of CO   Cultivated forestry \nB2 \nsavings during the  operations are smaller \nB\nfirst 10 years of  than expected and are \noperation  insufficient in supplying \n  sufficient fuel for \nAt least 500,000  projected generation \ntons/year of  levels \nagricultural  waste is   \nsourced and income   \npaid to small farmers \n \nOutputs      Assumptions \n       \n1.  Installation and  125 MW of biomass  Biomass Co’s reports  Project agreements are \noperation of  power capacity    adhered to as agreed by \nbiomass power  commissioned at 304  Statistics and  third parties.  \ngenerating facility  IP by December 2011  information disclosure   \nand associated    by EGAT   \ninfrastructure        \n      Thailand capital markets \n2.  Bond issuance  Biomass Co’s bond  Biomass Co reports  remain stable \nfrom a renewable  issuance successful  and market reports \nenergy company  with 100%   \n  subscription   \n \n ", " 16  Appendix 1     \nActivities with Milestones  Inputs \n   \n1.1.  Construction work in progress, as scheduled.  Equity from AA Group \n1.2.  Commissioning of Biomass Co —February 2012  •  B2 billion  \n   \n2.1.  Bond documentation and/or loan agreement signed by March  ADB \n2009  •  $5 million loan  \n2.2.  Bonds successfully sold to local institutional investors by July   •  PCG B2.5 billion   \n2009   \n    Bond investors and \nLenders  \n•  B3.88 billion  \n \nADB = Asian Development Bank, CDM = Clean Development Mechanism, CO = carbon dioxide, GHC = \nB2 B\ngreenhouse gas, EGAT = Electricity Generating Authority of Thailand, MW = megawatt, GWh = gigawatt-hour, \nO&M = operation and maintenance. \n \n \n ", "  Appendix  2  17 \n \nCATALYZING THE THAI BOND MARKET FOR INFRASTRUCTURE DEVELOPMENT \n \nA.  Local Currency Bond Financing for Energy Infrastructure  \n  \n1.  For many developing countries the vertically integrated monopoly—where a state utility \nundertakes all the generation, transmission, and distribution activities—has been the traditional \nmodel of the electricity sector. In the past 2 decades, many of these countries have reformed \ntheir system by opening access to independent power producers (IPPs) in order to provide \ngeneration capacity expansions. This has reduced the financial burden on the state utility and \nprovided one-off competition in the solicitation process. \n \n2.  In  recent  years,  developing  countries  have  been  encouraging  the  incorporation  of \nsustainable renewable energy into their generation mix, and much of this generation will be \ncompetitively  solicited  to  IPPs  or  small  power  producers  (SPPs).  To  provide  low-cost \ngeneration, IPPs and SPPs will, to a large extent, depend on obtaining competitive sources of \nfinancing.  \n \n3.  IPPs and SPPs have a variety of sources and options when financing energy projects. \nEquity markets, bond markets, and bank lending represent the three major sources, and these \nsources can be accessed domestically and internationally. Historically, project companies in \ndeveloping member counties have had limited access to some of these commercial sources, in \nparticular local currency bonds due to the limitations in the local capital markets.   \n \n4.  For  long-term  energy  infrastructure  projects,  local  bond  financing  provides  a  better \nmatch  between  assets  and  liabilities  and  limits  exchange  rate  exposure.  Long-term  local \ncurrency  bonds  are  particularly  well-suited  to  financing  infrastructure  projects  because  the \nproject’s revenues are earned in local currency and over the long term. In addition, bonds are \nissued at a fixed coupon instead of at variable interest rates, and therefore reduce the interest \nrate risk faced by project companies. The challenge for Southeast Asia is to develop robust \nbond markets that offer competitively priced products in order to meet the large and growing \ndemand for infrastructure projects like energy generation.  \n \n5.  The success of regional capital markets can be measured by the confidence level of \nmarket  participants.  Despite  many  initiatives  and  successes  in  building  bond  markets  in \nSoutheast  Asia,  many  of  these  markets  remain  small,  relatively  illiquid,  and  still  possess \ncontractual, political, and regulatory risks. Local currency bonds cannot yet provide the long-\nterm tenor required for infrastructure finance. It is important to continue fostering and promoting \nthese infant markets, and in due course they will become vibrant and attractive sources of \ncapital that will play a pivotal role in financing infrastructure projects, much as they do in \ndeveloped economies.       \n \nB.  Thailand’s Bond Market \n \n6.  Since the 1997 Asian financial crisis, the volume of domestic baht bond issuance has \nincreased substantially. The more regular issuance and more active trading of government \nbonds, coupled with the development of the legal framework and market infrastructure, helped \nspur the issuance of corporate bonds. Most corporate bonds have a tenor of up to 5 years. Only \nthe issuers with a strong credit rating of A+ or above can issue long-dated bonds with a maturity \nof more than 5 years. Government bonds continue to dominate, making up about two-thirds of \n ", "18  Appendix 2     \nall bonds issued. Government debt obligations have increased over four times since 2000, while \ncorporate debt obligations outstanding have only doubled. \n \n7.  There are two main reasons for this trend. Firstly, the Government bond market itself \nsuffers from a lack of supply of suitable bonds to create the critical transaction volume for a \nliquid and efficiently priced benchmark yield curve. Without an efficient reference curve, the \npricing of corporate debt obligations also remains inefficient and uncompetitive. Secondly, the \nlimited usage of derivatives makes it hard for both issuers and investors to hedge unwanted \nrisks. Investors demand a premium to assume long-term corporate debt obligations in illiquid \nmarkets where they cannot hedge effectively. \n \n8.  Insurance  companies,  pension  funds,  mutual  funds,  and  other  collective  savings \nvehicles have grown rapidly, which has created good demand for investible assets, but only for \nthe most highly rated issues such as those from the Government. On the other hand, corporate \nentities and projects have to rely on funding from banks because long-term funding from the \ncapital markets is largely unavailable to them.   \n \n9.  Current infrastructure financing requirements provide Thailand with a unique opportunity \nto increase the range and sophistication of financial products, as well as to strengthen the \nexisting policy and regulatory framework. Thailand’s diversification from a predominantly bank-\nbased system of financial intermediation will expand alternative sources of credit, thereby also \nlimiting systemic risks. By stimulating healthy competition with the banking sector, a vibrant \ncapital market can lower financing costs for all borrowers. \n \nC.  Bridging the Gap  \n \n10.  Growth in renewable energy infrastructure in Thailand will increase with improvements in \ntechnology, favorable Government policies, and the ability to tap the country’s vast biomass \npotential.  Large-scale  biomass-fired  plants  are  capital-intensive,  offer  predictable  revenue \nstreams, and are considered to be the most viable renewable energy projects in Thailand. \nAlthough many biomass projects may be technically and commercially viable, some of these \nprojects may never be implemented because of difficulties finding suitable long-term financing.   \n \n11.  The Asian Development Bank (ADB) can act as a catalyst for long-term local currency \nbonds for infrastructure projects through its partial credit guarantee program. ADB’s partial \ncredit guarantee for local project bonds will provide issuers with an enhanced credit rating, \nwhich will attract local institutional investors who limit their investments to only credit ratings of \nA+ or above. By partially guaranteeing the bonds, ADB allows these projects to tap the local \ninstitutional  investors  markets,  and  at  the  same  time  offers  new  investible  assets  to  the \nundersupplied market of long-dated high-quality issues (i.e., longer than 5 years).  \n \n12.  The renewable energy project receives lower financing costs, limited foreign exchange \nrisk, and is able to match long-term financing with the long-term operating period of the project. \nThailand benefits by further developing its capital markets and becoming closer to meeting its \nclean energy targets. Moreover, assisting clean energy projects seeking local bond financing \nthrough partial credit guarantees will (i) boost investor confidence in the Asian bond market as \nlocal institutions become familiar with the asset class, and (ii) encourage renewable energy \ndevelopment and help Thailand to meet its clear energy targets.  \n \n ", "  Appendix 3  19 \nASSISTANCE TO THE PROJECT BY ADB’S CARBON MARKET INITIATIVE \n \nA.   Carbon Market Initiative \n1.  The Carbon Market Initiative (CMI) is one of the Asian Development Bank’s (ADB) \ninitiatives  under  its  Clean  Energy  and  Environment  Program.  It  is  an  innovative  financing \nscheme that supports the development of clean energy, energy efficiency, and greenhouse gas \nabatement projects in developing countries in the Asia and Pacific region that are eligible under \nthe Clean Development Mechanism (CDM) of the Kyoto Protocol. It builds upon, and adds value \nto, ADB’s sustainable development focus in core public and private financing activities. The CMI \noffers to provide \n \n(i)  up-front carbon cofinancing against purchases of 25%–50% of certified emission \nreductions (CERs) generated up to and including 2012 through the Asia Pacific \nCarbon Fund (APCF); \n(ii)  comprehensive  technical  support,  including  project  design  document \ndevelopment and registration up to the issuance of first year CERs through the \ntechnical support facility;  \n(iii)  flexibility  and  access  to  open  market  for  remaining  CERs  which  are  not \npurchased by the Asia Pacific Carbon Fund through the credit marketing facility; \nand  \n(iv)  up-front carbon cofinancing against purchases of CERs generated post-2012 \nthrough the Future Carbon Fund. \n \n1.  The Asia Pacific Carbon Fund \n2.  The APCF is a commercial trust fund to which seven European sovereign states are \nparticipating with a total of $152 million; ADB is the trustee for the fund. The objectives of the \nfund  are  to  (i)  increase  the  volume  of  clean  energy  and  energy  efficiency  projects  with \ngreenhouse gas abatement potential in developing Asia and Pacific, (ii) assist fund participants \nsatisfy Kyoto Protocol targets, and (iii) catalyze investment and energy access in the Asia and \nPacific  region.  APCF  purchases  CERs  from  CDM  projects  in  ADB’s  developing  member \ncountries, and seeks to procure CERs from a diverse pool of technologies and countries in the \nregion.  \n \n2.  Technical Support Facility \n3.  The technical support facility is based on grant money, supplied partially from the same \ncountries participating in the fund. As such, the support is provided to the projects at no cost to \nthe client. The technical support facility supports ADB projects eligible for CDM with support in \nthe project preparation phase, project execution, and commercialization.  \n \n3.  Carbon Marketing Facility \n4.  The carbon marketing facility is grant-based assistance offered to the client for the sale of \ncredits not purchased by the fund to facilitate project completion. Buyers of CERs will bid for \nCERs offered under a competitive process to achieve the best prices and terms for the client.  \n \n ", " 20  Appendix 3     \n4.  Future Carbon Fund \n5.  The Future Carbon Fund has been established to pre-purchase future carbon credits \n(post-2012) from projects supported by ADB financing and the CMI. The fund was approved by \nthe ADB Board on 4 July 2008, and is scheduled to become operational in January 2009. The \nFuture Carbon Fund will become the fourth component of the CMI. \n \nB.  ADB Carbon Market Initiative Cooperation with Biomass Co  \n6.  The ADB CMI offers to cofinance by purchasing CERs generated from Biomass Co and \noffers to support the client through the CDM process.  \n \n7.  The CMI APCF may purchase 50% of future generated emission reductions up to and \nincluding 2012 on an advance payment basis. The advance payment would be made after the \nProject is successfully registered as a CDM project. The Project is estimated to generate around \n400,000 tons of carbon dioxide (CO ) emission reductions every year. The crediting period for \n2\nB B\nissuing CERs is 10 years, starting in 2012. For the APCF this implies a 2-year generation period \nof CERs. \n \n8.  The CMI technical support facility may support the project with preparation of required \ndocumentation as well as with the steps in the CDM process up to first issuance of CERs. This \nsupport would include (i) guidance on which CDM methodology to use, (ii) preparing the project \ndesign document, (iii) seeking approval from the host government, and (iv) support (through \nproject  validation)  with  project  registration,  structuring  of  a  monitoring  plan  over  emission \nreductions, and through first year verification and issuance of CERs. \n \n9.  The project has the option to sell the remaining 50% of the CERs from the project \nthrough the CMI carbon marketing facility. \n \n10.  ADB has also established the Future Carbon Fund, which is to be in operation from \nJanuary 2009. This fund may purchase future CERs being generated by the project post-2012.  \n \n ", "Appendix 4  21 \n               SUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title: Thailand: Biomass Power Project \n \nLending/Financing  Department/  Private Sector Operations Department \nPartial Credit Guarantee and Loan \nModality:  Division:  Infrastructure Finance Division 2 \n \nI.  POVERTY ANALYSIS AND STRATEGY \nA. Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \n1.  Based on the country poverty assessment, the country partnership strategy, and the sector analysis, describes how the \nproject would directly or indirectly contribute to poverty reduction and how it is linked to the poverty reduction strategy of the \npartner country. \nThe Project is consistent with ADB’s country partnership strategy for Thailand 2007–2011 where the three core strategic \nareas  of  partnership  are  infrastructure  development,  capital  markets  development,  and  environmentally  sustainable \ndevelopment, and ADB’s own thematic priorities of private sector development. Furthermore, the project is consistent with \nADB’s present Energy Sector Strategy (2000) and the draft revisions thereto (Energy Strategy 2007–2012). The project is \nexpected to indirectly help reduce poverty by promoting economic growth through supplementing income to farmers selling \nagricultural waste products and increasing employment opportunities in rural regions.    \n    \nB.  Poverty Analysis                                                                  Targeting Classification: GI \n1.  Key Issues  \nThe project will help alleviate unmet power demand in the poorer northeastern region of Thailand. By providing reliable power \nsupply, the project is expected to encourage more enterprises to settle in the area, thereby stimulating economic growth and \ncreating opportunities for employment and business. The project also encourages hiring of local labor during the construction \nphase of the project, thus providing income-earning opportunities.  \n \n2. Design Features. The Project will construct and operate a 125-megawatt (MW) biomass power plant using wood waste \nproducts (wood chips and wood bark). The use of wood waste products as fuel will generate additional income to over 1 \nmillion small farmers from the sale of agricultural wastes to the plant. The project will encourage hiring of local labor during the \nconstruction phase, thus providing income-earning opportunities. \n \nC. Poverty Impact Analysis for Policy-Based Lending  \n1.  Discuss the impact channels of the policy reform(s) (direct and indirect, short and medium term) to the country and major \ngroups affected.  N/A \n2.  Discuss the impact of the policy reform(s) on vulnerable groups and ways to address it/them.  N/A \n3.  Discuss how the policy reform(s) contribute(s) to poverty reduction, pro-poor growth, and the MDGs. N/A \n \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.    Findings of Social Analysis  \nThe project will indirectly improve the socioeconomic condition of the poorer northeastern regions of Thailand by stimulating \neconomic growth and generating additional income to small farmers. With respect to land requirements, vacant land inside the \nindustrial park will be used, and therefore no land acquisition and involuntary resettlement impacts are expected. The project \nis also not expected to affect any ethnic minorities and was categorized as C with respect to ADB’s Policy on Indigenous \nPeoples (1998).  \n \nDuring construction, a maximum of about 300 workers will be employed. About half or more of the required workers will be \nrecruited from nearby areas to minimize the need for temporary worker accommodation. As the construction site is in the \n304 Industrial Park, social and cultural conflicts with local residents are not expected. During operation, about 83 people will \nbe employed and will reside in residential areas near the 304 Industrial Park. Therefore, no social and cultural conflicts with \nlocal residents will result. The construction workers and power plant personnel will create demand for food and services, thus \nbenefiting the local economy.  \n \nB.  Consultation and Participation \n \n1.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing         Consultation         Collaborative decision making       Empowerment \n ", "2  2  Appendix 4 \n \n2.  Was a C&P plan prepared?   Yes      No  \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). If no, explain why. Public consultation was undertaken, which included a public hearing on 9 May 2003 \nattended by over 1,000 participants consisting of representatives of local government agencies and people from 10 districts. \nMore than 80% of the participants gave positive responses. A tripartite committee consisting of representatives of local \ngovernment, the local community, and the project sponsor will meet monthly to review environmental complaints as relevant. \nFurther surveys were carried out in the study area to understand the attitudes and opinions of the community leaders and \nlocal people. While the public consultation was conducted before the requirements of ADB Public Communications Policy \n(2005) was mandated in 2005, the sponsor has nevertheless committed to maximizing the project benefits through demand-\ndriven community development programs such as providing mobile health and medical services. \n \nC.   Gender and Development \n1.  Key Issues. The biomass power plant will be constructed inside an industrial park. Power generated by the plant will be \nsold to the Electricity Generating Authority of Thailand and to consumers inside the industrial park. The project is not expected \nto cause any specific cultural or social impact or exclude any socioeconomic group, including women, from benefiting from the \nproject. \n \n2.  Key Actions. Measures included in the design to promote gender equality and women’s empowerment—access to and \nuse of relevant services, resources, assets, or opportunities and participation in decision-making process: \n    Gender plan          Other actions/measures         No action/measure \n \nSummarize key design features of the gender plan or other gender-related actions/measures, including performance targets, \nmonitorable indicators, resource allocation, and implementation arrangements. \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/Limited/  Strategy to Address  Plan or Other Measures \nNo Impact  Issue  Included in Design \n  No impact. The power plant  None     Full Plan \nInvoluntary  complex will occupy an area     Short Plan \nResettlement  of about 2.62 hectares of     Resettlement Framework \nvacant land inside 304     No Action \nIndustrial Park. \nIndigenous Peoples  No impact  None     Plan \n     Other Action \n   Indigenous Peoples \nFramework \n   No Action \nLabor  Plant construction and  None     Plan \n Employment     operation will provide     Other Action  \nopportunities  employment opportunities to     No Action \n Labor retrenchment  qualified local population. \n Core labor standards  Employment arrangements \nwill comply with employment \nand labor standards as \nprovided in the applicable \nlaws and regulations.  \nAffordability  No impact. Power will be  None     Action \nsold to the Electricity     No Action \nGenerating Authority of \nThailand and to commercial \nconsumers inside the \nindustrial park. \nOther Risks and/or  No impact  None    Plan \nVulnerabilities    Other Action \nHIV/AIDS     No Action \nHuman trafficking \nOthers(conflict, political \ninstability, etc), please \nspecify \n ", "Appendix 4  23 \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?      Yes         No      \n \n "], "metadata": {"CreationDate": "D:20090303085613+08'00'", "Author": "", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20090303094715+08'00'", "Title": "Microsoft Word - Redacted RRP 03 Mar 09- Final"}}