{"path": "data/input/ta/41953-014-uzb-rrp.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 41953 \nSeptember 2012 \nProposed Equity Investment \nJoint-Stock Commercial Bank Ipak Yuli \n \n(Uzbekistan)\n \n \n \n \n \n \n \n \n \n \n \n \nThis RRP contains information that is subject to disclosure restrictions agreed between ADB and \nthe relevant sponsor or recipient of funds from ADB. Recipients should therefore not disclose its \ncontent to third parties, except in connection with the performance of their official duties. Upon \nBoard approval, ADB will make publicly available an abbreviated version of this RRP, which will \nexclude confidential information and ADB’s assessment of project or transaction risk. \n ", "CURRENCY EQUIVALENTS \n(as of 15 August 2012) \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.0005 \n$1.00  =  SUM1,913 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CBU  –  Central Bank of Uzbekistan \n  CPS  –  country partnership strategy  \n  ESMS  –  environmental and safeguards management system \n  GDP  –  gross domestic product \n  IFRS  –  International Financial Reporting Standards \n  JSCB  –  joint-stock commercial bank \n  MSMEs  –  micro, small, and medium-sized enterprises \n  NPL  –  nonperforming loan \n  SMEs  –  small and medium-sized enterprises \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of Joint-Stock Commercial Bank Ipak Yuli ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  R. van Zwieten, Capital Markets and Financial Sectors Division, PSOD \n   \nTeam leader  P. Bracey, Principal Investment Specialist, PSOD \nTeam members  P. Bailet, Senior Counsel, Office of the General Counsel  \nP. Flegler, Investment Specialist, PSOD \n  B. Gafurov, Senior Private Sector Development Officer, Central and \nWest Asia Department  \nJ. Gomez, Safeguards Officer (Environment), PSOD  \nJ. Munsayac, Safeguards Specialist, PSOD \n   \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank does \nnot intend to make any judgments as to the legal or other status of any territory or area. ", " \nCONTENTS \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FINANCIAL INTERMEDIARY  1 \nA.  Investment Identification and Description  1 \nB.  Business Overview and Strategy  1 \nC.  Ownership, Management, and Governance  2 \nD.  Financial Performance  3 \nIII.  THE PROPOSED ADB ASSISTANCE  4 \nA.  The Assistance  4 \nB.  Financial Analysis of Expected Returns and Assumptions  4 \nC.  Implementation Arrangements  4 \nD.  Value Added by ADB Assistance  4 \nE.  Risks  Error! Bookmark not defined. \nF.  Technical Assistance  5 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  5 \nA.  Development Impact, Outcome, and Outputs  5 \nB.  Alignment with ADB Strategy and Operations  6 \nV.  POLICY COMPLIANCE  7 \nA.  Safeguards and Social Dimensions  7 \nB.  Anticorruption Policy  8 \nC.  Investment Limitations  8 \nD.  Assurances  8 \nVI.  RECOMMENDATION  8 \nAPPENDIXES \n1.   Design and Monitoring Framework  10 \n2.   List of Linked Documents  12 \n \n ", "", " \nPROJECT AT A GLANCE \n \n \n1. Project Name: Joint-Stock Commercial Bank Ipak Yuli  2. Project Number: 41953-01 \n3. Country: Uzbekistan  4. Department/Division:  Private Sector Operations Department / \n          Capital Markets & Financial Sectors Division \n   \n5. Sector Classification:  \nSectors  Primary  Subsectors \nFinance             Banking systems \nMicrofinance \nSME finance and leasing \n 6.Thematic Classification:  \nThemes  Primary  Subthemes \nEconomic Growth                  Promoting economic efficiency and \n  enabling business environment \n   \n  Widening access to markets and \n  economic opportunities \nPrivate Sector Development    Private sector investment \nPrivatization \nCapacity Development    Institutional development \nOrganizational development \n 6a. Climate Change Impact:  6b. Gender Mainstreaming: \nAdaptation    Gender equity theme   \nMitigation    Effective gender mainstreaming            \nNot applicable                    Some gender elements   \n  No gender elements   \n \n7. Targeting Classification:  8. Location Impact: \nTargeted Intervention  Rural  Low \nGeographic  Income  Urban  High \ndimensions  Millennium  poverty at \nNational   Medium \nGeneral  of inclusive  development  household \nRegional   \nIntervention  growth  goals  level \n \n                \n \n9. Nonsovereign Operation Risk Rating:  N/A \n10. Safeguard Categorization: \n \nEnvironment  FI \nInvoluntary resettlement   FI (treated as C) \nIndigenous peoples  FI (treated as C)  \n \n11. ADB Financing: \n \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nNonsovereign  Equity  OCR  Up to $6 million (in sum equivalent) \n \n12. Cofinancing:   Not Applicable \n \nFinancier  Category  Amount ($ million) \n     \nTotal   \n \n13. Counterpart Financing: Not Applicable \n14. Aid Effectiveness: Not Applicable ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nequity investment of up to $6 million  (in sum equivalent)  in Joint-Stock Commercial Bank \n(JSCB) Ipak Yuli (Ipak Yuli) in Uzbekistan. \n \nII.  THE FINANCIAL INTERMEDIARY  \nA.  Investment Identification and Description \n2.  The banking system in Uzbekistan is in an early stage of development and faces several \nchallenges. Its penetration and financial intermediation function is poor, despite growth in recent \nyears. Banking accounted for only 35.3% of the country’s gross domestic product (GDP) in \nterms of assets in 2011, while total loans were only 20.1% of GDP and total deposits 31.1%—\namong the lowest in the region. Lending to the private sector was also among the lowest in the \nregion. In 2009, the ratio of domestic credit to the private sector relative to GDP was only \n14.6%. While  various  measures  have  been  undertaken  to  strengthen  the  role  of  financial \nintermediation  in  the  economy,  further  reforms  are  needed  to  improve  the  operating  and \nregulatory environments and develop the private sector. \n \n3.  In alignment with the Asian Development Bank (ADB) country strategy and program, \n2006–2010 for Uzbekistan and the stated objective to promote private sector development \nthrough  improved  financial  intermediation,  in  2007  the  ADB  Private  Sector  Operations \nDepartment undertook a review of private commercial banks in Uzbekistan.1 After discussions \nwith the Central and West Asia Department, two banks were identified for potential intervention. \nFollowing several rounds of due diligence, ADB decided to pursue the opportunity of making an \nequity investment in Ipak Yuli. \n \n4.  Ipak Yuli, a joint-stock commercial bank, was incorporated in Uzbekistan in 1990. It was \nre-registered as a new legal entity in June 2000 following its merger with JSCB Umar and JSCB \nNamangan. Ipak Yuli’s primary business comprises retail, commercial, and corporate banking \nactivities; securities operations; foreign currency operations; money transfers; origination of \nloans and guarantees; and taking of deposits. Regarded as one of the leading mid-sized private \nbanks in the country, with 10 branches and 62 express centers (branches with limited scope of \nservices) throughout the country,  Ipak Yuli’s market share (in terms of assets) has grown \nsteadily, from 1.4% in 2006 to 2.3% in 2011. Supported by the doubling of its customer base to \n89,829 during this period, in 2011 Ipak Yuli ranked ninth in the market in terms of assets. \n \nB.  Business Overview and Strategy \n5.  Initially, Ipak Yuli was primarily oriented toward lending to corporate clients; however, \nthis strategy has evolved to include micro, small, and medium-sized enterprises (MSMEs) and \nretail lending. Today, Ipak Yuli is a universal bank addressing multiple market segments. As \ndetailed in its development strategy for 2011–2016, Ipak Yuli seeks to strengthen its position in \nthe market by providing a wider spectrum of banking products and services that cater to the \nneeds of its customers in each identified market segment.  \n \n                                                \n1  ADB. 2006. Country Strategy and Program: Uzbekistan, 2006–2010. Manila. \n ", "2    \n \n6.  While  Ipak  Yuli  has  maintained  its  strong  corporate  client  base,  its  largest  target \ncustomer niche comprises rapidly growing small and medium-sized enterprises (SMEs).2 These \nclients tend to view Ipak Yuli as a stable, reliable bank due to its regional presence, high-quality \nservices, and availability of lending resources for private businesses. Priority products and \nservices for SMEs include working capital loans, leasing operations, and project financing—all \nof which help support the financial sustainability of the SME borrowers. In addition to SMEs, \nIpak Yuli has sought to support private entrepreneurship by targeting micro-lenders as a priority \narea, working with ADB and the European Bank for Reconstruction and Development.  \n \n7.  Retail banking is among Ipak Yuli’s newest and most underdeveloped business lines. \nIpak Yuli seeks to strengthen its retail banking portfolio by  (i) enhancing product offerings \n(consumer  loans,  plastic  cards,  money  transfers,  mortgages,  deposits);  (ii)  developing \npartnerships  and  corporate  sales  channels  with  companies  that  provide  services  to  retail \ncustomers; and (iii) augmenting the services provided by its call center to increase cross-selling. \nConsistent with  its stated  objectives,  Ipak  Yuli  has  plans to continue the  expansion  of its \ndistribution network operations into the regions over the next 4 years by opening another four \nbranches in locations with high demand for its products and services. Targeted cities include \nAndijan, Bukhara, Karshi, and Termez.  \n \nC.  Ownership, Management, and Governance \n1.  Ownership \n8.  As of year-end 2011, Ipak Yuli was owned by 740 corporate entities and individuals, \nincluding Uzbekinvest (a government-owned insurance company), Zamon Plus Sarmoya (an \ninvestment advisory company owned by Ipak Yuli shareholders), Alfa Invest (a private insurance \ncompany),  Kafolat  (a  government-owned  insurance  company),  and  Mebel  Invest  Group  (a \nfurniture company). Ipak Yuli’s shares are listed on the Uzbekistan Stock Exchange, but there is \nno active secondary market for the shares.  \n \n2.  Management \n9.  Ipak  Yuli's  management  team  comprises  experienced  Uzbek  bankers..  Rustam \nRakhimbekov has been chairman of Ipak Yuli since 1998.    \n \n3.  Governance Structure \n10.  Ipak Yuli has a nine-member council (board of directors); most were elected by the \ngeneral shareholders' meeting in mid-2011. Most of the council members have professional \nqualifications and work experience in banking and finance. Although no legislation defines the \nindependence of council members, they cannot be Ipak Yuli employees, cannot have any labor \nrelations with the bank, and cannot be members of the management board. The council's main \nfunction is to supervise Ipak Yuli's compliance with its own internal policies and procedures. The \naudit committee and the recently formed risk management committee assist the council. \n \n11.  Ipak Yuli is managed through various levels of corporate governance, including the \ngeneral  shareholders'  meeting,  the  council,  and  the  management  board.  The  council,  the \n                                                \n2  At the end of 2011, Ipak Yuli’s SME loans represented over 62% of the total loan portfolio, microfinance accounted \nfor more than 12%, corporate loans 22%, and retail loans 4%.  ", "  3 \ninternal audit department (which reports to the council), and the Revision Commission3 (which \nreports to the general shareholders' meeting) supervise corporate governance. In addition, the \norganization and effectiveness of Ipak Yuli's corporate governance are evaluated as part of the \nannual CAMELS4 assessment conducted by the Central Bank of Uzbekistan (CBU). Corporate \ngovernance is guided by internal policies, regulations, and procedures, reflecting the institution's \ncorporate goals, strategic objectives, values, and codes of conduct, as well as the processes for \ndecision-making at all levels of bank governance, with clear divisions of responsibility, authority, \nand accountability.5  \n \nD.  Financial Performance \n12.  Earnings performance. Ipak Yuli's net income has grown steadily over the past 4 years \nfrom  SUM4.3  billion  in  2008  to  SUM6.3  billion  in  2009,  SUM8.1  billion  in  2010,  and \nSUM12.8 billion in 2011, driven by growth in interest and noninterest income. Net interest \nincome rose by almost 88.0% in 2009, helped by the expansion of the loan portfolio, particularly \nof high-yielding microfinance loans, and the spike in the net interest margin. Although interest \nincome continued to rise in 2010, with the narrowing of the net interest margin during the year, \nnet interest income decreased slightly. Despite this, the rise in noninterest income during 2010 \nmore than offset the decline in net interest income. Noninterest income rose by 67.8% in 2010, \nbolstered by the increase in fee income (related to charges for settlements and payments, cash \nwire transfers, and plastic cards), the net gain on foreign exchange operations, and the rise in \ndividend income. In 2011, increases in net interest income related to loan portfolio growth and \nthe widening of the net interest margin, and noninterest income attributable to the continued \nincrease in fee income, contributed to earnings growth.  \n \n13.  Ipak Yuli’s return on average assets was fairly constant during 2008–2010, as the pace \nof growth in net income largely matched that of average assets. In 2011, with the growth in net \nincome outpacing that of average assets, the return on average assets increased to 2.21% from \n1.74% in 2010. The return on equity also increased, from 19.34% in 2010 to 22.32% in 2011. \n \n14.  Asset quality. The growth of Ipak Yuli’s loan portfolio has been driven over the last \nseveral  years  by  sharp  increases  in  the  retail,  microfinance,  and  SME  areas,  with  more \nmoderate increases in the corporate portfolio, a reflection of the bank’s evolving strategy.  \n \n15.  Capital adequacy. Ipak Yuli has more than quadrupled its capital base since 2007, with \ntotal  equity  rising  from  SUM13.7  billion  in  2007  to  SUM56.1 billion  in  2011.  The  bank \nstrengthened its capital position by issuing additional shares each successive year,6 as well as \ncontinuing  its  policy  of  dividend  capitalization.  In  terms  of  capital  adequacy,  Ipak  Yuli \ncomfortably meets the minimum statutory capital requirements prescribed by CBU and is within \nthe standards of the Bank for International Settlements (Basel guidelines), with a tier 1 capital \nratio of 13.7% and total capital adequacy ratio of 14.5% in 2011.  \n \n                                                \n3  The Revision Commission’s responsibility is to verify the reliability of the bank’s financial information, using the \nreports of the independent annual audit as well as the materials prepared by the internal audit. \n4  CAMELS is defined as capital adequacy, asset quality, management quality, earnings, liquidity, and sensitivity to \nmarket risk. \n5  Activities, rights, and responsibilities for the shareholders, the council, and the management board are reflected in \ndocuments such as the bank’s charter and policies. \n6  Ipak Yuli issued SUM2.6 billion of ordinary shares in 2008, SUM7.0 billion in 2009, SUM6.0 billion in 2010, and \nSUM6.6 billion in 2011.  \n ", "4    \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n16.  The proposed equity investment in Ipak Yuli of up to $6 million (in sum equivalent) will \nbe  financed  from  ADB's  ordinary  capital  resources.7 ADB  will  not  be  the  single  largest \nshareholder in Ipak Yuli. The investment will represent approximately 15% of issued capital.  \n \nB.  Financial Assumptions  \n17.  Ipak Yuli's management projects modest growth in the balance sheet in the short and \nmedium term, in line with economic forecasts and its strategic preference for a measured pace \nof expansion.  \n \nC.  Implementation Arrangements \n1.  Exit Strategy \n18.  ADB will look to the stability and improvement in Ipak Yuli’s operating performance over \nthe next several years before exiting the investment becomes a feasible option. \n \n2.  Reporting Arrangements \n19.  Ipak Yuli will provide ADB with financial reports at predetermined regular intervals and \nas requested. ADB will review these reports on an ongoing basis and monitor the facility \naccordingly.  ADB will  also  have  the right  to  appoint  a  director  on Ipak  Yuli’s  council  (the \nequivalent of a board of directors). Ipak Yuli will be required to retain a reputable accounting firm \nacceptable to ADB to conduct annual audits of its financial statements under IFRS guidelines. \n \n20.  Ipak Yuli will provide ADB with technical assistance progress reports at predetermined \nintervals and as requested, outlining the status of implementation. ADB will review these reports \non an ongoing basis and monitor the facility. Included in these reports will be an annual report \non its safeguards and social dimensions performance.  \n \nD.  Value Added by ADB Assistance \n21.  Justification for the equity investment is based on the following considerations: \n \n(i)  Supporting  improvements  in  the  quality  of  the  banking  system.  As  a \nshareholder of Ipak Yuli and an active member on the council, ADB will help the \nbank  improve  its  operations,  particularly  in  the  areas  of  internal  controls, \ncorporate governance, risk management, credit risk management, anti-money \nlaundering  and  anticorruption  measures,  and  environmental  and  social \nsafeguards.  This  support  will  be  augmented  by  the  provision  of  technical \nassistance (TA).  \n(ii)  Catalyzing  foreign  investment  in  Uzbekistan.  International  institutional \ninvestors and multilateral organizations have been hesitant to invest in Uzbek \nbanks.  ADB’s  equity  investments  in  Ipak  Yuli,  in  combination  with  the \n                                                \n7 ADB will complement the proposed investment with technical assistance from the ongoing ADB. 2010. Technical \nAssistance for Capacity Building for Financial Institutions (Phase 2). Manila.   ", "  5 \nInternational Finance Corporation’s equity investment in JSCB Hamkorbank,8 \nwould provide a significant signaling effect to foreign investors with regard to \npotential opportunities in the Uzbekistan banking system. \n \nE.  Technical Assistance \n22.  To strengthen the effectiveness of the intervention, ADB’s ongoing TA for Capacity \nBuilding for Financial Institutions (Phase 2) will support areas to be determined in consultation \nwith Ipak Yuli.9 Topics that may be covered by the TA include governance and internal controls, \nrisk management, credit risk management, microcredit and SME financing, environmental and \nsocial safeguards (including tracking of gender benefits and the implementation of a gender \naction plan),10 and anti-money laundering and anticorruption measures. TA support alongside \nthe equity investment will allow ADB to add substantially more value to Ipak Yuli and increase \nADB's own eventual return. \n \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nA.  Development Impact, Outcome, and Outputs \n1.  Impact \n23.  Support  for  the  banking  sector.  The  banking sector in  Uzbekistan  faces several \nchallenges, as it remains small and in a nascent stage of development, as revealed by the low \nasset-to-GDP ratio of 35.5%, total loans-to-GDP ratio of 20.1%, and total deposit-to-GDP ratio \nof 31.1%. Through its equity investment, ADB will provide systemic support to the sector at a \ncritical point in its development, strengthening financial intermediation and helping to promote \nconfidence in the banking system. The equity investment in Ipak Yuli will also lend key support \nto the sector by promoting the adoption of strengthened operating policies and procedures \nbased  on  international  best  practice  standards,  particularly  in  the  areas  of  corporate \ngovernance, internal controls, risk management, credit risk management, environmental and \nsocial safeguards, and anti-money laundering/anti-corruption. \n \n24.  Private sector development. The equity investment will strengthen Ipak Yuli’s capital \nposition and in doing so, underpin the expansion of its operations. Given Ipak Yuli’s niche \nmarket in private sector SME financing, this investment will contribute to the expansion of SMEs, \nan  underdeveloped  and  underserved  segment  of  the  Uzbekistan  economy.  The  equity \ninvestment will contribute to private sector development by helping to mobilize liquidity and \nchannel it toward the most productive investments through the extension of credit. \n \n2.  Outcome \n25.  The  equity  investment  will  support  Ipak  Yuli’s  adoption  of  strengthened  operating \nprinciples  (i.e.,  corporate  governance,  internal  controls,  risk  management,  credit  risk \nmanagement, safeguards and social dimensions, and anti-money laundering/anti-corruption) \nbased on international best practice standards, contributing to the bank’s overall performance \n                                                \n8  The International Finance Corporation made its equity investment in JSCB Hamkorbank in 2010. \n9  ADB. 2010. Technical Assistance for Capacity Building for Financial Institutions (Phase 2). Manila.   \n10 As a participating bank in the Second Small and Microfinance Development Project, Ipak Yuli agreed to implement \na gender action plan. ADB. 2010. Report and Recommendation of the President to the Board of Directors: \nProposed  Loan  and  Technical Assistance Grant to  the Republic  of  Uzbekistan  for  the Second Small  and \nMicrofinance Development Project. Manila (Loan 2634-UZB). \n ", "6    \n \nand  increasing  confidence  in  the  banking  system.  Indicators  include  (i)  the  operating \nperformance of Ipak Yuli, specifically its commercial viability based on asset quality and capital \nadequacy; and (ii) economic sustainability, particularly the provision of financial services to \nviable private enterprises and allocation of resources based on increasing lending to MSMEs. \n \n3.  Outputs \n26.  ADB will make an equity investment in Ipak Yuli, and as an active shareholder, will assist \nin overseeing the implementation of strengthened operating principles based on international \nbest practice standards for corporate governance, internal controls, risk management, credit risk \nmanagement, safeguards and social dimensions (including implementing a gender action plan \nand core labor standards), and combating money laundering and corruption, and thus contribute \nto strengthening the bank’s operating performance. \n \nB.  Alignment with ADB Strategy and Operations  \n1.  Consistency with Strategy 2020 and the Country Partnership Strategy \n27.  Under Strategy 2020, ADB will strengthen its  regional and national support for the \nfinancial sector by helping to develop financial infrastructure, institutions, and products and \nservices and by promoting inclusive growth. Through such initiatives, ADB will continue to assist \nin channeling the region's savings into the most productive investments, as well as continue to \nbuild  the  capacity  of  financial  institutions  by  introducing  international  best  practices.  The \ninvestment supports institutional and sector development  by providing capital and capacity \nbuilding for the financial sector.   \n \n28.  The strategic priorities of the ADB country partnership strategy (CPS), 2006–2010 for \nUzbekistan include catalyzing private domestic and foreign investment through ADB’s private \nsector operations.11 The CPS notes a number of potential transactions from the private sector \noperations side in the finance and infrastructure sectors. Indicative investments that ADB might \nconsider,  the  CPS  continues,  include  (i)  equity,  debt,  and/or  guarantee  financing  for \ninfrastructure  projects  in  areas  such  as  water,  power,  energy,  transportation,  and \ntelecommunications; (ii) equity investments in one or more private local banks as well as loans \nin the form of tier 2 capital or designated credit lines; (iii) inclusion of commercial banks in ADB’s \nTrade Finance Program; (iv) equity investments or provision of credit lines to leasing companies \nor other nonbank financial institutions; (v) credit enhancement for securitization of mortgages \nand leases or other capital market transactions; and (vi) equity in investment funds. The equity \ninvestment is well within the range of transactions envisioned by this CPS, as well as the \ncountry  operations  business  plan,  2012–201412 and  the  more  recent  2012–2016  country \npartnership strategy,13 which again highlight private sector development and financial sector \ndevelopment as key objectives. It is also in line with recent government initiatives including On \nPriority Areas for Further Reforms and Sustainability Improvement of Country’s Finance and \n                                                \n11 ADB. 2006. Country Partnership Strategy: Uzbekistan, 2006–2010. Manila. \n12  ADB. 2012. Country Operations Business Plan: Uzbekistan, 2012–2014. Manila. \n13  ADB. 2012. Country Partnership Strategy: Uzbekistan, 2012–2016. Manila. ", "  7 \nBanking  System  in  2011–2015  and  Achieving  High  International  Ratings,14 and  Further \nStrengthening MSME Development.15  \n \n2.  Consistency with Sector Strategy and Relevant ADB Operations \n29.  Supporting financial sector development is a key focus of development assistance for \nADB  in  line  with  the  tenets  detailed  in  ADB's  Private  Sector  Development  Strategy16 and \nEnhanced Poverty Reduction Strategy,17 which note improved economic growth, stimulated by \nprivate sector investment, as a key contributing factor in reducing poverty. The Private Sector \nDevelopment Strategy refers specifically to ADB's role in strengthening the financial sector in \nthe developing member countries. The strategy notes the critical importance of well-functioning \nfinancial systems for private sector development, which in turn underpins sustainable economic \ngrowth. Many developing member countries need to strengthen their financial institutions and \ncreate diversified financial markets that can finance private-sector-led growth. \nV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions \n30.  The investment is classified under category FI for impacts on the environment as it \ninvolves an equity investment in Ipak Yuli and some of the bank’s portfolio (e.g., manufacturing) \nhave potential environmental impacts and risks. With respect to involuntary resettlement and \nindigenous peoples, the investment is classified under category FI (treated as C) because Ipak \nYuli’s borrowers are not expected to acquire land using eminent domain law nor adversely affect \nthe  dignity,  human  rights,  livelihood  systems,  culture,  territories,  and  natural  or  cultural \nresources of indigenous peoples. Ipak Yuli’s current environmental and social management \nsystem (ESMS) is limited to ensuring that borrowers follow national laws, requirements, and \nprocedures. Ipak Yuli is committed to enhancing its ESMS by (i) applying ADB’s prohibited \ninvestment activities list, (ii) adopting its own environmental and social safeguards screening \nand categorization, (ii) refining its due diligence and project approval procedures, (iii) appointing \nresponsible staff with clear duties and responsibilities in ensuring safeguards compliance, and \n(iv) establishing safeguards performance monitoring and reporting procedures. Ipak Yuli has \ncommitted to establish an ESMS as part of its overall management system to meet national \nlaws and/or ADB's Safeguard Policy Statement (2009) and other social requirements. An ESMS \nsatisfactory to ADB will be established before the equity investment is disbursed.18 Ipak Yuli has \nalso agreed to only consider funding environment category A subprojects after it has developed \nadequate technical capacity and established a proven track record in implementing an ESMS to \nthe satisfaction of ADB. \n \n31.  The investment is categorized as effective gender mainstreaming. Ipak Yuli is one of the \nparticipating commercial banks in the Second Small and Microfinance Development Project \n                                                \n14 Presidential Resolution No. 1438 (2010) comprises an action plan for 2011–2015 aimed at comprehensive \nactivities for reforms and sustainable improvement of Uzbekistan’s finance and banking system, and measures \naimed at development of the microfinance and nonbank financial subsectors. \n15 Presidential Decree No. PP1474 (2011) aims to improve the enabling environment for MSMEs by reducing \nbureaucratic bottlenecks, rationalizing MSME registration and inspection requirements to lower transaction costs, \nand increasing competitiveness of MSME exports. \n16 ADB. 2000. Private Sector Development Strategy. Manila.  \n17 ADB. 2004. Enhancing the Fight against Poverty in Asia and the Pacific: The Poverty Reduction Strategy of the \nAsian Development Bank. Manila.  \n18 Summary Poverty Reduction and Social Strategy; Safeguards and Social Dimensions Summary; Environmental \nand Social Management System Arrangement; and Gender Action Plan. \n ", "8    \n \nbeing administered by ADB since 2010. 19 As part of its commitment, Ipak Yuli is implementing a \ngender action plan, which primarily focuses on the bank’s microfinance lending operations. The \nplan includes benchmarks (25%) for lending to microenterprises owned and/or managed by \nwomen, the development of a  gender policy, and women-friendly loan products and other \nfinancial services. This investment will supplement the gender action plan by expanding it to \ncover Ipak Yuli’s SME lending operations. For its SME operations, Ipak Yuli commits to a step-\nby-step increase of the total amount of financing and total number of SME loans extended to \nwomen by 10% each year within the next 5 years. To realize this target increase, Ipak Yuli will \nlook into developing women-friendly financial services and procedures for SMEs. To expand its \noutreach  to women  and  to support  its  gender  initiative,  Ipak  Yuli will  consider  developing \nmarketing strategies that target women. It is also enhancing its automated information system to \ninclude a data field to collect sex-disaggregated data on the borrower and the borrowers’ \nemployees. Moreover. Ipak Yuli’s ESMS will integrate the supplemental gender action plan and \ninclude arrangements to comply with national labor laws and ADB’s Social Protection Strategy \nto ensure adherence to internationally recognized core labor standards, including provisions \nprohibiting any discrimination against women in hiring and providing equal pay for equal work \nfor men and women.20  \n \nB.  Anticorruption Policy  \n32.  Ipak Yuli was advised of ADB’s policy of implementing best international practice relating \nto combating corruption, money laundering, and the financing of terrorism. ADB will ensure that \nthe investment documentation includes appropriate provisions prohibiting corruption, money \nlaundering, and the financing of terrorism, and remedies for ADB in the event of noncompliance.   \n \nC.  Investment Limitations \n33.  The  proposed  $6  million  (in  sum  equivalent)  equity  investment  in  Ipak  Yuli,  once \napproved and signed, will increase ADB's projected nonsovereign exposure to $9.4 billion by \nMarch 2013. Additionally, the proposed transaction will increase nonsovereign exposure to \nUzbekistan  to  $726  million  or  7.7%  of  the  total  nonsovereign  exposure,  and  increase \nnonsovereign exposure to domestic commercial banks to $762 million. The proposed equity \ninvestment is within the medium-term country, industry, subsector, group, and single investment \nexposure limits for nonsovereign investments.    \n \nD.  Assurances \n34.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank, 21  the \nGovernment of Uzbekistan will be requested to confirm that it has no objection to the proposed \nassistance  to  Ipak  Yuli.  ADB  will  enter  into  suitable  finance  documentation,  in  form  and \nsubstance satisfactory to ADB, following approval of the proposed assistance by the Board of \nDirectors. \n \nVI.  RECOMMENDATION \n35.  I am satisfied that the proposed equity investment would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \n                                                \n19ADB.  2010.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Second  Small  and \nMicrofinance Development Project. Manila. \n20  ADB. 2001. Social Protection Strategy. Manila. \n21 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "  9 \nequity investment of up to $6,000,000 in the Joint-Stock Commercial Bank Ipak Yuli from ADB’s \nordinary capital resources, with such terms and conditions as are substantially in accordance \nwith those set forth in this report, and as may be reported to the Board. \n \n \nHaruhiko Kuroda \nPresident \n \n27 September 2012 \n \n \n ", "10  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nData Sources \nPerformance Targets and/or  and/or Reporting  Assumptions \nDesign Summary  Indicators with Baselines  Mechanisms  and Risks \nImpact      Assumptions \nImproved financial  Ratio of assets to GDP increases  CBU statistics  Stable or increased \nsector  from 35.3% in 2011 to 45% by    economic development in \nintermediation in  2020a  Uzbekistan \nUzbekistan  Ratio of loans to GDP increases    Improved operating \n  from 20.1% in 2011 to 25% by    performance of banks will \n  2020a    lead to more private sector \nactivity in the economy \n  Ratio of total deposits to GDP   \n  increases from 31.1% in 2011 to     \n40% by 2020a \n   \nRatio of domestic credit to the \n   \nprivate sector to GDP increases \n  from 14.6% in 2009 to 20% by   \n  2020a   \nIncreased  Increased share of SMEs to  Statistical Review \ncontribution of  GDP from 54% in 2011 to 60% in  of Uzbekistan, \nSMEs to the  2020a  State Committee \neconomy  on Statistics \nOutcome  Operating performance     Assumptions \nDemonstrated  Credit quality improved   Ipak Yuli’s board  Ipak Yuli does not breach \nsuccess of a bank  Capital adequacy ratio  resolutions  domestic prudential or \nthat adopted  maintained above CBU norms  Ipak Yuli’s  CBU norms \nstrengthened  from 2012 to 2017  quarterly and  Continued demand for \npolicies and  Economic sustainability  annual financial  credit \nprocedures based  Loan portfolio grows by an  statements  No adverse economic \non international \naverage of 20% per annum from  Reporting  developments  \nbest practice \nstandards  2012 to 2017  specifically  No regulatory changes for \n  requested by ADB  banking  \nAdopted policies and \nprocedures are well \nimplemented \nOutputs      Assumptions \n1. Strengthened  New or revised policies and  Ipak Yuli’s board  Growth in demand for SME \npolicies and  procedures adopted for  resolutions  loans continues \nprocedures  Internal controls by 2013  Ipak Yuli’s   \nadopted  Corporate governance by  quarterly and  Risks \n  2014  annual financial  Competition from other \n  statements  banks with SME niche \n  Risk management by 2014  increases \nReporting \n  Credit-risk management by   \nspecifically \n  2014   \nrequested by ADB \n   \nAnti-money laundering/anti-\n  Annual \ncorruption by 2013 \n  environmental \n  Environment and social  and social \n  safeguards by 2012   performance \n  Gender policy by 2013   reports  \n ", "Appendix 1  11 \n \nData Sources \nPerformance Targets and/or  and/or Reporting  Assumptions \nDesign Summary  Indicators with Baselines  Mechanisms  and Risks \n   \n2. Increased SME \nSME loans increased from \nlending \nSUM151.3 million in 2011 to \n \nSUM400 million in 2017 \n \n  Number of SME loans \n  increased from 2,700 in 2011 to \n7,000 in 2017 \nLoan amount to SMEs owned \nand/or led by women increased \nfrom SUM18.4 million in 2011 to \nSUM32 million in 2017 \nNumber of SME loans provided \nto women increased from 969 in \n2011 to 1,700 in 2017 \nActivities with Milestones  Inputs \n   \n1.   Environmental and social management system compliant with ADB’s  ADB: up to $6 million (in \nSafeguard Policy Statement (2009) adopted and implemented prior to  sum equivalent) to Ipak \ndisbursement of the equity investment  Yuli \n2.  ADB and Ipak Yuli enter into a shareholders agreement and related   \nproject documentation  Technical Assistance: up \n3.  Equity investment in Ipak Yuli made by December 2012  to $400,000 to Ipak Yuli \n4.   ADB participates on the Ipak Yuli council and assists in overseeing the  (from ongoing ADB TA)b  \nadoption and implementation of policies, procedures, and the gender \naction plan by 2017  \nADB = Asian Development Bank, GDP = gross domestic product, SMEs = small and medium-sized enterprises. \na Estimates based on information from the Central Bank of Uzbekistan and World Bank Development Indicators. \nb ADB. 2010. Technical Assistance for Capacity Building for Financial Institutions (Phase 2). Manila. \nSource: Asian Development Bank estimates. \n. \n \n \n ", "12  Appendix 2 \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130116133146Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "banking, ipak yuli, uzbekistan, equity investments, private sector, banking systems, uzbek banks, microfinance, sme, uzbekistan finance, finance sector, adb projects, 41953, terms and conditions, board approval, rrp, capital markets, ", "ModDate": "D:20130121140646+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This report and recommendation of the president for the proposed Equity Investment Joint-Stock Commercial Bank Ipak Yuli in Uzbekistan describes the terms and conditions for the approval of ADB's Board of Directors. ", "Title": "Proposed Equity Investment Joint-Stock Commercial Bank Ipak Yuli (Uzbekistan)"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 15 August 2012) \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.0005 \n$1.00  =  SUM1,913 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CBU  –  Central Bank of Uzbekistan \n  CPS  –  country partnership strategy  \n  ESMS  –  environmental and safeguards management system \n  GDP  –  gross domestic product \n  IFRS  –  International Financial Reporting Standards \n  JSCB  –  joint-stock commercial bank \n  MSMEs  –  micro, small, and medium-sized enterprises \n  NPL  –  nonperforming loan \n  SMEs  –  small and medium-sized enterprises \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of Joint-Stock Commercial Bank Ipak Yuli ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  R. van Zwieten, Capital Markets and Financial Sectors Division, PSOD \n   \nTeam leader  P. Bracey, Principal Investment Specialist, PSOD \nTeam members  P. Bailet, Senior Counsel, Office of the General Counsel  \nP. Flegler, Investment Specialist, PSOD \n  B. Gafurov, Senior Private Sector Development Officer, Central and \nWest Asia Department  \nJ. Gomez, Safeguards Officer (Environment), PSOD  \nJ. Munsayac, Safeguards Specialist, PSOD \n   \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank does \nnot intend to make any judgments as to the legal or other status of any territory or area. ", "authors": [{"fullname": "L. Venkatachalam", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "P. Erquiaga", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "R. van Zwieten", "role": "Capital Markets and Financial Sectors Division", "organization": "PSOD"}, {"fullname": "P. Bracey", "role": "Principal Investment Specialist", "organization": "PSOD"}, {"fullname": "P. Bailet", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "P. Flegler", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "B. Gafurov", "role": "Senior Private Sector Development Officer", "organization": "Central and"}, {"fullname": "J. Gomez", "role": "Safeguards Officer (Environment)", "organization": "PSOD"}, {"fullname": "J. Munsayac", "role": "Safeguards Specialist", "organization": "PSOD"}]}