{"path": "data/input/ta/42002-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 42002-01  \nPolicy and Advisory Technical Assistance (PATA) \nDecember 2008 \n \n \n \nPeople’s Republic of China: Fiscal Policy Support for \nEconomic Development in Henan \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 December 2008) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.146 \n$1.00 =  CNY6.91 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CQS  –  consultant qualification selection \n  DOF  –  Department of Finance of Henan Province \n  EA  –  executing agency \n  GDP  –  gross domestic product \n  IFS  –  Institute of Fiscal Studies \n  PRC  –  People’s Republic of China \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Public finance and expenditure management \nThemes  –  Sustainable economic growth, governance, capacity development  \nSubthemes  –  Promoting macroeconomic stability, financial and economic \ngovernance, institutional development \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  N. Chakwin, Regional Cooperation, Governance, and Finance Division, \nEARD  \n   \nTeam leader  V. B. Tulasidhar, Principal Economist, EARD  \nTeam members  K. Lao-Araya, Economist, People’s Republic of China Resident Mission, \nEARD  \nM. L. Panlilio, Senior Economics Officer, EARD \nY. Qian, Principal Economist, EARD \nH. van Rijn, Governance Specialist, Regional and Sustainable \nDevelopment Department \nT. Woods, Senior Procurement Specialist, Central Operations Services \nOffice \n ", " \nI.  INTRODUCTION \n \n1.  Promotion of balanced development is a key strategic objective of the Government of \nthe  People’s  Republic  of  China  (PRC).  Accordingly,  to  narrow  regional  disparities  in \ndevelopment  the  Government  is  shifting  the  focus  of  its  development  promotion  from  the \neastern  provinces  to  the  relatively  underdeveloped  interior  provinces.  Henan's  provincial \ngovernment  is  eager  to  take  advantage  of  this  shift  in  policy  and  intends  to  utilize  fiscal \ninstruments to accelerate the rate of growth in the province. To achieve this objective, the \nGovernment requested the Asian Development Bank (ADB) to provide technical assistance (TA) \nfor  Fiscal  Policy  Support  for  Economic  Development  in  Henan.1 The  Henan  government \nproposes to use ADB TA resources to prepare a fiscal policy blueprint, based on analysis and \nin-depth background studies, focusing on the use of fiscal instruments, including those relating \nto expenditure structure optimization. The design and monitoring framework is in Appendix 1. 2 \n \nII.  ISSUES \n2.  Henan Province is located in the central region of the PRC, and is the country’s most \npopulous province, with over 92 million inhabitants, or about 7.5% of the national population. \nPer capita income in Henan province is below the national average, and the economy is \ndominated by agriculture, mining, and traditional manufacturing, with a relatively small services \nsector. Henan Province is an important producer of farm products, 3 and has two oil fields, coal \nmines, and is rich in nonferrous minerals. The province's manufacturing sector is concentrated \nin six largely traditional industrial sectors—petrochemicals, food processing, nonferrous metals, \nautomobiles, textiles, and machinery. With foreign trade constituting a mere 10% of provinces’ \ngross domestic product (GDP), Henan's economy is not as open as those of many other \nprovinces.  Henan  has  not  been  successful  in  attracting  a  significant  volume  of  foreign \ninvestment. \n \n3.  Structural  weaknesses  in  the  economy,  underdeveloped  external  linkages  and  a \nrelatively weak private sector presence contribute to Henan’s comparative underdevelopment. \nDue to the preponderance of agriculture, mining and traditional industries in the economy, the \ntax base is moderately narrow and fiscal performance relatively weak. The province raises only \n1.8% of the nation's fiscal revenues, although it has a 6% share of national GDP. Consequently, \nthe province’s own sources of revenue cover only 45% of its total spending, resulting in a \nsignificant reliance on central transfers, which are received in the form of shared taxes, special \npurpose  (earmarked)  grants,  general  block  grants,  and  policy-based  grants  to  implement \ncentrally sponsored programs of national importance. \n \n4.  Modernization  of  the  agriculture  sector,  which  has  an  important  place  in  Henan's \neconomy,  is  a  major  issue.  Although  it  contributes  only  about  16.5%  of  provincial  GDP, \nagriculture remains a major source of support to about two-thirds of the province's population, \nwhich resides in rural areas. There is considerable scope for raising agricultural productivity \nthrough the introduction of new technologies and enhanced use of modern farm inputs and \npractices.  In  recent  years,  the  provincial  government  has  also  promoted  leading  private \nenterprises linked to the farm sector through incentives rather than through direct participation in \nproduction,  as  in  the  past.  The  provincial  government  is  keen  to  further  strengthen  this \nincentive-based approach. \n                                                 \n1  The TA is included in the 2008 TA program for the PRC. \n2  The TA first appeared in the business opportunities section of ADB’s website on 25 April 2008. \n3  Major farm products include wheat, corn, oilseeds, and cotton. \n ", "2   \n \n5.  The industrial sector contributes about 54% of provincial GDP. The province has a \nsignificant mining industry but profitability is low, in part because of centrally controlled output \nprices. Within the manufacturing sector, petrochemicals, food processing, textiles, nonferrous \nmetals, automobiles and parts, and machinery are major industries. State-owned enterprises \n(SOEs)  account  for  the  bulk  of  manufacturing  and  mining  enterprises,  and  these  were \ntraditionally responsible for providing many social services. Although many of these social \nresponsibilities have been divested from SOEs since 2004, SOE reforms remain a major fiscal \nissue for the provincial government. The government is eager to reduce the number of SOEs, \nwhich  is  expected  to  fall  from  5,000  in  2007  to  4,500  in  2008.  The  government  is  also \ncontemplating other reforms such as separating the supervision function from the State Asset \nSupervision  and  Administration  Commission,  which  controls  SOE  ownership.  The  Finance \nDepartment intends to pursue deeper reforms in the sector, focused on the creation of an \nenvironment conducive to private sector investment.  \n \n6.  Due to its central location Henan serves as a major transit hub, particularly for railways, \nbut it lags behind other provinces in infrastructure penetration. Infrastructure is currently funded \nfrom several sources, including tolls and central funds, which the central Government raises by \nissuing bonds. These are provided to provincial and local governments in the form of grants for \nnon-remunerative infrastructure, and as loans for remunerative projects. Additional funds are \nraised from banks and multilateral institutions. In addition to investing, the Finance Department \nis responsible for (i) due diligence to ensure project viability, (ii) effective project implementation, \nand (iii) prudent use of funds. The government is eager to study other ways of using fiscal \ninstruments to stimulate infrastructure investment, including from the private sector.  \n \n7.  The provincial government places strategic importance on promoting the services sector \nas an environmentally sustainable means of generating employment and export earnings. In this \nregard,  the  government  seeks  to  assess  where  Henan  Province  enjoys  a  comparative \nadvantage, and the potential for development of a modern services industry through the use of \nfiscal instruments. Henan Province is a cradle of Chinese civilization and has a number of \nancient heritage sites of archeological importance, many of which are either underdeveloped or \nin the state of disrepair. Development of these sites would serve to both preserve the province’s \nrich  cultural  heritage  and  enhance  its  attractiveness  as  a  destination  for  domestic  and \ninternational tourists. The government considers the services sector as having tremendous \npotential for generating employment and export revenues, with minimal adverse environmental \nimpacts. \n \n8.  The provincial government would also like to use fiscal instruments to promote energy-\nefficient  and  environmentally  sustainable  economic  growth.  It  is  critical  that  Henan  move \ntowards  energy  efficiency  and  environmental  sustainability.  The  province’s  relatively  high \ndependency on energy- and raw material-intensive industries and on agriculture provides a \nsignificant challenge to the government in designing and implementing incentive-compatible \npolicies to induce sustainable development. \n \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n9.  The impact of the TA will be improved economic performance of Henan, relative to the \nnational average, that is grounded in a better understanding of key fiscal constraints to inclusive ", "  3\nand sustainable growth. The outcome of the TA will be a superior fiscal policy regime that will \nease binding constraints on sustainable growth in key sectors of Henan’s economy. \n \nB.  Methodology and Key Activities \n \n10.  The TA will have two groups of outputs:   \n \n(i)  A  Strategic  Report  on  Fiscal  Policy  for  Accelerating  Economic \nDevelopment in Henan. The report will review the overall economic structure of \nHenan Province, analyze the interaction between fiscal policy and economic \ngrowth,  diagnose  impediments  and  key  constraints  to  growth,  and  identify \nremedial fiscal policy measures to remove impediments to sustainable growth, \nexports, and employment. It will also identify lessons for other provinces where \npossible. \n(ii)  A series of five background papers on the topics indicated below, to provide \nnecessary inputs for the strategic report in (i) above. The papers will cover the \nfollowing subjects: \n \n(a)  Overview study: improving sustainable livelihoods and promoting a \nharmonious society. The paper will analyze how fiscal policy can be used \nto enhance access to employment, education, health, and social security \nwith the goal of promoting harmonious development of agriculture, industry \nand services; will make policy recommendations to remove existing fiscal \nimpediments  to  sustainable  growth;  and  study  the  fiscal  management \nstrengths of the Henan government.  \n \n(b)  Industrial and infrastructure development and market transformation. \nThe  paper  will  study  fiscal  policies  for  (1)  reforming  SOEs  in  six  key \nindustrial  sectors—food  processing,  petrochemicals,  nonferrous  metals, \nautomobiles  and  parts,  machine  tools,  and  textiles—with  a  view  to \nattracting private investment and modern technology into these sectors; \n(2) restructuring and modernizing basic manufacturing (industries producing \nraw materials), mining, energy (with special focus on hydropower), and \ntransportation; (3) opening up Henan’s economy to external markets and \nthe private sector with a view to promoting competition and investment; and \n(4) introducing fiscal instruments for promoting resource conservation and \nenergy efficiency and to protect the environment and biodiversity. \n \n(c)  Modernization  of  the  services  sector.  The  paper  will  (i)  review  the \ncomparative advantage of Henan Province based on its human and natural \nendowments  and  linkages  to  rest  of  the  economy,  with  a  view  to \ndiversifying into a modern services sector; (ii) based on the comparative \nadvantages, identify specific sectors and activities that could be promoted; \nand (iii) propose a fiscal strategy to stimulate the development of a modern \nservices sector in Henan. \n \n(d)  Preservation of cultural resources. Henan has a rich cultural heritage \nand a number of ancient cultural sites and classical forms of fine arts. This \nheritage has the potential to attract both national and international visitors, \nbut is currently not fully exploited due to access impediments. The paper \n ", "4   \nwill prepare a fiscal blueprint to preserve and develop the cultural heritage \nof Henan Province.  \n \n(e)  Fiscal strategy for export promotion. Henan Province’s weak external \ntrade linkages are seen as a major impediment to growth by the provincial \ngovernment. Development policy would seek to increase the potential for \nexporting goods and services by providing fiscal incentives and investing \npublic  funds  in  supporting  infrastructure.  The  paper’s  objectives  would \ninclude development of a fiscal blueprint for export-oriented development \npolicy.  \n \n11.  In addition, study tours will be organized to learn from foreign experience in the use of \nfiscal  instruments  for  regional  development,  particularly  for  (i)  promotion  of  (a)  industry, \nincluding  high-tech  manufacturing;  (b)  services,  including  tourism;  (c)  infrastructure;  and \n(d) renewable energy and recycling;4 and (ii) regulation of labor migration. \n \nC.  Cost and Financing \n \n12.  The TA is estimated to cost $550,000 equivalent. The Government has requested ADB \nto finance $400,000 equivalent. The TA will be financed on a grant basis by ADB’s TA funding \nprogram. The Government will provide the remaining $150,000 of local currency costs in kind, to \ncover  office  accommodation,  counterpart  staff,  transportation,  and  other  related  services. \nDetailed cost estimates are in Appendix 2. \n \nD.  Implementation Arrangements \n \n13.  The Ministry of Finance and ADB agreed for a partial delegation5 of TA implementation \nto the Department of Finance of Henan Province (DOF), which will be the executing agency (EA) \nfor the TA. An assessment of the procurement capacity of DOF by ADB confirmed that DOF has \nthe capacity to implement a delegated TA. The Institute of Fiscal Studies (IFS)6 will be the \nimplementing agency. Partial delegation, in this context, would include (i) overall guidance of the \nTA; (ii) selection and engagement of the national consulting entity;7 and (iii) procurement of \nequipment, national workshops, and overseas training. ADB would assume responsibility for \nselection and engagement of the international consultant, and TA oversight.8 The provincial \ngovernment  will  formulate  the  detailed  work plan  for  the  TA  and  implement  it  through  an \nextensive consultation process to have broad-based ownership, with wider inputs into the policy \nresearch studies. DOF will be assisted in the day-to-day administration of the TA by a technical \nassistance management committee.9 Overall supervision of the TA will be undertaken by DOF \n                                                 \n4  Particularly in Japan, the Republic of Korea, and the United States. \n5  To increase ownership of TA projects and improve sustainability of project benefits, ADB may, in particular \ncircumstances, delegate responsibility to a borrower (“delegated TA”) to recruit and supervise TA consultants in \naccordance with the Guidelines on the Use of Consultants (2007, as amended from time to time). The level of \ndelegation would be akin to “low level of EA delegation” under ADB. 2008. Increasing the Impact of the Asian \nDevelopment Bank’s Technical Assistance Program. Manila.  \n6  IFS is a registered nonprofit institute under DOF administrative supervision. The institute was chosen as a result of \n(i) its work experience and intimate knowledge of fiscal policy issues in the province, (ii) the need to have a reliable \ninstitutional anchor for consultative processes over a long time period, and (iii) to coordinate multidisciplinary inputs \nfrom several local institutions into each of the five sector studies proposed under the TA. \n7  IFS or IFS staff could not be contracted as national consultants. \n8  Oversight may include checks on the selection and engagement of national consulting entities and expenditure \naudits. \n9  The committee will be constituted at the time of TA inception. ", "  5\nwith support from a steering committee comprising DOF representatives, the research institute \nof the government of Henan, the provincial academy of social sciences, and ADB.10  \n \n14.  An international expert on fiscal policy with a strong background in development and \nfiscal management will be engaged by ADB for 3 person-months. DOF will recruit a single \nconsulting entity to undertake the studies. DOF should apply consultant qualification selection \n(CQS)  to  recruit  the  consulting  entity.  Resource  persons  will  be  engaged  to  contribute  to \nworkshops and training programs. All consultants11 for the TA will be engaged in accordance \nwith ADB’s Guidelines on the Use of Consultants (2007, as amended from time to time). \nProcurement under the TA will be in accordance with ADB’s Procurement Guidelines (2007, as \namended from time to time); the procurement method is described in the procurement plan \n(Appendix 3), which also outlines the extent of ADB oversight over various delegated activities.  \n \n15.  The  TA  grant  proceeds  will  be  disbursed  in  line  with  ADB’s  Loan  Disbursement \nHandbook (2007, as amended from time to time). For withdrawal of the TA grant funds, the EA \nwill submit to ADB the original withdrawal application signed by an authorized representative, a \nsummary sheet, and copies of supporting documents. To facilitate implementation of the TA \nactivities, following TA effectiveness DOF will establish and manage an imprest account in a \nbank acceptable to ADB. The ceiling of the imprest account will be $100,000; claims should be \nbased on detailed estimated expenditure costs. The interest earned on the TA grant in the \nimprest account can be used to cover bank charges and any other remittance fees. Upon \ncompletion of the TA grant and before closing of the imprest account, any unutilized interest \nshould be returned to ADB. If the remittance fees and other bank charges exceed the interest \nearned,  the  amount  in  excess  of  interest  earned  could  be  charged  to  the  miscellaneous \nadministration expenditures of the TA. To simplify documentation, the statement of expenditure \nwill be used for liquidation and replenishment of the imprest account and reimbursement of \neligible costs for any individual payment not exceeding $10,000. Expenditures in excess of the \nstatement of expenditure will be reimbursed, replenished, and liquidated based on the full \nsupporting documentation. DOF is currently implementing ADB loan projects and has adequate \nfinancial management capabilities. DOF will maintain separate accounts for the TA grant; these \naccounts will be audited annually, with the audit report submitted to ADB within 3 months of the \nend of the fiscal year. DOF will retain the original supporting expenditure documents under the \nTA for 5 years after TA completion; during that period DOF will make these documents available \nto  ADB  for  review  upon  request.  A  diagrammatic  depiction  of  the  flow  of  funds  is  in \nSupplementary Appendix 1. \n \n16.  The international fiscal policy expert will assist the EA in TA implementation by providing \nan  international  perspective  on  development  issues,  advising  on  fiscal  policy  issues,  and \nreviewing studies to improve their quality. The international consultant will prepare output (ii)(e) \nand also assist in the preparation of outputs (i) and (ii)(a) in para. 10, with particular focus on \nstrengthening  the  public  financial  management  system.  Draft  terms  of  reference  for  the \nconsultants are in Appendix 4. \n \n17.  A technical support committee comprising top research institutions will be constituted to \nprovide the necessary advisory, technical and peer review inputs for preparing all policy studies \nplanned under the TA (the TA organization chart is in Supplementary Appendix 2). Among \nothers, the technical support committee will be represented by experts drawn from (i) the \n                                                 \n10 Represented by the East Asia Department and the PRC Resident Mission. \n11 The consultants will be entitled to the privileges, exemptions (including tax exemptions), and immunities provided in \nthe Technical Assistance Framework Agreement between the Government and ADB, dated 23 December 1996. \n ", "6   \nresearch institute of the government of Henan, (ii) the research institute of the communist party \nof Henan, (iii) provincial academy of social sciences, (iv) the University of Zhengzhou, (v) the \nUniversity of Henan, (vi) the college of financial studies of Henan, (vii) the vocational school of \nthe Henan taxation bureau, and (viii) the planning agency of the Henan provincial government. \nThe national consulting entity will prepare four studies covering outputs (ii)(a)–(ii)(d) and the \nstrategic study under (i) indicated in para. 10. The IFS, in addition to providing fiscal policy \ninputs  to  all  studies  as  required,  will  help  DOF  in  supervising  the  inputs  of  national  and \ninternational consultants. All the studies will be based on a survey of experience in other \nprovinces of PRC, field work in Henan Province, international experience, and will draw on \nofficial and other studies and research reports. The TA will be completed in 18 months.12 \n \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe Government of the People’s Republic of China for Fiscal Policy Support for Economic \nDevelopment in Henan and hereby reports this action to the Board. \n                                                 \n12 The TA is expected to commence in February 2009 and end in July 2010. ", "  Appendix 1  7\nDESIGN AND MONITORING FRAMEWORK \nData Sources/ \nDesign  Performance  Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact  By 2015 Henan’s gross  National income  Assumptions \nImproved relative economic  domestic product trend  accounts  The government is committed to \nperformance of Henan  growth rate exceeds the    carry forward fiscal reforms in all \nnational average.  the sectors to stimulate growth. \n \nRisks \nOverall macroeconomic conditions \nbecome unfavorable to one or \nmore of Henan’s leading sectors \n(agriculture and six strategic \nindustrial sectors) \nOutcome  By June 2011 new fiscal  Government  Assumptions \nSuperior fiscal policy regime to  policies introduced to  policy  The government formulates and \nease binding constraints on  (i)  stimulate  employment  announcements  implements the policies \nsustainable growth in key sectors  (ii)  stimulate the services    recommended by TA studies. \nof Henan economy introduced  sector, including tourism   \n(iii)  preserve cultural heritage  Risks \n(iv)  restructure SOEs  Potential resistance from other \n(v)  promote energy  departments to reformulation of \nefficiency  fiscal policies, particularly relating \n(vi)  reduce environmental  to subsidies, cost recovery, \ndegradation  environment, and SOE reforms. \nOutputs      Assumptions \nA strategic report on the use of  Report prepared by March  TA review and  All departments of Henan \nfiscal policy to promote  2010  progress reports  governments involved in the project \nenvironmentally sustainable and      will cooperate to facilitate carrying \ninclusive growth in Henan.       out the all sector studies. \n     \nFive background papers on the  Reports prepared by  TA reviews and  Risks \ntopics indicated under the  December 2009   progress reports   Inadequate coordination between \nactivities below to provide      the international consultant and \nnecessary inputs for the strategic  national consultants.  \nreport. The reports incorporate \ninternational experiences as well \nas those of other provinces in the \nPeople’s Republic of China. \nActivities with Milestones  Inputs \n1.   Preparation of Reports and Workshops  ADB—$400,000  \n1.1   Workshop to discuss detailed framework of studies (2 months)  Consulting inputs—$155,000 \n1.2   Preparation of five sector reports (10 months)  Travel, reports and \n         1.2.1  Study Tours  communications—$35,000 \n    1.2.1 (a)  Overseas study tour \nWorkshops and training—$95,000 \n    1.2.1 (b)  National study tours within and outside province \n  1.2.2   Midterm workshop to discuss draft sector reports (3 days)  Equipment—$40,000 \n1.3   Preparation of strategic report assistance from international consultant  Surveys, resource persons, and \n(4 months).  miscellaneous expenses—$25,000 \n1.4   Output evaluation workshop (3 days) \nContingencies—$50,000 \n1.5   Revision of all papers (1 month) \n  Government—$150,000 \n  Office and transport—$70,000 \nRemuneration to counterparts—\n$60,000 \nContingencies—$20,000 \nADB = Asian Development Bank; SOE = state-owned enterprise; TA = technical assistance. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nItem  Total Cost \nA. Asian Development Bank (ADB) Financing a     \n1.  Consultants     \na.  Remuneration and Per Diem     \ni.  International Consultants  75  \nii.  National Consultants b  80  \nb.  International and Local Travel  30  \nc.  Reports and Communications  5  \n2.  Equipment c  40  \n3.  Training, Seminars, and Conference      \na.  Facilitators (Interpreters and Translators)  10  \nb.  National Workshops/Conferences  45  \nc.  Overseas Training   40  \n4.  Miscellaneous Administration and Support Costs  5  \n5.  Resource Persons  20  \n6.  Contingencies  50  \n                  Subtotal (A)  400  \n     \nB. Counterpart Financing     \n1.  Office Accommodation and Transport  70  \n2.  Remuneration and Per Diem of Counterpart Staff  60  \n3.  Contingencies  20  \n                  Subtotal (B)  150  \n     \n                          Total  550  \na   Financed by the Asian Development Bank’s technical assistance (TA) funding program. \nb  The cost of translation of final reports to be part of lump sum remuneration to the consultants. \nc  Equipment to be purchased includes projectors, scanners, and data storage devices. Upon completion of the TA, \nequipment will be transferred to the executing agency. \nSource: Asian Development Bank estimates. \n \n \n ", "   Appendix 3  9 \nPROCUREMENT PLAN \n \nProject Name: Fiscal Policy Report for   \nEconomic Development in Henan \nDelegated TA Amount: $400,000  Executing Agency: Department of Finance, \nZhengzhou, Henan \nDate of First Procurement Plan: 29 May 2008   \n   \n \nA.  Project Procurement Thresholds \n \n1.  Except  as  the  Asian  Development  Bank  (ADB)  may  otherwise  agree,  the  following \nprocess thresholds will apply to procurement of goods and works. \n  \nProcurement of Goods and Works and Training Packages \nMethod  Threshold \nShopping for Goods  </= $100,000 \nShopping for Goods - Direct Purchase from a Supplier  </= $10,000 (see also comments below) \nFixed Budget Selection (FBS)  None, Threshold for Type of Proposal \n(FTP/STP/BTP)1 \nConsultants’ Qualification Selection (CQS)  </= $200,000 \nIndividual Consultant Selection  None, see comments below \n \nB.  ADB Prior or Post Review \n \n2.  Except as ADB may otherwise agree, the following prior or post review requirements \napply to the various procurement and consultant recruitment methods used for the Project.   \n \nProcurement Method  Prior or Post  Comments \nProcurement of Goods, Works and Training Services \nShopping for Goods  Post  Usage subject to Procurement Guidelines (2007, as amended \nfrom time to time), para. 3.5 and PAI 3.04 part C, paras. 4–5 \nShopping for Goods -  Post  Usage subject to PAI 3.04 C, para. 6. \nDirect Purchase from a \nSupplier \nOverseas Training  Prior  ADB will review proposal prepared and submitted by EA \nProposal \nNational Workshops  Prior  ADB will review a proposal prepared and submitted by EA for a \nProposals  package of national workshops \nRecruitment of National Consulting Entity \nNational Consulting Firm  Prior  EA selects and engages the national consultant. EA makes  \nSelection by EA.  submissions for ADB approval: (i) draft advertisement, \nConsultants’  proposed EOI template, EOI evaluation criteria and RFP \nQualification  (BTP), (ii) EOI evaluation report, (iii) BTP evaluation report and \nSelection(CQS)  (iv) minutes of negotiation and draft lump sum contract \nfollowing Guidelines on the Use of Consultants (2007, as \namended from time to time) \nRecruitment of Individual Consultants \nIndividual Consultant  Prior  EA selects and engages individual consultant. EA submits to \nSelection and  ADB:  (i)  shortlist  of  three  candidates,  CVs  and  evaluation \nEngagement by the EA  and/or ranking of individual consultants, (ii) draft contracts for \n                                                 \n1  FTP (full technical proposal — >$1,000,000), STP (simplified technical proposal — >$600,000 to </=$1,000,000), \nBTP (biodata technical proposal — </= $600,000). \n ", "10  Appendix 3 \n \nProcurement Method  Prior or Post  Comments \n(if required)  selected individuals following ADB’s Guidelines on the Use of \n  Consultants and in accordance with PAI 2.03 part B. \nIndividual Consultant  Selection in  ADB selects and engages individual consultant in accordance \nSelection and  cooperation  with PAI 2.03 part A and ADB’s Guidelines on the Use of \nEngagement by ADB   and  Consultants. \n  concurrence \nwith EA \n \nC.  Consulting Services Contracts \n \nContract  Forecasted \nValue  Type of  Advertisement \nPackage  ($’000)  Consultant  Date  Comments \nFiscal Policy  80  Entity  December  EA responsible for selection and \nReform  2008  engagement, applying CQS and BTP. \nFiscal Policy  75  Individual  December  ADB responsible for selection and \nReform Specialist  2008  engagement using individual \nconsultant system  \nADB = Asian Development Bank, BTP = biodata technical proposal, CQS = consultant’s qualification selection, EA = \nexecuting agency, EOI = expression of interest, FBS = fixed budget selection, FTP = full technical proposal, STP = \nsimplified technical proposal, TA = technical assistance. \n \n ", "   Appendix 4  11 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will be implemented by a team of experts, comprising one \ninternational consultant selected and engaged by the Asian Development Bank (ADB), and a \nnational consulting entity selected and engaged by the executing agency (EA). The national \nconsultants are responsible for all technical aspects of TA implementation and should have an \nin-depth understanding of the local fiscal environment. \n \nA.  International Fiscal Management Expert and Team Leader (3 person-months) \n \n2.  The  international  consultant  should  have  an  extensive  track  record  in  the  area  of \ndevelopment  finance,  particularly  intergovernmental  fiscal  relations  and  public  financial \nmanagement. The consultant will assist the EA and introduce international experiences and \nbest  practices  in  the  use  of  fiscal  policy  instruments,  and  assist  with  the  preparation  of \nrecommendations to provincial policy makers. Prior work experience in the People’s Republic of \nChina (PRC) and fluency in Mandarin are highly desirable. The international consultant is \nexpected to \n(i)  assist in identifying constraints to growth in Henan, with special reference to fiscal \npolicy impediments; \n(ii)  assist in the preparation of the strategic study on the use of fiscal policy for \nstimulating development in Henan, based on the findings of the sector studies;  \n(iii)  review and comment on the quality of the sector-specific studies and suggest \nrevisions; \n(iv)  based on international experience, and taking into account recommendations of \nthe  studies  conducted  under  the  TA,  help  prepare  recommendations  for \nimproving the use of fiscal instruments to accelerate economic development of \nHenan Province;  \n(v)  prepare the study on a fiscal strategy for export promotion and help prepare the \noverview study on a fiscal policy for improving livelihoods; and \n(vi)  assess  the  strengths  and  weaknesses  of  provincial  fiscal  management, \nspecifically  in  terms  of  comprehensiveness,  transparency,  strategic  resource \nallocation, and operational efficiency. \n \n3.  With  respect  to  development  of  a  Fiscal  Strategy  for  Export  Promotion,  the \ninternational consultant will  \n(i)  assess and analyze the (a) state of development of the export-oriented economy, \n(b) size  and  composition  of  foreign  trade,  (c)  status  of  investment,  (d)  main \nsource of exports and factors behind export growth, and (e) impediments to \ndevelopment of an export-oriented economy. \n(ii)  Review (a) fiscal policies for supporting an export-oriented economy, including \ntax incentives, subsidies, and incentives provided in industrial parks; and (b) the \nefficacy of current export promotion policies. \n(iii)  Based on the analysis of requirements for development of an export-oriented \neconomy and the inputs received from the sector studies (on industry, services, \nand  cultural  resources),  set  medium-term  goals  for  export  promotion,  and \nprepare a fiscal strategy focusing on (a) appropriate reforms for needed fiscal \ninvestments,  (b)  establishment  of  an  investment  promotion  fund  and  rules \ngoverning management of such a fund, (c) policies to attract strategic investors in \nhigh-tech  industries,  (d)  restructuring  of  industrial  enterprises  to  establish \ntransnational  enterprises,  (e)  development  of  international  markets,  and \n(f) development of agglomeration economies. \n ", "12  Appendix 4 \n \nB.  National Consultants \n \n3.  DOF will be responsible for planning, supervising and ensuring the quality of all studies \nplanned under the TA. The department will, with inputs from the Institute for Fiscal Studies \n(IFS), identify, select, and manage national consultants and ensure the delivery of all outputs \nplanned under the TA in accordance with ADB’s Guidelines on the Use of Consultants (2007, as \namended  from  time  to  time).  DOF  will  work  closely  with  the  international  consultant  in \nimplementing the TA. The international consultant will prepare one of the five sector papers \nrequired under the TA.1 The remaining studies will be outsourced to a national consulting entity. \nThe IFS will add fiscal policy inputs to all studies as required.  \n \n4.  The studies will (i) draw lessons from the experiences of selected provinces in the PRC \nand foreign countries; (ii) suggest forward-looking, innovative ways to use fiscal policies to \nsupport development; (iii) determine specific achievable outcome targets for each of the sectors \nstudied; and (iv) be balanced and practical, with strong theoretical and empirical foundations, \nand of a high standard. The studies will also suggest fiscal policy measures to improve the \nquality of service delivery by government agencies. Detailed terms of reference for national \nconsultants  will  be  finalized  by  DOF  when  seeking  expressions  of  interest  from  national \nconsultants. The broad objectives of each of the five planned sector studies and the strategic \nstudy are indicated below. \n \n5.  Overview Study: Improving Sustainable Livelihoods and Promoting a Harmonious \nSociety.  The objective of this paper is to design fiscal policies to promote sustainable \nemployment and enhance equitable and sustainable access to basic social services (covering \neducation,  health,  housing,  and  social  security).  Education  sector  policies  would  include \nsupporting compulsory basic education in rural areas, providing support to poor students, and \nexpanding vocational education. Health sector policies would focus on providing basic health \ncare services in rural and urban areas, and developing an equitable and cost-effective health \ncare  system.  This  study  will  (i)  review  the  fiscal  policies  and  impediments  to  balanced \ndevelopment of agriculture, industry and services sectors in Henan; and (ii) study the fiscal \nmanagement strengths of the Henan government.  \n6.  Industrial and Infrastructure Development and Market Transformation. In addition \nto coal mining, Henan’s industrial base is largely concentrated in six major industrial sectors—\nfood  processing,  petrochemicals,  textiles,  nonferrous  metals,  automobiles  and  parts,  and \nmachinery—  in  which  state-owned  enterprises  (SOEs)  dominate.  These  industries  face \nchallenges  due  to  a  lack  of  innovation,  weak  competitiveness,  and  low  profitability.  The \nobjective of the study is to suggest fiscal policies that would help in attracting private capital to \nimprove the sector’s efficiency and competitiveness. This includes the study of institutional \nreforms and policies needed to encourage SOE restructuring and privatization. To accomplish \nthis the consultants will  \n(i)  for each key industrial sector, conduct a diagnostic review assessing the status \nof sector development that identifies key constraints and challenges faced in \nterms of (a) institutional development, (b) the policy environment, (c) production \nefficiencies compared to the best performers in the PRC, (d) reasons for poor \nperformance, and (e) internal and external threats; and \n(ii)  based  on  (i),  formulate  fiscal  policies  for  attracting  private  investment  and \nmodern technology into the key industries;  \n                                                 \n1  The sector study on fiscal strategy for export promotion will be based on the findings of the sector studies and the \nconsultant’s own study on overall fiscal policy and strengths of Henan Province’s fiscal management. \n ", "   Appendix 4  13 \n(iii)  include under (ii) a plan for restructuring SOEs with a view to attracting private \ninvestment and modern technology to enhance their competitiveness;  \n(iv)  prepare policies to open up the Henan economy to external markets and the \nprivate sector with a view to promoting competition and attracting investment; \n(v)  take careful note of natural advantages, core competitiveness, and the future \npotential of Henan Province while formulating fiscal policies; and \n(vi)  suggest  policies  for  promoting  resource  conservation,  energy  efficiency  and \nreducing the adverse environmental impact of industry.   \n \n7.  Modernization of the Services Sector. The paper will design fiscal policies to promote \nmodernization of the services sector in Henan. To achieve this, the study will examine \n(i)  the current status of services in Henan and the internal structure of the sector in \nrelation  to  service  sectors  in  other  provinces  in  the  PRC,  and  the  relative \ndevelopment and competitiveness of the service sector in the 18 cities in the \nprovince;  \n(ii)  factors  that  influence  modernization  of  services,  and  how  the  sector’s \ndevelopment would influence the growth process; \n(iii)  the comparative advantage of Henan Province for developing a modern services \nsector, its competitiveness (in terms of attracting investment) compared to other \nprovinces in the PRC, and impediments to service sector modernization in Henan \nProvince; \n(iv)  existing fiscal (including tax and expenditure) policies to promote modernization \nof the services sector, and assess the effectiveness of existing fiscal instruments \nto stimulate modernization; and \n(v)  based  on  (iv),  assess  key  constraints  and  set  medium-term  goals  for \nmodernization,  and  prepare  a  fiscal  strategy  focusing  on  (a)  needed  fiscal \ninvestments,  (b)  tax  incentives,  (c) the  burden  of  nontax  revenues  on  the \nservices  sector,  (d)  incentive  policies  for  local  government  for  promoting \nmodernization, and (e) other policies needed to create a good investment climate \nfor service sector modernization. \n \n8.  Preservation of Cultural Resources. The paper will \n(i)  assess the existing state of cultural resources, the status of development of \nactivities and institutions associated with cultural resources, and the problems \nthat enterprises and institutions associated with cultural resources face; \n(ii)  review the existing fiscal (both tax and expenditure) policies to promote cultural \nresources and activities; examine the implementation of recent policies and their \neffectiveness;  and  compare  the  policies  pursued  by  Henan  with  successful \npolicies pursued abroad, with a view to identifying weaknesses; \n(iii)  based on (ii), assess key constraints, and in collaboration with enterprises and \ninstitutions set medium-term goals for cultural resource development and prepare \na  fiscal  strategy  focusing  on  (a)  needed  investments,  (b)  tax  incentives, \n(c) support  for  enterprises  and  institutions  in  the  sector,  (d)  incentives  for \ntechnological  innovation,  and  (e)  other  policies  needed  for  preserving  and \ndeveloping cultural resources; and \n(iv)  assess  the  impact  of  the  development  of  cultural  resources  on  the  Henan \neconomy. \n \n9.  Strategic  Report  on  Fiscal  Policy  for  Accelerating  Economic  Development  in \nHenan. Drawing on the findings of the overview report and sector reports on industry and \ninfrastructure, modernization of the services sector, the development of cultural resources, and \n ", "14  Appendix 4 \n \nan export promotion strategy, the strategic report will propose an overall fiscal strategy for \naccelerating economic development in Henan. The report will \n(i)  review  the  overall  economic  structure  of  Henan  Province,  its  position  in  the \noverall PRC economy, and its social development;  \n(ii)  analyze the interaction between fiscal policy and economic growth and social \ndevelopment;  \n(iii)  diagnose impediments and key constraints to growth and social development; \nand  \n(iv)  develop a medium-term fiscal strategy to remove impediments to accelerating \ngrowth, employment, and exports in a sustainable manner, with a particular focus \non  strategically important sectors. \n "], "metadata": {"CreationDate": "D:20081219122917+08'00'", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20081222162012+08'00'", "Title": "Fiscal Policy Support for Economic Development in Henan"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 2 December 2008) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.146 \n$1.00 =  CNY6.91 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CQS  –  consultant qualification selection \n  DOF  –  Department of Finance of Henan Province \n  EA  –  executing agency \n  GDP  –  gross domestic product \n  IFS  –  Institute of Fiscal Studies \n  PRC  –  People’s Republic of China \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Public finance and expenditure management \nThemes  –  Sustainable economic growth, governance, capacity development  \nSubthemes  –  Promoting macroeconomic stability, financial and economic \ngovernance, institutional development \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  N. Chakwin, Regional Cooperation, Governance, and Finance Division, \nEARD  \n   \nTeam leader  V. B. Tulasidhar, Principal Economist, EARD  \nTeam members  K. Lao-Araya, Economist, People’s Republic of China Resident Mission, \nEARD  \nM. L. Panlilio, Senior Economics Officer, EARD \nY. Qian, Principal Economist, EARD \nH. van Rijn, Governance Specialist, Regional and Sustainable \nDevelopment Department \nT. Woods, Senior Procurement Specialist, Central Operations Services \nOffice \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "N. Chakwin", "role": "Regional Cooperation", "organization": "Governance"}, {"documentRole": "Team leader", "fullname": "V. B. Tulasidhar", "role": "Principal Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "K. Lao-Araya", "role": "Economist", "organization": "People"}, {"documentRole": "Team members", "fullname": "M. L. Panlilio", "role": "Senior Economics Officer", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Y. Qian", "role": "Principal Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "H. van Rijn", "role": "Governance Specialist", "organization": "Regional and Sustainable"}, {"documentRole": "Team members", "fullname": "T. Woods", "role": "Senior Procurement Specialist", "organization": "Central Operations Services"}]}