{"path": "data/input/ta/42019-014-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\nProject Number: 42019-014 \nMay 2019 \nProposed Loan \nPeople’s Republic of China: Multimodal Passenger \nHub and Railway Maintenance Project \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. ", "CURRENCY EQUIVALENTS \n(as of 30 April 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1485     \n$1.00  =  CNY6.7337     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CKRC  –  Chengdu–Kunming Railway Company Limited \n  CKRL  –  Chengdu–Kunming railway line \n  CRB  –  Chengdu Railway Bureau \n  CRC  –  China Railway Corporation \n  FMA  –  financial management assessment \n  IEE  –  initial environmental examination \n  km  –  kilometer \n  PAM  –  project administration manual \n  PRC  –  People’s Republic of China \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \n \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sujata Gupta, Sustainable Infrastructure Division, EARD \n   \nTeam leader  Jeffrey Miller, Principal Transport Specialist, EARD \nTeam members  Ligaya Cuevas-Arce, Senior Operations Assistant, EARD \nGloria Gerilla-Teknomo, Senior Transport Sector Officer, EARD \nAlessandra Heinemann, Social Development Specialist \n(Safeguards), EARD \nNa Won Kim, Senior Environment Specialist, EARD \nSteven Lewis-Workman, Senior Transport Specialist, Sustainable \nDevelopment and Climate Change Department \nMa. Concepcion Jea Macrohon, Project Analyst, EARD \nVeronica Mendizabal Joffre, Social Development Specialist \n(Gender and Development), EARD \nHeekyung Nam, Counsel, Office of the General Counsel \nAoxue  Ren,  Senior  Procurement  Officer,  People’s  Republic  of \nChina Resident Mission \nMark Allister Robis, Senior Financial Management Officer, EARD \nSharad Saxena, Principal Transport Specialist, EARD \nPeer reviewer  Markus Roesner, Principal Transport Specialist, Southeast Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  8 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 42019-014\nProject Name Multimodal Passenger Hub and  Department EARD/EATC\nRailway Maintenance Project  /Division\nCountry China, People's Republic of Executing Agency China Railway Corporation \nBorrower China, People's Republic of (Formerly Ministry of \nRailways)\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Rail transport (non-urban) 120.00\nTotal 120.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 1: Economic opportunities,   Climate Change impact on the  Medium\n(IEG) including jobs, created and expanded Project\nEnvironmentally sustainable  Eco-efficiency\ngrowth (ESG) Global and regional transboundary  ADB Financing\nenvironmental concerns Adaptation ($ million) 0.32\nMitigation ($ million) 119.68\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Organizational development Some gender elements (SGE)\ndevelopment (GCD)\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Medium\nHousehold Targeting No Urban Medium\nSDG Targeting Yes\nSDG Goals         SDG9, SDG13\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 120.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 120.00\nCofinancing 0.00\n     None 0.00\nCounterpart  305.81\n     Government  305.81\nTotal 425.81\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 15062018181354173600 Generated Date: 06-Jul-2018 15:15:24 PM", "to Chengdu\nAAiirrppoorrtt\nChengdu \nXichang West Station (New) Xichang\nXichang Station (Old)\nXichang South Station\nQionghai Lake\nE’Mei\nto Kunming\nMULTIMODAL PASSENGER HUB AND \nRAILWAY MAINTENANCE PROJECT\nIN THE\nSICHUAN\nPEOPLE'S REPUBLIC OF CHINA\nN\nXichang\n0 50 100\nKilometers\nGUIZHOU\nMiyi \nAnning River\nE’Mei–Miyi Section \nProposed Chengdu–Kunming Railway line Panzhihua\nExisting Chengdu–Kunming Railway line\nTrain Station\nAirport\nNational Capital\nProvincial Capital\nCity/Town YUNNAN\nProvincial Boundary\nBoundaries are not necessarily authoritative.\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this  Kunming\nmap do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal status of any territory, or any endorsement or acceptance of such boundaries, \ncolors, denominations, or information. \n18-0426 15PRC ABV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe  People’s  Republic  of  China  (PRC)  for  the  Multimodal  Passenger  Hub  and  Railway \nMaintenance Project.  \n \n2.  The project will assist China Railway Corporation (CRC) in developing modern, energy-\nefficient,  and sustainable  transport  solutions  in  the  southwestern  region  of the  PRC.1 The \ngovernment of the PRC is developing a new railway line connecting the provincial capitals of \nSichuan and Yunnan provinces. The development of this railway line is a major initiative for this \nregion, and the Asian Development Bank (ADB) is already providing assistance for developing \nthe safety aspects on this line.2 The project will construct a demonstration multimodal hub3 on \nthis line in Xichang city in Sichuan province, improve maintenance systems by introducing modern \nmaintenance equipment, and enhance institutional capacity for railway maintenance.4 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Lagging railway development in the southwestern region of the People’s Republic \nof China. The rail transport subsector is vital to the economic and social development in this \nregion, and its expansion is needed to extend the benefits of development to people living in the \nregion.  Railway  development  has  lagged  in  the  southwestern  region  owing  to  the  highly \nmountainous terrain, which makes railway construction difficult. This constrains economic growth, \nparticularly in landlocked provinces like Yunnan and Sichuan. This region has also lagged in \neconomic development, and gross domestic product per capita remains low, especially compared \nwith the more prosperous eastern provinces: out of the 31 administrative divisions in the PRC, \nSichuan province is ranked 23rd and Yunnan province 30th. The government recognizes the \nvirtues of the railway as a cheaper, safer, and more fuel-efficient mode compared to other \ntransport modes. It has the potential for greater speed and the capacity to provide demand-\nresponsive sustainable development along core economic corridors without taking much land \narea, if properly planned and developed. In the Thirteenth Five-Year Plan, 2016–2020, the \ngovernment  has  placed  special  emphasis  on  expanding  the  railway  network  to  promote \nsustainable development in poorer and undeveloped provinces.5 The plan envisages removing \nexisting constraints in railway capacity and enhancing railway development in the western region \nby developing intercity rail networks to support inclusive development and reduce inequality and \npoverty. \n \n4.  Chengdu–Kunming railway line. The existing line connecting the capital cities of Yunnan \nand Sichuan provinces was constructed in 1970, is a single-track line with operating speeds of \n40–60 kilometers (km) per hour, and has been operating at near full capacity for more than \n10 years. To expand capacity across the southwestern region of the PRC, a new railway line is \nbeing developed. The new Chengdu–Kunming railway line (CKRL) involves the construction of \n                                                \n1  The project is included as a firm project for 2019 in ADB. 2018. Country Operations Business Plan: People’s Republic \nof China, 2018–2020. Manila. \n2  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the People’s \nRepublic of China for the Mountain Railway Safety Enhancement Project. Manila. \n3  The term multimodal hub generally refers to any facility that caters to more than one mode of transport. \n4  The project was prepared with funds from ADB. 2017. Technical Assistance to the People’s Republic of China for \nSupporting Project Preparation. Manila. \n5  Government of the PRC, National Development and Reform Commission. 2015. Outline of the Thirteenth Five-Year \nPlan for National Economic and Social Development of the People’s Republic of China, 2016–2020. Beijing (adopted \nin 2016). ", "2 \n860 km (645 km in Sichuan and 215 km in Yunnan) of railway line for passenger and freight \ntransportation. The new CKRL is 22% shorter (236 km) than the existing single-track line \n(1,096 km). Trains on the new railway line will be able to run at 160 km per hour compared with \nthe existing speed of only 60 km per hour. The capacity for passenger trains per day would \nincrease from 24 to 70. The shorter alignment and faster train speeds will shorten the travel time \nto less than 8 hours for passenger trains. Presently, it takes 18–22 hours for people to travel from \nChengdu to Kunming via rail. The shorter travel time is likely to make the railway a more attractive \ntravel option, and it is estimated that there will be a modal shift of 3.2 million passengers from \nroad to railway after the new line becomes operational, which will reduce energy consumption \nand lower carbon emissions. \n \n5.  Need for integrated and energy-efficient multimodal hubs. In the PRC, new railway \nstations often do not meet the needs of passengers, as they are often located far from city centers \nand are not well integrated with cities’ transport systems. Thus, while the new railway lines will \nfacilitate faster intercity travel, the stations also need to be efficiently linked to city centers with \nwell-designed multimodal transport infrastructure and high-quality integrated public transport \nservices.  This  will  enhance  the  quality  of  the  journey  experience  for  passengers  and  will \nencourage increased use of public transport. This will reduce transport costs, increase travel \nopportunities and regional accessibility to jobs and services, and promote economic development \nand poverty reduction. One of most important multimodal hubs on the CKRL will be developed in \nXichang city in Sichuan province, which has a population of about 775,000. It is rich in agriculture \nand food processing industries, is one of the centers of the PRC’s space satellite program, and is \na popular tourist destination. It is estimated that 2.8 million passengers will use the Xichang \nmultimodal hub in 2025. Developing Xichang into a well-designed multimodal hub could have a \nmajor demonstration impact for the region. One of the most important strategic objectives of all \ndevelopment initiatives in the PRC is the reduction of energy consumption and carbon emissions \nacross sectors. In the PRC, buildings alone consume over 20% of the total energy produced, and \na shift toward green buildings is of great importance. The rail transport subsector in the PRC has \ndeveloped rapidly, with the number of stations now exceeding 5,000, so the subsector should pay \nsufficient attention to the use of energy in the stations. Railway stations can be developed as a \nmodel to demonstrate best practices in energy efficiency. \n \n6.  Ensuring sustainability through improved maintenance. Good maintenance practices \nare an integral part of providing competitive, high-quality, and reliable railway transportation. The \nPRC railway network is managed and maintained by 18 bureaus that are wholly owned and \ncontrolled by CRC. The new CKRL line will be managed and maintained by Chengdu Railway \nBureau (CRB). By the end of 2016, the network size under CRB had reached 9,100 km. Of this, \nabout 2,100 km of track had an operating speed of 200 km per hour and above, and the remaining \n7,000 km was ordinary railway track. The volume of traffic carried was 210 million passengers, \nand 190 million tons of freight. The railway lines managed by CRB are typically in mountainous \nareas. The geological situation is complex, and the topography and landscape are hazardous. \nThe  difficult  terrain  poses  major  challenges  for  conventional  maintenance  systems.  Over \n1,500 km of the network has curves with a radius of fewer than 600 meters, which causes rapid \ntrack wear and deformation and requires careful monitoring. CRB’s current maintenance and \ninspection equipment are insufficient. The maintenance staff have limited capacity and often \nstruggle to keep up with the demands of the rapidly growing network, which is increasingly difficult \nto maintain owing to the surge in operating speeds. \n \n7.  Regional cooperation. The southwestern PRC has good economic complementarities \nwith South Asian and Southeast Asian countries, and bilateral trade is growing rapidly. Bordering \nthe  Lao  People’s  Democratic  Republic,  Myanmar,  and  Viet  Nam,  the  provinces  of  the \nsouthwestern  PRC  form  a  regional  cooperation  link  between  the  PRC  and  Association  of \n ", "3 \nSoutheast Asian Nations. The new CKRL will, together with the pan-Asia railway, constitute an \ninternational railway channel (i) connecting the PRC with the Lao People’s Democratic Republic \nMyanmar, and Viet Nam; (ii) playing a key role in strengthening communication and trade \nbetween the PRC and Southeast Asia and South Asia; and (iii) promoting the development of the \nPRC–Association of Southeast Asian Nations free trade area.6 The PRC further needs assistance \nin ensuring that the line is (i) properly integrated with other transport modes through well-designed \nmultimodal hubs, and (ii) made sustainable by having an improved maintenance system in place. \n \n8.  Strategic  priorities.  The  project  supports  a  number  of  the  operational  priorities  of \nStrategy 2030.7 By improving maintenance and thus reliability of railway operations, the project, \nwhich is located in a less-developed area of Sichuan province in the southwestern PRC, will \naddress poverty by improving access to markets and nonfarm employment opportunities. The \nproject incorporates distinct gender-sensitive design features to enhance women’s inclusion and \nparticipation, and ensure that women benefit from the railway line and station. The project will \nsupport climate change mitigation by maximizing the passenger hub’s (i) capacity to facilitate \nefficient intermodal connectivity and (ii) incorporation of energy efficiency features. The project \ncontributes to climate change mitigation by enabling a modal shift to railways, which are less \ncarbon intensive compared with other modes of transportation. The location of the new passenger \nhub on an important railway line will strengthen its demonstration effect on the development of \nrailway stations in cities of similar size in the PRC. By improving railway maintenance on an \ninternational railway corridor linking the PRC and Southeast Asia, the project will (i) strengthen \nservice delivery and improve institutional capacity, and (ii) facilitate regional cooperation. Through \nits support for climate change mitigation and regional cooperation, the project supports regional \npublic goods. Overall the project improves access to market and jobs thereby directly impacting \nlivelihoods of the people in the region. \n \n9.  The project is aligned with the strategic priorities of ADB’s country partnership strategy for \nthe PRC, 2016–2020 in supporting inclusive economic growth, as the project is in a less-\ndeveloped region (Sichuan province in the southwestern PRC).8 The project will help the PRC \naddress the challenges highlighted above, and deepen the cooperation between the government \nand ADB by helping to develop the rail transport mode into a sustainable transport system for \nfreight and passengers. The project is in line with ADB’s Sustainable Transport Initiative, which \nhighlights railway development as an important opportunity for sustainable transport operations.9 \nThe project is consistent with the PRC Thirteenth Five-Year Plan’s objectives of balanced \ndevelopment of rural and urban areas, better transport connectivity, and inclusive urbanization \n(footnote 5). The CKRL is also part of the PRC’s medium- and long-term railway network plan, \nwhich seeks to improve the railway system, especially in the central and western PRC.10 \n \n10.  Value  added  by  ADB  assistance.  ADB  will  add  value  to  the  project  through  the \nincorporation of design features to enhance the sustainability and efficiency of the multimodal hub, \nprocurement of advanced technology railway maintenance equipment, and incorporation of \ngender-sensitive features. ADB has played a significant role in supporting CRC’s development of  \nmultimodal passenger hubs in the PRC, including through the provision of technical assistance.11 \n                                                \n6  The Pan-Asia railway (also known as the Kunming–Singapore railway) refers to a network of railway lines, planned \nor under construction, that would connect the PRC to Singapore and the countries of mainland Southeast Asia. \n7  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n8  ADB. 2016. Country Partnership Strategy: People’s Republic of China—Transforming Partnership: People’s Republic \nof China and Asian Development Bank, 2016–2020. Manila. \n9  ADB. 2010. Sustainable Transport Initiative Operational Plan. Manila. \n10 Government of the PRC. 2016. Medium- and Long-Term Railway Network Plan. Beijing. \n11 ADB. 2011. Technical Assistance to the People’s Republic of China for Developing Multimodal Passenger Transport \nHubs. Manila. \n ", "4 \nADB’s support for the development of the multimodal hub in Xichang city will add value through \n(i) an emphasis on the use of recycled materials to ensure sustainable construction, (ii) the \nextensive use of renewable energy sources and energy efficiency features in building design, and \n(iii) a design to maximize connectivity between different transport modes to facilitate intermodal \ntransfers for passengers. ADB will also add value by financing procurement of modern track \nmaintenance equipment using international advertising. Investing in high-quality, state-of-the-art \nmaintenance equipment will yield substantial benefits by improving the reliability and operational \nefficiency of train operations and facilitating sustainability. The capacity building activities will \nassist in the development of an integrated approach to maintenance systems, which is needed to \nmaintain  the  intensively  used  railway  infrastructure.  ADB’s  involvement  will  also  prioritize \nmaintenance, which in the past in the PRC has been given lower priority than the construction of \nnew railway lines. The concentration of passengers arising from connecting transport modes will \nfacilitate the development of private-sector market opportunities. ADB will also ensure the project \nincorporates distinctive gender-sensitive design to enhance the level of satisfaction, comfort, and \nsafety of women using public transportation. These features include improved safety features, \nuniversal design to facilitate accessibility of people, and improved signage. The project has also \nset targets to contribute to women’s economic empowerment through project-related employment \nand to ensure that women railway staff strengthen their knowledge and skills to improve their \nemployment and career prospects. \n \nB.  Impact and Outcome \n11.  The  project  is  aligned  with  the  following  impact:  sustainable  railway  system  in  the \nsouthwestern PRC developed (footnotes 5 and 10). The project will have the following outcome: \nintegrated, energy-efficient, and sustainable railway corridor in Sichuan province developed.12 \n \nC.  Outputs \n \n12.  Output  1:  Multimodal  passenger  hub  developed.  The  project  will  construct  a \nmultimodal  passenger  hub  in  Xichang  (Xichang  west  station),  which  is  a  growing  tourist \ndestination in Sichuan province.13 Xichang city is the capital of Liangshan prefecture in Sichuan \nprovince, located in the middle of the CKRL.14 The hub will include good intermodal connectivity \nand energy efficiency features in the form of improved insulation and enhanced air ventilation \nsystems, and conform to PRC’s standard for green buildings.15 It will have improved drainage \nsystems to adapt to the risk of flooding and will generate renewable energy generation through \nsolar power. The hub will incorporate inclusive and gender-sensitive features for a bus station for \nlong-distance,  local,  and  tourist  buses;  ticketing  and  support  facilities;  parking  for  cars, \nmotorcycles, and bicycles; and pedestrian walkways linking the railway station to other transport \nmodes to facilitate intermodal transfers. \n \n13.  Output 2: Railway maintenance improved. Track-renewal and track-laying operations \nrequire high expenditure for personnel and machines. With the help of mechanized work methods, \nthese costs can be significantly reduced and a higher quality can be achieved. This output will \nprocure modern railway track maintenance machines. The equipment will cover track inspection \nand repair, as well as rescue and restoration. This output will also include capacity building for \n                                                \n12 The design and monitoring framework is in Appendix 1. \n13 About 18.20 million tourists visited in Xichang in 2013, which was 18.69% higher than the 15.33 million in 2012, with \ntourism revenue of CNY10.52 billion in 2013 compared with CNY8.06 billion in 2012. \n14 Xichang west station will be built in Xichang’s newly urbanized area, 10 km northwest of the existing city and 9 km \nsouthwest of Xichang Qingshan Airport. \n15 Government of the PRC, Ministry of Housing and Urban-Rural Development. 2014. Assessment Standard for Green \nBuildings – GB/T 50378-2014. Beijing. \n \n ", "5 \nrailway  maintenance  measures  and  training  on  railway  maintenance  systems.  Staff  from \nexecuting and implementing agencies will be trained, and technical exchanges on maintenance \ntechnologies and new maintenance techniques will be organized to familiarize staff in these areas. \nTraining on the operations of the new railway maintenance machines will be included in the \nprocurement contracts. ADB will also provide railway asset management training through its \nknowledge and support technical assistance on sustainable transport.16 \n \nD.  Summary Cost Estimates and Financing Plan \n \n14.  Detailed cost estimates by expenditure category and by financier are included in the \nproject administration manual (PAM).17 The major expenditure items are equipment and civil \nworks. \n \nTable 1: Summary Cost Estimates \n($ million) \nItem        Amounta \nA.  Base Costb    \n  1.   Multimodal passenger hub developed  126.01 \n  2.   Railway maintenance improved  240.69 \n    Subtotal (A)  366.70 \nB.  Contingenciesc  41.49 \nC.  Financial Charges During Implementationd  17.62 \n      Total (A+B+C)  425.81 \na  Includes taxes and duties of $42.24 million to be financed from government resources as counterpart funds through \ncash contributions. \nb  In mid-2018 prices as of May 2018. \nc  Physical contingencies computed at 5% for civil works and equipment. Price contingencies computed at average \nof (i) 1.5% for the first and second years, and 1.6% thereafter on foreign exchange costs; and (ii) 2.3% for the first \nand second years, and 2.2% annually thereafter on local currency costs. Includes provision for potential exchange \nrate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the ordinary capital resources loan has \nbeen computed at the 7-year United States dollar fixed swap rate plus an effective contractual spread of 0.5% and \nmaturity premium of 0.2%. Commitment charges for the ordinary capital resources loan are 0.15% per year, to be \ncharged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n15.  The government has requested a regular loan of $120 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 25-year term, including a grace period \nof 7 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such other \nterms and conditions set forth in the draft loan and project agreements. Based on the loan terms \nand government’s choice of 10% annuity repayment option, the average maturity is 18.76 years, \nand the maturity premium payable to ADB is 0.20% per year. The interest charges will not be \ncapitalized. \n \n16.  The summary financing plan is in Table 2. ADB will finance 28.20% of the project cost, \nincluding equipment and civil works. The government will finance the remaining $305.81 million \nthrough counterpart funds provided by CRC. \n \n17.  The Government of the PRC is the borrower of the loan and will relend the loan to CRC \non the same terms and conditions as those of the ADB loan. CRC will assume the foreign \nexchange and interest variation risks of the ADB loan, including contingencies. The Government \nof the PRC, CRC, and Chengdu–Kunming Railway Company Limited (CKRC) have assured ADB \n                                                \n16 ADB. 2017. Technical Assistance for Implementation of Sustainable Transport for All. Manila. \n17 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nthat counterpart funding will be provided in a timely manner, including any additional counterpart \nfunding required for any shortfall of funds or cost overruns. The indicative flow of funds and the \nonlending arrangements are specified in the PAM (footnote 17). \nTable 2: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources  120.00  28.20 \nGovernment of the People’s Republic of China  305.81  71.80 \nTotal  425.81  100.00 \n Source: Asian Development Bank estimates. \n \n18.  Climate mitigation is estimated to cost $365.43 million and climate adaptation is estimated \nto cost $1.26 million. ADB will finance 32.75% of mitigation costs and 25% of adaptation costs.18 \n \nE.  Implementation Arrangements \n \n19.  The executing agency will be CRC, a state-owned enterprise, which will be responsible \nfor the overall project preparation and implementation. It will also coordinate the operations \nmanagement and maintenance of infrastructure assets. The implementing agency will be CKRC, \na joint venture shareholding company established under PRC company law. The shareholders \nare China Railway Development Fund Company Limited (under CRC) and Sichuan Provincial \nRailway Industry Investment Group Limited (under the Sichuan Provincial Government). CKRC \nis responsible for project construction. The executing agency has engaged a tendering company \nto assist in procurement. \n \n20.  The project will be implemented over 7 years from September 2019 to September 2026. \nProcurement to be financed by ADB will follow the ADB Procurement Policy (2017, as amended \nfrom time to time) and Procurement Regulations for ADB Borrowers (2017, as amended from time \nto time). The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 17). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  September 2019–September 2026 \nEstimated completion date  30 September 2026 \nEstimated loan closing date  31 March 2027 \nManagement \n(i)  Executing agency  China Railway Corporation \n(ii) Key implementing agency  Chengdu–Kunming Railway Company Limited \nProcurement  Open competitive bidding     \nInternational Advertising  6 contracts  $91.2 million \n  Open competitive bidding     \nNational Advertising  1 contract  $28.8 million \nAdvance contracting  Advance contracting and retroactive financing will apply to the procurement of \nthe civil works contract. Retroactive financing will finance up to $24 million of \neligible expenditures (20% of the ADB loan incurred prior to loan \neffectiveness, but not earlier than 12 months before the loan is signed). \nDisbursement  The loan proceeds will be disbursed following ADB's Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed upon between the government and ADB. \nADB = Asian Development Bank. \nSource: ADB. \n   \n                                                \n18 Details of the adaptation and mitigation finance are in Climate Change Assessment (accessible from the list of linked \ndocuments in Appendix 2). \n ", "7 \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n21.  The project will finance railway maintenance equipment and a multimodal passenger hub \nin Xichang. Some of the specific equipment to be procured under the project includes track \nreplacement and ballast compacting machines, tunnel inspection vehicles, and accident relief \nvehicles. The preliminary technical specifications of the equipment have been reviewed, and it \nhas been confirmed that the equipment is compatible with and suitable for the maintenance \nrequirements of the railway network in the region. \n \nB.  Economic and Financial \n \n22.  The ADB-financed multimodal passenger hub and mechanized maintenance equipment \ncomponents were assessed individually. The economic benefits of the multimodal passenger hub \ninclude reduced travel time and vehicle operating costs, reduced greenhouse gas emissions, and \nbenefits from improved safety. The economic benefits from the maintenance equipment include \nlabor cost savings and reduced consumption of railway materials (rail, ballast, and sleepers) \nbecause of the higher productivity and work quality of mechanized maintenance machines \ncompared with CRB’s existing equipment. The project will result in large positive net economic \nbenefits. The economic internal rate of return for the project is 22.23% and the net present value \nat a 9% discount rate is CNY1.75 billion. Sensitivity analysis demonstrates that the results are \nrobust and that the project would maintain its economic viability under most plausible scenarios. \n \n23.  A financial analysis was undertaken to assess the financial sustainability of the project \nbased  on  the  fiscal  impact  of  (i)  counterpart  funds  during  the  project,  (ii)  operation  and \nmaintenance costs, and (iii) the loan repayment obligation. CRC will be responsible for all financial \nobligations. The total project cost to be financed by the government represents up to 0.19% of \nthe 2017 total revenue of CRC. After project implementation, ADB’s loan repayment, financing \ncharges, and recurrent costs will be about 0.84% of the projected annual revenue of the railway \nline. The project is financially sustainable based on the financial sustainability analysis of CRC’s \nfinancial health and the projected revenues and expenditures of the railway line. \n \nC.  Governance \n \n24.  Financial management. The financial management assessment (FMA) was conducted \nin accordance with ADB’s Financial Management and Analysis of Projects19 and Financial Due \nDiligence: a Methodology Note and related technical guidance notes.20 The FMA concluded that \nthe capacity of both CRC and CKRC is adequate, and the overall financial management risk is \nmoderate. CRC has prior and ongoing experience in implementing ADB projects and has an \nunderstanding of ADB procurement, disbursement, and financial management procedures. The \nFMA  recommended  that  CKRC  further  strengthen  its  financial  management  capability  by \nundertaking training, particularly on ADB policy and its procedural requirements for financial \nmanagement, including financial reporting and disbursement.21 \n \n25.  Procurement and anticorruption measures. All procurement to be financed under the \nADB loan will be done in accordance with the ADB Procurement Policy and Procurement \nRegulations for ADB Borrowers. The relevant sections of ADB’s Anticorruption Policy (1998, as \namended  to  date)  will  be  included  in  all  procurement  documents  and  contracts.  ADB’s \n                                                \n19 ADB. 2005. Financial Management and Analysis of Projects. Manila. \n20 ADB. 2009. Financial Due Diligence: A Methodology Note. Manila. \n21 Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n ", "8 \nAnticorruption Policy was explained to and discussed with the government and CRC. The specific \npolicy requirements and supplementary measures are described in the PAM (footnote 17). \n \nD.  Poverty, Social, and Gender \n \n26.  Poverty and social. The causes of poverty include (i) low profits from local products \nbecause of lack of market access and local processing of agricultural products, (ii) lack of local \nnonfarm employment opportunities, (iii) insufficient access to health care, (iv) vulnerability to \nclimate change and other environmental degradation; and (v) lack of access to credit and other \nsocial services. The project will improve maintenance and reliability of higher-speed railway \noperations that provide access to regional markets, thereby increasing profit margins and raising \nrural incomes and improving livelihoods. \n \n27.  Project beneficiaries. The project has the potential to benefit people in the project area \nthrough (i) employment during project construction and operation; (ii) improved access to markets, \ntransport, and other services through the larger railway line development; and (iii) integration of \nthe project area with regional trade and commerce. Rural households will increase and diversify \ntheir agricultural production to include more market-oriented agriculture because of expanded \naccess to markets and the ability to move bulk goods, improving their quality of life thanks to \nbetter access to goods, services, and social infrastructure at less cost. Improved access to \nmarkets will facilitate investment in local processing industry and value addition to agricultural \nproduce and generation of nonfarm employment. Travel time to destinations along the Chengdu–\nKunming railway line will be reduced significantly. \n \n28.  Gender. The project is categorized as having some gender elements.22 Women in the \nproject area have differentiated transport needs arising from their combined engagement in \nproductive activities and in caring roles such as travelling with children and the elderly. These \ngender roles result in specific mobility patterns and accessibility issues. Women also tend to have \nhigher concerns for personal safety when using public transportation. To address women’s \nspecific  transportation  needs,  the  project  incorporates  distinctive  gender-sensitive  design, \nincluding improved safety features such as lighting and CCTV in waiting areas and around hubs; \nuniversal design to facilitate accessibility of people using mobility aids, strollers, and those helping \nothers; and improved signage in and around hubs for the easy location of reserved seating, baby \ncare rooms, toilets, and lockers. These measures will enhance the level of satisfaction, comfort, \nand safety of women when using public transportation. The project has also set targets to \ncontribute to women’s economic empowerment through employment during construction and \noperation of the hub. Targets have also been set to ensure women railway staff actively participate \nin  technical  training  and  update  their  knowledge  and  skills  on  new  railway  maintenance \napproaches, increasing their employability and chances for career progression. \n \nE.  Safeguards \n \n29.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.23 \n \n30.  Environment  (category  B).  The  project’s  categorization  mainly  reflects  the \nenvironmental impact associated with the construction of Xichang multimodal passenger station. \nThe initial environmental examination (IEE) complies with ADB’s policies and requirements, \nincluding ADB’s Safeguard Policy Statement, and identifies potential adverse impacts. During \nconstruction, such risks would include (i) soil erosion, (ii) construction noise and dust affecting \n                                                \n22 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n23 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n ", "9 \nlocal residents, (iii) inappropriate storage of construction materials and wastes, and (iv) safety of \nconstruction workers. During operation, limited adverse impacts are anticipated, except for noise \nbecause of increased travelers. The IEE concludes that those impacts can be mitigated through \nthe implementation of the environmental management plan, which specifies mitigation measures, \nmonitoring requirements, and institutional responsibilities for ensuring proper environmental \nmanagement throughout the project’s construction and operation. The executing agency has \nconsiderable experience with previous ADB and World Bank projects. Both the executing and \nimplementing agencies are committed to managing the identified environmental risks and have \nagreed on a comprehensive set of mitigation measures and a training program with a strong \nemphasis on environment safeguards. The IEE was posted on the ADB website. Environment \nsafeguard documents were disclosed to the affected people. Potential environmental complaints \nor disputes will be handled in accordance with the grievance redress mechanism established for \nthe project. A rapid climate risk assessment concludes that climate risk is medium, and the most \nsignificant risk to the project area and its vicinities relates to flooding. During the detailed \nengineering design of the station, flood risk will be addressed by incorporating a sufficient \ndrainage system at the Xichang multimodal hub. \n \n31.  Involuntary resettlement (category B). For output 1, a total of 530 mu of collective land \nwas acquired for the construction of the Xichang multimodal hub, affecting 45 households with \n187 persons.24 The total cost of land acquisition and resettlement was CNY38.7 million. Land \nacquisition and house demolition were completed by December 2017. A social compliance audit \nreport was prepared in accordance with ADB's Safeguard Policy Statement and posted on the \nADB website.25 Furthermore, a Resettlement Due Diligence Report for associated facilities (the \nE’mei–Miyi Main Rail Line from E’meishan City to Miyi County) was prepared and posted on the \nADB website.26 The two reports include a corrective actions plan with time-bound actions to \naddress the remaining resettlement issues. The implementing agency is committed to monitor \nand work closely with the relevant government agencies to manage resettlement issues. The \nexecuting agency will engage an external monitor for semiannual monitoring and reporting. Public \nconsultations were undertaken during project preparation and will continue throughout the project \ncycle. A grievance redress mechanism has been established to address affected people’s \nconcerns and suggestions. Output 2 involves the procurement of maintenance equipment and \ntherefore has no land acquisition and resettlement issues. \n \n32.  Indigenous peoples (category C). There are no ethnic minority communities that will be \nadversely affected by the project. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n33.  The overall risk is assessed to be low. The integrated benefits and impacts are expected \nto outweigh the costs. The project is formulated to minimize potential risks. Sensitivity tests \nindicate that economic circumstances would have to worsen substantially for the investment \nprogram to lose its economic viability. CRC has successfully implemented ADB-financed projects \nin the past. \n \n34.  Risks associated with potential changes in government policy are minimal. An analysis of \nthe demand for railway transport shows that the southwestern PRC needs additional railway \nmaintenance capacity to sustain its transport development. The equipment to be procured and \nincluded  in  this  project  is  based  on  proven  and  suitable  international  designs.  CRC  has \n                                                \n24 A mu is a Chinese unit of measurement (1 mu = 0.067 square meters). \n25 Social Compliance Audit Report (accessible from the list of linked documents in Appendix 2). \n26 Resettlement Due Diligence Report (accessible from the list of linked documents in Appendix 2). \n \n ", "10 \nexperience in procuring and implementing new technologies successfully, and these can be \ncommissioned  within  a  relatively  short  time.  Significant  risks  and  mitigating  measures  are \nsummarized in Table 4 and described in detail in the risk assessment and risk management \nplan.27 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nLimited integration of the hub with existing  Careful attention has been paid during the preliminary design \nand planned urban transport infrastructure  stage to ensuring that the multimodal hub is well integrated \nwith the city’s transport network; ADB will continue to engage \nwith the Xichang city government to ensure good integration \nwith the planned city infrastructure \nDelay in construction of the Chengdu– Close coordination with CRC and Chengdu–Kunming Railway \nKunming railway line could lead to delays in  Company Limited to ensure that the multimodal hub is \nthe construction of the multimodal hub  constructed in a timely manner \nCRC is responsible for debt obligations, is a  ADB will closely monitor CRC’s debt and discuss related \nhighly leveraged entity, and has low debt  issues with the Ministry of Finance and CRC \nservice coverage ratio \nADB = Asian Development Bank, CRC = China Railway Corporation. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n35.  The government and CRC have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n36.  The government and CRC have agreed with ADB on certain covenants for the project, \nwhich are set forth in the loan agreement and project agreement. \n \nV.  RECOMMENDATION \n \n37.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$120,000,000 to the People’s Republic of China for the Multimodal Passenger Hub and Railway \nMaintenance Project, from ADB’s ordinary capital resources, in regular terms, with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 25 years, including a grace period of 7 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board. \n \n \n \nTakehiko Nakao \nPresident \n \n31 May 2019 \n                                                \n27 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \n \nSustainable railway system in the southwestern PRC developed (Railway Development Plan; Thirteenth Five-\nYear Plan, 2016–2020)a \n \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks  \nOutcome       \n       \nIntegrated, energy- By 2027:  CRC and CKRC  Limited integration of the \nefficient, and  a. Passenger volume through  statistics  hub with existing and \nsustainable railway  Xichang increased to  planned urban transport \ncorridor in Sichuan  2.85 million per year (2017  infrastructure \nprovince developed  baseline:1.77 million per year) \n \n  b. Number of passenger trains     \nstopping in Xichang increased \nto 70 (2017 baseline: 20) \n \n  c. Maintenance manpower     \nrequirement per kilometer of \ntrack reduced by 50% \n(2017 baseline: track tamping \nrequires 1 person per hour for \nevery 50 meters of track) \n \n  d. Response time for rescue     \noperations reduced by 20% \n(2017 baseline: Average \nresponse time is 30 minutes) \n \nOutputs       \n1.  Multimodal  By 2026:  1a–1d. Project  Delay in construction of the \npassenger hub  1a. New Xichang railway  progress reports,  Chengdu–Kunming railway \ndeveloped  station with bus terminal and  Consultant Reports,  line could lead to delays in \nother facilities constructed  and review missions  the construction of the \n(2017 baseline: 0)  multimodal hub \n \n  1b. Enhanced personal safety     \nfeatures such as appropriate \nlighting, CCTV cameras and \nmonitoring in the multimodal \nhub including waiting areas \napplied (2017 baseline: 0) \n \n  1c. Disability- and elderly-    \nfriendly access features (e.g.,  \n  ramps, escalators, and     \nelevators) constructed \n(2017 baseline 0) \n \n  1d. Facilities addressing the     \nneeds of women traveling with \nbabies such as appropriate  \n \n ", "12  Appendix 1 \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks  \n  access to childcare or nursery     \nor baby changing facilities, \nreserved seating and waiting \nareas constructed (2017 \nbaseline: 0) \n \n2.  Railway  2a. Railway maintenance  2a–2b. Project   \nmaintenance  equipment procured  progress reports, \nimproved  (2017 baseline: 0)  Consultant Reports, \nand review missions \n \n  2b. 100 staff (out of which     \nwomen staff - 30) of CRC \nincluding from CRB trained in \nrailway maintenance (2017 \nbaseline: 0) \n \nKey Activities with Milestones \n \n1.  Multimodal hub developed \n1.1.  Develop detailed design (Oct 2018–Oct 2019) \n1.2.  Monitor the implementation of corrective actions related to land acquisition and resettlement (ongoing up \nto December 2024) \n1.3.  Procurement of civil works for the multimodal hub (Jul 2019–Dec 2019) \n1.4.  Construction of hub (Jan 2020–Dec 2023) \n \n2.  Railway maintenance improved \n2.1.  Analyze requirements to enhance railway maintenance (Apr 2019–Mar 2020) \n2.2.  Develop technical specifications (Jan 2020–Dec 2020) \n2.3.  Procure and install equipment and related systems (Apr 2020–Sep 2025) \n2.4.  Commissioning and usage of equipment (Apr 2021–Sep 2026) \n2.5.  Provide training (Oct 2020–Jul 2025) \n \nProject Management Activities \nAnnual review missions \nProject completion \n \nInputs \n \nAsian Development Bank (ordinary capital resources):  $120,000,000 \nGovernment of the PRC:        $305,810,000 \nAssumptions for Partner Financing \n \nNot applicable \nCCTV = closed-circuit television, CKRC = Chengdu–Kunming Railway Company Limited, CRB = Chengdu Railway Bureau, \nCRC = China Railway Corporation, PRC = People’s Republic of China. \na  Government of the PRC, National Development and Reform Commission. 2015. Outline of the Thirteenth Five-Year Plan for \nNational Economic and Social Development of the People’s Republic of China, 2016–2020. Beijing (adopted in 2016); and \nGovernment of the PRC. 2016. Medium- and Long-Term Railway Network Plan. Beijing. \nSource: Asian Development Bank. \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42019-014-3 \n \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Transport (Rail Transport [Nonurban]) \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n12.  Climate Change Assessment \n13.  Gender Action Plan \n14.  Initial Environmental Examination \n \nSupplementary Documents \n \n15.  Social Compliance Audit Report \n16.  Resettlement Due Diligence Report \n17.  Project Procurement Capacity Assessment \n18.  Financial Management Assessment \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190605100024+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, sichuan province, yunnan province, xichang city, china railway corporation, crc, multimodal hub, railway transport, railway maintenance, 42019-014, loan 3797, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190704112048+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will construct a demonstration multimodal hub on a a new railway line in Xichang city in Sichuan province, improve maintenance systems by introducing modern\rmaintenance equipment, and enhance institutional capacity for railway maintenance.\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated May 2019 is provided for the ADB project 42019-014 in the People’s Republic of China.", "Title": "Multimodal Passenger Hub and Railway Maintenance Project: Report and Recommendation of the President"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 30 April 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1485     \n$1.00  =  CNY6.7337     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CKRC  –  Chengdu–Kunming Railway Company Limited \n  CKRL  –  Chengdu–Kunming railway line \n  CRB  –  Chengdu Railway Bureau \n  CRC  –  China Railway Corporation \n  FMA  –  financial management assessment \n  IEE  –  initial environmental examination \n  km  –  kilometer \n  PAM  –  project administration manual \n  PRC  –  People’s Republic of China \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \n \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sujata Gupta, Sustainable Infrastructure Division, EARD \n   \nTeam leader  Jeffrey Miller, Principal Transport Specialist, EARD \nTeam members  Ligaya Cuevas-Arce, Senior Operations Assistant, EARD \nGloria Gerilla-Teknomo, Senior Transport Sector Officer, EARD \nAlessandra Heinemann, Social Development Specialist \n(Safeguards), EARD \nNa Won Kim, Senior Environment Specialist, EARD \nSteven Lewis-Workman, Senior Transport Specialist, Sustainable \nDevelopment and Climate Change Department \nMa. Concepcion Jea Macrohon, Project Analyst, EARD \nVeronica Mendizabal Joffre, Social Development Specialist \n(Gender and Development), EARD \nHeekyung Nam, Counsel, Office of the General Counsel \nAoxue  Ren,  Senior  Procurement  Officer,  People’s  Republic  of \nChina Resident Mission \nMark Allister Robis, Senior Financial Management Officer, EARD \nSharad Saxena, Principal Transport Specialist, EARD \nPeer reviewer  Markus Roesner, Principal Transport Specialist, Southeast Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"documentRole": "Vice-President", "fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "Amy S.P. Leung", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "Sujata Gupta", "role": "Sustainable Infrastructure Division", "organization": "EARD"}, {"documentRole": "Team leader", "fullname": "Jeffrey Miller", "role": "Principal Transport Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Ligaya Cuevas-Arce", "role": "Senior Operations Assistant", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Gloria Gerilla-Teknomo", "role": "Senior Transport Sector Officer", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Alessandra Heinemann", "role": "Social Development Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "Na Won Kim", "role": "Senior Environment Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Steven Lewis-Workman", "role": "Senior Transport Specialist", "organization": "Sustainable"}, {"documentRole": "Team members", "fullname": "Ma. Concepcion Jea Macrohon", "role": "Project Analyst", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Veronica Mendizabal Joffre", "role": "Social Development Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "Heekyung Nam", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Mark Allister Robis", "role": "Senior Financial Management Officer", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Sharad Saxena", "role": "Principal Transport Specialist", "organization": "EARD"}, {"documentRole": "Peer reviewer", "fullname": "Markus Roesner", "role": "Principal Transport Specialist", "organization": "Southeast Asia"}]}