{"path": "data/input/ta/42053-reg-tar.pdf", "pages": [" \n  \n \n \nRegional Technical Assistance Report \n \n \n \n \n \n \n \n \nProject Number 42053 \nResearch and Development Technical Assistance (RDTA) \nNovember 2008 \n \n \n \n \n \nQuantifying the Costs and Benefits of Regional \nEconomic Integration in Asia\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "", " \nABBREVIATIONS \n \nABMI  –  Asian Bond Markets Initiative \nADB  –  Asian Development Bank \nADBI  –  Asian Development Bank Institute \nAFTA  –  ASEAN Free Trade Area \nASEAN  –  Association of Southeast Asian Nations \nFDI  –  foreign direct investment \nFTA  –  free trade agreement \nOREI  –  Office of Regional Economic Integration \nPRC  –  People's Republic of China \nRETA  –  regional technical assistance \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance \n(RDTA) \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Economic management \nThemes  –  Sustainable economic growth, regional cooperation \nSubthemes  –  Promoting macroeconomic stability; trade and \ninvestments, money and finance, cross-border \ninfrastructure   \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nHead               J.W. Lee, Office of Regional Economic Integration (OREI) \n \nDirector             S. Madhur, OREI \n \n \n \nTeam leader  H.C. Tang, Economist, OREI \n \nTeam members  J. Menon, Principal Economist, OREI \n \nJ. Duque-Comia, Economics Officer, OREI ", "", " \nI.  INTRODUCTION \n \n1.  Recently,  the  Asian  Development  Bank  (ADB)  has  published  three  books  on  Asian \nregional economic integration: in 2004, the two-volume Monetary and Financial Integration in \nEast Asia; in 2005, Asian Economic Cooperation and Integration: Progress, Prospects and \nChallenges; and more recently in 2008, Emerging Asian Regionalism: A Partnership of Shared \nProsperity.1 In essence, the focus of these publications was to take stock and identify the way \nforward.  Apart  from  some  short-term  caveats,  closer  regional  cooperation  was  viewed  as \ninevitable and, through regional cooperation, the region would as a whole benefit and global \nwelfare would also improve.  \n \n2.  This proposed project will focus on whether quantifiable results can be substantiated in \nthe areas of trade and investment, money and finance, and infrastructure.2 The project is \nenvisaged to be a key reference of current consensus and differences in the debate of regional \neconomic integration, an area some Association of Southeast Asian Nations (ASEAN) member \ncountries have requested ADB to pursue. Policy makers will gain from having a more objective \nand complete diagnosis of initiatives that promote regional economic integration and are also \nbeneficial to their own countries. Successful completion of this project represents a further step \nin meeting the long-term impact of ADB's Regional Cooperation and Integration Strategy.3 It will \nalso further enhance ADB’s comparative strength in regional cooperation and integration as \nidentified in its long-term strategic framework 2008–2020 (Strategy 2020).4  \n \nII.  ISSUES \n \n3.  The  emerging  Asian  regionalism  currently  being  witnessed  is  largely  a  recent \nphenomenon in response to: (i) the contagious impacts of the 1997 Asian financial crisis on \nregional economies; (ii) the growing significance of the People's Republic of China (PRC) and \nIndia  as  competitors  and  markets  for  other  regional  economies;  and  (iii)  the  increased \nregionalism  in  other  parts  of  the  world,  notably  Europe.  In  fact,  the  increased  regional \nintegration that has been highlighted is mainly concerned with intraregional trade, which has \nbeen  driven  not  by  formal  trade  agreements  but  rather  by  regional  production  networks, \nespecially the relocation of Japanese corporations to many ASEAN countries in the early 1980s. \nIn the 1990s, the emergence of the PRC as a production hub of the world and source of exports \nfor ASEAN countries further strengthened intraregional trade flows and deepened its tie with the \ninternational production chain. Amid these developments, trade liberalizations under the ASEAN \nFree Trade Area (AFTA) were only formalized in 1992. Hence, for these countries, their strong \ngrowth performance even post-1992 cannot be easily ascribed to the AFTA alone.  \n \n4.  Also, free trade agreements (FTAs) may not benefit countries equally. Countries in an \nFTA are generally found to benefit from higher growth, however other studies do not support a \nrobust relationship between free trade and economic growth.5 Moreover, countries outside the \n                                                \n1 ADB. 2004. Monetary and Financial Integration in East Asia, The Way Ahead: Volumes I and II. UK: Palgrave \nMacmillan; ADB. 2005. Asian Economic Cooperation and Integration: Progress, Prospects and Challenges. Manila \nand ADB. 2008. Emerging Asian Regionalism: A Partnership of Shared Prosperity. Manila. ADB. \n2 The TA concept paper was cleared on 8 July 2008.  The TA first appeared in ADB Business Opportunities on 24 \nOctober 2008. \n3 ADB. 2006. Regional Cooperation and Integration Strategy. Manila: ADB. \n4 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. ADB. \n5 Rodriguez, F. and D. Rodrik. 2000. Trade Policy and Economic Growth: A Skeptic’s Guide to Cross-National \nEvidence. NBER Working Paper. 7081; and Baldwin, R. 2003. Openness and Growth: What’s the Empirical \nRelationship. NBER Working Paper.  9578. ", "2  \nFTA tend to lose out.6 On the other hand, it would seem that smaller countries tend to benefit \nfrom  trade  liberalizations  through  wider  market  access.  However,  facts  show  that  bigger \ncountries with better initial conditions and better absorptive capacities do better.7 In addition, \nempirical evidence does not convincingly show a convergence between income levels of poorer \nand richer member countries in all FTAs. The evidence for an East Asian FTA is found to be \nparticularly weak.8  \n \n5.  Another area where differing views exist is the nexus between foreign direct investment \n(FDI) and economic growth. FDI is theorized to expand growth via improvements in technology, \nefficiency,  and  productivity  coming  from  the  more  advanced  technology  and  management \npractices of foreign firms. In general, empirical evidence from developed countries shows that \nthe spillover effects from FDI to the domestic firms is positive, but for developing countries the \nevidence is mixed, showing a positive or generally limited or no efficiency spillovers.9 At the \nmacro level, the evidence between FDI and growth is generally positive, except under certain \nconditions, such as when the receiving countries are higher-income developing countries with \nadequate absorptive capacity (such as the necessary human capital) and an export-promoting \nregime. Yet some researchers argue that FDI does not drive growth but instead is driven by \ngrowth  –  more  productive  and  more  rapidly  expanding  economies  tend  to  attract \nmultinationals.10 Also, domestic firms in the export sector are more efficient, not because of the \npresence of the foreign firms but because, in the face of international competition, they have to \nbe.  \n \n6.  Large infrastructure projects are intrinsically costly and risky for individual countries to \nundertake, and this is where regional pooling of resources becomes important. In many parts of \nthe Asia and Pacific region, severe bottlenecks in road transportation, ports, energy, and water \nhave not only increased the cost of doing business, but most probably held growth back.11 \nLimited empirical evidence generally supports the finding that cross-border infrastructure spurs \ngrowth  and  reduces  poverty.12 In  ADB, there  are  at  least  two  ongoing  initiatives  to  better \nunderstand the impact of cross-border infrastructure. The ADB and Asian Development Bank \nInstitute (ADBI) Flagship Study on Infrastructure and Regional Cooperation will have papers \nexamining, among other issues, the socioeconomic impacts of transport infrastructure projects \nin the Greater Mekong Subregion and South Asia, and pipeline infrastructure projects in Central \nAsia.13 These will be macro-level studies employing computable general equilibrium models. In \n                                                \n6 Kawai, M. and G. Wignaraja. 2008. Regionalism as an Engine of Multilateralism: A Case of a Single East Asian \nFTA. ADB Working Paper Series on Regional Economic Integration. 14. \n7  Examples are South Africa in the Southern African Development Community, India in the South Asian Association \nfor Regional Cooperation, and Brazil in MERCUSOR (Mercado Comun del Sur, a regional trade agreement), see \nUnited Nations Conference on Trade and Development (UNCTAD). 2007. Trade and Development Report 2007: \nRegional Cooperation for Development.  Geneva: United Nations Publications (Chapter V). \n8  For example, Sohn, C-H and H. Lee. 2006. How FTAs Affect Income Levels of Member Countries. The World \nEconomy. 29(12). pp. 1737-1757. \n9  Lim, E.G. 2001. Determinants of and the Relation between Foreign Direct Investment and Growth: A Summary of \nthe  Recent  Literature.  IMF  Working  Paper. WP/01/175;  Gorg,  H.  and  D.  Greenway.  2001.  Foreign  Direct \nInvestment and Intra-Industry Spillovers: A Review of the Literature. University of Nottingham Research Paper \nSeries: Globalisation and Labour Market Programme. 2001/37; and 2004 Asian Development Outlook, pages 2–4. \n10  For example, Rodrik, D. 1999. The New Global Economy and Developing Countries: Making Openness Work. \nOverseas Development Council Policy Essay. 24. \n11 Kuroda, H. 2006. Infrastructure and Regional Cooperation. Speech Delivered at the Annual Bank Conference on \nDevelopment Economics. Tokyo.  \n12 ADB. 2008. Regional Projects within ADF: Impacts and Funding Issues. Asian Development Fund (ADF) Donors’ \nMeeting, 13–14 March. Manila. \n13 ADB Institute. 2008. Flagship Study on Infrastructure and Regional Cooperation. ADBI News. 2(2), pages 2–3.  ", "3 \naddition, the Operations Evaluation Department is undertaking a transport and trade facilitation \nmicro-level study for the Greater Mekong Subregion.14  \n \n7.  Small and open economies often prefer a fixed exchange rate system for fear that \nexchange  rate  variability  creates  uncertainty  and  thus  discourages  international  trade  and \ninvestment. Despite the perceived importance of exchange rate regimes to long-term growth \nand economic stability, the empirical evidence is rather inconclusive and, at best, the growth \nperformance  of  a fixed  exchange  rate regime  is  no  worse  than  that  of  a floating regime. \nEmpirical studies by Jeffrey Frankel and his colleagues tend to provide more favorable results – \nthe adoption of the euro or the US dollar appears to contribute positively towards trade and \noutput growth.15 Others, such as Kenneth Rogoff, however, have argued that the magnitude \ndoes not appear to be large, and that the trade expansion effects may not have any great \nimpact on welfare and they depend on a country’s level of financial development.16 \n \n8.  Most  studies  based  on  the  optimum  currency  area  criteria  do  not  support  the \nestablishment  of  an  overarching  monetary  union  for  all  Asian  countries,  though  a  smaller \ngrouping of countries may not be ruled out.17 In addition, due to diverse political aspirations and \nwide disparity in regional economic development, there is little support among Asian policy \nmakers for any form of monetary policy coordination at this stage.18 Studies looking at the whole \nvariety of currency arrangements often do not support Asia follow any of these paths, yet there \nis a growing consensus that deeper financial integration should be actively pursued to propel \nreal integration to the next stage (footnote 1). The question then is, with the nature of financial \nintegration currently in progress and planned (such as those in the Asian Bond Market Initiative \n[ABMI] and the Executives’ Meeting of East Asia-Pacific Central Banks), whether these have \nmeasurable  and  important  contributions  to  greater  trade  integration  and  financial  stability \n(paragraph 9). This is all the more salient given the likely absence of any formal exchange rate \nor monetary arrangements in the foreseeable future. That said, it is still interesting to examine \n(given increased trade interdependence between countries) whether potential gains can be \nachieved through greater regional monetary policy coordination between trading countries. That \nis, would the benefits of having a single monetary union in terms of facilitating trade and \ninvestment outweigh the loss of independent monetary policy in insulating the effects of foreign \ndisturbances on domestic employment and output? \n \n9.  Deeper financial integration leads to greater financial stability, as architects of financial \nreforms after the 1997 Asian financial crisis espouse. Undertakings of ABMI are said to bring \nmyriad benefits in the form of recycling of regional savings for regional investment with better \nreturns, avoidance of capital reversals from reduced reliance on funding outside the region, and \nreduction in the cost of financing and greater risk-sharing through greater pooling of funds. \nNonetheless, deeper financial integration also has its vulnerabilities. One possible outcome of \nthe eventual harmonization of cross-border financial market infrastructure and the proliferation \nof cross-border ownerships could be the ease and speed of the transmission of contagion \nacross markets within the region. This could happen when enhanced synchronization in real \n                                                \n14 Operations Evaluation Department. 2008. Memo on Regional Cooperation Assistance Program Evaluation for the \nGreater Mekong Region:  Transport and Trade Facilitation Study-Evaluation Approach Paper. 18 February. \n15 For a review, see pages 101–105 of the paper by Frankel in ADB. 2004. Monetary and Financial Integration in East \nAsia, The Way Ahead: Volume II. UK: Palgrave Macmillan. \n16 Rogoff, K., P. Aghion, P. Bacchetta, and R. Ranciere. 2006. Exchange Rate Volatility and Productivity Growth: The \nRole of Financial Development. NBER Working Paper.  12117.  \n17 For example, Tang. H.C. 2007. An Asian Monetary Union? Centre for Applied Macroeconomic Analysis (CAMA) \nWorking Paper, Australian National University. 13.  \n18 Monetary Authority of Singapore. 2007. Asian Financial and Monetary Integration: Challenges and Prospects.  ", "4  \nactivity among countries and closer links between financial intermediaries across countries \nreduce the benefits of cross-country diversification.19 \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The  proposed  regional  technical  assistance  (RETA)  will  provide  a  quantifiable,  well \ninformed, and balanced debate on regional economic integration among policy makers that \naims to facilitate sustained growth and promote economic stability in the region. The outcome of \nthe RETA is enhanced understanding and knowledge of the impact and magnitude of regional \neconomic integration in Asia.  \n \nB.  Methodology and Key Activities \n \n11.  A book shall be published which will comprise a collection of rigorous research papers \nsuitable for journal publication. Each paper should draw on past ADB research and avoid \nduplication with existing papers. A summary of the findings shall be reflected in the overview or \nconcluding  chapter.  The  methodology  section  should  clearly  explain  the  assumptions  and \nestimation techniques employed so as to facilitate independent replication and verification. \nPreliminary findings shall be presented in a midterm review workshop. Completion seminars \nshall be held for the final presentation of papers. \n \n12.  The project could cover, among other things, the following issues: \n \n(i)  Costs and benefits of FTAs. How well FTAs support trade and investment and \nboost economic growth as compared to other trade policy options; impacts on \nmembers versus nonmembers; distribution of costs and benefits, especially on \nsmaller countries; and the effects of regional FTAs on globalization. \n \n(ii)  Impact  of  integrating  production.  Asian  economies  are  becoming  closely \nintertwined through trade and investment. Asia has also been a hub of global \nproduction  networks.  FDI  is  particularly  important  in  the  context  of  production \nnetworks.    The  trade–investment  nexus  and  technology  spillovers  between \nmultinational corporations and domestic firms are often based on the form and \nstrategy  of  FDI. Whether  FTAs  have  in fact facilitated  FDI  inflows  to  member \ncountries, and whether this represents new investment (investment creation) driven \nby efficiency-seeking investment, or whether it is investment diversion driven by \ntrade and/or investment preferences and tariff-jumping investment.  \n \n(iii)  Costs  and  benefits  of  cross-border  transport  infrastructure.  The extent to \nwhich cross-border infrastructure projects covering different Asian regions have \ncontributed  to  growth  and  poverty  reduction;  unequal  distribution  of  costs  and \nbenefits across neighboring countries; and impacts of infrastructure development.  \n \n(iv)  Costs and benefits of exchange rate policy coordination. Whether there is \nconclusive evidence to show exchange rate stability promotes trade and investment \n                                                \n19 For Western Europe experience, see De Nicolo, G. and A. Tieman. 2006. Economic Integration and Financial \nStability: A European Perspective. IMF Working Paper. WP/06/296.  ", "5 \nand contributes to higher growth; with monetary union, whether the cost of giving \nup independent monetary policy is more than the gain in joining a monetary union. \n \n(v)  Costs and benefits of deepening financial reforms and integration. Increased \npossibility and extent of financial contagion versus increased trade flows and trade \nintegration; whether the proposed reforms reduce the cost of borrowing, diversify \nrisks, and result in greater financial stability. \n  \nC.  Cost and Financing \n \n13.  The RETA will cost an estimated $910,000 and is to be financed on a grant basis by \nADB’s technical assistance (TA) funding program. The detailed cost breakdown and financing \nplan are in Appendix 2.  \n \nD.  Implementation Arrangements \n \n14.  ADB will be the Executing Agency for the TA, with the Office of Regional Economic \nIntegration implementing it in collaboration with departments concerned. The TA will require \n15.25  person-months  of  international  consulting  services,  16  person-months  of  national \nconsulting services, and 1 person-month of resource persons’ services. All of the consultants \nwill be engaged individually in accordance with ADB’s Guidelines on the Use of Consultants \n(2007, as amended from time to time). Terms of reference for consultants are in Appendix 3. \nThe TA is expected to be completed in 12 months, from November 2008 to October 2009. \n \n15.  Eight international consultants will be engaged for a total of 12 person-months to write \nresearch papers that will comprise the eight main chapters of the book. They will be encouraged \nto take office in ADB for a week during the project to consult with Office of Regional Economic \nIntegration staff and present their findings in completion seminars. A principal consultant will be \nhired for 2.25 person-months to produce a concluding or overview chapter summarizing the \noverall findings of the eight papers. As appropriate, an economics editor will also be engaged \nfor approximately 1 person-month. \n \n16.  A midterm review workshop will be held once the draft studies are completed, where \nexperts  will  be  invited  to  review  the  draft,  provide  comments,  or  recommend  revisions. \nEngagement of these resource persons as workshop discussants will total 1 person-month. \nAfter publication, a book launch will be organized to coincide with a regional forum, and the \nfindings disseminated through the Asia Regional Integration Center website, among others. \n \n17.  One  national  consultant  will  be  engaged  for  12  person-months  to  serve  as  project \ncoordinator for overall administration of the RETA. An events coordinator will be employed for \n1.5 person-months, intermittently, to serve as focal person for the conduct of the workshop and \nrelated activities. Once all the chapters of the book are complete, a copy editor will be hired for \n1.5 person-months and a typesetter for 1 person month to ensure a high-quality publication that \nadheres to ADB style, usage, and format is produced. \n \nIV.  THE PRESIDENT'S DECISION \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $910,000 on a grant basis for \nQuantifying  the  Costs and  Benefits  of  Regional  Economic  Integration  in  Asia,  and  hereby \nreports this action to the Board. ", "6       Appendix 1 \nDesign and Monitoring Framework \n \nPerformance  Data Sources and/or \nAssumptions and \nDesign Summary  Targets and/or  Reporting \nRisks \nIndicators  Mechanism \nImpact      Assumption \n       \nWell-informed and  Increase in government- Economic and financial  •  Continued interest of \nbalanced debate on  led initiatives and market- indicators.  government in regional \nregional economic  driven developments    cooperation and \nintegration that will  supporting economic  Media coverage  integration initiatives. \nultimately lead to greater  growth and stability.     \neconomic stability and    Risk \nsustained growth in the  •  Country/regional/ \nregion.  global shocks.  \n \nOutcome      Risk \n       \nBetter understanding of  Dialogues among better- Feedback from various  •  Country/regional/ \nthe impact and magnitude  informed policy makers on  conferences, workshops,  global shocks. \nof regional economic  the impact of regional  meetings, and other \nintegration.   economic integration.  forums. \n     \nRelevant policy lessons  Wide dissemination of the  Feedback from the policy \nprovided to a wide range  studies to the general  making debate within the \nof developing member  public.  region.  \ncountries.     \n \nOutputs      Assumptions \n       \n1. Midterm review  A midterm review  Number of participants  •  Availability and interest \nworkshop and completion  workshop and completion  and quality of discussion  of researchers, \nseminars to present draft  seminars organized and  in the workshop and  relevant ADB \nchapters for comments.    attended by interested  seminar presentations.  Management and staff, \n  parties within and outside    and outside parties.  \n2. A book comprising a  Asian Development Bank  Generated technical and  •  Timely recruitment of \ncollection of one or two  (ADB).   analytical debate among  researchers. \nresearch papers in each of    researchers.  •  Accuracy of data \nthe following areas:  Each paper completed,    collected. \n(i)  Free Trade  disseminated, and used as  Media coverage.   \nAgreements;  inputs to the final report    Risks \n(ii)  Integrating  (book).    Number of hits on the ADB   \nProduction;     and Asia Regional  •  Conflict in schedules \n(iii)  Cross-Border  Book published, launched,  Integration Center (ARIC)  of researchers.  \nInfrastructure;  and disseminated.   websites.  •  Poor quality of papers.  \n(iv)  Monetary Policy/    •  Delays in submission \nExchange Rate \nof papers.  \nCoordination; and \n \n(v)  Financial/Capital \nMarkets \n \n3. An additional \noverview/concluding \nchapter summarizing the \ncontents/chapters of the \nbook. \n \n4. A book launch to \ndisseminate findings of the \nstudy. \n ", "Appendix 1       7            \nActivities with Milestones  Inputs \n   \n1.  Engagement of researchers/consultants and identification of the terms of  •  ADB staff \nreference for each study.  •  15.25 person-months \n2.  Midterm review workshop where researchers present their draft papers. Resource  of international \npersons will be invited to comment on the studies.  consulting, 16 person-\n3.  Researchers to take office in ADB for a week to discuss and present findings in  months of national \ncompletion seminars organized for each study.  consulting, and \n4.  Publication of the book, and posting of overview/concluding chapter in the ARIC  engagement of \nwebsite.  resource persons for \n5.  Book launch.  approximately 1 \n  person-month, \nincluding travel and per \ndiem ($732,000) \n•  Workshop and \nseminars ($40,000) \n•  Miscellaneous \nadministration and \nsupport costs, \nincluding publications, \ncommunications, and \noffice supplies \n($47,000) \n•  Contingencies \n($91,000) \n \n \n \n \n \n ", "8           Appendix 2              \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nAsian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  330.0 \n      ii.  National Consultants  45.0 \n                 iii.   Resource Persons  20.0 \n    b.  International and Local Travel  337.0 \n  2.  Workshop and Seminars  40.0 \n  3.  Miscellaneous Administration and   47.0 \n Support Costs (including publications, \ncommunications, and office supplies) \n  4.  Contingencies  91.0 \n        Total  910.0 \n          a  Financed by the Asian Development Bank’s technical assistance funding program. \n       Source: Asian Development Bank estimates. ", "9      Appendix 3  \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Principal Consultant (international, 2.25 person-months) \n \n1.  The  principal  consultant  will  be  a  well-known  economist  with  proven  expertise  in \neconomic analysis, and proven knowledge and extensive work experience on issues related to \nregional integration efforts in Asia or other regions. The consultant will preferably have adequate \nexperience  in  similar  assignments  involving  the  preparation  and  coordination  of  research \nproducts and in working with international financial institutions. In consultation with Office of \nRegional Economic Integration (OREI) staff and the national consultant (project coordinator), \nthe principal consultant will \n \n(i)  assist in preparing specific terms of reference for the various chapters of the \nbook;  \n(ii)  coordinate the work of the eight consultants responsible for the main chapters of \nthe book, which will include reviewing the draft studies and suggesting revisions \nto these to ensure the studies form a consistent report; and \n(iii)  integrate  the  overall  findings  and  summarize  the  contents  of  the  different \nchapters in the overview or concluding chapter of the book. \n \nB.  Consultants for Research Papers (international, 12 person-months) \n \n2.  Eight international consultants will be engaged to write research papers that will cover \nthe following topics: \n \n(i)  trade,  \n(ii)  foreign direct investment,  \n(iii)  monetary policy and exchange rate policies,  \n(iv)  financial/capital markets, and  \n(v)  cross-border infrastructure.  \n \n3.  The consultants will be international experts with proven knowledge and extensive work \nexperience  on  issues  related  to  regional  integration  efforts  in  Asia  or  other  regions.  The \nconsultants  will  preferably  have  adequate  experience  in  similar  assignments  involving  the \npreparation and coordination of research products and in working with international financial \ninstitutions. \n \n4.  The consultants will, in coordination with OREI and the principal consultant, write their \nresearch papers and present these at the midterm review workshop, where resource persons \nwill  be  invited  as  discussants.  The  researchers  will  incorporate  the  comments  from  the \nworkshop and present their final drafts in completion seminars at Asian Development Bank \n(ADB) headquarters before submitting them to the principal consultant for consolidation. \n \nC.  Economics Editor (international, 1 person-month) \n \n5.  An economics editor with extensive experience in editing economic publications shall be \nengaged to ensure high-quality publication of the book that will be produced from the eight \npapers and the overview or concluding chapter. \n \n \n ", "1  0     Appendix 4 \nD.  Consultants for Project Implementation (national, 16 person-months) \n \n6.  Project Coordinator. A project coordinator for overall administration of the regional \ntechnical assistance (RETA) shall be engaged for 12 person-months. The consultant should \nhave adequate experience in coordination work, preferably in similar assignments involving \neconomic publications. Familiarity with issues concerning regional economic integration in Asia \nwill be an advantage. Under the supervision of OREI staff, this consultant will \n \n(i)  maintain communication with the international consultants and resource persons;  \n(ii)  ensure the timely delivery of papers; \n(iii)  provide technical assistance in reviewing the papers prepared for the study; \n(iv)  guarantee smooth completion of the report and publication of the book; and  \n(v)  oversee  the  organization  and  conduct  of  the  midterm  review  workshop, \ncompletion seminars, and book launch.  \n \n7.  Events  Coordinator.  An  events  coordinator  will  be  engaged  for  approximately  1.5 \nperson months intermittently, to serve as overall coordinator of the midterm review workshop, \ncompletion seminars, and book launch. The events coordinator will have adequate experience \nin events management and will serve as the focal person in the preparation of administrative \nrequirements  and  implementation  of  logistical  arrangements  for  the  workshop  and  related \nactivities. \n \n8.  Copy Editor and Typesetter. A copy editor will be hired for 1.5 person-months to \nensure that edited materials adhere to ADB style and usage and conform to high publication \nstandards, once all the chapters of the book are complete. In addition, a typesetter will be \nengaged for 1 person-month to lay out the text, tables, and charts of all the chapters of the book \nand convert the files into the required format for print publication. The consultants should \npossess  expertise  in  copy  editing  and  desktop  publishing,  and  preferably  have  extensive \nexperience in similar assignments involving preparation of economic publications. \n \nE.  Resource Persons (international, approximately 1 person-month) \n \n9.  Resource persons, with background as policy makers and/or experts, will be engaged to \nreview the draft chapters and participate as discussants in the midterm review workshop. \n "], "metadata": {"CreationDate": "D:2008112417195908'00'", "Subject": "Research and Development Technical Assistance (RDTA)", "Author": "llt", "ModDate--Text": "D:2008112417195908'00'", "CreationDate--Text": "D:2008112417195908'00'", "Creator": "PrimoPDF http://www.primopdf.com/", "Keywords": "regional economic integration, foreign direct investment, free trade agreement, cross-border transport infrastructure, research and development technical assistance, adb rdta, adb technical assistance 6500, adb project 42053", "Producer": "PrimoPDF", "ModDate": "D:2008112417195908'00'", "Title": "Quantifying the Costs and Benefits of Regional Economic Integration in Asia"}}