{"path": "data/input/ta/42066-reg-tar.pdf", "pages": [" \nRegional Technical Assistance Report\nProject Number: 42066  \nApril 2008 \n \n \n \n \n \n \nSupporting the Third High-Level Forum on Aid \nEffectiveness and its Preparatory Consultation \nProcess\n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n    AAA    –  Accra Agenda for Action \nADB    –  Asian Development Bank \n    CoP-MfDR  –  Community of Practice on Management for \nDevelopment Results \n    DMC    –  developing member country \n    HLF-2   –  Second High-Level Forum on Aid Effectiveness \nHLF-3  –  Third High-Level Forum on Aid Effectiveness \nOECD–DAC  –  Organisation for Economic Co-operation and  \nDevelopment–Development Assistance Committee \nRETA    –  regional technical assistance \nSPPI    –  Strategy, Planning, Policy, and Inter-Agency Relations  \n      Division of ADB \nUNDP   –  United Nations Development Programme \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification   –  General intervention \nSectors  –  Law, economic management, and public policy \nSubsectors      –  Economic management \nThemes      –  Regional cooperation, sustainable economic growth \nSubthemes      –  Promoting macroeconomic stability, organizational \ndevelopment  \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \nManaging Director General  R. Nag, Office of the Managing Director General \nDirector General  K. Sakai, Strategy and Policy Department (SPD) \nSenior Director  C.  MacCormac,  Strategic  Planning,  Policy  and  Interagency \n  Relations Division, SPD \n   \nTeam leader  B. Purdue, Head, Results Management Unit, SPD \nTeam members  A. Ressano-Garcia, Planning and Policy Specialist, SPD \nM. Senapaty, Senior Planning and Policy Specialist, SPD \nS. Zahid, Principal Planning and Policy Specialist, SPD \n \n ", "     \nI.  INTRODUCTION \n \n1.  This  regional  technical  assistance  (RETA)1has  been  prepared  to  facilitate  Asian \nDevelopment Bank (ADB) support for the Third High-Level Forum on Aid Effectiveness (HLF-3) \non 2–4 September 2008 in Accra, Ghana, and for the effective participation of developing \nmember countries (DMCs) in preparatory events leading to it. This RETA also represents ADB’s \nongoing commitment to the Paris Declaration on Aid Effectiveness (the Paris Declaration), as \nexpressed by the President at the Second High-Level Forum (HLF-2) in Paris in March 2005, \nand  as  reaffirmed  at  the  Third  International  Roundtable  on  Management  for  Development \nResults held in Hanoi in February 2007. The HLF-3 will be one of the key items for discussion at \nthe coming meeting of heads of multilateral development banks on 14 April 2008 in Washington, \nDC. In the lead-up to the HLF-3, key multilateral and bilateral donors have agreed to hold \npreparatory events to (i) enable broader input and ownership of the agenda, (ii) collect best-\npractice examples and remaining challenges, and (iii) develop momentum toward a concrete \noutcome for HLF-3, notably through the articulation of the Accra Agenda for Action (AAA). The \nRETA design and monitoring framework is in Appendix 1. \n \n2.  The RETA was conceptualized following ADB's participation in the Organisation for \nEconomic Co-operation and Development–Development Assistance Committee (OECD-DAC) \nWorking Party on Aid Effectiveness Meeting on 28–29 November 2007 in Paris. Based on a \nbackground  document  entitled  Background  Information  on  Accra  High  Level  Forum \n(Supplementary Appendix), the meeting held preliminary discussions on the preparations to be \nmade for the HLF-3. This document laid out concept notes for the several key items of the HLF-\n3 including the (i) marketplace, (ii) regional consultation process, (iii) reporting from Accra, and \n(iv) communications strategy. Since then, these items continue to be discussed in more detail at \nthe regular meetings of the HLF-3 steering committee. \n \n3.  The RETA follows from the abovementioned background document of the OECD-DAC \nas well as from ADB’s own consultation with other donors by videoconference and with partner \ncountries during a Regional Workshop on the Paris Declaration Survey 2008 in Bangkok on 21–\n22 January 2008. \n \nII.  ISSUES \n \n4.  The international community is committed to helping Asia and Pacific region partner \ncountries meet the Millennium Development Goals by 2015. Providing more effective aid and \nimproving its impact on development are important contributions to this end. \n \n5.  The development community has been working to enhance aid effectiveness through the \nFirst  High-Level  Forum  held  in  Rome  in  2003,  which  identified  a  general  framework  for \nharmonization and alignment, and the HLF-2, which produced the Paris Declaration. More than \n100 partner and donor countries and international agencies endorsed the Paris Declaration, a \nframework of discrete commitments and indicators of progress—including targets for ownership, \nalignment,  harmonization,  managing  for  results,  and  mutual  accountability—to  improve  aid \neffectiveness. With this endorsement, Asia and Pacific region partner countries and donors \ncommitted to monitor country implementation of the Paris Declaration. \n \n6.  ADB  has  been  active in  the  development  community  and  in supporting  global and \nregional efforts toward enhancing aid effectiveness.  \n                                                 \n1  The TA was first listed in ADB Business Opportunities on 22 February 2008. \n ", " 2     \n (i)  ADB  was  the  main  sponsor  and  organizer  of  the  Asia  and  Pacific  regional \nconsultation  workshops  for  the  HLF-2  (in  Bangkok  in  October  2004  and  in \nBishkek in November 2004) and a key sponsor of, and an active participant at, \nthe  HLF-2  in  Paris  in  March  2005,  which  led  to  the  signing  of  the  Paris \nDeclaration.  \n(ii)  Since Paris, ADB has been very active in promoting the debate on the monitoring \nand evaluation of the Paris Declaration. ADB hosted and organized the Asia-\nPacific Regional Forum on Aid Effectiveness in Manila on October 2006, which \ndealt with the implementation of the Paris Declaration in the region. ADB also \ncosponsored the Orientation Workshop on the Paris Declaration 2008 Monitoring \nSurvey in Bangkok in January 2008.  \n(iii)  ADB  was  a  key  sponsor  of,  and  an  active  participant  at,  the  international \nroundtables on results in Marrakesh in February 2004 and in Hanoi in February \n2007 and has been since 2005 the sponsor and facilitator for the Community of \nPractice on Management for Development Results (CoP-MfDR) in the Asia and \nPacific region.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n \n7.  The proposed RETA will contribute to global efforts to improve the effectiveness of \ndevelopment  assistance  by  supporting  the  implementation  of  the  five  pillars  of  the  Paris \nDeclaration: harmonization, alignment, ownership, management for development results, and \nmutual accountability. The RETA will provide essential inputs to consolidate contributions to the \nHLF-3 from Asia and Pacific region partner countries. HLF-3 will host a marketplace on aid \neffectiveness  for  Asia  and  Pacific  region  partner  countries,  roundtables  to  discuss  various \naspects of the aid effectiveness agenda, and a ministerial forum that will endorse the AAA to \nenhance and improve the implementation of Paris commitments. \n \n8.   The proposed RETA aims to \n (i)  disseminate  country-based  knowledge  and  experiences  about  development \neffectiveness, including the implementation of the Paris Declaration, which will \nprovide a sound basis for discussions at the HLF-3;  \n(ii)  provide inputs into the preparation of the draft AAA and facilitate discussions at \nthe HLF-3 roundtables; \n(iii)  help selected DMCs prepare inputs for the marketplace and raise awareness in \nDMCs about best practices to enhance development effectiveness, including \nharmonization, alignment, ownership, management for development results, and \nmutual accountability; and \n(iv)  sponsor the HLF-3, including contributions to the pooled fund to cover costs for \nAsia and Pacific region partner countries’ participation. \n \n9.  The expected outputs are \n (i)  four  subregional  workshops  to  be  jointly  organized  with  other  development \npartners; \n(ii)  timely inputs into the draft AAA and into the preparation, agenda, and scope for \nHLF-3 roundtables; \n(iii)  a  website  for  posting  comments  and  proposals  regarding  aid  effectiveness \nincluding CoP-MfDR issues; \n ", "    3 \n(iv)  a single document consolidating all inputs from the subregional workshops and \nwebsite to provide a regional perspective and input towards discussions at HLF-3; \n(v)  two regional meetings of the members of CoP-MfDR to be organized by ADB; \nand \n(vi)   the participation of DMCs, including representatives of CoP-MfDR, at the HLF-3, \nincluding the roundtable meetings, ministerial-level sessions, and marketplace. \n \nB.  Methodology and Key Activities \n \n10.  The four subregional workshops will be as follows: \n(i)  Pacific subregion: Fiji Islands, 4–7 April 2008 (Cook Islands, Federated States of \nMicronesia,  Fiji  Islands,  Kiribati,  Nauru,  Niue,  Papua  New  Guinea,  Palau, \nRepublic of the Marshall Islands, Samoa, Solomon Islands, Tonga, Tuvalu, and \nVanuatu); \n(ii)  Southeast Asia: Bangkok, 21–22 April 2008 (Cambodia, People’s Republic of \nChina,  Indonesia,  Lao  People’s  Democratic  Republic,  Malaysia,  Philippines, \nThailand, Timor-Leste, and Viet Nam); \n(iii)  South Asia: Bangkok, 5–6 May 2008 (Afghanistan, Bangladesh, Bhutan, India, \nMaldives, Nepal, Pakistan, and Sri Lanka); and \n(iv)  Central and West Asia: Bangkok, 8–9 May 2008 (Armenia, Azerbaijan, Georgia, \nKazakhstan,  Kyrgyz  Republic,  Mongolia,  Tajikistan,  Turkmenistan,  and \nUzbekistan). \n \n11.  The key objectives of the subregional workshops will be to (i) consult on the AAA draft \n(to be made available towards end of March), (ii) discuss how countries can best contribute to \nthe nine roundtables of the HLF-3, (iii) discuss preparing partner country participation at the \nHLF-3 marketplace, and (iv) contribute to an Asia and Pacific region perspectives document to \nbe tabled at HLF-3. \n  \n12.  Regarding participation, the workshops will bring together the following:  \n (i)  Asia and Pacific region partner countries: a total of four or five government \nrepresentatives from each DMC including the national coordinator for the 2008 \nParis Declaration monitoring survey; two from policy ministries (finance, planning, \nand/or foreign affairs) and two from line (sectoral) ministries (the DMC delegation \nshould include at least one senior official); \n(ii)  donors:  participation  limited  to  organizers  and  sponsors  of  the  workshops, \nOECD-DAC, and donor focal points in each DMC (identified for the 2008 Paris \nDeclaration monitoring survey); and \n(iii)  civil society: a total of three or four country-level representatives of civil society \norganizations in each workshop drawn from civil society participants at previous \nregional and global consultations on HLF-3. \n \n13.  A summary of discussions from each subregional workshop will be drafted and a follow-\nup consolidated report will be prepared by a consultant. This report will aim to bring to the HLF-\n3 an Asia and Pacific regional perspective on aid effectiveness and the implementation of the \nParis Declaration. \n \n14.  ADB will manage a website from late April to September 2008 to allow further discussion \nand proposals for comments on the consolidated report and specific topics of the HLF-3. This \nADB website will be linked to the official HLF-3 website, which will also be launched in April \n2008. \n ", " 4     \n \n15.  ADB will organize a regional gathering of CoP-MfDR members at a location and date to \nbe determined to craft partner country inputs on MfDR for the HLF-3. This meeting will (i) review \nand debate the Paris Declaration progress report and the draft AAA before they are finalized, (ii) \nconsider inputs into the MfDR debate at the HLF-3, (iii) identify case studies in MfDR for Accra, \nand (iv) discuss ways to showcase the potential of the CoP-MfDR for sustainable capacity \ndevelopment in MfDR. \n \n16.  In collaboration with the HLF-3 Roundtable on MfDR, ADB will convene an abbreviated \nCoP-MfDR meeting in Accra in parallel to the HLF-3 in September 2008 to provide a platform for \nthe Asia and Pacific region partner countries to be heard regarding results management. \n \n17.  ADB will also assist DMCs (including CoP-MfDR members) in their participation at the \nHLF-3. This assistance will be two-fold: (i) financing the travel and accommodation costs of a \nconsiderable number (25–30) of DMC delegates and (ii) assisting, through local consultants, \ncertain DMCs in their participation in the marketplace of the HLF-3. \n \n18.  Certain post-HLF-3 activities will also be considered: (i) the dissemination of messages \nfrom Accra through the web, newsletters, publications, or CD-ROMs and (ii) the organization of \nother types of activities needed for a follow-up process to the HLF-3 in the region. \n \nC.  Cost and Financing  \n \n19.  The  total  amount  of  the  RETA,  which  is  estimated  at  $500,000  equivalent,  will  be \nfinanced as a grant from ADB’s technical assistance funding program. It is proposed that, \nthrough this RETA, ADB provide $190,000 to finance the subregional workshops for the Pacific, \nSoutheast Asia, South Asia, and Central Asia.2 ADB will contribute this fund to a pool managed \nby the United Nations Development Programme (UNDP). This will be done through the signing \nof an administrative arrangement between ADB and UNDP as set by the memorandum of \nunderstanding between them.3  \n \n20.  The  total cost  of  the CoP-MfDR  consultation  process  towards  the HLF-3,  including \nDMCs’ participation at Accra, is estimated at $150,000, which ADB will finance entirely. \n \n21.  ADB will also provide $160,000 toward organizing the HLF-3 in Accra. These funds will \nbe allocated mainly toward financing the participation of DMCs.4 The detailed cost estimates are \nin Appendix 2. \n \nD.  Implementation Arrangements \n \n22.  Given the fact that four sub-regional consultation meetings need to be organized and \ngiven the good working partnership established with the UNDP Regional Center in Bangkok, \nADB will host 3 of the workshops in Bangkok, Thailand. The remaining workshop will be held in \n                                                 \n2  The remaining balance of the total workshop cost will be shouldered by other donors, mainly UNDP, Government of \nJapan, and the World Bank, which have indicated interest in cosponsoring all four workshops. \n3  On 23 July 2007, ADB and UNDP signed a memorandum of understanding that covers cofinancing and other \narrangements for funding regional, subregional, and country programs and projects.  \n4  Prior to finalizing the RETA paper, ADB’s Board of Directors approved on 31 March 2008, on a no-objection basis, \na  Board waiver to procurement from a non-ADB member country, in accordance with Article 14 (ix) of the Charter, \nto finance the participation of DMC delegations in the Third High-Level Forum in Accra, Ghana, on 2–4 September \n2008. \n ", "    5 \nthe Fiji Islands, where the Pacific Islands Forum Secretariat and the UNDP Pacific Center have \ntaken  the  initiative  to  organize  the  consultations.  Two  meetings  of  the  CoP-MfDR  will  be \norganized and hosted by ADB: one at ADB headquarters in Manila and the other in Accra, \nGhana, at the venue of the HLF-3.  \n \n23.  The  RETA  implementation  period  is  scheduled  for  9  months,  from  April  2008  to \nDecember 2008. ADB will be the Executing Agency. ADB’s Strategy and Policy Department, \nspecifically the Strategy, Planning, Policy, and Inter-Agency Relations Division and the Results \nManagement Unit will administer the RETA in cooperation with ADB's Resident Mission in \nThailand and the Pacific Subregional Office in Suva, Fiji Islands. An international consultant will \nbe engaged to prepare individual reports from each subregional workshop, which will be tabled \nand facilitate discussions at the HLF-3 in Accra, Ghana. Another international consultant will be \nengaged to edit a consolidated regional perspective document. National consultants will be \nengaged to achieve the expected outputs for the HLF-3, namely to (i) facilitate the regional \nconsultations, (ii) set up and maintain a website, and (iii) assist DMCs’ participation in the HLF-3 \nmarketplace. An outline of the terms of reference for the consultants is in Appendix 3. ADB will \nengage the consultants on an individual basis and in accordance with its Guidelines on the Use \nof Consultants (2007, as amended from time to time) and other arrangements satisfactory to \nADB for engaging consultants. A no objection letter will be obtained from those DMCs in which \nactivities specifically related to that DMC will be conducted.  \n \n24.  ADB’s regional departments will be involved in organizing the workshops. In addition, the \npreparation of any necessary materials for the consultations will be done in close coordination \nwith the regional departments.  \n \n25.  To ensure timely and effective dissemination of results and deliverables from these \nsubregional workshops, plans are in place to ensure that the consolidated report and the \nsummaries of discussions at the subregional workshops will be disseminated to DMCs and \nother development institutions. These reports will also be distributed at the HLF-3. \n \n \nIV.  THE PRESIDENT’S DECISION \n \n26.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis for \nsupporting the Third High-Level Forum on Aid Effectiveness and its Preparatory Consultation \nProcess, and hereby reports this action to the Board.  \n ", "6  Appendix 1     \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nImpact      Assumptions \nIncrease the effectiveness  (cid:102)  Progress on the  (cid:102)  Workshop reports  (cid:102)  Availability of \nof development assistance  Paris Declaration  (cid:102)  Consolidated  adequate ADB \nin the region through the  indicators  regional  resources \nfive pillars of the Paris  (cid:102)  Increased  perspective  (cid:102)  DMCs’ commitment \nDeclaration: harmonization,  effectiveness of  document  and readiness to \nalignment, ownership,  development  (cid:102)  Website  implement the Paris \nmanagement for  assistance  (cid:102)  2008 and 2010  Declaration \ndevelopment results, and  Paris Declaration   \nmutual accountability  Implementation  Risks \n  Surveys  (cid:102)  Diverse agenda of \n(cid:102)  HLF-3 documents \nHLF-3, i.e., lack of \nand reports \nconsensus on \nindicators and unclear \nobjectives \n(cid:102)  DMCs’ lack of \ncapacity to implement \nthe Paris Declaration \n(cid:102)  Lack of a supported \nand coordinated \nresponse from ADB \n \nOutcome      Assumption \n(i) Dissemination of  country- (cid:102)  Increased South- (cid:102)  Workshop reports  (cid:102)  DMCs’ strong \nbased knowledge and  South dialogue and  (cid:102)  Consolidated  demand for cross-\nexperiences about  the establishment  regional  country sharing of \ndevelopment  of an informal  perspective  best practices and \neffectiveness, including  community of  document  experience \nthe implementation of the  practice  (cid:102)  Website   \nParis Declaration, which    (cid:102)  2008 and 2010  Risk \nwill provide a sound basis  Paris Declaration  (cid:102)  DMCs may express \nfor discussions at the  Implementation  preference for \nHLF-3   Surveys  focusing on in-country \n(ii) Raised awareness of  (cid:102)  HLF-3 documents  implementation rather \nDMCs about best  and reports  than cross-country \npractices to enhance  experience. \ndevelopment   \neffectiveness regarding \n \nharmonization, alignment, \nownership, management \nfor development results, \nand mutual accountability \n \nOutputs      Risks \n(i)   Four subregional  (cid:102)  Positive inputs and  (cid:102)  Workshop reports  (cid:102)  DMCs’ poor \nworkshops that will  contributions from  (cid:102)  Consolidated  attendance at \nallow DMCs to provide  DMCs  regional  subregional \nto the HLF-3 an Asia  (cid:102)  Good attendance of  perspective  workshops \nand Pacific region  DMCs at the  document  (cid:102)  Little interest from \n ", "  Appendix 1    7\nDesign  Performance  Data  Assumptions \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nperspective and input   workshops  (cid:102)  Website  DMCs in the HLF-3, \n(ii)  A website for posting  (cid:102)  High quality of  (cid:102)  2008 and 2010  specifically regarding \ncomments and  workshop reports  Paris Declaration  the marketplace \nproposals regarding aid  and regional  Implementation  (cid:102)  Lack of interest in \neffectiveness as run-up  perspective   Surveys  using the website \nto the HLF-3  document  (cid:102)  HLF-3 documents  and/or limited DMC \n(iii) A single document  (cid:102)  Visibility of Asian  and reports  access to internet \nconsolidating all inputs  DMCs at the HLF-3  (cid:102)  Inadequate quality of \nfrom subregional  workshop reports \nworkshops and website  (cid:102)  A single document \nto provide a regional  may not be agreed by \nperspective to be tabled  all DMCs as properly \nand facilitate  reflecting a regional \ndiscussions at the HLF- perspective. \n3   \n(iv) Participation of DMCs at \nthe HLF-3, including the \nroundtable meetings, \nministerial-level \nsessions, and \nmarketplace \n \nActivities with Milestones  Inputs \n1.  Regional consultations  (cid:102)  ADB to provide \n2.  Setting up and maintenance of website  $500,000 to fund the \n3.  Preparation of consolidated report based on inputs from the workshops and  HLF-3 preparatory \nwebsite reflecting a regional perspective as contribution to HLF-3  consultation process \n4.  Participation of DMCs at HLF-3  and the participation \n  of DMC \nrepresentatives at the \nHLF-3 \n(cid:102)  ADB stakeholders to \nprovide feedback as \nrequired \nADB = Asian Development Bank, DMC = developing member country, HLF-3 = Third High-Level Forum on Aid \nEffectiveness. \n \n \n \n \n    \n   _______________________                ________________________   \nChristopher W. MacCormac    Kazu Sakai   \nSenior Director, SPPI  Director General \nStrategic Planning, Policy and  Strategy and Policy Department \nInteragency Division   \nStrategy and Policy Department   \n \n       \n \n ", " 8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n  Total \nItem  Costa \nA.  Consultants   \n      1.     International consultants    \n                 a. Remuneration and per diem                                                        38.00      \n                 b. International and local travel                                                          4.00 \n      2.     National consultants                                                                           28.00  70.00 \n         \nB.  Consultations   \n1.  Subregional workshops in the Pacific, Southeast Asia,    \n       South Asia, and East and Central Asia                                                110.00   \n       Contingencies                                                                                        10.00  120.00 \n \n      2.  CoP-MfDR consultations      \n             a.  Pre-Accra consultation meeting                                                     60.00   \n             b.  CoP-MfDR participation at the HLF-3b                                                                  60.00   \n             c.  Miscellaneous administration and support cost                              30.00  150.00 \n   \n      3.    Third High-Level Forum on Aid Effectivenessc   160.00 \n   \n Total  500.00 \nCoP-MfDR = Community of Practice on Management for Development Results, HLF-3 = Third High-Level Forum on Aid \nEffectiveness.  \n    a Financed by Asian Development Bank’s technical assistance funding program. \n     b Contribution to fund participation of CoP-MfDR representatives at the HLF-3. \n      c Contribution to fund participation of developing member country officials at the HLF-3 in Accra. \n     Source: Asian Development Bank estimates. \n \n ", "  Appendix 3  9\n   \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Technical Writer (international, 2 person-months) \n \n1.  An internationally recruited consultant with expertise in writing strategic planning and \npolicy development documents will render 2 person-month of services. The consultant will be \nresponsible for preparing individual reports for the three subregional workshops taking place in \nBangkok  in  close  coordination  with  Asian  Development  Bank  (ADB)  staff  in  the  Strategic \nPlanning, Policy, and Interagency Division (SPPI) and the other organizers of the workshops:  \nGovernment of Japan, United Nations Development Programme (UNDP), and World Bank. The \nconsultant will be based in Bangkok, Thailand, and his or her tasks will include  \n(i)  participating in the subregional workshops in Bangkok and acting as resource \nperson if necessary, \n(ii)   reviewing concept notes and technical papers prepared by other agencies and \nproviding  comprehensive  comments  to  improve  the  quality  of  the  final \ndocuments, and \n(iii)   collecting notes from the workshop rapporteur and preparing a summary report \nbased on them for each workshop. \n \nB.  Technical Editor (international, 1 person-month) \n \n2.  An internationally recruited consultant with expertise in editing strategic planning and \npolicy development documents will render 1 person-month of services. The consultant will work \nclosely  with  SPPI  and  be  responsible  for  finalizing  the  consolidated  regional  perspective \ndocument. The tasks of the consultant will include \n(i)  reorganizing text so that the subject matter is easy to understand; \n(ii)  rephrasing text to tighten it , make it flow, and reduce ambiguity; \n(iii)  writing text where required to ensure the flow and readability of the paper; \n(iv)  reviewing  an  edited  manuscript  for  spelling,  grammar,  consistency,  format, \ncompleteness, and accuracy regarding text, tables, bibliographies, references, \nand footnotes; \n(v)  recasting and editing tables and figures; \n(vi)  spotting obvious errors, including in mathematical calculations, and pointing out \nquestionable proper names, bibliographic references, and the like (but not fact \nchecking);  \n(vii)  ensuring that the text conforms to the ADB Handbook of Style and Usage;  \n(viii)  editing notes to ensure that the text references are correct;  \n(ix)  checking the author’s final changes; and \n(x)  consulting extensively with the author and project manager. \n \nC.  Workshop Coordinator (national, 10 person-months) \n \n3.  A national consultant will be engaged for 10 person-months to assist in the effective \nplanning, coordination, and conduct of a series of outcomes from the international conference \nAsia  2015:  Promoting  Growth,  Ending  Poverty,  of  March  2005,  regarding  the  international \nagenda of aid effectiveness, in particular the activities related to preparations for the Third High-\nLevel Forum on Aid Effectiveness (HLF-3) in Accra, Ghana, on 2–4 September 2008. He or she \nwill report to staff of SPPI and provide the following administrative support to deliver the outputs \nrequired to achieve the purpose of the assignment:  \n \n ", "10  Appendix 3 \n \n(i)  Provide and coordinate secretariat support during the workshops to help with \norganization  and  arrangements,  and  assist  in  documenting  the  workshop \nsessions. \n(ii)  Coordinate  all  necessary  logistical  arrangements  for  the  subregional \nworkshops—including all relevant meetings, consultations, and videoconferences, \netc.—and prepare required correspondence and respond to inquiries. \n(iii)  Set up workable arrangements with the resident missions concerned for the \nplanning, execution, and monitoring of all activities relevant to the events and \nclosely coordinate with them on all logistical and administrative matters. \n(iv)  Assist in consolidating and synthesizing workshop materials and reports and \nliaise with the Printing Office for the production of these materials as necessary. \n(v)  Liaise with development partners who will cosponsor the workshops (UNDP, \nGovernment of Japan, World Bank, and others) with regard to organization and \narrangements, as well as to fund transfers, and coordinate the preparation of \nnecessary letters of agreement for sharing expenses. \n \nD.  Communication Expert (national, 1 person-month)  \n \n4.  A national consultant will be engaged intermittently for a cumulative maximum of 1 \nmonth to set up and maintain a website for the HLF-3. The consultant must be experienced in \nconducting web-based internal and external consultations on institutional changes. He or she \nmust  be  proficient  in analyzing  feedback  from  individuals  and  presenting  conclusions  in  a \nsystematic and coherent manner that is both informative and useful to decision-makers. The \nconsultant  will  preferably  have  had  previous  experience  of  working  with  ADB  and  be \nknowledgeable of its current operations in developing member countries (DMCs).  \n \n5.  The consultant will be responsible for the following: \n(i)  Monitor the feedback daily on both the intranet and the external website on the \nHLF-3 and report as required by the steering committee and the secretariat in a \nformat useful for review, discussion, and decision making. \n(ii)  Prepare in a timely manner responses to be posted on both the external website \nand the intranet, incorporating comments from the secretariat and the steering \ncommittee as needed. \n(iii)  Post in a timely manner new information on both websites as it is made available \nby the secretariat. \n(iv)  Moderate discussions on both websites and end discussions as appropriate. \nSummarize the discussions and their conclusions, if any, for the use of the \nsteering committee and the secretariat. \nE.  Graphic Artist (national, 5 person-months) \n \n6.  Five national consultants will be engaged for a cumulative minimum of 1 month to assist \nDMCs  from  each  region  in  preparing  posters,  flyers,  and  other  materials  for  the  HLF-3 \nmarketplace. The consultant will be responsible for the following: \n(i)  Develop a standard graphic design for the DMCs’ participation in the HLF-3 \nmarketplace. \n(ii)  Assist ADB (SPPI and resident missions in selected DMCs) in designing posters, \nflyers, and other materials for the HLF-3 marketplace. \n "], "metadata": {"CreationDate": "D:20080418101235+08'00'", "Author": "AA8", "Creator": "PScript5.dll Version 5.2", "Keywords": "tar: 42066 reg, asia and pacific regions aid effectiveness, macroeconomic stability, regional technical assistance reports", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20080428145339+08'00'", "Title": "Supporting the Third High-Level Forum on Aid Effectiveness and its Preparatory Consultation Process"}, "author_page": " \nABBREVIATIONS \n \n    AAA    –  Accra Agenda for Action \nADB    –  Asian Development Bank \n    CoP-MfDR  –  Community of Practice on Management for \nDevelopment Results \n    DMC    –  developing member country \n    HLF-2   –  Second High-Level Forum on Aid Effectiveness \nHLF-3  –  Third High-Level Forum on Aid Effectiveness \nOECD–DAC  –  Organisation for Economic Co-operation and  \nDevelopment–Development Assistance Committee \nRETA    –  regional technical assistance \nSPPI    –  Strategy, Planning, Policy, and Inter-Agency Relations  \n      Division of ADB \nUNDP   –  United Nations Development Programme \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification   –  General intervention \nSectors  –  Law, economic management, and public policy \nSubsectors      –  Economic management \nThemes      –  Regional cooperation, sustainable economic growth \nSubthemes      –  Promoting macroeconomic stability, organizational \ndevelopment  \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \nManaging Director General  R. Nag, Office of the Managing Director General \nDirector General  K. Sakai, Strategy and Policy Department (SPD) \nSenior Director  C.  MacCormac,  Strategic  Planning,  Policy  and  Interagency \n  Relations Division, SPD \n   \nTeam leader  B. Purdue, Head, Results Management Unit, SPD \nTeam members  A. Ressano-Garcia, Planning and Policy Specialist, SPD \nM. Senapaty, Senior Planning and Policy Specialist, SPD \nS. Zahid, Principal Planning and Policy Specialist, SPD \n \n ", "authors": [{"fullname": "R. Nag", "role": "Office of the Managing Director General", "organization": ""}, {"fullname": "K. Sakai", "role": "Strategy and Policy Department (SPD)", "organization": ""}, {"fullname": "C.  MacCormac", "role": "Strategic  Planning", "organization": "Policy  and  Interagency"}, {"fullname": "Relations Division", "role": "SPD", "organization": ""}, {"fullname": "B. Purdue", "role": "Head", "organization": "Results Management Unit"}, {"fullname": "A. Ressano-Garcia", "role": "Planning and Policy Specialist", "organization": "SPD"}, {"fullname": "M. Senapaty", "role": "Senior Planning and Policy Specialist", "organization": "SPD"}, {"fullname": "S. Zahid", "role": "Principal Planning and Policy Specialist", "organization": "SPD"}]}