{"path": "data/input/ta/42075-nep-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 42075  \nJuly 2008 \n \n \n \n \n \n \nNepal: Knowledge Transfer for Public Procurement \n(Financed by the Republic of Korea e-Asia and Knowledge \nPartnership Fund) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 July 2008) \n \nCurrency Unit –  Nepalese rupee/s (NRe/NRs) \nNRe1.00 =  $0.0146 \n$1.00 =  NRs68.59 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FIDIC  –  Fédération Internationale des Ingénieurs-Conseils \n(International Federation of Consulting Engineers) \n  PPA  –  Public Procurement Act \n  PPMO  –  Public Procurement Monitoring Office \n  PPR  –  Public Procurement Regulations \n  PWD  –  public works directive \n  TA  –  technical assistance \n  UNCITRAL  –  United Nations Commission on International Trade Law \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy \nSubsector  –  Public finance and expenditure management \nThemes  –  Sustainable economic growth, governance , capacity development \nSubthemes  –  Promoting economic efficiency and enabling markets, public \ngovernance, institutional development \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Nepal ends on 15 July. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2007 ends \non 15 July 2007.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n   \nVice-President  L. Jin, Operations 1  \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  P.J. Heytens, Country Director, Nepal Resident Mission (NRM), SARD \n   \nTeam leader  N. Chand, Procurement Officer, NRM, SARD \nTeam members  K.H. Ryu, Head, Portfolio Management Unit, NRM, SARD \n  S. Gyawali, Assistant Project Analyst, NRM, SARD \n   \n ", " \nI.  INTRODUCTION \n1.   During the country programming  mission of the Asian Development Bank (ADB) in \nJanuary  2008,  the  Government  of  Nepal  requested  advisory  technical  assistance  (TA)  to \nstrengthen the capacity of the Public Procurement Monitoring Office (PPMO). ADB granted the \nGovernment’s request and included the TA in its country operations business plan for 2008.1  A \nTA fact-finding mission was fielded from 29 May to 6 June 2008. A wrap-up meeting was held \non 6 June 2008, chaired by the joint secretary of the Ministry of Finance. The mission agreed \nwith the Government on the purpose, outputs, methodology, key activities, costs and financing \nplan, implementation arrangements, and scope of counterpart support.2  The TA design and \nmonitoring framework is in Appendix 1. \n \nII.  ISSUES \n2.  Since  the  end  of  the  decade-long  conflict  and  the  signing  of  the  peace  accord  in \nNovember  2006,  there  has  been  huge  demand  from  the  people  for  quick  delivery  of \ndevelopment results from the Government. It is important that the people’s aspirations are met \nfor the peace and prosperity of the country, and that the development results are visible on the \nground. Hence, the Government has embarked on major development projects that require \ntransparency, accountability, economy, and efficiency. Good governance is one of the major \npillars in the Government’s 3-year interim plan (2008–2010).3  The Government is committed to \nobtaining maximum value from public expenditure through an improved public procurement \nsystem. Experience in other countries has shown that a sound public procurement system has \ncontributed to 15% savings in public expenditure. In Nepal, where government procurement \ncomprises  about  15%  of  gross  domestic  product,  such  savings  would  boost  the  budget \nsignificantly and could be utilized to help meet the Millennium Development Goals by 2015.  \n \n3.  The Government—together with ADB, Department for International Development of the \nUnited Kingdom, Japan Bank for International Cooperation, and World Bank—conducted a joint \ncountry portfolio review mission in September 2006. The mission identified three major themes \nas pivotal factors to improve project implementation and enhance portfolio performance in Nepal: \n(i) financial  management,  (ii)  results-based  reporting,  and  (iii)  procurement  management. \nSubsequently, the Government promulgated the Public Procurement Act (PPA) in January 2007 \nand approved the Public Procurement Regulations (PPR) in August 2007. These initiatives have \nbeen an important step in reforming the procurement system—thereby establishing the basic \nprinciples of procurement of transparency, open and fair competition, economy, and efficiency.  \n \n4.  More  importantly,  the  Government  established  PPMO  in  August  2007  as  a  central \nagency responsible for developing and sustaining a well-functioning public procurement system. \nPPMO is headed by a secretary and has 18 full-time staff. The major activities initiated by \nPPMO so far are (i) briefing of the PPA and PPR to all secretaries of line ministries; (ii) selection \nof members for the procurement review committee; (iii) training on procurement at the regional \nand center level; (iv) establishment of procedures on debarment hearings; (v) networking for \nestablishing a website; and (vi) support to all procuring entities. \n \n5.  A joint workshop organized by the Government, ADB, and World Bank in May 2007 \nconcluded that there is an urgent need for TA to support PPMO for effective implementation of \n                                                 \n1  ADB. 2007. Country Operations Business Plan (2008–2010): Nepal. Manila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 16 June 2008. \n3  National Planning Commission. 2007. Three-Year Interim Plan (2008–2010): Nepal.  \n ", "2   \nthe  PPA  and  PPR.  The  workshop  identified  five  major  areas  of  support:  (i)  establish  a \nprocurement system; (ii) build capacity of PPMO; (iii) create a public procurement monitoring \nsystem; (iv) produce standard bidding documents for works, goods, consulting services, and \nother services; and (v) explore e-procurement. The Government requested ADB assistance for \ncapacity building of PPMO and knowledge sharing, so that an effective and efficient national \nprocurement  institution  could  be  developed.  Knowledge  transfer  for  public  procurement  is \ncrucial  for  the  Government  to  accelerate  development  efforts  and  improve  project \nimplementation. Strengthening PPMO through TA is envisaged to play a vital role. \n \n6.  The TA will be financed by the Republic of Korea e-Asia and Knowledge Partnership \nFund, which aims to contribute to poverty reduction and economic and social development in \nADB’s developing member countries. The major objectives of the fund are to (i) strengthen the \ncapacity of developing member countries to achieve the Millennium Development Goals; (ii) \npromote information and communication technology; and (iii) bridge the digital divide, through \nnational and regional e-strategies. The TA concept paper was reviewed by the e-Asia and \nKnowledge  Partnership  Fund  review  committee, 4  and  submitted  for  funding  from  the \nGovernment of the Republic of Korea, Funding for the TA was approved on 11 April 2008.  \n \n7.    Improving transparency in public procurement proceedings, strengthening the capacity \nof  procuring  agencies,  and  institutional  development  of  anticorruption  institutions  are  an \noperational priority for instilling good governance that was identified as one of the three pillars of \nthe  2005–2009  country  strategy  and  program  for  Nepal. 5  The  TA  is  conceptually, \nprogrammatically,  and  procedurally  aligned  with  the  country  strategy  and  program.  It  will \naddress  the  policy,  institutional,  and  information  technology  aspects  of  procurement.  A \nstrengthened  PPMO  could  facilitate  the  Government’s  poverty  reduction  and  economic \ndevelopment targets through more efficient and effective public procurement.  \n \n8.    The World Bank supports the initiative to strengthen PPMO and will establish an e-\nprocurement  system.  It  is  also  processing  TA  for  preparing  a  procurement  business  plan, \ndeveloping  an  awareness  and  disseminating  strategy,  supporting  exposure  visits  to  other \ncountries,  and  conducting  procurement  training  at  regional  and  zonal  levels  for  core \nimplementation of the PPA and PPR. Both TA projects from the World Bank and ADB will \naddress the immediate needs of PPMO without any duplication in the areas of assistance.   \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n \n9.  The TA impact is to improve the efficiency and transparency in public procurement of \nworks,  goods,  and  services  to  promote  good  governance.  The  outcome  of  the  TA  is \nstrengthened procurement capacity of the Government. \n \n10.  The outputs of the TA are (i) publication of standard bidding documents and public works \ndirectives; (ii) monitoring and evaluation unit strengthened; (iii) procurement website established; \n(iv) training module developed; (v) norms for debarment developed; and (vi) e-procurement \nstrategy prepared.  \n \n                                                 \n4  The committee is chaired by the deputy director general of Regional and Sustainable Development Department \nwith representatives from the Central Operations Services Office, Central and West Asia Department, East Asia \nDepartment, Office of Information Systems and Technology, Pacific Department, and South Asia Department. \n5  ADB. 2004. Country Strategy and Program (2005–2009): Nepal. Manila. \n ", "  3\nB.  Methodology and Key Activities \n \n11.  The TA will be implemented through extensive consultations with related stakeholders \nincluding government agencies, contractors, and consulting associations in Nepal. It will be \nimplemented in close coordination with the World Bank and other development partners so that \nthe Government’s procurement system can be harmonized and strengthened. It will include the \nactivities summarized below. \n \n12.  Policy  Advice  and  Dialogue. A clear working policy with norms for  debarment of \nbidders,  consultants,  and  suppliers—on  the  grounds  of  corrupt,  fraudulent,  collusive,  and \ncoercive bidding practices—will be developed. The policy will also outline the guidelines for \ndebarment when contractual obligations are not complied with during contract implementation. \nThe norms will clearly spell out the debarment procedures to be followed by PPMO, from \nnotification of procuring entities to final enforcement of debarment.  \n       \n13.  Capacity  Building  and  Institutional  Development.  The  TA  will  (i)  strengthen  the \nmonitoring  and  evaluation  unit  of  PPMO  to  provide  proper  institutional  arrangements  for \nindependent  review  of  public  procurement  proceedings  and  to  give  advice  on  effective \nimplementation  of  the  PPA  and  PPR;  (ii)  develop  curriculum  and  training  modules  for \nprocurement  training;  and  (iii)  train  PPMO  staff  on  the  United  Nations  Commission  on \nInternational  Trade  Law  model  of  arbitration  and  International  Federation  of  Consulting \nEngineers conditions of contracts. \n \n14.    Publications. The TA will support (i) preparation of standard bidding documents for \nprocurement of works, goods, consulting, and other services in accordance with the PPA and \nPPR and standard forms for contracts and prequalification documents for mandatory use by all \nprocuring  agencies  at  all  levels;  and  (ii)  review  of  the  existing  public  works  directives, \ninstructions, technical notes, and manuals in line with the provisions of the PPA and PPR to \nensure  that  public  procurement  procedures  are  uniformly  and  transparently  applied  by  all \nprocurement practitioners. \n \n15.  Studies and Analytical Work. The TA will enhance the knowledge of PPMO staff on \nsuccessful implementation of modern procurement legislation and best practices of relevant \ncountries, including Republic of Korea, Malaysia, and Singapore through overseas study and \nobservation.  \n \n16.  Implementation of PPA and PPR. The TA will facilitate (i) full-fledged implementation \nof the PPA and PPR through operation of PPMO as an agent of reform during the entire TA \nperiod; and (ii) further reforms on procurement based on lessons from implementation of the \nPPA and PPR.  \n \n17.  Networking  and  Dissemination.  A  PPMO  website  will  be  established  to  provide \ninformation on public procurement as mandated by the PPA. An e-procurement strategy will be \ndeveloped  to  move  toward  full-fledged  e-procurement,  including  policy  and  legislative \nrecommendations. The information on public procurement procedures will be disseminated \nthrough seminars and workshops.   \n \nC.  Cost and Financing \n \n18.  The TA is estimated at $600,000 equivalent, of which the Government has requested \nADB  to  finance  $500,000.  The  TA  will  be  financed  on  a  grant  basis  by  the  e-Asia  and \n ", "4   \nKnowledge Partnership Fund, to be administered by ADB. The Government will finance the \nremaining $100,000 equivalent to cover the costs of counterpart staff, office accommodation \nand utilities, and office equipment. The Government has been informed that the approval of the \nTA does not commit ADB to finance any ensuing program. The details of the cost estimates are \nin Appendix 2. \n \nD.  Implementation Arrangements \n19.  ADB will be the Executing Agency. PPMO, under the Office of the Prime Minister and \nCouncil of Ministers, will be the Implementing Agency. A TA coordination unit will be established \nunder PPMO and will be headed by the TA director at the joint secretary (technical) level. The \nTA director will be responsible for day-to-day TA implementation and regularly report on the \nstatus of the TA to the secretary of PPMO as well as ADB. Two full-time PPMO staff with \nextensive knowledge on PPMO procurement will be assigned as the counterpart staff. The \nsecretary of PPMO will provide overall guidance to the TA coordination unit and review all the \nTA outputs.  \n \n20.  A steering committee will be formed, chaired by the secretary of PPMO. The members of \nthe steering committee will be at the undersecretary level from the Ministry of Finance; Financial \nComptroller General Office; Ministry of Physical Planning and Works; Ministry of Law, Justice \nand Parliamentary Affairs; and National Planning Commission. The steering committee will \ncoordinate with the line ministries and provide overall guidance on policy initiatives undertaken \nby the TA. \n \n21.  The TA will be implemented over 24 months, with the estimated start date of September \n2008  and  completion  target  of  August  2010.  The  detailed  implementation  schedule  is  in \nAppendix 3. Consultants for a total of 43 person-months will be recruited though a firm using the \nquality- and cost-based selection method, in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time). One international e-procurement specialist \n(3  person-months)  and  eight  national  consultants  (total  input  of  38 person-months)  will  be \nengaged. The national specialists will be as follows: (i) institutional development specialist and \nteam  leader,  (ii)  three  procurement  specialists,  (iii)  procurement  training  specialist, \n(iv) monitoring and evaluation specialist, (v) information technology specialist, and (vi) contract \nmanagement  specialist.  There  is  provision  for  unallocated  national  consulting  inputs  of \n2 person-months, which will be utilized on an as-needed basis during TA implementation. The \ndetailed  terms  of  reference  of  the  consultants  are  in  Appendix  4.  The  equipment  will  be \nprocured in accordance with ADB’s Procurement Guidelines (2007, as amended from time to \ntime) and will be handed over to PPMO after completion of the TA.  \n \nIV.  THE PRESIDENT’S DECISION \n22.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to the Government \nof Nepal to be financed on a grant basis by the Republic of Korea e-Asia and Knowledge \nPartnership Fund for Knowledge Transfer for Public Procurement, and hereby reports this action \nto the Board. \n ", "  Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \nImpact       \nImproved efficiency and  • Total time required in  • PPMO  records  Assumption \ntransparency in public  procurement process  • Procurement cells database  • Government’s firm \nprocurement of works,  reduced by at least 25%  commitment to implement \ngoods, and services to  by 2010  PPA and PPR \npromote good governance      \n    Risk \n• Weak procurement capacity \nof procuring agencies \nOutcome       \nProcurement capacity of  • Departments handling  • Monitoring reports by  Assumptions \nthe Government  major infrastructure  PPMO   • Full support, assistance, and \nstrengthened  projects under Ministry  • Meetings with PPMO  cooperation from all \n  of Physical Planning and    concerned government \n  Works, Ministry of Water  ministries and agencies \nResources, and Ministry  • Capacities are developed in \nof Local Development  PPMO \nexpress readiness to   \nfollow PPA and PPR by  Risk \nAugust 2008  • Lack of trained staff in line \n• Strengthened capacity  ministries and departments  \nof PPMO to implement   \npolicies, issue directives \nto procurement cells, \nand monitor and \nevaluate procurement \nproceedings \n• PPMO effectively \nmonitors all public \nprocurement \nOutputs        \n1. Standard bidding  • Standard bidding  • PPMO records  Assumption \ndocuments and PWDs  documents revised by  • TA progress report  • Full support, assistance, and \npublished  December 2008    cooperation from all \n  • PWDs updated by June    concerned government \n  2009    ministries and agencies \n       \n2. Monitoring and  • Strengthening of  • TA progress report  Risks \nevaluation unit  monitoring and  • Meetings with PPMO  • Slow decision process at \nstrengthened   evaluation unit in PPMO  • ADB TA missions  department level \n  completed by   • National stakeholder  • Frequent transfer of trained \n  December 2009  meetings  staff \n      • Weak commitment on \n3. Procurement website  • Procurement website    implementation of act and \nestablished  established by  regulations \n  December 2008     \n     \n4. Training module to  • Training module   • TA progress report   \ntrain the trainers  prepared by December  • Meetings with PPMO \ndeveloped and people  2008   \ntrained  • Procurement training for   \n  staff of procuring   \n  entities, contractors and   \n  suppliers initiated by   \n  June 2009 and capacity   \n  development completed   \n  by June 2010   \n ", "6  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions \nSummary  Indicators/Targets  Mechanisms  and Risks \n     \n5.  Norms for debarment  • Norms outlining the  • TA progress report \nof bidders and  detailed criteria  • Meetings with PPMO \nsuppliers prepared  prepared by October  • ADB TA missions \n  2009   \n     \n6.  e-procurement strategy  • Assessment of capacity  • TA progress report \n  of PPMO on  • Meetings with PPMO \ne-procurement by June  • ADB TA missions \n2009   \n• Identification of \ninstitutional constraints \nfor implementation of \ne-procurement by \nDecember 2009 \n \n \nActivities with Milestones  Inputs \n   \n1.1   Review and prepare standard bidding documents by consultants within 6 months  ADB    \nafter TA commencement.   \n1.2   Review update of PWDs by consultant within 12 months after TA commencement  • TA financing of $500,000 on \n1.3  Establish procurement website within 6 months after TA commencement  grant basis by ADB’s e-Asia \n1.4  Establish monitoring and evaluation unit 6 months after TA commencement  and Knowledge Partnership \n  Fund \n2.1  Prepare training curriculum for procurement entities within 6 months after TA  • 3 person-months of \ncommencement  international and 40 person-\n2.2  Prepare training module within 6 months after TA commencement  months of national \n2.3  Complete training to government staff, consultants, and contractor within 12 months  consultants  \nafter TA commencement   \n  Government \n3.1   Prepare debarment norms for bidders and suppliers within 18 months after    \n        TA commencement  • Office accommodation: \n  $50,000 \n4.1  Assess capacity of PPMO to implant e-procurement within 12 months after TA  • Remuneration and per diem \ncommencement  of counterpart staff: $30,000 \n4.2 Identify institutional constraints to implement e-procurement within 18 months after  • Other: $20,000 \nTA  commencement \n \n   \n \n \nADB  =  Asian  Development  Bank,  PPA  =  Public  Procurement  Act,  PPMO  =  Public  Procurement  Monitoring  Office, \nPPR = Public Procurement Regulations, PWD = public works directive, TA = technical assistance. \n \n \n \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n \n   \nItem                      Total Cost \n \nA.  Republic of Korea e-Asia and Knowledge Partnership Funda \n1.  Consultants                   260,000 \n \na.  Remuneration and Per Diem              200,000 \n \ni.  International Consultants (3 person-months)         80,000 \nii.  National Consultants (40 person-months)         120,000 \n \nb.  International and Local Travel               40,000 \n \nc.  Reports and Communication               20,000 \n \n2.  Equipment                               30,000 \n \n3.  Workshop/Seminar                   40,000 \n \n4.  Procurement Training                  40,000 \n \n5.  Study Tour                               20,000 \n \n6.  Establishment and Operationalization of Website                                       30,000 \n7.  Miscellaneous Administrative and Support Cost                                            30,000 \n \n8.  Contingencies                   50,000 \n    Subtotal (A)                500,000 \n \nB.  Government of Nepal Financing \n1.  Office Accommodation                50,000 \n2.  Remuneration and Per Diem of Counterpart Staff          30,000 \n3.  Transportation                   20,000 \n    Subtotal (B)                100,000 \n \n                Total                600,000 \na Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n \n ", "8  Appendix 3 \nIMPLEMENTATION SCHEDULE \n \nNo.  Activity  2008  2009  2010 \n      III  IV  I  II  III  IV  I  II  III \nA  Activity Schedule \n                          \nI  Capacity and Institutional Development \n                          \n1  Review and develop organizational strategy for PPMO \n                          \n2  Develop business plan for PPMO \n                          \n3  Assess the PPMO staff capacity and develop staff capacity development strategy \n                          \n4  Coordinate and manage other consultants working \n                          \n5  Prepare TA inception and completion reports in coordination with government officials and \nother consultants                            \n6  Prepare quarterly and monthly progress reports as required \n                          \n7  Facilitate the capacity development for PPMO officials \n                          \nII  Policy Advice and Dialogue \n                          \n1  Review existing acts and regulations \n                          \n2  Prepare policy framework, guidelines, and procedures for contract administration \n                          \n3  Prepare norms for debarment \n                          \nIII   Procurement Training \n                          \n1  Assess capacity development of PPMO \n                          \n2  Prepare curriculum for training                            \n3  Conduct training program                            \n4  Training on UNCITRAL and FIDIC \n                          \n5  Develop criteria for qualification and accreditation of procurement personnel \n                          \n6  Prepare training modules and materials for trainers and trainees \n                          \nIV   Preparation of SBDs and PWDs                            \n1  Review PPA and PPR \n                          \n2  Prepare standard bidding documents for works, goods, services and other services \n                          \n3  Review and update existing PWDs \n                          \n4  Prepare technical notes, directives, and manuals \n                          \n ", "          Appendix 3  9 \nNo.  Activity  2008  2009  2010 \n      III  IV  I  II  III  IV  I  II  III \nV   Monitoring and Evaluation \n                          \n1  Review PPMOs organizational structure \n                          \n2  Develop reporting mechanism \n                          \n3  Strengthen monitoring and evaluation unit \n                          \n4  Prepare baseline indicators, including public expenditure and financial accountability                            \nVI   Establishment of Website \n                          \n1  Analyze website need \n                          \n2  Establish user-friendly website \n                          \n3  Train related staffs  \n                          \nVII   E-Procurement Strategy \n                          \n1  Assess Government's need for policy and regulation on e-procurement \n                          \n2  Review current technology standard \n                          \n3  Assess infrastructure requirements for e-procurement \n                          \n4  Report preparation and develop implementation strategy and action plan \n                          \nB.  Consultancy Schedule \n                          \nI  International Consultant                             \n1  E-procurement specialist (3 person-months) \n                          \nII  Domestic Consultants \n                          \n1  Institutional development specialist and team leader (10 person-months) \n                          \n2  Procurement specialist for civil works (6 person-months) \n                          \n3  Procurement specialist for goods (3 person-months)                            \n4  Procurement specialist for consulting and other services (3 person-months) \n                          \n5  Monitoring and evaluation specialist (4 person-months) \n                          \n6  Information technology specialist (4 person-months) \n                          \n7  Procurement training specialist (4 person-months) \n                          \n8  Contract management specialist (4 person-months) \n                          \nFIDIC = Fédération Internationale des Ingénieurs-Conseils (International Federation of Consulting Engineers), PPA = Public Procurement Act, PPMO = Public Procurement Monitoring \nOffice, PPR = Public Procurement Regulations, PWD = public works directive, UNCITRAL = United Nations Commission on International Trade Law. \nSource: Asian Development Bank. \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Overall Outcome \n \n1.  The outcome of the technical assistance (TA) is strengthened procurement capacity of \nthe Government to promote good governance. The major outputs will be standard bidding \ndocuments  prepared,  public  works  directives  updated,  manuals  updated,  training  modules \ndeveloped, the evaluation and monitoring unit strengthened, a procurement website established, \nand norms developed for debarment. These are the key tools for the Public Procurement \nMonitoring Office (PPMO) to implement the Public Procurement Act (PPA), 2007, and Public \nProcurement Regulations (PPR), 2007. \n \n2.  The consultants will work closely with PPMO and associated departments to achieve the \noutputs  and  outcome.  The  consultants  will  ensure  effective  participatory  planning  when \npreparing relevant documents and will conduct stakeholders’ workshops before finalizing the \ndocuments and approval by PPMO. \n \nB.   Consulting Services Requirements \n \n3.  The TA will require a total of 43 person-months of consultant inputs: one international \nconsultant  for  3  person-months,  eight  national  consultants  for  38  person-months,  and \n2 unallocated  person-months.  The  consultants  will  have  substantial  experience  relevant  to \nprocurement, e-procurement, contract management, and capacity development.  \n \n  1.  e-Procurement Specialist (international, 3 person-months) \n \n4.  The specialist will develop a comprehensive strategy, including steps and guidelines, for \nintroducing e-procurement in Nepal. The consultant will undertake the following tasks: \n \n(i)  In consultation with all stakeholders, review and define strategic goals for PPMO \nin terms of facilities, products, and customer service initiatives for development of \ne-procurement. \n(ii)  Assess the Government’s need for policy and regulation on e-procurement. \n(iii)  Review and analyze the current technology infrastructure and standards, and \ndetermine technology goals and standards that support the needs of the current \nprocesses,  as  well  as  the  infrastructure  requirements  for  e-procurement \ninitiatives.  \n(iv)  Develop a strategic plan for implementation of e-procurement. \n          \n  2.  Team Leader and Institutional Development Specialist (national, 10 person-\nmonths) \n \n5.   The  specialist  will  develop  a  comprehensive  organization  strategy  and  framework, \nincluding business plan, for institutional development of PPMO and effective TA management. \nSpecific tasks are as follows:  \n \n(i)  Liaison effectively with PPMO to deliver outputs and outcomes of the TA. \n(ii)  Undertake  a  review  and  develop  an  organization  strategy  for  institutional \ndevelopment of PPMO. \n(iii)  Develop  a  framework  and  business  plan  for  PPMO  so  that  a  transparent \nprocurement system can be established. \n ", "  Appendix 4  11 \n(iv)  Assess and build the capacity of staff for undertaking and sustaining institutional \ndevelopment efforts. \n(v)  Coordinate and manage other consultants working for the TA so that the TA \noutcomes are achieved. \n(vi)  Prepare  monthly  and  quarterly  progress  reports  for  submission  to  ADB  and \nPPMO in a timely manner. \n(vii)  Coordinate with other consultants and government officials for preparation of the \nTA inception and completion reports. \n \n  3.  Procurement Specialists (3 national consultants, 4 person-months) \n \n6.  The specialists will prepare standard bidding documents for works, goods, consulting, \nand  other  services;  and  update  directives  and  manuals  for  procurement  of  works,  goods \n(including that of the health sector), consulting, and other services. Specific tasks are as follows:  \n \n(i)  Review the PPA and PPR. \n(ii)  Prepare  standard  bidding  documents  for  works,  goods,  services,  and  other \nservices in accordance with the PPA and PPR. \n(iii)  Examine the contract conditions of other development partners to develop a \nharmonized document.  \n(iv)  Review and update existing public works directives, instructions, technical notes, \nand manuals.  \n \n  4.   Procurement Training Specialist (national, 4 person-months) \n \n7.  The  specialist  will  prepare  a  report  on  a  comprehensive learning  and  development \nstrategy for capacity development of PPMO, and a curriculum and training module for training \nprograms. Specific tasks are as follows:  \n \n(i)  Assess and develop a comprehensive learning and development strategy for \ncapacity development of PPMO. \n(ii)  Design and develop curriculum for PPMO staff and other related agencies. \n(iii)  Deliver training programs based on the curriculum developed. \n(iv)  Develop resource persons and trainers of trainees for future programs. \n(v)  Develop training modules and materials for all procurement-related activities, \nincluding debarment for trainers and trainees. \n(vi)  Develop criteria for accreditation and qualification of procurement staff in all \nprocuring entities. \n \n  5.  Monitoring and Evaluation Specialist (national, 4 person-months) \n \n8.  The specialist will prepare a framework for establishing a results-based monitoring and \nevaluation system, including the cost estimates; and strengthen the monitoring and evaluation \nunit in PPMO. Specific tasks are as follows:  \n \n(i)  Review PPMO’s organization structure and develop a framework for establishing \na results-based monitoring and evaluation system. \n(ii)  Develop  reporting  arrangements  and  formats,  ensuring  effective  links  and \ncoordination among stakeholders. \n ", "12  Appendix 4 \n(iii)  Facilitate the establishment of a monitoring and evaluation system so that a \nproper  reporting  and  enforcing  mechanism  is  developed  for  procurement \nproceedings, implementation of procurement rules, and regulations and auditing.  \n(iv)  Prepare  baseline  procurement  indicators,  including  public  expenditure  and \nfinancial accountability indicators. \n \n  6.  Information Technology Specialist (national, 4 person-months) \n \n9.  The specialist will develop a PPMO website. Specific tasks are as follows:  \n \n(i)  Review  and  analyze  PPMO’s  organization  structure  and  operation  for  the \ndevelopment of a website. \n(ii)  Establish  a  user-friendly  website  so  that  procurement-related  information  is \naccessed and disseminated effectively and efficiently. \n(iii)  Train related staff for continuous update and feedbacks. \n \n  7.  Contract Management Specialist (national, 4 person-months) \n \n10.  The  specialist  will  develop  comprehensive  policies  and  procedures  for  contract \nadministration. Specific tasks are as follows:  \n \n(i)  Develop guidelines and procedures of contract administration. \n(ii)  Develop a manual related to arbitration procedure based on the model of the \nUnited Nations Commission on International Trade Law and dispute resolution \nprocedures  in  the  International  Federation  of  Consulting  Engineers  and \nmultilateral development bank contract conditions.  \n(iii)  Develop norms and procedures for debarment of bidders, consultants, and \nsuppliers when malpractice occurs during the procurement process. \n \n \n \n \n "], "metadata": {"CreationDate": "D:20080805131123+05'30'", "Author": "rt3", "Creator": "PScript5.dll Version 5.2", "Keywords": "knowledge transfer for public procurement, korean e-asia and knowledge partnership fund, nepal public procurement regulations, nepal good governance support, nepal government procurement capacity, adb technical assistance 7111, adb project 42075", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20080815142919+08'00'", "Title": "Knowledge Transfer for Public Procurement (Financed by the Republic of Korea e-Asia and Knowledge Partnership Fund)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 July 2008) \n \nCurrency Unit –  Nepalese rupee/s (NRe/NRs) \nNRe1.00 =  $0.0146 \n$1.00 =  NRs68.59 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  FIDIC  –  Fédération Internationale des Ingénieurs-Conseils \n(International Federation of Consulting Engineers) \n  PPA  –  Public Procurement Act \n  PPMO  –  Public Procurement Monitoring Office \n  PPR  –  Public Procurement Regulations \n  PWD  –  public works directive \n  TA  –  technical assistance \n  UNCITRAL  –  United Nations Commission on International Trade Law \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy \nSubsector  –  Public finance and expenditure management \nThemes  –  Sustainable economic growth, governance , capacity development \nSubthemes  –  Promoting economic efficiency and enabling markets, public \ngovernance, institutional development \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Nepal ends on 15 July. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2007 ends \non 15 July 2007.  \n(ii)  In this report, \"$\" refers to US dollars.  \n \n \n \n   \nVice-President  L. Jin, Operations 1  \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  P.J. Heytens, Country Director, Nepal Resident Mission (NRM), SARD \n   \nTeam leader  N. Chand, Procurement Officer, NRM, SARD \nTeam members  K.H. Ryu, Head, Portfolio Management Unit, NRM, SARD \n  S. Gyawali, Assistant Project Analyst, NRM, SARD \n   \n ", "authors": [{"fullname": "L. Jin", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "P.J. Heytens", "role": "Country Director", "organization": "Nepal Resident Mission"}, {"fullname": "N. Chand", "role": "Procurement Officer", "organization": "NRM"}, {"fullname": "K.H. Ryu", "role": "Head", "organization": "Portfolio Management Unit"}, {"fullname": "S. Gyawali", "role": "Assistant Project Analyst", "organization": "NRM"}]}