{"path": "data/input/ta/42080-01-vie-rrp.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \n \n \n \n \nProject Number: 42080 \nMarch 2010 \n \n \n \n \nProposed Loan \nSocialist Republic of Viet Nam: \nStrengthening Water Management and Irrigation \nSystems Rehabilitation Project \n ", "CURRENCY EQUIVALENTS \n(as of 17 March 2010) \n \nCurrency Unit –  dong (D) \n \nD1.00 =  $0.00005263 \n$1.00 =  D19,000 \n \nABBREVIATIONS \n \nADB    –  Asian Development Bank \nAFD    –  Agence Française de Développement  \nAusAID  –  Australian Agency for International Development \nBHH    –  Bac Hung Hai  \nCPMU   –  central project management unit \nCPO    –  Central Project Office \nCQS    –  consultants' qualification selection \nDARD   –  department of agriculture and rural development \nEIRR    –  economic internal rate of return \nEMP    –  environmental management plan \nFBS    –  fixed budget selection \nGDP    –  gross domestic product \nICB    –  international competitive bidding \nIDMC    –  irrigation and drainage management company \nIDP    –  international development partner \nIEE    –  initial environmental examination \nIMC    –  irrigation management company \nIME    –  irrigation management enterprise \nISF    –  irrigation service fee \nJICA    –  Japan International Cooperation Agency \nm3    –  cubic meter \nMARD   –  Ministry of Agriculture and Rural Development \nMASSCOTE  –  Mapping Systems and Services for Canal Operation Techniques \nMONRE  –  Ministry of Natural Resources and Environment \nNCB    –  national competitive bidding \nO&M    –  operation and maintenance \nPIM    –  participatory irrigation management \nPMU    –  project management unit \nPPMS   –  project performance and monitoring system \nQCBS   –  quality- and cost-based selection \nRNE    –  Royal Netherlands Embassy \nSCADA  –  supervisory control and data acquisition \nTA    –  technical assistance \nWRU    –  Water Resources University \nWUA    –  water users association \nWUG    –  water users group \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the government ends on 31 December. ", "(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Mir, Agriculture, Environment and Natural Resources Division, \nSERD \nCountry Director  A. Konishi, Viet Nam Resident Mission, SERD \n   \nTeam leader  D. Ellingson, Senior Natural Resources Management Specialist, \nSERD \nTeam members  T. Culla, Associate Social Development Analyst, SERD  \n  B. Giap, Rural Development Economist, SERD  \n  S. Kawazu, Counsel, Office of the General Counsel \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \n   Page \nLOAN AND PROJECT SUMMARY  i \nMAP   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  7 \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  8 \nD.  Project Investment Plan  9 \nE.  Financing Plan  10 \nF.  Implementation Arrangements  11 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  14 \nA.  Beneficiaries  14 \nB.  Social Aspects  15 \nC.  Environmental Impacts  16 \nD.  Economic Impacts  16 \nE.  Risks  18 \nV.  ASSURANCES  19 \nA.  Specific Assurances  19 \nB.  Conditions for Loan Effectiveness  21 \n  C.  Conditions for Disbursement to Civil Works                            21 \nVI.  RECOMMENDATION  21 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework                      22 \n2.  Sector Analysis                         25 \n3.  Development Coordination                       30 \n4.  Detailed Cost Estimates                       34 \n5.  Project Organization and Flow of Funds                   36 \n6.  Implementation Schedule                       37 \n7.  Procurement Plan                         40 \n8.  Outline Project Performance and Monitoring System               44 \n9.  Summary Poverty Reduction and Social Strategy                  45 \n10.  Summary of Resettlement Issues                     49 \n11.  Summary Initial Environmental Examination                  51 \n12.  Summary Economic Analysis                      55 \n \n ", "SUPPLEMENTARY APPENDIXES (available on request) \n \nA.  Institutional Setting and Water User Associations \nB.  Water Resources University Strategy and Curriculum Development \nC.  Water Resources University New Campus  \nD.  Bac Hung Hai Water Management Infrastructure \nE.  Agence Française de Développement Grant for Gia Binh Pilot \nF.  Detailed Cost Estimates and Financing Plan \nG.  Procurement Plan and National Competitive Bidding Annex \nH.  Terms of Reference for Consultants \nI.  Poverty, Gender, and Social Assessment \nJ.  Gender Action Plan  \nK.  Resettlement Framework \nL.  Resettlement Plans \nM.  Environmental Assessments \nN.  Economic and Financial Analyses  \nO.  Financial Management Assessment and Risk Assessment Management Plan \nP.  Boundary Conditions Study \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Socialist Republic of Viet Nam \n   \nClassification  Targeting classification: General intervention \nSectors (subsectors): Agriculture and natural resources (irrigation, \ndrainage,  and  flood  protection);  education  (tertiary  and  higher \neducation) \nThemes  (subthemes):  Economic  growth  (widening  access  to \nmarkets and economic opportunities), governance (economic and \nfinancial  governance);  capacity  development  (institutional \ndevelopment) \nLocation impact: Rural (high), urban (low), national (medium) \nPartnership: Agence Française de Développement (AFD) \n   \nEnvironment  Category: B \nAssessment  Initial environmental examinations were undertaken. \n   \nProject Description  The project is designed to address two binding constraints that \ncontribute to the core sector problem of poor quality and delivery \nof  water-related  services.  These  constraints  are  insufficient \nhuman  resource  capacity  and  inadequate  public  infrastructure. \nThe project will address these constraints by funding education \nfacilities to train engineers in water-related fields that are needed \nto meet the heightened demands of a rapidly growing economy. \nThe  project  will  also  address  the  requirements  of  dilapidated \nirrigation and drainage infrastructure with funding to upgrade and \nmodernize the management of irrigation canal systems. It will help \nthe  government  increase  the  number  of  qualified  agriculture-\nrelated water management engineers, improve the governance \nand  management  of  irrigation  systems,  increase  agricultural \nproduction,  and  improve  the  productivity  of  project  areas  to \nincrease poor farmers' incomes and reduce poverty. \n   \nRationale  Irrigated agriculture is by far the largest user of water in Viet Nam. \nPaddy rice is the dominant crop, accounting for more than 80% of \nthe  total  irrigated  area.  However,  the  area  of  paddy  land  has \ndecreased in recent years with diversification to aquaculture and \nother crops and economic growth sectors other than agriculture. \nThis has increased the demands placed on water resources and \ncaused  reallocation.  To  meet  growing  demand  for  rice  and \nmaintain food security, it is essential to increase crop productivity \nand the efficiency of production inputs, especially water.  \n \n ", "ii \n   \n  Viet Nam has about 100 large and medium-scale hydraulic works \n  for irrigation and drainage. One of the oldest and largest is the 50-\n  year-old Bac Hung Hai (BHH) irrigation and drainage system in \n  the heart of the Red–Thai Binh River basin, which covers part or \n  all of the provinces of Bach Ninh, Hung Yen, and Hai Duong east \n  and  southeast  of  Ha  Noi  (see  map).  Given  this  system’s \n  importance to the economy, social welfare, and food security, and \n  its  advanced  state  of  disrepair,  its  rehabilitation  is  one  of  the \n  government’s top investment priorities. \n   \n  Water Resources University (WRU) is a public institution that was \n  established  in  1959  under  the  auspices  of  the  Ministry  of \n  Agriculture and Rural Development (MARD). The existing WRU \n  campus is in the center of Ha Noi City. The site for the new \n  campus  is  on  agricultural  land  in  Chuong  My  District,  15 \n  kilometers west of the existing campus. WRU is the only university \n  in Viet Nam with a full program of subjects necessary to educate \n  water engineers. Operating for more than 50 years, it has trained \n  more than 18,000 engineers in water-related fields, many of which \n  pertain  to  irrigation  and  drainage.  The  existing  campus  was \n  originally built for 3,000 students, and the university cannot meet \n  the growing demand for qualified water specialists and engineers. \n  WRU intends to increase its enrollment in stages from the current \n  9,500 students to 13,400 by 2012 and 17,500 by 2020. However, \n  it will not be able to achieve its targets unless its physical facilities \n  are improved to expand its training capacity. \n \n \nImpact and Outcome  The impact of the project is to contribute to increased agricultural \nproductivity in the BHH area. The outcome of the project is to \nstrengthen  the  quality  of  water-related  services  provided  by \nMARD.  \n   \nProject Investment Plan  The total project cost is estimated at $179.0 million, including \ntaxes and duties of $16.9 million and contingencies.   \n   \nFinancing Plan  The Asian Development Bank (ADB) will provide a loan of $100 \nmillion equivalent in special drawing rights from its Special Funds \nresources  to  finance  55.8%  of  project  costs,  including \ninfrastructure for WRU and BHH and capacity development and \nproject management costs. AFD will provide a loan of €20 million \n(equivalent to $28.0 million at the prevailing exchange rate) on a \nparallel collaborative cofinancing basis to finance 15.6% of project \ncosts. AFD will administer its loan and finance BHH infrastructure \nsubprojects in the provinces of Hung Yen, Hai Duong, and Bac \nNinh, including investment priorities identified by stakeholders in \nthe Gia Binh pilot area of Bac Ninh Province. The government will ", "iii \n  contribute $51.0 million to finance taxes and duties, the costs of \ninitial  detailed  design  and  other  consulting  services,  land \nacquisition and resettlement costs, and part of operational costs, \naccounting for 28.5% of the total project costs. The ADB loan \nportion will have a maturity of 32 years with a grace period of 8 \nyears and an interest rate of 1% per annum during the grace \nperiod and 1.5% thereafter. Subject to confirmation, the AFD loan \nwill have a maturity of 20 years, a grace period of 7 years and an \ninterest rate of 2%, matching the Europe interbank offered rate. \nThe  government  will  bear  the  foreign  exchange  risk.  Interest \ncharges on the loans will be capitalized.  \n \nPeriod of Utilization  Until 31 December 2016 \n \nEstimated Project  30 June 2016 \nCompletion Date \n   \nExecuting Agency  Ministry of Agriculture and Rural Development \n   \nImplementation  MARD  has  delegated  executing  agency  responsibility  to  the \nArrangements  central project management unit (CPMU) in its Central Project \nOffice. The CPMU will (i) manage and coordinate the project; (ii) \nliaise with implementing agencies to improve WRU facilities and \nBHH irrigation management systems; (iii) implement the project \nperformance  and  monitoring  system;  (iv)  procure  goods,  civil \nworks and consulting services; (v) coordinate with implementing \nagencies the procurement of goods and services; (vi) prepare \nforecasts  of  contract  awards  and  disbursements  and  arrange \nproject account audits; and (vii) prepare project reports including \nthe  project  completion  report.  Five  project  management  units \n(PMUs) will be established. Each province will establish only one \nPMU to maximize the effective use of resources and ensure good \ncoordination  among  project  activities.  Project  implementation \nconsultants will help the PMUs to (i) construct facilities for the new \ncampus of WRU; (ii) improve irrigation management systems; (iii) \nconstruct  new  irrigation  infrastructure;  (iv)  rehabilitate  existing \nirrigation  infrastructure;  (v)  procure  goods,  civil  works  and \nconsulting  services;  (vi)  operationalize  the  project  performance \nand monitoring system; and (vii) implement resettlement plans, \nenvironmental management plans, and the gender action plan.  \n ", "iv \nProcurement  All  procurement  under  the  ADB  loan  will  be  undertaken  in \naccordance  with  ADB  Procurement  Guidelines  (2007,  as \namended from time to time). Procurement under the AFD loan will \nfollow  AFD  procurement  guidelines.  International  competitive \nbidding (ICB) procedures will be applied for the construction of the \nWRU facilities and major BHH construction packages. For the \nBHH infrastructure component, separate packages will be bid out \nfor the construction or rehabilitation of pump stations in the three \nprovinces, each of which will be managed either by the Central \nProject  Office  or  the  provincial  PMU,  depending  on  size, \ncomplexity, and regional importance. The Co Ngua pump station \nwill be procured through a turnkey contract to be managed by the \nCentral  Project  Office,  under  which  the  detailed  design,  civil \nworks, and supply and installation of equipment will be provided \nthrough  a  single  contract.  Turnkey  and  civil  works  contracts \nestimated to cost more than $2 million equivalent will be procured \nthrough ICB. Civil works contracts estimated to cost $2 million or \nless will be procured through national competitive bidding. Goods \nwill be procured through ICB where the cost is more than $1 \nmillion,  national  competitive  bidding  where  the  cost  is  from \n$100,000 to $1 million per package, and shopping where the cost \nis less than $100,000. MARD may purchase items below $10,000 \ndirectly from the supplier.  \n   \nConsulting Services  All consultants to be financed under the ADB loan will be recruited \nin accordance with ADB Guidelines on the Use of Consultants \n(2007, as amended from time to time). The project will require 236 \nperson-months of national consultancy and 56 person-months of \ninternational. An international firm of consultants will be recruited \nto  strengthen  national  capacity  and  provide  assistance  with \nproject implementation. National consultants will be recruited for \npreparing detailed designs and resettlement plans, as well as for \nindependent  external  monitoring  of  the  implementation  of \nresettlement plans and environment management plans. Various \nselection methods will be applied in recruiting consultant firms, \nincluding  quality-  and  cost-based  selection  with  a  standard \nquality:cost ratio of 80:20, consultants' qualification selection, and \nfixed  budget  selection.  Individual  consultants  will  be  engaged \nfollowing  ADB  procedures  for  the  selection  of  individual \nconsultants  as  described  in  ADB  Guidelines  on  the  Use  of \nConsultants. Where three or more experts are required, a firm will \nbe recruited, rather than individuals. All consulting packages will \nbe  advertised  by  MARD  on  the  ADB  website  through  the \nConsulting Services Recruitment Notice. \n   \n ", "v \nProject Benefits and  A  total  of  560,000  people  in  the  BHH  area  will  benefit  from \nBeneficiaries  increased household incomes from improved irrigation. This will \nallow households to diversify and intensify agricultural production \nand increase their incomes. A total of 1.9 million people in the \nBHH area will benefit from improved drainage and reduced risk of \nflooding. The indirect beneficiaries of the BHH component of the \nproject are 2.8 million women and men living in the four provinces \ncovered by the system, which includes all or parts of the provinces \nof Hung Yen, Hai Duong, and Bac Ninh, as well as Ha Noi City. \nThe  indirect  benefits  will  include  (i)  improved  agricultural \nproductivity through upgraded hydraulic structures and equipment \nfor controlling the timing and allocation of irrigation and improving \nagricultural and non-agricultural drainage conditions, (ii) irrigation \nwater savings that can be allocated to other community livelihood \nneeds,  (iii)  the  promotion  of  institutional  arrangements  that \nenhance water user participation in irrigation and drainage system \nmanagement,  and  (iv)  greater  protection  for  people  and  their \nassets from flooding throughout the system. \n \nA total of 13,400 future students and 800 faculty members will \nbenefit from improved quality of education and improved learning \nand  accommodation  facilities  at  the  new  WRU  campus.  The \nbenefits will include (i) improved teaching and learning facilities for \nfaculty members and students; (ii) dormitory space for 30% of the \nstudent population, with 50% of this space reserved for women to \nencourage  them  to  study  at  the  new  campus,  and  (iii) \naccommodation  for  ethnic  minorities  and  other  disadvantaged \ngroups. In addition, the influx of students and teachers will create \nnew  employment  and  income-generating  opportunities  for  the \nresidents of Chuong My District, where the new campus will be \nlocated. A total of 37,777 people live in villages surrounding the \ncampus and will be preferred for campus jobs. Chuong My District \nhas a population of 290,449 that will indirectly benefit from the \nincome-generating  opportunities  the  university  community  will \ncreate in the area. This population will also benefit from increased \neducation opportunities for youths. \n \n   \nRisks and Assumptions  Delays  in  implementation  may  be  caused  by  slowness  in \nrecruiting  consultants  and  appointing  appropriate  central  and \nprovincial  project  management  staff,  the  resistance  of  vested \ninterests  to  changes  in  the  organizational  structure  of  service \nproviders,  cumbersome  administrative  processes  related  to \ncontract  awards,  and  insensitive  handling  of  resettlement. \nResettling and compensating people affected by construction are \ncritical  because  the  commencement  of  disbursements  for  civil \nworks contracts is conditional upon their prior completion. Project \nconsultants  will  help  provincial  authorities  complete  land \nacquisition and resettlement on schedule. MARD has experience \nin and good understanding of government and ADB requirements \nfor resettlement.  \n \n ", "vi \n \nConcerns exist about steadily declining water levels in the Red \nRiver, which are likely caused by the operation of the upstream \nreservoirs, changes in water use, and morphological changes in \nthe Red River Delta.  An assessment undertaken during project \npreparation  indicated  that  at  some  locations  the  riverbed  has \neroded by up to 2 meters. The subsistence is most likely the result \nof morphological changes from the large quantities of sand mined \nand  sediment  retention  in  upstream  reservoirs,  disturbing  the \ndynamic equilibrium of the river system. To address this situation, \nupstream reservoirs will need to release more water to achieve \nthe design water level at the BHH Xuan Quan intake during the \ndry season in January and February, when agricultural land is \nprepared for planting. \n   \n ", " \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Socialist Republic of Viet Nam for the Strengthening Water Management and Irrigation \nSystems Rehabilitation Project. The design and monitoring framework is in Appendix 1.1 \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n1.  The Macroeconomic Context \n2.  Viet Nam's economy has expanded rapidly in the past 2 decades. Real gross domestic \nproduct (GDP) grew at the average annual rate of 7.4% in 1988–2007. Rapid economic growth \nand  increasingly  efficient  social  protection  brought  a  substantial  reduction  in  poverty.  The \nproportion of people living on less than $1 per day based on purchasing power parity dropped \nfrom 50.8% of the population in 1990 to 4.0% in 2007, and the proportion of those living on less \nthan $2 per day based on purchasing power parity fell from 87.0% to 32.9%.2  \n \n3.  However, Viet Nam has experienced serious macroeconomic difficulties since 2008. It \nsuffered high inflation in the first half of 2008 partly because of a sharp rise in world commodity \nprices and was hurt by the global economic crisis in the second half. Largely because of the \ncrisis,  exports,  international  tourist  arrivals,  and  inflows  of  remittances  and  foreign  direct \ninvestment declined in 2009. GDP growth slowed to 6.2% in 2008 and 5.3% in 2009. The \ngovernment  responded  to  the  crisis  swiftly  and  forcefully.  It  loosened  monetary  policy \nsignificantly in late 2008 and early 2009 and adopted a number of fiscal stimulus measures, \nincluding additional social assistance to poor households, in the first half of 2009. The slowdown \nin growth was therefore relatively modest, and the poverty rate remained on a downward path. \nThe proportion of people living below the official poverty line fell from 14.8% in 2007 to 13.4% in \n2008 and 12.3% in 2009. \n \n4.  Three-quarters of the population and more than 90% of the poor live in rural areas, and \n70% of the income of rural inhabitants comes from agriculture. Agriculture (including fishery and \nforestry) accounted for half of employment but only 20.7% of GDP in 2009. Labor productivity in \nagriculture will need to grow if the real incomes of agricultural workers are to keep pace with \nnational averages. Many agricultural workers will seek higher-paid employment in industry and \nthe services. That many of these jobs will be in urban areas suggests an accelerating rural–\nurban transition.  \n \n5.  The Red River Delta is one of the key economic hubs of the country, but the region \nfaces serious economic challenges. Unemployment in this area is higher than in most other \nregions of the country. Given the high population density of some 1,250 people per square \nkilometer  and  small  land  holdings  (most  smaller  than  0.2  hectares),  people  will  depend \nincreasingly on services and industry for continued economic growth and thereby increase \ndemands on water resources to meet multiple purposes. The sector analysis is in Appendix 2. \n                                                 \n1  Project preparatory technical assistance (TA) was provided for this project. ADB. 2008. Technical Assistance to the \nSocialist Republic of Viet Nam for Strengthening Water Management and Irrigation Systems Rehabilitation. Manila \n(TA 7107-VIE) was financed by the Japan Special Fund for $1 million and approved on 28 July 2008. The TA letter \nwas signed on 26 September 2008, and project preparation consultants were mobilized on 6 April 2009. \n2  World Bank. 2008. East Asia: Testing Times Ahead. Washington, DC. \n ", "2   \n2.  Water Resources and Irrigation \n6.  The  government  places  high  priority  on  irrigation  modernization,  dam  safety,  and \nimproved water resources management. The government’s 5-year Socioeconomic Development \nPlan  for  2006–2010  aims  to  promote  sustainable  development  and  improved  quality  and \nefficiency  of  growth.  One  of  the  major  objectives  is  to  accelerate  agricultural  and  rural \nindustrialization and modernization geared toward forming large-scale agricultural commodity \nproduction relevant to market demand and the ecological conditions of individual regions. The \nmodernization  of  irrigation  and  drainage  systems  will  result  in  more  reliable,  efficient,  and \nequitable water services, which are indispensable for agricultural modernization.  \n \n7.  In  its  National  Water  Resources  Strategy,3  the  government  has  defined  the  main \nobjectives for the water sector in the 15 years to 2020 as the protection, efficient exploitation, \nand sustainable development of water resources on the basis of integrated and unified water \nresources  management.  The  continuous  development  and  improvement  of  institutions, \noperations, and colleges working in the field of water resources are priorities of the strategy and \nnecessary  for  enhancing  capacity  for  developing  human  resources.  With  rapid  economic \ngrowth, demand for water engineers in Viet Nam is growing by 4% per annum, which exceeds \nthe capacity of the existing universities to educate sufficient numbers of qualified graduates to \neffectively manage water resources, particularly those required in the irrigation and drainage \nsubsector, given its importance in the water sector.4 \n \n8.  Water Resources University (WRU) is a public institution established in 1959 under the \nauspices of the Ministry of Agriculture and Rural Development (MARD). During its 50 years of \noperation, WRU has trained more than 18,000 engineers in water-related fields, of whom more \nthan 80% continued to work in these professions, many pertaining to irrigation and drainage. \nOver  the  years  the  situation  at  WRU  stagnated,  with  the  training  program,  teaching \nmethodology,  and  reference  materials  lacking  needed  innovations.  The  curriculum  was \noutdated, the subjects taught were not fully diversified, and the training methods focused on \ntheory with little practical skills development. However, with recent government support and \nconcerted development partner efforts, the situation has improved.5 In 2007, WRU achieved \nformal accreditation. A self evaluation was submitted to the Ministry of Education and Training, \nand  an  external  evaluation  committee  visited  WRU  in  2009.  Thereafter  WRU  received \naccreditation, based on a good overall performance. \n \n9.  WRU’s development strategy6 is intended to guide its becoming one of the 10 leading \nuniversities in Viet Nam and fulfil its aim of preparing highly qualified human resources to meet \nthe development requirements of the water sector. The early stages of the plan introduce \nappropriate mechanisms to improve staff quality, develop educational curricula, improve and \nextend educational programs, improve teaching methodologies, attract financial contributions, \ndevelop and upgrade infrastructure, and mobilize capital and financial resources. WRU intends \nto broaden its international and regional cooperation with academic institutions and research \ncenters, which will bring access to international advanced university education standards and \nthe capacity to develop scientific research collaboration in areas of common interest.  \n                                                 \n3  Prime Minister decision 81/2006/QD-TTg, 14 April 2006. \n4  Viet Nam has 110 irrigation management companies employing more than 22,500, many of whom are trained \nengineers in water-related fields. \n5  Official development assistance for institutional development and capacity strengthening has been provided to \nWRU by various donors, including the Netherlands for strengthening coastal engineering capacity, and ADB. 2008. \nTechnical Assistance to the Socialist Republic of Viet Nam for Geo-Information Technology for Hazard Risk \nAssessment. Manila (TA 7220-VIE, for $500,000, approved on 8 December). \n6  MARD. 2006. Development Strategy of the Water Resources University, 2006–2020. Ha Noi. \n ", "  3 \nB.  Analysis of Key Problems and Opportunities \n1.  Irrigation Performance \n10.  The major binding constraints in the water sector relate to outmoded management and \nlack of capacity. MARD and other national agencies involved in managing and using water \nfollow an engineering, sectoral approach to water resource development and have yet to fully \nassimilate  integrated  water  resources  management  into  their  planning  strategies  and  work \npractices. Provincial agencies have considerable authority to make key decisions on water \ninfrastructure development and management, subject to conformity with national sector policies \nand strategies, but their capacity to target poverty in water projects and coordinate various \ncross-sectoral  aspects  of  water  resources  management  is  limited.  Irrigation  management \ncompanies  (IMCs)  are  state-owned  public  utilities  responsible  for  the  operations  and \nmaintenance (O&M) of large irrigation systems but display little service orientation or capacity to \nmanage irrigation in a sustainable manner. Maintenance is frequently neglected in favor of \ngovernment-financed periodic rehabilitation. Water end users have yet to be fully empowered to \nmake water management decisions affecting their livelihoods.  \n \n11.  However, Viet Nam has a number of strengths on which to build an improved irrigation \nand drainage subsector. In 2006, regulations were issued enabling provinces to modify the \nstructure and roles of their departments of agriculture and rural development (DARDs) and to \nmake  concomitant  changes  in  the  central  irrigation  and  drainage  management  companies \n(IDMCs)  and  the  provincial  IMCs.  These  reforms  were  to  encourage  water  management \ncompanies to develop business plans based on needs rather than government fiat and to set \nrealistic user fees subject to guaranteed service delivery. The formal separation of service \nproviders (IDMCs and IMCs) from regulators and resources managers (MARD and DARDs) is a \nhallmark of a maturing water economy. Important relationships, such as those between IMCs, \nirrigation management enterprises (IMEs),7 and communes, are governed by formal constraints \nrather than informal agreements, which provide sound bases for future improvements. \n \n12.  In 2004, MARD launched, with financial assistance from the World Bank, the Vietnam \nWater Resources Assistance Project,8 a national program to rehabilitate six of the largest \nirrigation systems in the country and establish a service-oriented approach in which provincial \nagencies and water users are empowered to jointly manage irrigation systems. In this way, \nMARD  sought  to  raise  the  efficiency  of  water  delivery  and  realize  the  full  potential  of  its \ninvestments.  In  the  same  year,  MARD  approved  and  issued  guidelines9  for  establishing, \nstrengthening,  and  developing  water  users  associations  (WUAs),  which  facilitated  the \nimplementation of several participatory irrigation management (PIM) projects with international \nfunding. MARD concurrently established a program to accelerate PIM implementation with the \naim of transferring responsibility for O&M to farmers. This is being piloted under the Second \nRed River Basin Sector Project.10 \n \n13.  Until recently the system of irrigation service fees (ISFs) differed by region, land use, \nand the water supply system (gravity, pumping, or mixed). However, in November 2008 ISF \n                                                 \n7  IMEs, which are directly under the administration of the provincial IMCs, are responsible for the management, \nO&M, and protection of the hydraulic works and canals located in their districts to meet irrigation and drainage \nrequirements for agricultural production and demand for domestic water supplies. \n8  World Bank. 2004. Viet Nam Water Resources Assistance Project. Washington, DC ($157.8 million, approved on \n30 March). \n9  Circular No.75/2004/TT-BNN dated 20 December 2004. \n10 ADB. 2001. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nSocialist Republic of Viet Nam for the Second Red River Basin Sector Project. Manila (Loan 1855-VIE, for $70 \nmillion, approved on 13 November). \n ", "4   \nstipulations were amended with a number of exemptions, which effectively abolished the ISF \nwith effect from 1 January 2009.11 Instead of paying IMCs for water and services, farmers now \nenter into contracts with their water users groups (WUGs) or cooperatives, which enter into \ncontracts with IMCs for providing communal irrigation services. Upon certified delivery of the \ncontracted irrigation services, a government subsidy is paid to the IMC for fulfilling the order \ndefined in the contracts. Central IDMCs are now subsidized by the state, and provincial IMCs \nare subsidized by provinces to the extent of forgone ISFs. The Ministry of Finance is the lead \nagency for the subsidy system and coordinates its implementation with MARD. Close monitoring \nand evaluation of the measures the government has proposed to address the implications of the \nISF waiver policy are required to ascertain the ultimate impact of the ISF waiver policy. The \ninstitutional setting is described more thoroughly in Supplementary Appendix A. \n \n2.  Asian Development Bank's Strategy for Water Sector Operations \n14.  The strategic focus of the country strategy and program for Viet Nam, 2007–201012 is to \nsupport business-led, pro-poor, and sustainable economic growth. It takes a results-oriented \napproach  that  is  directly  linked  to  supporting  the  targeted  outcomes  of  the  government's \nSocioeconomic Development Plan. Weak public administration and poor governance of state-\nowned enterprises are key constraints on the mobilization and efficiency of public investments \nand hinder the effective delivery of public services. The project is consistent with this strategy \nand will contribute to improved governance and sustained economic growth in Viet Nam. It is \nalso consistent with the mission and vision of the Asian Development Bank (ADB) pursued \nunder its Strategy 2020,13 which focuses on inclusive growth and environmentally sustainable \ndevelopment while remaining dedicated to poverty reduction. \n \n3.  Development Coordination \n15.  ADB and four other international development partners (IDPs) are particularly active in \nwater resources and the irrigation and drainage subsector in Viet Nam: Agence Française de \nDeveloppement (AFD), Japan International Cooperation Agency, Royal Netherlands Embassy, \nand World Bank. Development coordination for water resources and the irrigation and drainage \nsubsector is described in Appendix 3. \n \n16.  ADB leads and coordinates institutional development initiatives for legislative and policy \ndevelopment  and  strengthening  capacity  for  sustainable  water  resources  management.  It \nadministers  IDPs'  contributions  for  technical  assistance  (TA)  including  TA  for  Institutional \nDevelopment of the Second Red River Basin Sector Project;14 and TA for Water Sector Review \nand National Targeted Program for Water Resources Development.15 ADB has also engaged \nIDPs to support the government with water source protection through improved irrigation and \ndrainage infrastructure development by providing financial assistance.16  \n                                                 \n11 Decree 154 in October 2007 and reinforced by Decree 115 issued in November 2008. \n12 ADB. 2006. Country Strategy and Program: Viet Nam, 2007–2010. Manila. \n13 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n14 ADB. 2002. Technical Assistance to the Socialist Republic of Viet Nam for Institutional Development (Part A) of the \nSecond Red River Basin Sector Project. Manila (TA 3892-VIE, for $10.6 million, approved on 8 May).  \n15 ADB. 2006. Technical Assistance to the Socialist Republic of Viet Nam for the Water Sector Review. Manila (TA \n4903-VIE, for $580,000, approved on 18 December). \n16 ADB. Report and Recommendation of the President to the Board of Directors: Proposed Loans to the Socialist \nRepublic of Viet Nam for the Irrigation and Flood Protection Rehabilitation Project. Manila (Loan 1259-VIE, for \n$76.5 million, approved on 26 October 1993); Red River Delta Water Resources Sector Project. Manila (Loan \n1344-VIE, for $60.0 million, approved on 13 December 1994); Second Red River Basin Sector Project. Manila \n(Loan 1855-VIE, for $70.0 million, approved on 13 November 2001); Phuoc Hoa Water Resources Project. Manila \n ", "  5 \n17.  Analyses of ADB projects in the irrigation subsector have consistently shown that a \nbroad systems approach is needed to identify constraints and the means of overcoming them. \nSuch an approach draws development planners, implementers, operators, and users into a \npartnership for improved project design and system management. In disaster-prone areas, \nimproved performance also depends on putting into place effective risk reduction. Achieving full \npotential requires practical and holistic interventions to (i) build the capacity of key stakeholder \nagencies at various levels, including introducing community-based, demand-driven approaches \nsuch as PIM; (ii) eliminate physical impediments to efficient system operation; and (iii) provide \nsupport for project management. \n \n18.  Pertinent lessons from these initiatives include the need for (i) strengthening capacity to \nfurther develop the water resources sector to ensure the success of future investments; (ii) \ncapacity building by combining formal training and learning-by-doing in the presence of effective \nsupport from the center; (iii) project planning based on a river basin development approach, \nundertaken  in  an  overall  system  context  and  addressing  key  constraints  in  an  integrated \nmanner;  (iv)  a  holistic  approach  to  irrigation  system  upgrading  and  development  with  the \ndefinition of lower level requirements at the outset and a program to address the most critical \nconstraints;  and  (v)  a  more  participatory  approach  to  project  design  through  extensive \nconsultation  with  primary  stakeholders,  especially  for  identifying  investment  priorities  in \nsecondary and tertiary drainage and irrigation systems, including the alignment and level of \ncanals  and  drains,  location  of  major  structures,  and  placement  of  spoil  from  excavations. \nFactors commonly associated with successful capacity development projects include thorough \nproject preparation, close coordination among funding agencies, and administration by the \nresident mission. \n \n4.  Project Rationale \n19.  Viet Nam’s population of more than 86 million is predominantly rural, with 63 million, or \n73%, dependent on agriculture for livelihoods and basic needs. Viet Nam has been one of \nAsia’s fastest-growing economies over the last 20 years. The contribution from agriculture, \nforestry, and aquaculture to the GDP is still about 20%, and the sector leads all others in job \ncreation. Viet Nam is a net food exporter and currently the world’s second-largest rice exporter \nafter Thailand. However, with the population growing at 1.4% per year and improving standards \nof living, rice consumption is increasing at an even higher rate. The exported rice surplus will \nsoon be required for domestic consumption if there is no increase in production. If such trends \ncontinue, Viet Nam will eventually need to import some staple foods. \n \n20.  The surge in food prices in 2008 caused the world food situation to take a dramatic turn, \naffecting poor and vulnerable people who spend a substantial part of their income on food. \nAlthough Viet Nam remains a net exporter of grains, it has been facing the challenge of sharp \nincreases in food and fuel prices, which threaten macroeconomic stability and overall growth. \nThe most adversely affected are poor households in the cities, smallholders, the landless, \nmarginal farmers who are net food buyers, and nonfood producers in rural areas, who spend a \nlarge share of their incomes on food. The government has recognized the importance of food \nsecurity and focused resources on maintaining a strong position in terms of national grain \nreserves. Investment in irrigation has been considered a key measure. \n \n21.  Irrigated agriculture is by far the largest user of water in Viet Nam, using more than \n65.5 billion cubic meters (m3) per year, or 80% of total water use. Paddy rice is the dominant \n                                                                                                                                                          \n(Loan 2025-VIE, for $90.0 million, approved on 9 January 2004); and Central Region Water Resources Project. \nManila (Loan 2223-VIE, for $74.3 million, approved on 19 December 2005).  \n ", "6   \ncrop, accounting for more than 80% of the total irrigated area. However, the area of paddy land \nhas decreased in recent years with diversification to aquaculture and other crops and economic \ngrowth in sectors other than agriculture. This has increased demands on water resources and \ncaused reallocation. To meet growing demand for rice and maintain food security, it is essential \nto improve crop productivity and the efficient use of production inputs, especially water.  \n \n22.  Currently the country's irrigation supply is inefficient; its infrastructure is old, dilapidated, \nand reliant on state budgets and official development assistance to keep systems operating. \nThe government's ISF waiver policy has exacerbated the situation, placing full responsibility for \nfinancing the O&M of main irrigation system infrastructure on the government's budget.17 To \nmaintain food security in the long term, the government needs to pursue reforms to create an \ninnovative and progressive irrigation and drainage subsector. \n \n23.  Viet Nam has about 100 large and medium-scale hydraulic works systems for irrigation \nand drainage. One of the oldest and largest is the 50-year-old Bac Hung Hai (BHH) irrigation \nand drainage system in the heart of the Red–Thai Binh River Basin, which covers part or all of \nthe provinces of Bach Ninh, Hung Yen, and Hai Duong (see map). The physical area of the \nsystem is 192,045 hectares (ha), of which 146,756 ha, or 76%, is used for agriculture, mainly to \ngrow paddy rice. Rice production was 1.1 million tons in 2008. The population of the provinces \nand districts encompassed by the command area is 2.8 million, of whom 2.2 million work in \nagriculture. Given the importance of the BHH irrigation and drainage system to the economy, \nsocial welfare, and food security, and its advanced state of disrepair, its rehabilitation is one of \nthe government’s top investment priorities. \n \n24.  The focus of project investments in the BHH system will be to improve the efficiency of \nexisting water resources in the system that are needed to increase agricultural productivity and \nmaintain  production  in  the  area.  This  will  be  accomplished  partly  through  institutional \ndevelopment with the application of participatory approaches for modernizing BHH systems \nmanagement. Participatory approaches will include measures to increase the representation of \nwomen in WUGs. Irrigation efficiency will also be addressed by rehabilitating critical irrigation \nand drainage infrastructure, which will also adapt the BHH system to the changing land-use \nsituation in the area.  \n \n25.  The main campus of WRU is in the center of Ha Noi, housing nine faculties. A second \ncampus is located in Ho Chi Minh City, and there are research centers in other parts of the \ncountry. The site for the new campus is on agricultural land in Chuong My District, 15 kilometers \nwest of the existing Ha Noi campus. WRU is the only university in Viet Nam with a full program \nof subjects necessary to educate water engineers.18 The existing campus was originally built for \n3,000 students. Currently 9,500 students, 23% of whom are women, are enrolled at WRU, \nwhich cannot meet growing demand for qualified water specialists and engineers. WRU’s two-\nphase development strategy for 2006–2020 includes training 17,500 water engineers by 2020, \nwith an enrollment of 13,400 students by the end of phase 1 in 2012.19 However, it will not be \nable to achieve its targets unless its physical facilities and capacity are improved through \n                                                 \n17 Financing the O&M of downstream structures from the canal off-take to the field is still the responsibility of farmers. \n18 There are several other universities in Viet Nam providing basic water-related education, but WRU is the only \nuniversity mandated with responsibility by the Ministry of Education and Training (MOET) for graduate education in \nthe fields of irrigation, hydrology, and hydraulic engineering. \n19 The estimates of WRU’s enrollment were based on surveys of water expert demand conducted by ministries, \nprovinces, large consultancy corporations, and other companies in 2005–2006. The survey data was publicized at \nofficial workshops at WRU attended by representatives of ministries, provinces, companies, and international \nexperts. The training needed for human resource development in the water sector was officially submitted to \nMARD and the MOET, and approved by MARD for WRU’s development strategy for 2006–2020. \n ", "  7 \ngovernment and development partner support. A comprehensive review of WRU strategy and \ncurriculum development was undertaken during project preparation and is in Supplementary \nAppendix B. \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n26.  The impact of the project is to contribute to increased agricultural productivity in the BHH \narea. The outcome is to strengthen the quality of MARD’s water-related services. The project \nwill improve technical supervision and the management competency of stakeholders involved in \ndelivering irrigation and drainage services in the BHH irrigation and drainage system, including \nlocal  beneficiaries.  It  will  achieve  higher  operational  efficiency  in  irrigation  and  drainage \nsystems. The outcome will be influenced by policy dialogue with the government during project \nimplementation. This will include addressing urgent needs for capacity development to ensure \neffective project implementation and institutional reforms needed to streamline processes and \npromote integrated water resources management. Dialogue will address O&M issues, including \nthe implications of the government's ISF waiver policy. \n \nB.  Outputs \n27.  The project is designed to address two binding constraints that contribute to the core \nsector problems of poor quality and delivery of water-related services: (i) insufficient human \nresource  capacity  and  (ii)  dilapidated  public  infrastructure.  The  project  will  address  these \nconstraints by funding education facilities to train engineers in water-related fields that are \nneeded to meet heightened demand in a rapidly growing economy. The project will address the \nrequirements of dilapidated irrigation and drainage infrastructure with funding to upgrade and \nmodernize the management of the BHH irrigation system. The project will help the government \nincrease the number of qualified agriculture-related water management engineers, improve the \ngovernance  and  management  of  irrigation  systems,  increase  agricultural  production,  and \nimprove the productivity of project areas to increase poor farmers' incomes.  \n \n1.  New Educational Facilities for Water Resources University \n28.  The project will finance the construction of a major portion of the first phase of a new \ncampus for WRU in Chuong My District of Ha Noi City, comprising a well-balanced, functional \nmix of educational facilities sufficient for 13,400 students and dormitories for 30% of them by \n2016. New high-standard facilities for training water resources specialists will be constructed for \nseven faculties including (i) classrooms, laboratories, lecture halls, faculty libraries, teachers’ \noffices, and administration offices; (ii) dormitories to accommodate up to 4,022 students, with \n50% of spaces for women; (iii) 3,246 square meters of laboratory buildings; and (iv) outside \nparking  for  125  cars.  With  the  government's  support  for  the  implementation  of  the  WRU \nstrategy, further international and regional cooperation with academic institutions and research \ncenters, and continued donor support for institutional development, infrastructure investments \nunder the project will enable a significant increase in the number of well-qualified bachelor and \nmaster  of  science  graduates  from  WRU  in  agriculture-related  water  management.  The \ndevelopment of the new WRU campus is fully described in Supplementary Appendix C. \n \n2.  Construction and Rehabilitation of BHH Irrigation and Drainage \nInfrastructure \n29.  The  project  will  finance  the  construction  of  eight  new  pumping  stations  and  the \nrehabilitation of two existing pumping stations for irrigation, drainage, and dual purposes in the \nBHH system. These investments will increase irrigation capacity by 13.2 m3/second, serving \n11,200 ha in the Gia Thuan area of Bac Ninh Province, and increase drainage and internal \n ", "8   \nirrigation capacity by 135.2 m3/second, meeting increased demand by 2016 and serving 49,000 \nha. These investments will increase paddy productivity per hectare by 12%, from an average of \n6.0 tons/ha in 2009 to 6.7 tons/ha by 2020, and raise cropping intensity from 2.09 crops per \nyear in 2009 to 2.24 by 2020. BHH subproject descriptions are in Supplementary Appendix D. \n \n3.  Strengthening Capacity of BHH Service Providers \n30.  The project will strengthen the capacity of water management organizations throughout \nthe BHH system with capacity development and the establishment of a first-phase supervisory \ncontrol and data acquisition (SCADA) system, launched on a pilot basis in the Gia Binh area of \nBac  Ninh  Province.  An  AFD-funded  grant  associated  with  this  activity  will  facilitate  a \nparticipatory  approach  to  identifying  investment  priorities  for  strengthening  local  water \nmanagement and upgrading secondary and tertiary canal system infrastructure in the pilot area. \nManagement capacity in the pilot area will be strengthened through community-based, demand-\ndriven approaches including PIM. These institutional development initiatives will facilitate the \nstrengthening of IMCs and IMEs through the provision of modern management techniques and \nequipment, as well as training to operate and maintain the tools and technologies introduced. \n \n4.  Project Management \n31.  The project will support the establishment of a project management structure along with \nstrengthening capacity for efficient and effective implementation. A baseline survey will be \nundertaken within 6 months of project effectiveness. With the help of project implementation \nconsultants, the project performance and monitoring system (PPMS) will be fully operational \nwithin 1 year of project effectiveness. \n \nC.  Special Features \n1.  Quality of Services for Irrigation Canal Operations \n32.  An approach being followed for designing improved irrigation systems management and \nquality of services under the project is Mapping Systems and Services for Canal Operation \nTechniques (MASSCOTE),20 which is a methodology for modernizing canal irrigation systems \nand improving the performance of conjunctive water supplies for multiple stakeholders. The \nFood and Agriculture Organization of the United Nations has introduced this approach in the \nPeople's Republic of China and Thailand, where it has been effective and popular. During \nproject preparation, a 2-week MASSCOTE workshop was conducted with the participation of 24 \nengineers and irrigation professionals, including 9 managers of the BHH irrigation and drainage \nsystem.21 The workshop included a survey of the BHH system and assessment of the quality of \nwater-related services delivery to farmers based on indicators of rate, duration, and frequency of \nirrigation water supply at various levels throughout the system.  \n \n2.  Pilot for Improved Water Management  \n33.  A  grant  wholly  funded  and  managed  by  AFD  will  facilitate  the  planning  and \nimplementation of a pilot in the Gia Binh area of Bac Ninh Province.22 The pilot will identify the \npriorities needed for improved delivery of irrigation and drainage services, ensuring that the \nbenefits of investment in irrigation infrastructure reach the intended farmer beneficiaries, both \n                                                 \n20 Food and Agriculture Organization. 2007. Modernizing Irrigation Management – The MASSCOTE Approach. FAO \nIrrigation and Drainage Paper 63. Rome. \n21 A second MASSCOTE workshop is to be conducted before loan effectiveness with funding from AFD's Study and \nCapacity Building Fund, which is administered by the Ministry of Planning and Investment. \n22 A grant of €800,000 is proposed. This would comprise €500,000 for support to the Gia Binh pilot project in Bac \nNinh Province and €300,000 for a climate change study in the Red River Delta. \n ", "  9 \nmale and female. Following the MASSCOTE approach, a step-by-step analysis leading to a \ndraft consolidated vision of the future of the BHH irrigation and drainage system and a plan for \nprogressively modernizing its irrigation management and canal operations will be formulated \nand implemented.23 A portion of the AFD loan will be applied to rehabilitating irrigation and \ndrainage infrastructure in the Gia Binh area that will be identified through the process. The AFD \ngrant for the Gia Binh pilot is described in Supplementary Appendix E. \n \n3.  Improved Monitoring and Modernization of Water Control \n34.  A systematic study monitoring water levels and flows for modernizing water control was \nundertaken during project preparation. Initially, gates in the control structures, or regulators, \nalong the main canals and at primary off-takes will be motorized. Further automation through \nthe use of programmable local controllers will be applied, and three large regulators and off-\ntakes will be motorized. Other off-takes will be equipped with conventional gates associated with \na flow-measuring device. The aim is to improve the operation of the main systems by installing a \nSCADA system, providing remote supervision and monitoring capability. It is intended that \nSCADA will ultimately be used for the remote monitoring of all main irrigation water intakes, both  \ngravity and pumped; all drainage pump stations and sluices; and main regulators and off-takes.  \n \n4.  Institutional Change \n35.  A regulatory framework is being formulated in Viet Nam that enables IMC autonomy and \nthe  transfer  of  rights  to  own,  use,  and  manage  irrigation  facilities  to  IMCs  and  WUGs. \nGovernment Decree 95/2005 provides the basis under which IMCs can be converted into one-\nmember  limited  companies,  which  allows  much  more  management  flexibility,  including \ndelegation of responsibility relating to staffing, procurement, and finances. Government at all \nlevels  supports  improving  the  irrigation  and  drainage  situation  in  the  BHH  system  by \nmodernizing its management and making it more decentralized and participatory. This presents \nan opportunity for the project to catalyze important and far-reaching institutional changes at the \ncentral, provincial, and lower levels, particularly affecting the structure and operations of IMCs \nand their relationships with client water users. It will help bring to agriculture the benefits of \nstate-owned enterprise reform that has been effective in more industrialized sectors. The project \nwill help to lay the groundwork for privatizing water management organizations in the BHH \nsystem. This, coupled with strong support for gender-sensitive PIM, will place the project at the \nforefront of the government's reform agenda in irrigated agriculture. Transferring publicly held \nassets to legally constituted WUGs and WUAs will empower water users, both women and men, \nto take part in decisions that affect their well-being and strengthen system sustainability. \n \nD.  Project Investment Plan \n36.  The project cost is estimated at $179.0 million, including taxes and duties of $16.9 \nmillion and contingencies. Project costs are summarized in Table 1. Detailed cost estimates are \nin Appendix 4, and further details are in Supplementary Appendix F. \n \n \n \n \n \n \n \n \n                                                 \n23 The vision will include measures for increasing women’s involvement in irrigation management. \n ", "10   \n \n  Table 1: Project Investment Plan \n  ($ million) \nItem    Amount a\nA.  Base Cost b   \n  1.  New educational facilities for Water Resources University c  85.6\n2.  Construction and rehabilitation of BHH irrigation and drainage \n  infrastructure  73.2\n  3.  Strengthening capacity of BHH service providers  1.8\n  4.  Project management  5.9\n    Subtotal (A)  166.5\nB.  Contingencies d \n  1.    Physical  4.8\n  2.    Price  4.3\n         Subtotal (B)  9.1\nC.  Financing Charges During Implementation e  3.4\n       Total (A+B+C)  179.0\nBHH = Bac Hung Hai. \na  Includes taxes and duties of $16.9 million. \nb  In end-2009 prices. \nc  Includes land acquisition and resettlement costs of $29.2 million. \nd   Physical contingencies are computed at 2.5% for all expenditure categories. Price contingencies are computed \nat 1.5% in 2010, 0.7% in 2011, 0% in 2012, and 0.5% thereafter on foreign exchange costs and 5% from 2010 \non local currency costs; they include provision for potential exchange rate fluctuation under the assumption of \na purchasing power parity exchange rate. \ne   Includes interest charges. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n37.  ADB will provide a loan of $100 million equivalent in special drawing rights from its \nSpecial Funds resources to finance 55.8% of project costs, including infrastructure for WRU and \nBHH, capacity development, and project management. AFD will provide a loan of €20 million \n(equivalent to $28 million at the prevailing exchange rate) to finance 15.6% of the project costs \non a parallel collaborative cofinancing basis. AFD will administer its loan and finance BHH \ninfrastructure  subprojects  in  Hung  Yen,  Hai  Duong,  and  Bac  Ninh  provinces,  including \ninvestment priorities identified by stakeholders in the Gia Binh pilot area of Bac Ninh Province.24 \nThe government will contribute $51 million to finance taxes and duties, the costs of initial \ndetailed design and other consulting services, land acquisition and resettlement costs, and part \nof operational costs, accounting for 28.5% of project costs. The ADB loan portion will have a \nmaturity of 32 years, a grace period of 8 years, and an interest rate of 1% per annum during the \ngrace period and 1.5% thereafter. Subject to confirmation, the AFD loan will have a maturity of \n20 years, a grace period of 7 years, and an interest rate of 2%, matching the Europe interbank \noffered rate. The government will bear the foreign exchange risk. Interest charges on the loans \nwill be capitalized. \n                                                 \n24 AFD will finance the Chua Tong subproject in Hung Yen Province; Cau Dua subproject in Hai Duong Province; \nKenh Vang 2, Phu My, and Nha Trai subprojects in Bac Ninh Province; and Rural Infrastructure Development Fund \nin the Gia Binh pilot area of Bac Ninh Province. \n ", "  11 \nTable 2: Financing Plan \n($ million) \nTotal  Percent \nSources   \nAsian Development Bank   100    55.8 \nAgence Francaise de Development  28    15.6 \nGovernment of Viet Nam  51    28.5 \nTotal  179    100.0 \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n \n1.  Project Management  \n38.  MARD has delegated the role of executing agency to the central project management \nunit (CPMU) in its Central Project Office (CPO), which is led by a project director with fully \ndelegated responsibility for decision making. The CPMU comprises full-time, qualified, and \nexperienced staff of the CPO, some of whom have specialized technical skills. Implementing \nagencies include WRU, BHH IDMC, and DARDs in the BHH provinces of Bac Ninh, Hung Yen, \nand  Hai  Duong.  The  CPMU  will  (i)  manage  and  coordinate  the  project;  (ii)  liaise  with \nimplementing agencies to improve WRU facilities and BHH irrigation management systems; (iii) \nimplement the PPMS; (iv) procure goods, civil works and consulting services; (v) coordinate with \nimplementing  agencies  the  procurement  of  goods  and  services;  (vi)  prepare  forecasts  of \ncontract  awards  and  disbursements  and  arrange  project  account  audits;  and  (vii)  prepare \nproject reports including the project completion report. Project implementation consultants will \nassist the CPMU with these tasks. Project organization and flow of funds is in Appendix 5. \n \n39.  Five project management units (PMUs), headed by project managers with qualifications \nacceptable to ADB will be established under the direct administration of WRU, BHH IDMC, and \nthe provincial DARDs. The PMUs will comprise full-time qualified and experienced staff. Each \nprovince will establish only one PMU to maximize the effective use of resources and ensure \ngood coordination of project activities. Consultants will help the PMUs (i) construct facilities for \nthe  new  campus  of  WRU;  (ii)  improve  irrigation  management  systems;  (iii)  construct  new \nirrigation  and  drainage  infrastructure;  (iv)  rehabilitate  existing  irrigation  and  drainage \ninfrastructure; (v) procure goods, civil works and consulting services; (vi) operationalize the \nPPMS; and (vii) implement resettlement plans, environmental management plans (EMPs), and \nthe gender action plan.25 Capacity building and strengthening organizations will be among the \nmain foci of the consultants’ tasks.  \n \n40.  The CPO has good capacity and extensive experience in managing and implementing \nofficial development assistance-funded projects in water resources development, often with \nsupport from project implementation consultants. However, the PMUs to be established with \nresponsibility for financial management and procurement have less experience and will need \nclose supervision and strong support from the CPO and project implementation consultants.  \n \n2.  Implementation Period \n41.  The  project  will  be  implemented  over  6  years  beginning  in  mid-2010.  The \nimplementation schedule is in Appendix 6. \n                                                 \n25  CPMU will be responsible for these implementation activities for the Nghi Xuyen pumping station, which is the \nlargest and most complex of the BHH subprojects. \n ", "12   \n3.  Advance Contracting and Retroactive Financing \n42.  All advance contracting and retroactive financing will be undertaken in conformity with \nADB Procurement Guidelines (2007, as amended from time to time)26 and ADB Guidelines on \nthe Use of Consultants (2007, as amended from time to time).27 The issuance of invitations to \nbid under advance contracting and retroactive financing will be subject to ADB approval. MARD \nhas been advised that approval of advance contracting and retroactive financing does not \ncommit ADB to finance the project. 28 \n \n43.  Advance contracting. MARD will conduct advance contracting to (i) prepare detailed \ndesigns for the WRU campus and for the pump stations (except for the Co Ngua subproject) to \nbe newly constructed or rehabilitated under the BHH component; (ii) prepare draft resettlement \nplans for BHH subprojects in Hung Yen and Hai Duong provinces; (iii) conduct training for \nproject officials related to project management, financial management, procurement, and social \nand  environmental  safeguards;  (iv)  prepare  for  the  mobilization  of  project  implementation \nconsultants; and (v) prepare for the mobilization of the turnkey contractor to be recruited for the \nconstruction of the Co Ngua pump station subproject.  \n \n44.  Retroactive financing. Retroactive financing of expenditures for the purposes listed \nabove is available up to a maximum of $1 million, or 1% of the ADB loan, for expenditures \nincurred before loan effectiveness, but not more than 12 months before the signing of the loan \nagreement.  \n \n4.  Procurement of Goods, Works, and Consulting Services \n45.  All  procurement  under  the  ADB  loan  will  be  undertaken  in  accordance  with  ADB’s \nProcurement  Guidelines.  Procurement  under  the  AFD  loan  will  follow  AFD  procurement \nguidelines. International competitive bidding (ICB) will be applied for the construction of WRU \nfacilities  and  major  BHH  construction  packages.  For  the  BHH  infrastructure  component, \nseparate packages will be bid out for the construction or rehabilitation of pump stations in the \nthree provinces, each of which to be managed either by the CPO or the provincial PMU \ndepending on size, complexity, and regional importance. The Co Ngua pump station will be \nprocured through a turnkey contract to be managed by the CPO, under which the detailed \ndesign, civil works, and supply and installation of equipment will be provided through a single \ncontract. Turnkey and civil works contracts estimated to cost more than $2 million equivalent will \nbe procured through ICB. Civil works contracts estimated to cost $2 million or less will be \nprocured through national competitive bidding (NCB). Goods will be procured through ICB \nwhere the cost is more than $1 million, NCB where the cost is $100,000 to $1 million per \npackage, and shopping where the cost is less than $100,000. For items below $10,000, MARD \nmay purchase them directly from the supplier. The procurement plan is in Appendix 7. The \nprocurement plan with the NCB Annex is in Supplementary Appendix G. \n \n                                                 \n26  Available at http://www.adb.org/Documents/Guidelines/Procurement/Guidelines-Procurement.pdf \n27  Available at http://www.adb.org/Documents/Guidelines/Consulting/Guidelines-Consultants.pdf \n28  ADB  encourages  advance  contracting  and  retroactive  financing,  where  appropriate,  to  accelerate  project \nimplementation.  The  borrower  may  wish  to  proceed,  with  ADB’s  approval,  with  the  selection  (though  not \ncontracting) of consultants before the loan agreement is signed. In such cases, the selection procedures will be in \naccordance with ADB Guidelines on Use of Consultants, and ADB will review the process used by the borrower. \nThe borrower undertakes such advance contracting at its own risk, and any “no objection” issued by ADB with \nregard to the procedures, documentation, or proposal for award does not commit ADB to offer a loan for the \nproject. If the contract is signed, reimbursement by ADB of any payments made by the borrower under the contract \nprior to loan signing is referred to as retroactive financing and is permitted only within the limits specified in the loan \nagreement. \n ", "  13 \n46.   All consultants will be recruited in accordance with ADB Guidelines on the Use of \nConsultants. Apart from the AFD-funded grant for planning and implementing the Gia Binh pilot \nproject in Bac Ninh Province, the project will require 236 person-months of national consultancy \nand 56 person-months of international. An international firm of consultants will be recruited to \nstrengthen national capacity and provide assistance with project implementation, including the \nupdating of resettlement plans and EMPs based on final designs. The consultants will help the \nCPMU and PMUs build the capacity of MARD and DARDs, including capacity for gender \nawareness, to (i) create and operationalize the PPMS using a geographic information system,  \n(ii) coordinate and supervise project implementation, and (iii) create and operationalize the \nSCADA  system.  National  consultants  will  be  recruited  for  preparing  detailed  designs  and \nresettlement  plans  and  for  independent  external  monitoring  of  the  implementation  of \nresettlement  plans  and  EMPs.  Various  selection  methods  will  be  applied  for  recruiting \nconsultant firms, including quality- and cost-based selection with a standard quality:cost ratio of \n80:20, consultants' qualification selection, and fixed budget selection. Individual consultants will \nbe engaged following ADB procedures for selecting individual consultants as described in ADB \nGuidelines on the Use of Consultants. Where three or more experts are required, a firm will be \nrecruited, rather than individuals. All consulting packages will be advertised by MARD on the \nADB website through the Consulting Services Recruitment Notice. Detailed terms of reference \nfor consultants are in Supplementary Appendix H. \n \n5.  Anticorruption Policy \n47.  ADB's Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government.  Specific  concerns  from  experience  on  other  projects  include  the \ngovernment's preference to split civil works into many small contract packages and award them \nto local contractors. This causes problems for supervision and quality assurance and increases \nscope for corruption. Consistent with its commitment to good governance, accountability, and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt, fraudulent, collusive, or coercive practices relating to the project. To support these \nefforts, relevant provisions of ADB's Anticorruption Policy are included in the loan agreement \nand the bidding documents for the project. In particular, the project will incorporate certain \nanticorruption measures: (i) All contracts financed by ADB in connection with the project shall \ninclude provisions specifying the right of ADB to audit and examine the records and accounts of \nMARD and all contractors, suppliers, consultants, and other service providers as they relate to \nthe project. (ii) The project will have a website that discloses its implementation progress, bid \nnotifications, and their results, as well as provides a grievance mechanism against any corrupt \npractice. (iii) The project will reduce the number of contracts by packaging similar contracts and \nintroducing turnkey contracts. \n \n6.  Disbursement Arrangements \n48.  The CPMU will open a first-generation imprest account in a bank acceptable to the \ngovernment  and  ADB,  into  which  loan  funds  from  ADB  will  be  deposited  and  used  in \naccordance with ADB's Loan Disbursement Handbook (2007, as amended from time to time). \nWRU, BHH IDMC, and each of the project provinces will establish a second-generation imprest \naccount in a bank acceptable to the government and ADB for local project expenditures. The \nuse  of  second-generation  accounts  will  be  in  accordance  with  procedures  in  ADB's  Loan \nDisbursement Handbook. The total combined advances in first- and second-generation imprest \naccounts will not at any time be greater than the estimated expenditure for the coming 6 months \nor 10% of the loan amount, whichever is lower. Loan proceeds will be disbursed directly to \ncontractors and consultants by ADB, or from the imprest accounts as appropriate, based on the \napproved contracts using direct payment procedures. Reimbursements for retroactive financing \n ", "14   \nwill be paid directly to suppliers from the first-generation account. For payments up to $100,000 \nfrom either generation of account, ADB's statement of expenditures procedure will be used to \nreimburse eligible expenditures and to liquidate advances. The CPMU will be responsible for \nensuring  that  accounts  are  operated  in  accordance  with  ADB's  requirements  and  that  all \nsecond-generation accounts are audited as part of the regular annual audits of project accounts.  \n \n7.  Accounting, Auditing, and Reporting \n49.  The CPMU will monitor and consolidate accounts for each province and prepare a \nseparate account for the project as a whole. Within 12 months of loan effectiveness, the CPMU \nwill  establish  a  computerized  management  information  system  suited  to  the  financial \nmanagement and reporting needs of the project. A qualified firm will be recruited to audit project \naccounts annually. The audited accounts and auditor's report (including the auditor’s opinion on \nthe imprest account and statement of expenditure operations) will be submitted to ADB not later \nthan 6 months after the end of each fiscal year. \n \n50.  Each PMU will prepare progress reports every 3 months. These will be submitted within \n1  month  to  the  CPMU  for  consolidation  and  submission  to  ADB  on  a  quarterly  basis  in \naccordance  with  the  aligned  monitoring  tool  agreed  between  the  government  and  six \ndevelopment banks. The reports will describe progress in achieving design and monitoring \nframework targets, any problems encountered and steps taken to resolve them, and activities \nfor the next reporting period. MARD will prepare and submit a project completion report in the \nstandard ADB format not more than 6 months after the physical completion of the project. \n \n8.  Project Performance Monitoring and Evaluation \n51.  The CPMU, with assistance from project implementation consultants and in consultation \nwith the PMUs, will devise an appropriate system to monitor and evaluate project performance \nand impact as part of MARD’s management information system. The PPMS will be based on \nthe  design  and  monitoring  framework  for  monitoring  and  evaluating  implementation \nperformance and development impacts at all stages of the project. The PPMS will include a \nparticipatory baseline survey to be conducted within 6 months of loan effectiveness and follow-\nup surveys to evaluate changes as a result of the project. The monitoring and evaluation of pro-\npoor effects of the project will be integrated into the PPMS. Benefits generated during the \nproject  will  be  measured  against  baseline  survey  data.  The  director  of  the  CPMU  will  be \nresponsible for formulating, developing, and implementing the PPMS. The outline PPMS is in \nAppendix 8. \n \n9.  Project Review \n52.  ADB will conduct semiannual reviews facilitated by MARD. The reviews will (i) examine \nthe  appropriateness  of  implementation  arrangements  and  schedules  of  activities,  including \nfunds  flow;  (ii)  assess  farmer  participation  in  project  activities;  (iii)  review  compliance  with \nagreed procurement procedures; (iv) analyze the outcomes of the capacity building and training \nprograms; and (v) monitor the effectiveness of safeguard procedures. A midterm project review \nwill be undertaken jointly by ADB, AFD, and the government. \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Beneficiaries \n53.  A total of 560,000 people in the BHH area will benefit from increased household incomes \nfrom  improved  irrigation.  This  will  allow  households  to  diversify  and  intensify  agricultural \nproduction and increase their incomes through a 12% improvement in paddy productivity per \n ", "  15 \nhectare and an increase of cropping intensity from 2.09 crops per year in 2009 to 2.24 in 2020. \nA total of 1.9 million people in the BHH area will benefit from improved drainage that reduces \nthe risks of flooding. The indirect beneficiaries of the BHH component are 2.8 million women \nand men living in the four provinces covered by the system, which includes all or parts of the \nprovinces of Hung Yen, Hai Duong, and Bac Ninh, as well as Ha Noi City. Most people in the \nBHH area are employed in agriculture, ranging from 60% to 98% across project districts. The \n2.8 million women and men will benefit indirectly from improvements in the system management \nand  overall  performance.  These  benefits  will  include  (i)  improved  agricultural  productivity \nthrough upgraded hydraulic structures and equipment for controlling the timing and allocation of \nirrigation water and improving agricultural and non-agricultural drainage conditions, (ii) saved \nirrigation water that can be allocated to other community livelihood needs, (iii) the promotion of \ninstitutional  arrangements  that  enhance  water  user  participation  in  irrigation  and  drainage \nsystem  management,  and  (iv)  greater  protection  of  people  and  their  assets  from  flooding \nthroughout the system. \n \n54.  A total of 13,400 future students and 800 faculty members will benefit from improved \nquality of education and improved learning and accommodation facilities. The benefits of the \nWRU component will include (i) improved teaching and learning facilities for faculty members \nand students, at least 26% of whom will be women based on present trends; (ii) dormitory space \nfor 30% of the student population, with 50% of this space reserved for women to encourage \nthem to study at the new campus; and (iii) accommodation for ethnic minority students and \nother disadvantaged groups, which can be expanded as the student population grows at the \nnew campus. In addition, the influx of students and teachers will create new employment and \nincome-generating opportunities for the residents of Chuong My District, where the new campus \nwill be located. A total of 37,777 people live in villages surrounding the campus and will be \npreferred for campus jobs. Chuong My District has a population of 290,449 who will indirectly \nbenefit from the income-generating opportunities the university community will create in the \narea. Residents will also benefit from increased education opportunities for youths.  \n \nB.  Social Aspects \n55.  A social analysis has been carried out to assess the likely impact of the project and to \ndevelop safeguards for land acquisition and resettlement. The project will contribute to poverty \nreduction through increased economic growth in the Red River Delta. The 2007 poverty rate in \nthe target provinces ranged from 8.4% in Ha Noi City to 13.4% in Hai Duong, compared with the \nnational rate of 14.8%. While this is not a targeted poverty intervention, the project area has \nhighly productive agricultural land and a growing industrial base that is important to assuring \ndomestic food supply and driving national economic growth. The summary poverty reduction \nand  social  strategy  is  in  Appendix  9,  and  the  full  poverty  and  social  assessment  is  in \nSupplementary Appendix I. The gender action plan is in Supplementary Appendix J. \n \n56.  The  project  will  develop  capacity  to  improve  the  responsiveness  of  BHH  system \nmanagement to the needs of water users and increase the participation of water users in \nplanning and decision-making. The interventions planned under the BHH component include \nmeasures to enhance the participation of women in WUAs and overall system management. \nProject activities will increase the representation of poor households in WUAs and enhance the \nresponsiveness of system management to poverty reduction that can be addressed through \nirrigation  services,  including  greater  efficiency  through  increased  capacity  of  irrigation  and \ndrainage infrastructure. The civil works to be completed for the project will create employment in \nproject areas, and women and the poor will be preferred for related jobs. The poor will also \nbenefit from the services that arise on the perimeter of the new WRU campus. \n \n ", "16   \n57.  Most agricultural workers in the BHH irrigation and drainage system are women. Women \nwill benefit from improvements in irrigation water supply. They are most affected by problems \nsuch as drought as their workload increases with the need to manually water crops. The social \nanalysis shows that women are less involved than men in community decision-making, and \ninterventions to improve BHH system management will address the role of women in WUAs.  \n \n58.  The  new  WRU  campus  will  have  positive  social  impacts  as  it  will  provide  better \nconditions for students and teachers for study and research. The new campus will provide \nimproved accommodation and sanitation, which will benefit poor students, especially females. \nIndirect benefits include the new jobs the campus site will create for local residents both during \nand after construction. \n \n59.  The project will require land acquisition from approximately 800 households at the WRU \ncampus  site  and  300 households  in  the  BHH  area.  The  project  minimizes  the  number  of \nhouseholds that will lose their principal dwelling, with fewer than 100 requiring relocation. A \nresettlement framework outlines how the project will mitigate the negative impacts faced by \npeople  who  lose  agricultural  land  or  have  to  relocate.  The  resettlement  framework  is  in \nSupplementary Appendix K. Resettlement plans for both the WRU and BHH components have \nbeen prepared to document resettlement impacts and costs. The resettlement plan for the WRU \ncomponent  includes  an  income-restoration  program  that  will  include  providing  household \nmembers who lose agricultural land with jobs generated by the new WRU campus. WRU will \nfavor hiring local residents during and after construction. The summary resettlement issues are \nin  Appendix  10.  The  resettlement  plans  for  the  WRU  and  BHH  components  are  in \nSupplementary Appendix L. There are no indigenous people or ethnic minority groups present \nin project locations and so no implications for ADB's Policy on Indigenous Peoples (1998). \n \nC.  Environmental Impacts \n60.  The realization of the new WRU campus will have a strong positive impact on the higher \neducation system in Viet Nam. Similarly, the selected subprojects for the BHH system will \nimprove  the  irrigation  and  drainage  situation  and  are  expected  to  increase  agricultural \nproduction. Screening of both components shows that the new WRU campus and the BHH \nsubprojects will produce only slight and moderate adverse environmental impacts and are both \nclassified category B, in accordance with ADB regulations. The adverse environmental impacts \nwill occur mainly during construction and can be mitigated by proper design, sound engineering, \nand specific mitigations measures framed as contractual obligations of the contractor, as well as \nby correct O&M procedures after project completion. Positive impact can be expected in the \nBHH  system  with  improved  water  conveyance,  which  will  improve  water  quality,  and  the \nremoval of stagnant water through improved pumping capacity, which will limit the duration and \ndepth of flooding. Consequently, the initial environmental examinations (IEEs) carried out for \nboth components are sufficient, in accordance with ADB environmental guidelines. The IEEs \ninclude EMPs, which will be updated with detailed designs to ensure that all potentially adverse \nimpacts are adequately mitigated and monitored. Institutional arrangements for implementing \nand monitoring the EMPs are provided in the IEEs. Public consultations have been conducted \non environmental issues pertaining to the WRU campus and each subproject of the BHH \nsystem. The summary IEE is in Appendix 11. The IEEs are in Supplementary Appendix M. \n \nD.  Economic Impacts \n61.  The project is expected to yield major benefits, including (i) incremental benefits from \nhigher crop yields and productivity through upgraded hydraulic structures and equipment for \ncontrolling the timing and allocation of irrigation water and improving agricultural and non-\n ", "  17 \nagricultural  drainage  conditions;  (ii)  saved  irrigation  water  that  can  be  allocated  to  other \ncommunity livelihood needs; (iii) greater protection of people and their assets from flooding; (iv) \nimproved  knowledge  through  capacity  building  and  practical  training  in  more  efficient \ninstitutional  arrangements  that  enhance  water  user  participation  in  irrigation  and  drainage \nsystem management; (v) increased numbers of bachelor and master of science graduates \nthrough newly constructed educational facilities; and (vi) significant contributions to improved \nwater management and reduced rural poverty in the project provinces. This will help ease social \npressures to migrate to urban centers like Ha Noi and Hai Phong and contribute to balanced \ndevelopment in Viet Nam in the medium term. The only source of benefits that can be readily \nquantified for benefit–cost analysis is the increased yield of crops and aquaculture attributable \nto improved irrigation water availability in the BHH system.  \n \n62.  Besides quantifiable benefits, there are a variety of benefits that cannot be readily \nquantified. First, investment and better maintenance of the BHH system will improve flood \nprotection through improvements in the tidal water regulation and 10 new or renovated irrigation \nand drainage pumping stations. Based on the estimated cost of flood damage in 2001–2008 in \nBHH areas of the project provinces, the project is estimated to save $3.2 million per annum. \nHowever, savings from avoided damage were not included into the benefit–cost analysis as \nannual frequencies and magnitude are uncertain.  \n \n63.  Second, the benefits of improved irrigation normally include both direct benefits, i.e., \nthose accruing to the farming community, and indirect benefits, i.e., those accruing to the wider \nlocal economy. The indirect benefits of improved irrigation include backward linkage effects \nbecause of additional inputs (labor and material inputs) used in irrigated agriculture due to \nimproved crop productivity, made possible by better access to irrigation. Indirect effects of \nirrigation arise from income and employment effects in the agro-industry and non-farm sectors \nof the rural economy. The indirect benefits of irrigation spread to the region as a whole, such as \nincrease  in  direct  agriculture  production  as  well  as  allied  agriculture  sector  activities,  and \nincrease in other rural agro-services and marketing in the economy. Therefore, the indirect \nbenefit of irrigation plays a larger role in poverty alleviation and maintaining food security than \ndoes the direct benefit in terms of increased crop productivity. Although It is not easy to quantify \nthese  benefits  precisely,  in  developing  economies  such  as  Viet  Nam  where  agriculture \nproduction  is  better  organized  than  elsewhere  in  the  developing  world,  the  irrigation \nmultiplication factors have been observed to be in the range of 1.5–2.0 times direct benefits. \n \n64.  Third, capacity building is a key element for development and the implementation of \nstrategies and policies in water resources management in general and in relation to agriculture \nsector development. The project will assist the government in capacity building at the national, \nprovincial, and district levels. Though difficult to quantify, benefits derived from capacity building \nfor MARD, WRU, DARDs, and entities operating the BHH system will ensure improved water \nresource management in the country in the medium and long term. \n \n65.  The benefit–cost analysis of the project was based on incremental benefits from higher \ncrop yield and productivity. The economic internal rate of return (EIRR) was calculated for the \nproject to determine its economic viability and serve as the monitoring benchmark for project \nimplementation. The base-case EIRR was estimated at 22.6%, economic net present value at \n$70.3 million, and benefit–cost ratio at 1.66. \n \n66.   These indicators suggest that the project is economically viable, with a base-case EIRR \nwell  above  the  12%  economic  opportunity  cost  of  capital  for  the  quantified  benefits.  The \nsummary  economic  analysis  is  in  Appendix  12,  and  detailed  assumptions,  financial  and \n ", "18   \neconomic production budgets, derived economic prices, project capital and recurrent costs \nprofiles, and benefit–cost and sensitivity analyses are in Supplementary Appendix N.  \n \n67.  Sensitivity tests were undertaken to assess the robustness of the analyses and examine \nthe consequences of changes in variables, including capital costs, O&M of civil infrastructure, \nsystem dredging costs, benefits, pumping costs, and the earlier pump replacement schedule. \nThe tests were undertaken with the following variables: (i) increase of 10% in the capital cost, \n(ii) increase of 10% in civil infrastructure O&M costs, (iii) increase of 10% in system dredging \ncosts, (iv) combined ii and iii, (v) decrease of 10% in benefits, (vi) combined iv and v, (vii) \ndecrease of 20% in benefits, (viii) increase of 10% in pumping costs, (ix) 1-year delay in \nbenefits, and (x) pumps replaced after 15 years instead of 20 years.  \n \n68.  The  sensitivity  tests  indicate  that  the  BHH  subprojects  are  highly  sensitive  to  the \nfollowing cases: (i) a reduction of 10% in benefits and an increase of 10% in capital, O&M, and \nsystem dredging costs, which cause the base-case EIRR to fall to 18.2%;  (ii) a 1-year delay in \nrealization of benefits, which reduces the base-case EIRR from 22.6% to 18.5%; and (iii) a 20% \ndecrease in benefits, which reduces the base-case EIRR to 18.5%. \n \nE.  Risks \n69.  The results of economic and financial sensitivity analysis strongly indicate that delays in \nproject implementation and the lack of cost-control and good governance are among the major \nrisks  of  the  project.  It  is  strongly  recommended  that  (i)  capacity  development  for  project \nmanagement and implementation be frontloaded, (ii) counterpart funding be readily available to \nminimize  implementation  delays,  and  (iii)  cost-control  measures  and  transparent  financial \nmanagement and governance be established for the project before implementation to ensure \ncost efficiency. Financial management assessment of project operating entities indicated that \nsystems are in place to handle project finance. However, it is recommended that staff be trained \nand  familiarized  with  ADB  and  AFD  reporting  and  fiduciary  requirements  prior  to  project \nimplementation. The financial assessment of operating entities and the risk assessment and \nmanagement plan are in Supplementary Appendix O. \n \n70.  Delays  in  implementation  may  result  from  slowness  in  recruiting  consultants  and \nappointing central and provincial project management staff, the resistance of vested interests to \nchanges in the organizational structure of service providers (IDMC, IMCs, IMEs, and agriculture \nproduction cooperatives), cumbersome administrative processes related to contract awards, \nand insensitive handling of resettlement. Resettlement and compensation of people affected by \nconstruction are critical because the commencement of disbursements for civil works contracts \nis conditional upon their prior completion. Project consultants need to help provincial authorities \ncomplete land acquisition and resettlement on schedule. MARD has experience in and a good \nunderstanding of government and ADB requirements for resettlement.  \n \n71.  Concerns exist about steadily declining water levels in the Red River, which are likely \ncaused by the operation of the upstream reservoirs, changes in water use, and morphological \nchanges in the Red River Delta.  During project preparation an analysis was undertaken of the \nchanging river regime, water levels, and river morphology in the rivers surrounding the BHH \nsystem. The assessment indicated that at some locations the riverbed has dropped by an \naverage of up to 2 meters. The decrease is most likely the result of morphological changes from \nlarge quantities of sand being mined and sediment retention in upstream reservoirs disturbing \nthe dynamic equilibrium of the river system. The upstream reservoirs will need to release more \nwater to achieve the design water level at the BHH Xuan Quan intake during the dry season in \nJanuary and February, when agricultural land is prepared for planting. With assistance from \n ", "  19 \nADB TA,29 the Ministry of Natural Resources and Environment, which has the mandate for \ncoordinating river basin water resources management, is revising the Law on Water Resources, \n1998, which is scheduled for submission to the National Assembly in May 2011. This will \nprovide the legal framework for water sharing, water rights and river basin management, which \nwill  ultimately  lead  to  agreement  between  the  relevant  ministries  and  agencies  and  the \nestablishment of inter-reservoir operation rules optimizing the use of water resources. The study \nof boundary conditions for the BHH system is in Supplementary Appendix P. \n \n72.  An assumption fundamental to the efficient operation of the BHH irrigation and drainage \nsystem  is  that  the  government  will  provide  finance  for  the  operation  of  some  key  capital \ninvestments as well as adequate finance on a timely, recurrent basis for the O&M of these and \nother  capital  investments  financed  under  the  project.  One  crucial  capital  investment  for \ngovernment financing outside the scope of the project is the cleaning and dredging of canals \nserving the irrigation and drainage pump stations to be constructed and rehabilitated under the \nproject. Another key capital investment for government financing outside the scope of the \nproject is the construction of the Cau Xe sluice in Hai Duong Province to provide efficient \ndrainage for a large portion of the BHH system and tidal irrigation for parts of Dong Nam Cuu \nAn, Binh Giang–Bac Thanh Mien, and Gia Loc-Tu Ky. Finally, another requirement to ensure \nefficient irrigation of the Gia Thuan area of Bac Ninh Province is to repair or operationalize the \nNhu Quynh pump station with a capacity of at least 12 m3/second. Since the onset of the \ngovernment's  ISF  waiver  policy,  the  irrigation  service  providers  (IDMCs  and  IMCs)  face \nchallenges  in  covering  O&M  costs.  However,  the  government  has  made  assurances  that \nadequate budget allocations will be made to provide appropriate service levels that will ensure \nthe sustainability of infrastructure investments supported under the project for a minimum 30 \nyears through cost-sharing between the national and provincial governments.  \n \nV.  ASSURANCES \nA.  Specific Assurances \n73.  In addition to the standard assurances, the government and MARD have given the \nfollowing assurances, which will be incorporated in the loan agreement: \n \n(i)  Government financing. The government will finance \n(a)  planned canal cleaning and dredging works for the BHH system and \nrecurrent O&M expenses associated with these works; \n(b)  the construction of the Cau Xe sluice in Hai Duong Province to provide \nefficient drainage for a large portion of the BHH system and tidal irrigation \nfor parts of Dong Nam Cuu An, Binh Giang–Bac Thanh Mien, and Gia \nLoc-Tu Ky, and recurrent O&M expenses associated with this structure; \n(c)  the repair or operationalizing the Nhu Quynh pump station to ensure \nefficient irrigation of the Gia Thuan area of Bac Ninh Province, as well as \nrecurrent O&M expenses associated with this structure; and \n(d)  O&M  to  sustain  the  irrigation  and  drainage  infrastructure  constructed \nunder the project for a minimum 30 years through cost-sharing between \nthe national and provincial governments.   \n \n(ii)  Water level of the Red River. Within 12 months of loan effectiveness, the \ngovernment will establish a legal framework for water sharing, water rights, and \n                                                 \n29 TA 3892-VIE: Part A for Institutional Development ($10.6 million financed by the Government of the Netherlands \nand approved on 8 May 2002) in association with Loan 1855-VIE: Second Red River Basin Sector Development \nProject ($70 million approved on 3 November 2001).  \n ", "20   \nriver basin management. The government will ensure that the legal framework \nwill  ultimately  lead  to  agreements  between  ministries  and  agencies  that  will \nprovide inter-reservoir operation rules optimizing the use of water resources and \nachieving a 1.85 meter water level in the Red River at the Xuan Quan intake \nduring the dry season in January and February, when crucial agricultural land \npreparation takes place.  \n \n(iii)  Accounting, auditing, and reporting. Within 12 months of loan effectiveness, \nthe CPMU will establish a computerized management information system suited \nto the financial management and reporting needs of the project, and each PMU \nwill prepare project progress reports every 3 months.  \n \n(iv)  Resettlement. The government assures the following: \n(a)  The  government  will  finance  the  full  cost  of  land  acquisition, \ncompensation, and resettlement arising out of the project, including for \nthe site of the new WRU campus. \n(b)  The  government  will  apply  the  policies  of  the  project's  agreed \nresettlement  framework  that  defines,  in  particular,  severely  affected \nhouseholds, who are eligible for livelihood stabilization and restoration \nprograms,  as  those  people  physically  displaced  from  housing  and/or \nlosing 10% or more of their productive income-generating assets. \n(c)  All  land  acquisition  and  resettlement  under  the  project  will  be \nimplemented in accordance with the agreed resettlement framework and \nthe resettlement plans to be approved by both the government and ADB. \nPrior to the start of land acquisition and resettlement for a particular \nsubproject  and  the  construction  of  the  new  WRU  campus,  the \ngovernment will (1) update the relevant resettlement plan based on the \ndetailed design and submit it to ADB for approval and (2) sign a contract \nwith  a  qualified  social  science  institution  or  other  suitably  qualified \ninstitution acceptable to ADB to conduct independent external monitoring \nand evaluation of the resettlement process and impacts. \n \n(v)  Environment.  The  government  will  ensure  that  the  project  facilities  are \nconstructed and operated in compliance with the applicable environmental laws \nand regulations of Viet Nam and ADB’s Environment Policy (2002). The EMPs \nfor  WRU  and  BHH  will  be  updated  with  detailed  designs  of  these  project \nactivities.  The  proposed  mitigation  measures  specified  in  the  EMPs  will  be \nimplemented and monitored to a satisfactory standard. \n \n(vi)  Community participation. MARD will ensure that the DARDs in the project \nprovinces actively continue to promote community participation, equally targeting \nwomen and men, in the selection, preparation, implementation, and performance \nmonitoring of subprojects. Bidding documents financed under the project will \ninclude  provisions  to  ensure  contractors'  preferential  hiring  of  local  labor,  to \nguarantee equal opportunity for female workers with the principle of equal pay for \nwork of equal value, and to prevent the use of child labor. \n \n(vii)  Gender.  The  government  will  take  measures  to  ensure  that  women  benefit \nequally from project activities as outlined in the project’s gender strategy. These \nmeasures will include (a) ensuring that 50% of the dormitory space in WRU is \nallocated to women; (b) promoting training on gender awareness in participatory \nirrigation management for all government stakeholders in the project; and (c) \nsupporting  measures  in  the  activity  for  improved  participatory  irrigation \n ", "  21 \nmanagement to increase the representation of women to 50% of active members \nof WUAs and to promote women’s taking on leadership roles in WUAs. \n \n(viii)  Operation and maintenance of SCADA and sharing information. MARD will \nensure the proper care, training, and O&M to sustain the effectiveness of the \nSCADA system, and that the SCADA data and information will be shared among \nall  relevant  stakeholders,  including  the  Ministry  of  Natural  Resources  and \nEnvironment and provincial departments of natural resources and environment. \n \n(ix)  Governance. Within 2 months of loan effectiveness, MARD will create a project \nwebsite  accessible  by  the  general  public  to  disclose  in  the  English  and \nVietnamese languages information about various matters concerning the project, \nincluding general project information, procurement, project progress, and contact \ndetails.  The  website  will  provide  a  link  to  ADB's  Integrity  Unit \n(http://www.adb.org/Integrity/complaint.asp) for reporting to ADB any grievances \nor allegations of corrupt practices arising from the project and project activities. \nWith  regard  to  procurement,  the  website  will  include  the  list  of  participating \nbidders; name of the winning bidder; basic details on bidding procedures; amount \nof the contract awarded; and the list of goods, works, and consulting services \nprocured. \n \nB.  Conditions for Loan Effectiveness \n74.  Prior to loan effectiveness, MARD will issue a decision for project implementation which \nspecifies, among other things, the roles and responsibilities of the CPMU and PMUs. \n \nC.  Conditions for Disbursements to Civil Works \n75.  No disbursement will be made to a particular civil works contract financed under the \nproject until (i) the resettlement plan for the relevant civil works has been approved by ADB and \n(ii)  all  resettlement  activities  related  to  the  particular  civil  works  have  been  completed  in \naccordance  with  the  resettlement  plan  or  other  requirements  relating  to  resettlement  and \nvulnerable groups as applicable, including related compensation payments and replacement of \nassets or other assistance for the affected people prior to the dispossession or displacement of \nthe affected people. \n \nVI.  RECOMMENDATION \n76.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies  equivalent  to  SDR  65,222,000  to  the  Socialist  Republic  of  Viet  Nam  for  the \nStrengthening Water Management and Irrigation Systems Rehabilitation Project from ADB's \nSpecial Funds resources with an interest charge at the rate of 1.0% per annum during the grace \nperiod and 1.5% per annum thereafter; a term of 32 years, including a grace period of 8 years; \nand such other terms and conditions as are substantially in accordance with those set forth in \nthe draft loan agreement presented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n26 March 2010\n ", "22  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n    Data Sources and   \nDesign  Performance Targets and  Reporting   \nSummary  Indicators with Baselines  Mechanisms   Assumptions and Risks \nImpact      Assumption \nIncreased  Productivity of paddy increased  Statistical yearbooks of  Political support for water \nagricultural  from average 6.0 tons/ha in  the Government   resources management and \nproductivity in  2009 to 6.7 tons/ha in 2020  Statistical Office  institutional reforms \nthe BHH area   \nCropping intensity increased \nfrom 2.09 crops per year in 2009 \nto 2.24 in 2020 \nOutcome      Assumptions \nQuality of  Water delivery services to  MASSCOTE and rapid  Sound fiscal conditions to \nMARD’s water- farmers in BHH irrigation and  appraisal process  sustain O&M revenue and \nrelated services  drainage system improved from  surveys  expenditure \nstrengthened   average value of 1.6 in 2009 to     \n2.5 in 2016 (on a scale from 0 to  CPMU and PMU  Enabling environment to \n4)  reports  restore and maintain an \n    effective and sustainable \nmechanism of O&M cost \nrecovery \n \nRisk \nThe water level of the Red \nRiver interferes with water \ndemand and drainage needs \nof the BHH system. \nOutputs       Assumptions \n1. Increased  Annual enrollment of bachelor of  WRU annual reports  WRU strategy, curriculum, \nhuman resource  science students at WRU    and merger of faculties \ncapacity for  increased from 2,478 in 2009 to  Ministry of Education  approved and implemented \nsustainable  4,108 in 2016  and Training annual  by 2012 \nwater    report on enrollments   \nmanagement  Annual enrollment of master of    International and regional \n  science students at WRU  cooperation, government, \nincreased from 220 in 2009 to  and official development \n840 in 2016  assistance for WRU \n  continues effectively \n \nWell-trained and motivated \nteachers ensure students are \nwell equipped to pass exams \n      Assumption \n2. Increased  Irrigation capacity for 11,200 ha  IMC, IME, and  AFD parallel financing for \ncapacity of  increased from 12.0 m3/second  agriculture production  Bac Ninh subprojects is \nirrigation and  in 2009 to 25.2 m3/second in  cooperative reports  effectively delivered and \ndrainage  2016    administered. \ninfrastructure in    Quarterly aligned   \nthe BHH  Drainage and internal irrigation  monitoring tool project  Risk \nirrigation and  capacity for 49,000 ha increased  progress reports  Unplanned urban and \ndrainage system  from 76.0 m3/second in 2009 to    industrial developments \n211.2 m3/second in 2016  CPMU and PMU  encroach on agricultural \n  reports  areas and render agriculture \n  a lower development priority. \n ", "  Appendix 1     23 \n    Data Sources and   \nDesign  Performance Targets and  Reporting   \nSummary  Indicators with Baselines  Mechanisms   Assumptions and Risks \n       \n3. Strengthened  In the pilot BHH area:  IMC, IME, and  Assumptions \ninstitutional  Effective participatory planning  agriculture production  Beneficiaries prepared to \ncapacity of  and implementation  cooperative reports  contribute to the costs of \nwater-related  arrangements established by    water service delivery \nservice  2012  Quarterly aligned   \nproviders in the    monitoring tool project  Consolidated vision and \nBHH irrigation  Implementation agreements are  progress reports  strategy for the progressive \nand drainage  signed with beneficiaries and    modernization of the BHH \nsystem  WUAs by 2012  CPMU and PMU  system approved for \n  reports  implementation by 2012 \nStipulated infrastructure     \nprovided with WUA-endorsed    Risk \ndesigns by 2014  Local or internal conflicts \n  threaten WUA performance. \nWUAs strengthened and \nachieving seasonal and/or \nannual targets by 2014 \n \nParticipation of women in WUAs \nincreased to 50% of membership \nby 2014 \n \nThroughout  the  BHH  project \narea: \nO&M guidelines and annual \nO&M plans prepared before \ncommissioning of the \ninfrastructure and implemented \nafter completion by 2016 \n \nSufficient funds allocated and/or \ngenerated to undertake \nstipulated O&M upon completion \nof the infrastructure by 2016 \n \nThree IMCs and 24 IMEs \nstrengthened by 2016 \n4. Project  Project implementation  Quarterly aligned   \nmanagement is  guidelines prepared and  monitoring tool project \noperational.  approved before loan  progress reports \neffectiveness   \n  CPMU and PMU \nProject implementation  reports \nconsultants mobilized within 3   \nmonths of loan effectiveness   \n   \nPPMS fully operational within 12 \nmonths of loan effectiveness \nActivities with Milestones  Inputs \n1.1  Construct seven faculties with classrooms, laboratories, lecture halls,   \nfaculty libraries, teachers’ offices, and administration offices by 2016.  Total costs = $179.0 million \n1.2  Construct dormitories to accommodate up to 4,022 students, with 50% \nof spaces for women, by 2016. \n ", "24  Appendix 1 \n \nActivities with Milestones  Inputs \n1.3  Construct 3,246 square meters of laboratory buildings by 2016.  ADB = $100.0 million: \n1.4  Construct outside parking for 125 cars by 2016.  Civil works = $69.5 million \n2.1  Rehabilitate existing pump stations by 2016:  Mechanical works = $16.8 \nKenh Vang 2 pump station in Bac Ninh Province serving 14,812 ha  million \nMy Dong pump station in Hai Duong Province serving 3,277 ha  Surveys, design, \n2.2  Construct new pump stations by 2016  monitoring, and \nChua Tong pump station in Hung Yen Province serving 1,658 ha  supervision = $4.5 million \nLien Nghia pump station in Hung Yen Province serving 3,545 ha  Vehicles = $0.3 million \nNghi Xuyen pump station in Hung Yen Province serving 8,274 ha  Equipment = $1.7 million \nDoan Thuong pump station in Hai Duong Province serving 2,270 ha  Training and workshops = \nNha Trai pump station in Bac Ninh Province serving 11,460 ha  $0.8 million \nCau Dau pump station in Hai Duong Province serving 2,573 ha  Consulting services = \nCo Ngua pump station in Hai Duong Province serving 1,160 ha  $1.9 million \nPhu My pump station in Bac Ninh Province serving 11,200 ha  Operational costs = $1.0 \n \nmillion \n3.1  Formulate plan for implementing the pilot BHH program by 2012. \nInterest during \n3.2  Establish well-designed institutional-strengthening and capacity-building \nimplementation = $3.4 \nprogram for water management service providers by 2012. \nmillion \n3.3  Establish sustainable O&M systems and operate and maintain irrigation \nAFD = $28.0 million: \nand drainage investments on a sustainable basis by 2012. \nCivil works = $13.4 million \n4.1  Prepare and implement project implementation guidelines before loan \nMechanical works = $12.8 \neffectiveness. \nmillion \n4.2  Prepare bidding documents for project implementation consultant \nSurveys, design, \nservices and recruit suitable consultants by month 3. \nmonitoring, and \n4.3  Complete baseline survey by month 6. \nsupervision = $1.8 million \n4.4  Complete PPMS and submit for MARD and ADB approval by month 9. \nGovernment = $51.0 \n4.5  Implement PPMS by month 12. \nmillion \n4.6  Prepare detailed engineering design reports for WRU and BHH \nCivil works = $9.2 million \ninfrastructure development by month 6. \nLand acquisition and \n4.7  Update resettlement plans for WRU and BHH based on detailed designs \nresettlement = $35.6 \nby month 12. \nmillion \n4.8  Complete land acquisition for basic infrastructure at WRU by month 15. \nMechanical works = $3.3 \n4.9  Update EMP for WRU and BHH based on detailed design by month 12. \nmillion \n4.10  Prepare WRU and BHH bidding documents for construction packages by \nSurveys, design, \nmonth 8. \nmonitoring, and \n4.11  Complete selection and recruit contractors for WRU & BHH by month 15. \nsupervision = $0.7 million \n4.12  Prepare WRU and BHH bidding documents for services and recruit \nVehicles = $0.03 million \nconstruction supervision and contract management consultancy firm(s) \nEquipment = $0.2 million \nby month 15. \nTraining and workshops = \n4.13  Conduct contract management and monitoring of construction phase for \n$0.1 million \nWRU and BHH by month 18. \nConsulting services = \n4.14  Tender supply and installation of equipment and select and recruit \n$0.2 million \nsuppliers for WRU and BHH by month 24. \nOperations costs = $1.7 \nmillion \n \nADB = Asian Development Bank, AFD = Agence Française de Développement, BHH = Bac Hung Hai, CPMU = central \nproject management unit, ha = hectare, IME = irrigation management enterprise, IMC = irrigation management company, \nm3 = cubic meter, MARD = Ministry of Agriculture and Rural Development, MASSCOTE = Mapping Systems and \nServices for Canal Operation Techniques, O&M = operation and maintenance, PMU = project management unit, PPMS = \nproject performance and monitoring system, WRU = Water Resources University, WUA = water users association. \nSource: Asian Development Bank. \n \n \n \n ", "Appendix 2      25\nSECTOR ANALYSIS \n \nA.  Development Context and National Goals \n1.  Population \n1.  Viet Nam’s population of more than 86 million (July 2008)1 is still predominantly rural (63 \nmillion or 73%)2 and dependent on agriculture for livelihoods and basic needs.3 It is now the 13th \nmost populous country in the world. A third of the population lives in the Red–Thai Binh river basin, \nmostly in and around Ha Noi City, which includes the Bac Hung Hai irrigation and drainage system. \nThe contribution from agriculture, forestry, and aquaculture to the gross domestic product (GDP) \nwas 20.7% in 2009. The sector led in job creation during 2001–2005, adding 4.6 million out of 7.5 \nmillion new jobs.  \n \n2.  According to the median projection, Viet Nam’s population will reach 100 million in the next \n25 years and stabilize at 120 million by the middle of this century. The vast majority of people will \nlive in rural areas, where demand for water is estimated to be 3.5 million–4.0 million cubic meters \n(m³) per day by 2010. This year, the urban population may be more than 30 million. This population \nwill be supplied with more water per person than rural people, and this will require a daily supply \ncapacity of 4.0 million–4.5 million m³ per day, or 8.0 million–9.0 million m³ per day if demand for \nassociated industrial production is taken into consideration.  \n \n2.  Economic Growth \n3.  Viet Nam has been one of Asia’s fastest-growing economies over the last 20 years, with \nreal GDP growth averaging 7.4% during 1989–2008. Strong economic growth and improved social \nsafety nets have enabled Viet Nam to reduce poverty dramatically. Poverty incidence declined from \n58.1% in 1993 to 15.5% in 2007.4 However, poverty reduction has not been uniform, and pockets of \nextreme poverty persist in rural areas.5 Inequalities in income distribution have increased, reflecting \nhigher growth in per capita income in areas that are rapidly developing and resource-rich than in \nareas  that  are  remote,  lack  infrastructure,  have  few  resources,  or  are  vulnerable  to  natural \ndisasters. Rural areas have not benefited to the same extent from liberalization. Most institutions \nserving rural communities have changed little from an earlier era of central control and have not \nbenefited from the public administration reforms that have brought more immediate benefits to fast-\ndeveloping urban areas. More recently, however, Viet Nam has faced major economic challenges, \nwith yearly inflation reaching 23% in 2008. Soaring imports tripled the trade deficit in 2007, while \nthe Vietnamese stock market lost 60% of its value. On another front, the global economic crisis has \nhit export markets. Producers and exporters report that prices for exports such as rubber, coffee, \npepper, rice, and seafood are falling. Other major exports also face difficulties as Viet Nam's main \nexport markets tighten their belts. All of this points to slower economic growth than projected in the \nimmediate future at least.  \n \n4.  Nonetheless, the current structure of the national economy is highly indicative of a rapidly \ndeveloping country soon to become middle income. The agriculture sector in the composition of the \nGDP has dropped from 80%–90% at its peak to the current level of about 20%, though this still \nrepresents significant economic activity. The drop has been caused chiefly by strong growth in \n                                                 \n1  ADB. 2008. Fact Sheet: Viet Nam. Manila (December). \n2  Expected to decline to 58% in 2030. \n3  Government of Viet Nam. 2005. Achieving the Millennium Development Goals Report for Vietnam. Ha Noi (draft). \n4  Government of Viet Nam. 2005. The Five-Year Socioeconomic Development Plan 2006–2010. Ha Noi: Ministry of \nPlanning and Investment. \n5  Rural poverty remained at 20.4% in 2004. \n ", "26  Appendix 2 \nindustry and services and does not mean that agriculture is shrinking in absolute terms. It has not \nreduced demand for irrigation water.  \n \n5.  One of the greatest pressures on water resources and the water sector comes from the \nstrength of economic development in Viet Nam and the changing structure of the economy. This \ngrowth  increasingly  consumes  natural  resources,  requires  reliable  water  supplies,  attracts \nsignificant populations, and, most importantly, generates considerable polluted wastewater and \nother wastes.  \n \n6.  The 5-year socioeconomic development plans are development strategies, but they also set \ndevelopment and investment targets and combine (often without prioritizing) proposals contained in \nsector plans (e.g., transport, industry, education, and health). The socioeconomic development \nplans are the main pillar of Viet Nam's strategic planning architecture. Sector development plans \npresent  targets  and  strategies  for  the  outputs  of  individual  sectors,  e.g.,  water  supply,  urban \ntransport, main industries, and agriculture. Sector plans are also prepared for infrastructure, e.g., \ntransport, water supply, etc. At this stage, these plans remain a top–down process and reportedly \nthere is a lack of cross-sectoral cooperation during their formulation. Plans are prepared by a small \nnumber of central government planning institutes with limited public participation. In most cases, \nplans are not consistent with the availability of resources, and there is a general tendency to \noptimistically approve plans and related lists of projects in the hope that funding will become \navailable. \n \nB.  Agriculture Sector Situation \n7.  Prior to 2009 the country’s agriculture sector had grown steadily at an annual rate of about \n4%, despite generally weak international commodity prices. Crops constitute 59% of the total \nagriculture sector production value, followed by fisheries at 19%, livestock at 17%, and forestry at \n5%. The development of the livestock industry has been vigorous in recent years. Despite growth \nin crop and livestock production, however, the incidence of poverty remains higher in rural areas \nthan in urban,6 and private sector investment remains low. \n \n8.  Agriculture sector growth over the past decade, particularly in crops, can be attributed to a \ncombination of (i) the government’s market-oriented economic policy, which was launched in 1986; \n(ii) increased public investment in irrigation systems; and (iii) increased use of land, labor, and \nagrochemicals and fertilizers, particularly in rice production. Continued heavy reliance on increased \npublic spending on irrigation systems, however, will not be able to sustain agricultural growth in \nlight of the diminishing marginal returns from new irrigation investments and the substantial cost of \noperating and maintaining these systems. Moreover, further increases in agricultural production are \nnow being constrained by rising input prices, declining revenues from rice exports due to weak \ninternational prices, limits on the productivity of agricultural inputs and financial capacity of farmers, \nand limits on further expansion of the rural labor force and land for agriculture. \n \n9.  Agriculture provides employment for 57% of the country’s workforce, mainly in rural areas, \nwhere 73% of the population resides, including 70% of the poor.7 An alternative strategy for \nsustainable agricultural growth is needed to support the country’s economic growth and attainment \nof its poverty-reduction targets. This strategy will require the development of (i) diversified farming \nsystems  that  are  adaptable  to  varied  agro-ecological  conditions  and  (ii)  more  locally  driven, \nproductivity-based  improvements  in  food  quality  and  safety  to  improve  the  value  and \ncompetitiveness of agricultural products, particularly high-value crops.  \n \n                                                 \n6 For example, in rural Son La, the poverty incidence is 46%, while in Ho Chi MInh City the poverty incidence is 4%. \n7 ADB. 2007. Key Indicators of Developing Asian and Pacific Countries – Viet Nam. Manila. \n ", "Appendix 2      27\n10.  With the population growing at 1.4% per year and the standard of living improving, it is likely \nthat national rice consumption will increase by up to 2% annually from about 20 million tons of rice \nper year. If there is no increase in production, it will take only about 10–12 years before the present \nsurplus of 4–5 million tons per year, which is now exported, would be required for domestic \nconsumption. Bearing in mind that the area of paddy land has decreased in recent years with \ndiversification to aquaculture and other crops, as well as with industrial and housing development, \nit will be essential to increase yields to meet demand. Increasing the irrigated area and improving \nwater use efficiency would contribute to increased yields. \n \nC.  Water Sector Situation \n11.  An objective of the National Water Resources Strategy toward 2020 is water allocation to \nensure the efficient exploitation of 10.5 million ha of annual and perennial crops, and thereby \nproduce 39–40 million tons of rice equivalent per year. That figure is construed to mean paddy \nproduction of around 34 million tons per year in view of the “agricultural restructuring” plan of the \nMinistry of Agriculture and Rural Development (MARD). That much production has been achieved \nand maintained since 2002. Priorities in the development and management of agricultural water \ncontrol systems should change in view of market demand and be reflected in national water \nresources management. \n \n12.  At present, 80.6 billion m3 of water is used each year. By 2020, this is expected to increase \nto about 120.0 billion m3, an increase of 48%. Of this, water use for irrigation is expected to grow by \nabout 30%, for industry by almost 190%, for urban supplies by 150%, and for aquaculture by 90%. \nBy 2020, although irrigation water use will grow the most in absolute terms, its proportional share \nwill have declined from 82% to 72%. Hydropower is not included as it does not generally consume \nwater, though it can significantly change flow patterns, as is the case in the Red River Basin.  \n \n13.  The recently concluded water sector review8 reveals that the water sector in Viet Nam is \nfacing an immense crisis that requires immediate action on many fronts. However, few people yet \nrealize that this is the case, let alone the extent or scale of the problem. The water sector is \nbesieged with major issues ranging from lack of data to poor financial viability, the lack of water \nrights, and serious pollution. MARD has drawn attention to the inequities of development. At \npresent, industrial and urban areas dump polluted wastewater directly into irrigation and natural \nriver  systems,  harming  environmental  health  in  general  and  harming  the  quality  of  irrigation \nsystems for agriculture and the outputs of fisheries and forests.  \n \n14.  A clear conclusion from the water sector review is that fundamental changes are urgently \nrequired, as is a significant cultural shift, inside the government and out, if these approaches are to \nsucceed and the benefits realized. Traditional thinking and practices must be transformed and new \nconcepts embraced. This equally applies to international development partners.  \n \nD.  Irrigation Subsector \n15.  Irrigation has long been the pillar of the rural community. Strong irrigation development over \nmany years has ensured food security and turned Viet Nam into a major exporter of rice. Water \nsupply for growing paddy rice is at the very core of most rural communities. As such, irrigation \nmanagement is steeped in tradition. However, since the irrigation service fee (ISF) was abolished, \n                                                 \n8 ADB. 2006. Technical Assistance to the Socialist Republic of Viet Nam for the Water Sector Review. Manila (TA 4903-\nVIE, for $580,000, approved on 18 December). This was a comprehensive review of the water sector carried out jointly \nby the government and international development partners. The immediate objective was to review the state of the Viet \nNam water sector and to establish a common framework to guide development decisions in the sector and to support \nintegrated water resources management initiatives to underpin the government's achievement of the National Water \nResources Strategy objectives over the coming 10 years.  \n ", "28  Appendix 2 \nirrigation water has been provided free of charge, further entrenching that tradition. Irrigation is now \nin effect a means of providing social services to most of the rural populace. Today, irrigation supply \nis generally inefficient, its infrastructure old and dilapidated, totally reliant on state and official \ndevelopment  assistance  funds  to  keep  going.  Most  systems  operate  on  a  shoestring;  all  are \nprogressively deteriorating, despite some rehabilitation funded by official development assistance; \nand some will eventually cease to be viable in part or full. Irrigation reform is a difficult dilemma for \nthe government. \n \n16.  Irrigation reforms have been slow. Farmers still have little say in system management. \nIrrigation  systems  are  set  up  for  paddy  rice,  with  water  supplied  by  irrigation  and  drainage \nmanagement companies (IDMCs) and irrigation management companies (IMCs) to meet these \nwater requirements. Crop diversification is difficult as supply is top–down for paddy rice and not \nfarmer  driven.  Even  though  there  have  been  some  participatory  irrigation  management  (PIM) \nsuccesses, with irrigation water now free, there is little incentive for farmers to get involved. For the \nfuture,  the  government  will  need  to  make  hard  decisions  on  the  extent  to  which  traditional \napproaches are to continue, with irrigation water supply used as a means of delivering social \nservices, compared with the extent that major reforms could create over time an innovative and \nprogressive irrigation sector. \n \n17.  MARD has the primary responsibility for irrigation management. The Water Department in \nMARD and its associated institutes (including the Institute for Water Resources Planning) lead the \nplanning  and  development  of  major  agricultural  infrastructure.  MARD  controls  12  general \ncorporations with a total of 317 companies. The number of state-owned businesses in the sector \nhas remained about the same during 2000–2003. These enterprises are characterized as having \nlow efficiency. At present, there are 110 IMCs employing over 22,500 people. Three of the IDMCs \nare under the direct control of MARD, including one for the Bac Hung Hai system. The IMCs are \nunder provincial control. In terms of the number of staff per thousand of hectares irrigated, the Red \nRiver Delta has the highest ratio (10.5), suggesting inefficient service delivery. \n \n18.  Local participation through PIM and water users groups is seen as vital to ensure service \nquality and the efficient use of water resources in irrigation systems. PIM pilots have demonstrated \nthat it can bring significant improvement in the effectiveness of water management. However, the \nexpansion of PIM application has been slow for reasons concerning governance at all levels and \nwater user awareness and ability. \n \n19.  Until very recently, individual farmers paid an ISF to cover a proportion of the operations \nand maintenance costs associated with irrigation water delivery by both IDMCs and water users \nassociations (WUAs). Although not adequate to cover operations and maintenance, these fees \nprovided a substantial proportion of the budget for provincial IMCs and centrally controlled IDMCs. \nIn 2006, D935.3 billion in ISFs was collected, of which 68% was allocated to IMCs and 32% to \nWUAs. Fees were reported to cover 70%–80% of IMC running costs. In 2008, however, this fee \nwas abolished.9 \n \n20.  Irrigation issues include the following: \n(i)  Planners  need  to  look  at  whether  the  efficiency  of  existing  infrastructure  and \ndevelopment can be improved before planning new developments, and whether \nagricultural  expansion  is  the  most  appropriate  development  path  for  the  basin \ncommunity. \n(ii)  Many hydraulic works are now 30–40 years old, and little significant rehabilitation or \nrefurbishment  has  been  undertaken.  This  results  in  inefficient  water  delivery. \nSeveral causes of operations and maintenance inefficiencies have been identified. \n                                                 \n9 Decree 154 in October 2007 and reinforced by Decree 115 issued in November 2008 \n ", "Appendix 2      29\n(iii)  One of the main reasons for the degraded state of irrigation infrastructure is the lack \nof sustainable financing. State budgets are insufficient to satisfy major refurbishment \ndemands,  and  provincial  budgets  are  even  less  capable  of  providing  such \nallocations. The abolition of the ISF has removed significant income from IDMCs. \n(iv)  Poor water quality poses a public health risk when used to irrigate food crops, \nparticularly from excessive use of fertilizers and pesticides, but also reduces crop \nyields. \n(v)  Institutional, legal, and policy frameworks suffer from gaps, overlaps, inconsistency, \nand duplication. The regulatory environment creates uncertainties in mandates and \nfunctions  and  promotes  both  inaction  and  territorial  disputes.  The  lines  remain \nblurred between state management of water resources and state management of \nirrigation and drainage. \n(vi)  Communication and coordination is poor in the IDMCs among boards of directors, \ntechnical water management, finance and administration departments, and lower \nmanagement (IMCs, irrigation management enterprises, and agriculture production \ncooperatives). \n(vii)  A shift in irrigation management philosophy and practice will require substantial \nchanges  to  the  mix  of  skills  nationally  and  provincially  and  in  IDMCs,  IMCs, \nagriculture  production  cooperatives,  and  WUA,  which  calls  for  strategy  and \ncurriculum development at Water Resources University. \n \n21.  In 2004, MARD launched, with financial assistance from the World Bank, the Vietnam \nWater Resources Assistance Project,10 a national program to rehabilitate six of the largest irrigation \nsystems in the country and establish a service-oriented approach wherein provincial agencies and \nthe water users are empowered to jointly manage irrigation systems. In this way, MARD sought to \nraise the efficiency of water delivery and realize the full potential of its investments. In the same \nyear, MARD approved and issued guidelines11 for establishing, strengthening, and developing \nWUAs, which facilitated the implementation of several PIM projects with international funding. \nMARD concurrently established a program to accelerate the implementation of PIM with the aim of \ntransferring responsibility for operations and maintenance to farmers. This is being piloted under \nthe Second Red River Basin Sector Project.12 \n \n                                                 \n10 World Bank. 2004. Viet Nam Water Resources Assistance Project. Washington, DC ($157.8 million, approved on 30 \nMarch 2004.  \n11 Circular No.75/2004/TT-BNN dated 20 December 2004. \n12 ADB. 2001. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Socialist \nRepublic of Viet Nam for the Second Red River Basin Sector Project. Manila (Loan 1855-VIE, for $156.2 million, \napproved on 3 November). \n ", "30  Appendix 3 \nDEVELOPMENT COORDINATION \n \n1.  Five international development partners (IDPs) are particularly active in supporting water \nresources  and  the  irrigation  and  drainage  subsector  in  Viet  Nam:  Agence  Française  de \nDeveloppement (AFD), Asian Development Bank (ADB), Japan International Cooperation Agency \n(JICA), Royal Netherlands Embassy (RNE), and World Bank.  \n \n2.  ADB leads and coordinates institutional development initiatives for legislative and policy \ndevelopment  and  for  strengthening  capacity  for  sustainable  water  resources  management.  It \nadministers  IDPs'  contributions  for  technical  assistance  (TA)  for  including  TA  for  Institutional \nDevelopment of the Second Red River Basin Sector Project;1 and TA for Water Sector Review and \nNational Targeted Program for Water Resources Development.2 ADB has also engaged IDPs to \nsupport the government with water source protection through improved irrigation and drainage \ninfrastructure development by providing financial assistance.3  \n \n3.  AFD has cofinanced some infrastructure projects with ADB including the Second Red River \nBasin Sector Project for €35.0 million and the Phuoc Hoa Water Resources Project for €29.6 \nmillion.  AFD  provides  TA  for  institutional  capacity  strengthening  for  water  resources  and \nparticipatory irrigation management (PIM), including strengthening the capacity of the Center for \nParticipatory Irrigation Management and PIM support to irrigation projects in Ninh Thuan and Son \nLa provinces for €851,000. \n \n4.  JICA provides TA to strengthen institutional capacity for water resources and river basin \nmanagement,  including  $2.3  million  for  strengthening  the  capacity  of  the  Ministry  of  Natural \nResources and Environment and departments of natural resources and environment in the Cau \nRiver Basin to develop water environment management plans through participatory stakeholder \nconsultation. JICA has been active in supporting MARD with TA for PIM initiatives worth $5.5 \nmillion. \n \n5.  RNE has provided grant finance for institutional development initiatives for legislative and \npolicy development and for strengthening capacity for sustainable water resources management, \nincluding $10.9 million equivalent for Institutional Development of the Second Red River Basin \nSector  Project.  RNE  has  provided  TA  worth  €972,000  to  the  Water  Resources  University  to \nestablish the Coastal Engineering Faculty and support research in this field. \n \n6.  The World Bank is leading the major program initiative for the Poverty Reduction Support \nCredit, which includes a policy action to establish guidelines for the efficient use of water resources \nfor irrigation. The World Bank contributed the irrigation and drainage subsector review, an integral \npart of the ADB-led water sector review. The World Bank finances the Viet Nam Water Resources \nAssistance Project ($157.8 million in 2005) to improve dam safety and modernize irrigation in six of \nthe largest irrigation systems in Viet Nam, including the Dau Tieng irrigation system in the Dong \nNai River Basin, with common infrastructure utilized for the ADB- and AFD-financed Phuoc Hoa \nWater Resources Project. A donor coordination matrix is in Table A3.1, and external assistance to \nwater resources and the irrigation and drainage subsector is listed in Table A3.2. \n                                                 \n1 ADB. 2002. Technical Assistance to the Socialist Republic of Viet Nam for Institutional Development (Part A) of the \nSecond Red River Basin Sector Project. Manila (TA 3892-VIE, for $10.6 million, approved on 8 May).  \n2  ADB. 2006. Technical Assistance to the Socialist Republic of Viet Nam for the Water Sector Review. Manila (TA 4903-\nVIE, for $580,000, approved on 18 December). \n3  ADB. Report and Recommendation of the President to the Board of Directors: Proposed Loans to the Socialist \nRepublic of Viet Nam for the Irrigation and Flood Protection Rehabilitation Project. Manila (Loan 1259-VIE, for $76.5 \nmillion, approved on 26 October 1993); Red River Delta Water Resources Sector Project. Manila (Loan 1344-VIE, for \n$60.0 million, approved on 13 December 1994); Second Red River Basin Sector Project. Manila (Loan 1855-VIE, for \n$70.0 million, approved on 13 November 2001); Phuoc Hoa Water Resources Project. Manila (Loan 2025-VIE, for \n$90.0 million, approved on 9 January 2004); and Central Region Water Resources Project. Manila (Loan 2223-VIE, for \n$74.3 million, approved on 19 December 2005).  \n ", "   \nTable A3.1: Donor Coordination Matrix  \n \n  Government     \nCore Area  Agency/Program  ADB Support  Support from International Donor Partners \nInstitutional,  MONRE, Revision of  ADB  administers  TA  for  (Part  A)  Institutional  The  RNE  provides  grant  financing  of  $10.9 \nlegislative, and  the Law on Water  Development for the Second Red River Basin Sector  million  equivalent  for  TA  for  RNE  and  most \npolicy  Resources  Project to revise and update the 1998 Law on Water  other  water  sector  partners  to  participate  in \ndevelopment for   Resources, among other things.  consultations on the proposed revisions. \nsustainable  MONRE, Water Sector  ADB partly financed and administered TA for the water  The RNE, Australian Agency for International \nwater resources  Review  sector  review,  which  aimed  to  establish  a  common  Development,  and  Danish  International \nmanagement  framework to guide development decisions in the sector,  Development  Agency  contributed  grant \nand irrigation  and to support integrated water resources management  financing worth $1.34 million equivalent to TA \nand drainage  initiatives to underpin the government's achievement of  and  participated  in  consultations  during  the \nsubsector  the National  Water Resources Strategy  objectives in  review. \ndevelopment  2008–2017.  The World Bank contributed by conducting the \nirrigation  and  drainage  subsector  review,  an \nintegral part of the water sector review. \nNWRC, National  With  supplementary  financing,  ADB  administers  the  The RNE provided grant financing of $550,000 \nTargeted Program for  extension of TA for the water sector review to facilitate  equivalent for TA extension. The RNE and most \nWater Sector  government  consultations  needed  to  formulate  the  other  water  sector  partners  participate  in \nDevelopment  National  Target  Program  for  water  resources  consultations on the proposed National Target \ndevelopment.   Program for water resources development. \nMOF, Poverty  ADB provided loan finance of $25 million in 2008 and  The World Bank leads the consultations with \nReduction Support  $100 million in 2009 towards this program loan and  participation  from  most  of  the  major  donors \nCredit  initiated a policy action to establish guidelines for the  present in Viet Nam. \nefficient use of water resources for irrigation. \nWater source  MARD, Water  ADB has engaged development partners to support the  AFD has cofinanced some of the projects listed \nprotection  Resources and  government with the provision of technical and financial  including the Second Red River Basin Sector \nthrough  Irrigation and Drainage  assistance  for  improved  water  management  and  Project (€35.0 million) and Phuoc Hoa Water \nimproved  Development  irrigation including: (i) Irrigation and Flood Protection  Resources  Project  (€29.6  million).  The  RNE \nirrigation and  Rehabilitation Project ($95.6 million in 1993); (ii) Red  provided  grant  financing  of  $10.9  million \ndrainage  River Delta Water Resources Sector Project ($75 million  equivalent  for  the  Second  Red  River  Basin \ninfrastructure  in  1994);  (iii)  TA  for  Operations  and  Maintenance  Sector Project. The World Bank financed the \ndevelopment  Development in the Irrigation Sector ($150,000 in 1997);  Viet Nam Water Resources Assistance Project \n (iv) Phuoc Hoa Multipurpose Water Resources Project   ($157.8 million in 2005), which improves dam   \n \n \n($3.7  million  in  1997);  (v)  Second  Red  River  Basin  safety and modernizes irrigation in six of the   \n \nA\nSector Project ($156.2 million in 2001); (vi) Phuoc Hoa  largest irrigation systems in Viet Nam, including  p\np\nWater Resources Project ($164.6 million in 2003); (vii)  the Dau Tieng irrigation system in the Dong Nai  e\nn\nCentral Region Water Resources Project ($74.3 million  River Basin, with common infrastructure utilized  d\nin 2005).  for  the  ADB-  and  AFD-financed  Phuoc  Hoa  ix 3\nWater Resources Project.   3      \n1\n \n \n ", " \n  3\n  2\n \n \n   \n \n \n  A\n  Government      p\n  p\nCore Area  Agency/Program  ADB Support  Support from International Donor Partners  e\n  n\nInstitutional  MARD – Introduction of  Under TA:3892-(Part A) Institutional Development for  RNE provided grant financing of about $500,000  d\n  ix\n  capacity  Participatory Irrigation  the  Second  Red  River  Basin  Sector  Project,  ADB  equivalent for the GIIS component of TA (Part   3 \nstrengthening  management (PIM)  administers a component for Governance Improvement  A) Institutional Development of the Second Red \n \nfor water  approaches to the  in Irrigation Services (GIIS), which has introduced the  River  Basin  Sector  Project.  AFD  has \n \nresources and  management of lower  principles  of  PIM  and  O&M  planning  for  irrigation  strengthened  the  capacity  of  Center  for \n \nparticipatory  level irrigation  management  companies  managing  the  infrastructure  Participatory  Irrigation  Management  and \n \nirrigation  management, including  financed  under  the  Second  Red  River  Basin  Sector  provided such support to irrigation projects in \n \nmanagement  operation and  project.  Ninh Thuan and Son La provinces (€851,000). \n \nmaintenance.  JICA and the Government of Belgium have also \n \nbeen active in supporting PIM with TAs of $5.5 \n \nmillion and €4.4 million, respectively. \n \n \n  MARD (WRU) –  In  association  with  Loan  2273:  Emergency  RNE has provided TA (€972,000) to WRU for \n \nStrengthening Capacity  Rehabilitation  of  Calamity  Damage  Project,  ADB  is  upgrading  the  training  capacity  in  coastal \n \nof Training Facilities  administering  a  TA  financed  by  the  e-Asia  and  engineering. The project has assisted with the \n \nKnowledge  Partnership  Fund  ($500,000)  for  Geo- establishment  of  the  Coastal  Engineering \n \nInformation Technology for Hazard Risk Assessment to  Faculty at WRU and is also financing relevant \n \nupgrade facilities and programs for the Water Resources  research in this field. \n \nUniversity. \n \n  MONRE – River Basin  Under TA:3892-(Part A) Institutional Development for  RNE  provided  grant  financing  of  about  $2 \n \nManagement  the  Second  Red  River  Basin  Sector  Project,  ADB  million equivalent for the AWQM component of \n \nadministers  a  component  for  Ambient  Water  Quality  TA:3892.  JICA  has  provided  TA  worth  $2.3 \n \nManagement in the Day/Nhue River Basin, which has  million for strengthening the capacity of MONRE \n \nprovided MONRE and 6 provincial DONREs with the  and provincial departments of natural resources \n \ntraining and equipment for water quality monitoring.  and  environment  in  the  Cau  River  Basin  to \n \ndevelop water environment management plans \n \nthrough participatory stakeholder consultation. \n \nADB = Asian Development Bank, AFD = Agence Francaise de Developpement, JICA = Japan International Cooperation Agency, MARD = Ministry of \nAgriculture and Natural Resources, MOF = Ministry of Finance, MONRE = Ministry of Natural Resources and Environment, NWRC = National Water \nResources Council, PIM = participatory irrigation management, RNE = Royal Netherlands Embassy, TA = technical assistance, WRU = Water Resources \nUniversity. \nSource: Asian Development Bank. \n \n ", "Appendix 3     33\n \n \n \nTable A3.2: Major External Assistance to Water Resources and Irrigation and Drainage \nSubsector in Viet Nam \n($ million) \n \nFunding  Loan or TA \nProject Loans and Technical Assistance  Year \nSource  Amount \n     \nIrrigation and Flood Protection Rehabilitation Project   ADB  76.5 1993 \n     \nRed River Delta Water Resources Sector Project   ADB  60.0 1994 \n \nOperations and Maintenance Development in the Irrigation  ADB  0.15 1997 \nSector  \nPhuoc Hoa Multipurpose Water Resources Project   ADB  2.6 1997 \nADB  1.8\nRNE  2.4\nCapacity Building for Water Resources Management  2000 \nDANIDA  0.5\nCFWS  0.15\nADB and \nSecond Red River Basin Sector Project (Part B Loan)  70.0 & €35.0\nAFD  2001 \n(Part A) Institutional Development (TA grant)  10.9 \nRNE \nADB and \nPhuoc Hoa Water Resources Project   90.0 & €29.6  2003 \nAFD \nIrrigation Development in Cuu Long Basin  World Bank  102 2004 \nHydraulic Infrastructure Development Project in Ninh Thuan  AFD  €17.9  2005 \nHydraulic Infrastructure Development Project in Son La  AFD  €15.5  2005 \nCentral Region Water Resources Project   ADB  74.3 2005 \nViet Nam Water Resources Assistance Project  World Bank  157.8 2005 \nProject for Capacity Development of Participatory Irrigation \nManagement System Through Viet Nam Institute for Water \nResources Research for Improvement of Agricultural  JICA  5.5 2005 \nProductivity in Viet Nam \n \nInstitutional Strengthening Capacity of Center for  \nParticipatory Irrigation Management and Support to Irrigation  AFD  €0.85  2006 \nInfrastructure Projects of Ninh Thuan and Son La Provinces \nADB  0.31\nRNE  0.71\nWater Sector Review  Danida  0.05 2007 \nAusAID  0.06\nCFWS  0.20\nADB = Asian Development Bank, AFD = Agence Française de Développement, AusAID = Australian Agency for \nInternational  Development,,  CFWS  =  Cooperation  Fund  for  the  Water  Sector,  Danida  =  Danish  International \nDevelopment Agency, JICA = Japan International Cooperation Agency, RNE = Royal Netherlands Embassy. \nSource: ADB. 2006. Technical Assistance for the Socialist Republic of Viet Nam for the Viet Nam Water Sector Review. \nManila (TA 4903-VIE, for $580,000 approved on 18 December). \n ", " \nDETAILED COST ESTIMATES  3\n4\n   \n \n \nTable A.4.1: Detailed Cost Estimates by Expenditure Category   A\np\n  D Million $ '000 % Total p\nItem e\nForeign Local Total Foreign Local Total Base Costs n\nd\nix\n A. Investment Costs    4\n1. Civil Works    \nBHH - Bac Ninh subprojects 117,355 14,669 132,024 6,413 802 7,214 4.3\nBHH - Rural Infrastructure Development Fund Pilot 41,504 0 41,504 2,268 0 2,268 1.4\nBHH - Cau Dua, Hai Duong 24,807 3,101 27,908 1,356 169 1,525 0.9\nBHH - Chua Tong, Hung Yen 31,219 3,902 35,121 1,706 213 1,919 1.2\nBHH - All other subprojects 248,129 31,016 279,145 13,559 1,695 15,254 9.2\nWRU 828,521 103,565 932,086 45,274 5,659 50,934 30.6\n          Subtotal (A1) 1,291,534 156,254 1,447,788 70,576 8,538 79,114 47.5\n2. Land Aquisition/Resettlement  \nBHH - Land acquisition/resettlement 0 111,669 111,669 0 6,102 6,102 3.7\nWRU - Land acquisition/resettlement 0 438,375 438,375 0 23,955 23,955 14.4\n          Subtotal (A2) 0 550,044 550,044 0 30,057 30,057 18.0\n3. Mechanical Works BHH  \nBHH - Bac Ninh subprojects 154,531 19,316 173,848 8,444 1,056 9,500 5.7\nBHH - Cau Dua, Hai Duong 26,997 3,375 30,371 1,475 184 1,660 1.0\nBHH - Chua Tong, Hung Yen 17,315 2,164 19,479 946 118 1,064 0.6\nBHH - All other subprojects 260,925 32,616 293,541 14,258 1,782 16,041 9.6\n          Subtotal (A3) 459,768 57,471 517,240 25,124 3,140 28,264 17.0\n4. Surveys, Design, Monitoring, and Supervision  \nBHH - Bac Ninh subprojects 17,190 3,789 20,979 939 207 1,146 0.7\nBHH - Cau Dua, Hai Duong 3,542 1,617 5,159 194 88 282 0.2\nBHH - Chua Tong, Hung Yen 5,350 669 6,019 292 37 329 0.2\nBHH - All other subprojects 35,249 4,406 39,655 1,926 241 2,167 1.3\nWRU 35,795 4,474 40,269 1,956 245 2,201 1.3\n          Subtotal (A4) 97,127 14,955 112,082 5,307 817 6,125 3.7\n5. Vehicles 5,188 0 5,188 284 0 284 0.2\n6. SCADA equipment 26,958 3,370 30,327 1,473 184 1,657 1.0\n7. Training and workshops 14,658 0 14,658 801 0 801 0.5\n8. Consulting services 23,552 9,882 33,434 1,287 540 1,827 1.1\n9. Operation costs 43,286 0 43,286 2,365 0 2,365 1.4\n10. Duties and taxes 0 293,598 293,598 0 16,044 16,044 9.6\nTotal Baseline Costs 1,962,071 1,085,573 3,047,644 107,217 59,321 166,538 100.0\nPhysical Contingencies 48,014 39,201 87,215 2,624 2,142 4,766 2.9\nPrice Contingencies 15,676 64,042 79,717 857 3,500 4,356 2.6\nTotal Project Costs 2,025,761 1,188,816 3,214,577 110,697 64,963 175,660 105.5\nInterest during implementation 62,318 0 62,318 3,405 0 3,405 2.0\nTotal Costs to be Financed 2,088,079 1,188,816 3,276,895 114,103 64,963 179,065 107.5 \nBHH =  Bac Hung Hai, SCADA = supervisory control and data acquisition, WRU = Water Resources University. \nSource: Asian Development Bank estimates. \n ", "   \nTable A.4.2: Expenditure Accounts by Financiers \n($ ‘000)  \nGovernment ADBa AFD a b Total Duties \nItem\nAmount % Amount % Amount % Amount % and Taxes\nA. Civil Works  \nBHH - Bac Ninh subprojects 837 10.0 0 0.0 7,535 90.0 8,372 4.7 837\nBHH - Rural Infrastructure Development Fund Pilot 252 10.0 0 0.0 2,268 90.0 2,520 1.4 252\nBHH - Cau Dua, Hai Duong 177 10.0 0 0.0 1,591 90.0 1,767 1 177\nBHH - Chua Tong, Hung Yen 223 10.0 0 0.0 2,003 90.0 2,226 1.2 223\nBHH - All other subprojects 1,771 10.0 15,941 90.0 0 0.0 17,712 9.9 1,771\nWRU 5,951 10.0 53,560 90.0 0 0.0 59,511 33.2 5,951\n          Subtotal (A) 9,211 10.0 69,501 75.5 13,397 14.5 92,108 51.4 9,211\nB. Land Acquisition/Resettlement  \nBHH - Land acquisition/resettlement 6,431 100.0 0 0.0 0 0.0 6,431 3.6 0\nWRU - Land acquisition/resettlement 29,190 100.0 0 0.0 0 0.0 29,190 16.3 2,919\n          Subtotal (B) 35,621 100.0 0 0.0 0 0.0 35,621 19.9 2,919\nC. Mechanical Works - BHH  \nBHH - Bac Ninh subprojects 1,103 10.0 0 0.0 9,929 90.0 11,032 6.2 1,103\nBHH - Cau Dua, Hai Duong 193 10.0 0 0.0 1,733 90.0 1,926 1.1 193\nBHH - Chua Tong, Hung Yen 124 10.0 0 0.0 1,112 90.0 1,235 0.7 124\nBHH - All other subprojects 1,866 10.0 16,793 90.0 0 0.0 18,659 10.4 1,866\n          Subtotal ( C ) 3,285 10.0 16,793 51.1 12,774 38.9 32,852 18.3 3,285\nD. Surveys, Design, Monitoring, and Supervision  \nBHH - Bac Ninh subprojects 133 10.0 0 0.0 1,193 90.0 1,325 0.7 133\nBHH - Cau Dua, Hai Duong 33 10.0 0 0.0 297 90.0 330 0.2 33\nBHH - Chua Tong, Hung Yen 38 10.0 0 0.0 340 90.0 378 0.2 38\nBHH - All other subprojects 249 10.0 2,244 90.0 0 0.0 2,494 1.4 249\nWRU 254 10.0 2,282 90.0 0 0.0 2,536 1.4 254\n          Subtotal (D) 706 10.0 4,526 64.1 1,830 25.9 7,063 3.9 706\nE. Vehicles 32 10.0 291 90.0 0 0.0 324 0.2 32\nF. SCADA equipment 191 10.0 1,719 90.0 0 0.0 1,910 1.1 191\nG. Training and workshops 92 10.0 824 90.0 0 0.0 916 0.5 92\nH. Consulting services 216 10.0 1,940 90.0 0 0.0 2,155 1.2 216\n \n \nI. Operations costs 1,711 63.1 1,001 36.9 0 0.0 2,712 1.5 271   \nA\nTotal Project Costs 51,065 29.1 96,595 55.0 28,000 15.9 175,660 98.1 16,923 p\np\nInterest during implementation 0 0.0 3,405 100.0 0 0.0 3,405 1.9 0 e\nn\nTotal Disbursement 51,065 28.5 100,000 55.8 28,000 15.6 179,065 100.0 16,923  dix\nBHH = Bac Hung Hai, SCADA = supervisory control and data acquisition, WRU = Water Resources University.   4\nab   BTahnek A cgheanrgcee sF rrealnacteadis eto d oep Dereavtieolnosp poef mimepnrte psrto avcidceosu nptasr awlillel lb ceo ffiinnaanncceed f ofrro amll  Bthaec  rNesinphe cstuivbep rlooajenc tpsr.o Cceaeud Dsu. a (Hai Duong), Chua Tong (Hung Yen), and Rural Infra  3     \n5\nDevelopment Fund pilot in Gia Binh pilot area (Bac Ninh).   \nSource: Asian Development Bank estimates. \n \n ", " \nPROJECT ORGANIZATION AND FLOW OF FUNDS  3\n6\n \n \n \nA\np\nMinistry of Agriculture Asian Development  Agence p\nRural Deavnedlopment Steering Committee Bank DFevraenlocpapiseem deent end\nix\n 5\nWateDr eRpeasrotmurecnets o [fB HH]        \nDepartment of  ADB Loan AFD Loan\nConstruction [WRU]\nCentral Project Office\nCentral\nProject Management Unit PROJECT MANAGEMENT & \nIMPLEMENTATION SUPPORT  First Generation First Generation\nCONSULTANTS Imprest Account Imprest Account\nIDMC DARD WRU 2nd Generation 2nd Generation\nImprest Account Imprest Account\nPROJECT MANAGEMENT  3 PROVINCIAL PROJECT  PROJECT MANAGEMENT \nUNIT MANAGEMENT UNITS UNIT\nCivil Institutional  Civil Institutional  Civil\nworks Strengthening works Strengthening works\nCONTRACTORS PROJECT IMPLEMENTATION  SUPPLIERS\nCONSULTANTS Project management and reporting\nFinancial management and reporting\nFlow of funds from first generation imprest account\nFlow of funds from second generation imprest account\nWUAs APCs IMCs IME s\n \nADB = Asian Development Bank, AFD = Agence Francaise de Developpement,  ACP = agriculture production cooperative, CPO = Central Project Office, DARD = department  \nof agriculture and rural development, DWR = Department of Water Resources, IDMC = irrigation and drainage management company, IMC = irrigation management company, \nIME = irrigation management enterprise, WRU = Water Resources University WUA = water users association. \nSource: Asian Development Bank. \n ", "   \nIMPLEMENTATION SCHEDULE \n \nProject Year \nActivity 2010 2011 2012 2013 2014 2015 2016\nYear 1 Year 2 Year 3 Year 4 Year 5 Year 6\nLoan Effectiveness\nPreparatory Activities\nEstablishment of CPMU and PPMUs\nEstablishment of project steering committee\nOpening of first generation  imprest accounts (central level)\nOpening of second generation imprest account (provincial level)\nPrequalification / shortlisting consultants\nProject Management / Institutional Strengthening and Capacity Building\nStaff assignment and/or recruitment\nPreparation of bid documents PM and IS&CB consultants + approval by ADB\nPM and IS&CB consultants: Call for proposals, evaluation and award of contract\nProject management / M&E / strengthening project management  capacity CPO/PMUs\nProcure national consulatancy/accounts firm for auditing\nSubmission of annual audit report\nSubmission of biannual M&E reports\nDesign PPMS in consultation with MARD, DARD, and PPC / establish MIS\nDesign baseline survey and engage local institute for implementation\n \n \n \n \nComplete baseline surveys and data processing A\np\np\ne\nLink and operationalize GIS / PPMS / MIS n\nd\nix\nTrain CPO and DARD staff in managing and periodically updating MIS and PPMS  6\nSubmission of quarterly project performance reports   3      \n7\n   \n \n ", " \n \n3\nProject Year  8\n \nActivity 2010 2011 2012 2013 2014 2015 2016   \n \nA\nYear 1 Year 2 Year 3 Year 4 Year 5 Year 6 p\np\ne\nn\nd\nOutputs ix\n 6\nNew Educational Facilities for Water Resources University      \nLand acquisition\nPreparation of bid documents consultancy detailed design and tender documents\nDesign and TD consultants: call for proposals, evaluation and award of contract\nComplete detailed designs and tender documents subprojects\nPreparation of bid documents consultancy construction supervision and quality control\nConstruction supervision and QC consultants: call for proposals, evaluation and award of contract\nConstruction / construction supervision and quality control\nImpact monitoring and evaluation\nSubmission of M&E reports\nConstruction and Rehabilitation of Bac Hung Hai Irrigation and Drainage Infrastructure\nLand acquisition\nPreparation of bid documents consultancy detailed design and tender documents\nDesign and TD consultants: call for proposals, evaluation and award of contract\nComplete detailed designs and tender documents subprojects\nPreparation of bid documents consultancy construction supervision and quality control\nConstruction supervision and QC consultants: call for proposals, evaluation and award of contract\nConstruction / construction supervision and quality control\nDevelop O&M manuals and plans\nImplement O&M plans\nImpact monitoring and evaluation\nSubmission of M&E reports\n \n \n \n \n \n ", "   \nProject Year \nActivity 2010 2011 2012 2013 2014 2015 2016\nYear 1 Year 2 Year 3 Year 4 Year 5 Year 6\nStrengthening Capacity of Bac Hung Hai Service Providers\nMASSCOTE workshop Gia Binh sub-unit\nDevelopment of BHH vision and strategy report\nPreparation of bid documents consultancy institutional strengthening and capacity building\nIS and CD consultants: call for proposals, evaluation and award of contract\nImplementation of institutional strengthening and capacity building program\nImpact monitoring and evaluation\nSubmission of M&E reports\nProcurement consultant for TA formulation pilot project BHH sub-unit\nFormulation pilot project\nImplementation pilot project\nImpact monitoring and evaluation\nSubmission M&E reports\nEnvironmental Management\nPre-construction baseline surveys\nUpdate environmental management plans - construction phase\nImplementation EMPs - construction phase (WRU new campus and BHH)\nPreparation environmental management plans - operation phase (WRU)\nPreparation environmental management plans - operation phase (BHH)\nImpact monitoring and evaluation\nSubmission M&E reports\nResettlement\nFormation RP committees/update RP/transmit compensation plan\nSubmission of updated resettlement plan to government and ADB\nAdministration of compensation\nLand clearing and relocation\nMonitoring \n \n \nExternal monitoring compensation/relocation/income restoration/status vulnerable households   \n  A\np\nADB = Asian Development Bank, BHH = Bac Hung Hai, CPMU = central project management unit, CPO = Central Project Office, DARD = Department of Agriculture  p\ne\nand Rural Development, M&E = monitoring and evaluation, MARD = Ministry of Agriculture and Rural Development, MASSCOTE = Mapping Systems and Services  n\nd\nfor Canal Operation Techniques, MIS = management information system, O&M = operation and maintenance, PMU = project management unit, PPC = provincial  ix\n 6\nSpeoouprclee':s  Acsoimanm Ditteevee,l oPpPmMeSn t= B parnokje ecst tpimerafoterms. ance and monitoring system, RP = resettlement plan, WRU = Water Resources University, TA = technical assistance.  3       \n9\n    \n ", "40    Appendix 7 \n \nPROCUREMENT PLAN \n \nProject Name: Strengthening Water Management  Executing Agency: Ministry of Agricultural and \nand Irrigation Systems Rehabilitation Project  Rural Development \nLoan and Grant Amount: $100 million  Executing Agency: Ministry of Agriculture and \nRural Development \nDate of First Procurement: 1 June 2010  Date of this Procurement Plan: 19 March 2010 \nA.  Process Thresholds, Review, and 18-Month Procurement Plan \n1.  Project Procurement Thresholds \n1.  Except as the Asian Development Bank (ADB) may otherwise agree, the following process \nthresholds will apply to the procurement of goods and works.  \n \nProcurement of Goods and Works \nMethod  Threshold \nInternational competitive bidding (ICB) for works  Above $2,000,000 \nICB for goods  Above $1,000,000  \nNational competitive bidding (NCB) for works  $100,000 up to $2,000,000 \nNCB for goods  $100,000 up to $1,000,000 \nShopping for works  Below $100,000 \nShopping for goods  Below $100,000 \nDirect purchasing  Below $10,000 \n2.  ADB Prior or Post Review \n2.  Except as ADB may otherwise agree, the following prior- or post-review requirements apply \nto the various procurement and consultant recruitment methods used for the project. \n \nProcurement Method  Prior or Post  Comments \nProcurement of Goods and Works \nICB for works  Prior   \nICB for goods  Prior   \nNCB for works  Prior   \nNCB for goods  Prior   \nShopping for works  Post   \nShopping for goods   Post   \nDirect purchasing  Post   \nRecruitment of Consulting Firms \nQCBS  Prior   \nFBS  Prior   \nCQS                     Prior   \nIndividual consultants                 Post   \nQCBS = quality- and cost-based selection, FBS = fixed budget selection, CQS = consultants' qualification selection. \n3.  Goods and Works Contracts Estimated to Cost More than $1 Million \n3.  The following table lists goods and works contracts for which procurement is either ongoing \nor expected to commence within the next 18 months. \n \n    Pre- Advertisement  \n  Contract  Procurement  qualification  Date (Consultant \nGeneral Description  Value  Method  of Bidders  Services Recruitment \n($'000, cumulative)  (Yes/No)  Notice) (quarter/year) \nCivil works, Bac Hung \n28,400  ICB  Yes  first quarter 2011 \nHai (except Co Ngua) \nCivil works, Water  ICB  Yes  first quarter 2011 \n47,140 \nResources University \n ", "Appendix 7      41     \n    Pre- Advertisement  \n  Contract  Procurement  qualification  Date (Consultant \nGeneral Description  Value  Method  of Bidders  Services Recruitment \n($'000, cumulative)  (Yes/No)  Notice) (quarter/year) \nTurnkey contract , Bac  ICB  Yes  third quarter 2011 \n2,970 \nHung Hai (Co Ngua) \nMechanical works, Bac \nICB  Yes  first quarter 2011 \nHung Hai (except Co  30,470 \nNgua) \nMechanical works, Water  ICB  Yes  first quarter 2011 \n12,040 \nResources University \nSupervisory control and  ICB  Yes  third quarter 2011 \ndata acquisition  1,840 \nequipment \n4.  Consulting Services Contracts Estimated to Cost More than $100,000 \n4.  The  following  table  lists  consulting  services  contracts  for  which  procurement  is  either \nongoing or expected to commence within the next 18 months. \n \nContract Value    Advertisement  International \n \n($'000,  Recruitment  Date  or National \nGeneral Description \ncumulative)  Method  (quarter/year)  Assignment \nProject management and  QCBS  second quarter  International \n2,155 \nproject implementation support  Cost ratio 80:20  2010  and national \nOthers         \nIndividual \nSurveys, design, monitoring, \nand supervision for Bac Hung  consultants, CQS or  second quarter  International \nHai (except Co Ngua)  2,070  QCBS  2011  and national \nCost ratio 80:20 \nIndividual \nSurveys, design, monitoring, \nand supervision for Water  consultants, CQS or  International \nResources University  1,671  QCBS  first quarter 2011  and national \nCost ratio 80:20 \nCQS, FBS or \nTraining  916  Individual  first quarter 2011  International \nand national \nconsultants \nResettlement plan (for Hai  CQS, FBS or  International \nDuong and Hung Yen)  35  individual  first quarter 2011  and national \nconsultants \nCQS, FBS or \nIndependent external monitor  451  individual  first quarter 2011  International \nand national \nconsultants \n5.  Goods and Works Contracts Estimated to Cost Less than $1 Million \n5.  The following table groups lower-value goods and works contracts for which procurement is \neither ongoing or expected to commence within the next 18 months. \n \n      Procurement / \nGeneral   Value of Contracts    Recruitment Method \nDescription  ($'000, cumulative)  Number of Contracts \nVehicles  324  1  NCB \n ", "42    Appendix 7 \nB.  Project Procurement Plan \n6.  The following table provides an indicative list of all procurement of goods, works, and \nconsulting services over the life of the project. \n \n      Estimated       \n    Value ($  Estimated     \n    million,  No. of  Procurement  Responsible \nComponent  General Description  cumulative)  Contracts  methods  Agency \nA.  Water Resources University New Campus \n    1.1  Civil works  34.34  2  ICB  CPO \n  1.2  Land filling and leveling  12.80  1  ICB  CPO \n  1.3  Equipment and plants \n    Water and wastewater  2.47  1  ICB  CPO \ntreatment \n    M&E buildings  9.57  1  ICB  CPO \n  1.4  Consulting services \n    Detailed design and  0.81  1  QCBSa  PMU-WRU \nconstruction management \n    Construction supervision  0.86  1  QCBSa  PMU-WRU \nB.  Bac Hung Hai Irrigation and Drainage System \n1.  Hung Yen  1.1  Civil works         \nNghi Xuyen \n    Construction  13.42  3  ICB  CPO \npumping \n  station  1.2  Equipment and plants \nLien Nghia \n    Pumping station (Nghi  14.23  2  ICB  CPO \npumping \nXuyen and Lien Nghia) \nstation \n    -Pumping station (Chua  1.24  1  ICB  CPO \nChua Tong \nTong) \npumping \n  1.3  Consulting services \nstation \n    Detailed design and  1.00  2  QCBSa or  CPO \nbidding documents and  CQS \n    supervision of \nconstruction \n2.  Bac Ninh  2.1  Civil works \nPhu My \n    Construction  8.02  2  ICB  CPO \npumping \n  station    Construction (Kenh Vang  0.35  1  NCB  PPMU Bac \nNhat Trai  II pumping station)  Ninh \n  pumping  2.2  Equipment and plants \nstation \n    Pumping station  11.03  3  ICB  CPO \nKenh Vang II \n  2.3  Consulting services         \n    Detailed design/bidding  0.63  2  QCBSa/or CQS  CPO \ndocuments and \nsupervision of \nconstruction \n3a.  Hai Duong  3.1  Civil works \nCau Dua \n    Construction (Cau Dua)  1.77  1  NCB  PPMU Hai \npumping \nDuong \nstation \n    Construction (Doan  4.29  1  ICB  CPO \nDoan Thuong \nThuong) \npumping \n  3.2  Equipment and plant \nstation \n    Pumping stations (Cau  1.93  1  ICB  CPO \nDua) \n    Pumping stations (Doan  0.88  1  NCB  PPMU Hai \nThuong)  Duong \n3.b  Co Ngua  3.3  Full turnkey contract Co  2.97  1  ICB  CPO \npumping sation  Ngua \n ", "Appendix 7      43     \n      Estimated       \n    Value ($  Estimated     \n    million,  No. of  Procurement  Responsible \nComponent  General Description  cumulative)  Contracts  methods  Agency \n  3.4  Consulting services \n    Detailed design/bidding  0.30  2  CQS or  CPO \ndocuments and  individual \n   \nsupervision of  consultants \nconstruction (except Co \nNgua) \n4.  IDMC BHH  4.1  Civil works \nMy Dong \n    Construction (My Dong  0.55  1  NCB  PMU IDMC \npumping \npumping station)  BHH \nstation \n  4.2  Equipment and plant \nSCADA \n  system    Pumping station  1.16  1  ICB  CPO \n   4.3  SCADA system          \n    Equipment purchasing  1.84  1  ICB  CPO \nand installation \n  4.4  Consulting services \n    Detailed design/bidding  0.07  2  CQS or  PMU IDMC \ndocuments and  individual  BHH \nsupervision of  consultants \nconstruction (My Dong) \n    Detailed design/bidding  0.07  1  CQS or  CPO \ndocuments of SCADA  individual \nconsultants \n5.  Project  5.1  Consulting services \n  management    Project management and  2.155  1  QCBSa  CPO \nimplementation \nimplementation support \nsupport, \n  5.2  4-wheel-drive vehicles (7)  0.32  1  NCB  CPO \ninstitutional \n  strengthening,  5.3  Independent external  0.20  1  CQS or  CPO \nSCADA,  monitoring of EMPs  individual \nindependent  consultants \n  monitoring,  5.4  Independent external  0.25  1  CQS or  CPO \nand auditing  monitoring of resettlement  individual \n   plans  consultants \n    5.5  Preparation of  0.03  1  FBS or CQS or  CPO \n  resettlement plans Hai  individual \n  Duong and Hung yen  consultants \n    5.6  Auditing  0.33  1  FBS or CQS  CPO \n \n  5.7  Training and study tours  0.92  TBDb  CQS or  CPO \n \nindividual \n \nconsultants \n \n      Total packages    42c      \nADB = Asian Development Bank, BHH = Bac Hung Hai, CPMU = central project management unit, CPO = Central \nProject Office, CQS = consultants' qualification selection, FBS = fixed budget selection, ICB = international competitive \nbidding, M&E = monitoring and evaluation, MARD = Ministry of Agriculture and Rural Development, MASSCOTE = \nMapping Systems and Services for Canal Operation Techniques, NCB = national competitive bidding, O&M = operation \nand maintenance, PMU = project management unit, PPMU = provincial project management unit, QCBS = quality- and \ncost-based selection, SCADA  = supervisory control and data acquisition, WRU = Water Resources University, TBD = to \nbe determined. \na  QCBS based on 80:20 quality–cost weighting. \nb  Training and study tours will be packaged according to subjects with different institutions. The number of packages \nwill be determined at later date.  \nc  Exclusive of training and study tour packages. \nSource:  Asian Development Bank. \n \n ", "44     Appendix 8 \nOUTLINE PROJECT PERFORMANCE AND MONITORING SYSTEM \n \n    Base-    \n    line  Target  Monitoring \nNo.   Item  (2009)  (2016)  Mechanism \nA.  Agricultural Productivity in the BHH Area     \n1.  Increase in productivity of paddy crops  6.0  6.7 tons/ha   Government \ntons/ha  (by 2020)  statistics \n2.  Increase in cropping intensity  2.09 2.24  Government \n(by 2020)  statistics \nB.  Water Resources University     \n1.  Status of compliance with ADB covenants  0 complied  ADB review mission \n2.  Status of compliance with resettlement plans  0 complied  IA report  \n3.  Status of compliance with EMPs  0 complied  IA report  \n4.  % of project completed on time  0 100  IA report \n5.  Number of current faculties merged  0 6  IA report \n6.  Number of merged faculties moved to new campus  0 6  IA report \nfaculties \n7.  Number of professors appointed   8 13  IA report \n8.  Number of bachelors of science students enrolled  2,478 4,108  IA report \n9.  Number of masters of science students enrolled  220 840  IA report \n10.  % students from poor families  5.4 5.4  IA report \n11.  % students from remote areas  2.9 4.0  IA report \n12.  % students housed in dormitories at both campuses  20 50  IA report \n13.  % dormitory space allocated to women  20 50  IA report \n14.  % female teachers housed at new campus  0 50  IA report \nC.  Irrigation Management Measures     \n1.  Status of compliance with ADB covenants  0 complied  ADB review mission \n2.  Status of compliance with resettlement plans  0 complied  IA report  \n3.  Status of compliance with EMPs  0 complied  IA report \n4.  % of subprojects completed on time  0 100  IA report \n5.  Cubic meters per second increase in water intake  185 198  IA report \n6.  % increase agricultural drainage capacity   0 50  IA report \n7.  % increase non-agriculture drainage capacity   0 32  IA report \n8.  % increase irrigation water delivery   0 7 (18)a  IA report \n9.  % drainage capacity improved  0 18  IA report \n10.  % increase in irrigation efficiency of BHH   0.6  0.6  IA report \n11.  Monetary value ($ million) of annual reduced flood  0 3  IA report \ndamage \n12.  Number of O&M manuals prepared  0 10  IA report \n13.  % actual O&M costs recovery of BHH (Gia Binh)  0 (0) 40 (80)  IA report \n14.  % farmers contributing to O&M tertiary system of BHH  15 (15) 40 (80)  IA report \n(Gia Binh) \n15.  % progress of required dredging in BHH main canal   0 100  IA report \n16.  % of women benefiting from improved system  51 51  IA report \n17.  Water delivery services to BHH farmers (scale of 0–4)  1.6 2.5  MASSCOTE and \nD.  Project Implementation and Capacity Building    RAP survey \n1.  Status of compliance with ADB covenants  0 complied  ADB review mission \n2.  % total project completion on time  0 100  IA report \n3.  % progress loan disbursement versus schedules  0 100  IA report \n4.  Number of staff received formal training  0 800  IA report \nADB = Asian Development Bank, BHH = Bac Hung Hai, EMP = environmental management plan, IA = implementing \nagency, MASSCOTE = Mapping Systems and Services for Canal  Operation Techniques, O&M = operation  and \nmaintenance, RAP = rapid appraisal process, WRU = Water Resources University. \na 18% including Cau Xe sluice. \nSource: Asian Development Bank. \n \n ", "Appendix 9      45 \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry and Project Title: Viet Nam-Strengthening Water Management and Irrigation Systems Rehabilitation Project \n \nDepartment/  Southeast Asia Department/ \nLending/Financing Modality:  Project \nDivision:  Environment and Natural Resources Division \n       \nI.  POVERTY ANALYSIS AND STRATEGY \n \nA.  Link to the National Poverty Reduction Strategy and Country Partnership Strategy  \nIn its Socioeconomic Development Plan for 2006–2010, Viet Nam’s guiding poverty reduction strategy paper, the government \nsets out its strategy to reach its goal of becoming an industrialized nation by 2020, with poverty alleviation as an underlying \ncondition for achieving this result.  An important part of Viet Nam’s strategy is economic diversification, including reducing the \npercentage of the population dependent on agriculture for their livelihood from 85% to 50% while at the same time increasing \nthe productivity of agriculture. Strengthening the water resources sector is a key element of the strategy for supporting an \nincreasingly urbanized economy while at the same time ensuring sustainable development of agriculture for economic growth, \npoverty reduction, and food security. Water resources management is also central to reducing vulnerability to floods and \ndroughts, which are key obstacles to poverty reduction, according to the Socioeconomic Development Plan. In its country \npartnership  strategy,  The  Asian  Development  Bank  (ADB)  commits  to  supporting  key  elements  of  the  government’s \nSocioeconomic Development Plan with a particular focus on promoting pro-poor, business-led economic growth that is based \non the sustainable use of the environment and promotes social inclusion and gender equality. \nViet Nam’s National Water Resources Strategy, 2006–2020 highlights that growth in population and in the gross domestic \nproduct is straining water resources. According to the National Water Resources Strategy, safe access to water for the poor is \na central priority, and management of this resource must contribute to pro-poor and sustainable socioeconomic development. \nThe strategy recognizes peoples’ right to water to meet their livelihood needs but at the same time their obligation to be \ninvolved in its efficient management.  \nThe project will improve the livelihoods and increase the incomes of 2.8 million people across four provinces that depend on \nwater from the Bac Hung Hai irrigation and drainage system for agricultural production, domestic use, and small industries. It \nwill improve the skills of future water resources engineers and technicians through improvements in the Water Resource \nUniversity (WRU) curriculum and facilities. The project approach is in line with ADB’s water sector review,a which highlights \nthe importance of a dual approach of strengthening institutional capacity for water resources management and rehabilitating \nirrigation systems to meet the demands of an expanding economy. The water sector review recognizes the need for \ninvestments to upgrade multipurpose irrigation and drainage systems and (i) reduce water production costs by upgrading \nhydraulic works, (ii) control flooding and reduce disaster risks, (iii) facilitate diversification from paddy rice production to other \ncrops as well as improve drainage systems for paddy rice, and (iv) promote savings in the system-wide use of irrigation water \nto allow water use for other community needs. In line with the water sector review, the project has developed an approach to \nrehabilitating the Bac Hung Hai (BHH) system that emphasizes improving efficiency and reducing pollution in the usage of \nexisting irrigation water rather than substantially increasing water intake. The mix of investment options addresses both \nirrigation and drainage needs for rice production as well as for diversification to higher-value crops, an important way for \nfarmers to increase incomes. Protecting people and their assets from flooding in rural and newly developing urban areas is an \nimportant factor that has guided the choice of investment options. \n \nB.  Poverty Analysis                                                                  Targeting Classification: General intervention \n \n1.  Key Issues  \nThe classification is based on the main outputs of the proposed project: (i) strengthened capacity for water-related services \ndelivery in the country through the construction of a new campus and curriculum development for WRU, (ii) improved \nmanagement of irrigation and drainage management companies, and (iii) an upgraded BHH irrigation and drainage system to \nimprove livelihoods and increase incomes for 2.8 million people.  \nThe project will create enabling conditions for economic growth and the sustainable use of water resources in the Red River \nDelta, which is a key element of the Government of Viet Nam’s strategy to reduce poverty. The Red River Delta, in which the \nBac Hung Hai system is located, is not a geographic focus for targeted poverty reduction programs, as it is has lower poverty \nrates than other parts of Viet Nam. However, as a region with highly productive agricultural land and a growing industrial base \nthe Red River Delta is important to assuring domestic food supply and is a key driving force of the country’s economy. The \nproject will contribute to development and poverty reduction through (i) creating conditions to improve the knowledge and \nskills base of engineers and technicians in the water resources sector, (ii) improving agricultural productivity and supporting \nfarmers’ diversification of production through upgraded hydraulic equipment and more efficient systems for controlling the \ntiming and allocation of irrigation water, (iii) saving irrigation water that can be allocated to other community livelihood needs, \n(iv) promoting institutional arrangements that enhance water user participation in irrigation and drainage system management, \nand (v) greater protection of people and their assets from flooding. \n ", "46  Appendix 9 \n2. Design Features \nThe project includes measures for (i) enhancing the responsiveness of irrigation and drainage management systems to \nfarmers’ actual needs; (ii) ensuring that poor and vulnerable households affected by project activities, such as land \nacquisition, will improve their socioeconomic condition through relocation and income restoration programs; and (iii) creating \nconditions whereby areas underserved by irrigation services can benefit from water savings and improved efficiency in the \nallocation of water.  \nII.  SOCIAL ANALYSIS AND STRATEGY \n1. Findings of Social Analysis \nThe direct beneficiaries of the BHH component are (i) 560,000 people who will benefit from increased household incomes \nfrom improved irrigation and (ii) 1.9 million people who will benefit from improved flood protection. Indirectly, 2.8 million \nwomen and men living in the four provinces covered by the system, which includes all or parts of the provinces of Hung Yen, \nHai Duong, Bac Ninh, and Ha Noi, will benefit from improvements in system management and performance for both irrigation \nand drainage. The primary beneficiaries of the WRU component are 13,400 future students. These students will benefit from \n(i) improved teaching and learning facilities for faculty members and students, at least 26% of whom will be women based on \npresent trends; (ii) dormitory space for 30% of the student population, with 50% of this space reserved for women to \nencourage them to study at the new campus; and (iii) accommodation for ethnic minority students and other disadvantaged \ngroups, which can be expanded as the student population grows at the new campus. Other direct beneficiaries of the WRU \ncomponent are 37,777 local residents who will have access to new job and business opportunities. There are no indigenous \npeople in the project area. Chuong My District has a population of 290,449 who will indirectly benefit from the income-\ngenerating opportunities the university community will create in the area. This local population will also benefit from increased \neducation opportunities for youths. \n \nBac Hung Hai. The BHH irrigation and drainage system is on the Red River Delta of Viet Nam. The Red River Delta is among \nthe regions that have seen the greatest reductions in poverty over the last 13 years, from 62.7% in 1993 to 8.8% in 2006. The \n2007 poverty rate in the target provinces are 8.4% in Ha Noi, 7.7% in Bac Ninh, 13.4% in Hai Duong, and 9.2% in Hung Yen, \nwhich compare favorably with the national rate in 2007 of 14.8%. This lower rate of poverty reflects the region’s being one of \nthe hubs of the country’s growing economy. Nonetheless, the region faces economic challenges. In 2008, unemployment in \nthe Red River Delta area was higher than other regions of the country, at 5.35% compared with the national rate of 4.65%.   \nThe BHH provinces are among the top 8 of Viet Nam’s 61 provinces in terms of population density. Despite lower poverty, this \narea currently faces social and economic challenges related to the rapid pace of transition from a primarily agricultural area to \na mixture of agriculture, industrial zones, and urban areas. Most of the people in BHH are employed in agriculture, ranging \nfrom 60% to 98% across project districts. Among agricultural households, 44% are self-employed on their own farms. Land-\nholdings are very small, with more than half measuring less than 0.2 hectares and fewer than 3% being more than 0.5 \nhectares. People in this area will depend increasingly on services and industry for continued economic growth, and the \ndemands on water systems to meet multiple purposes will expand.  \nAlong with improvements in water services that bring social and economic benefits, the project component on improved \nmanagement is designed to strengthen water users associations and empower water users, both women and men, to take \npart in decisions that affect their well-being and strengthen system sustainability. \nWater Resources University. WRU currently has a student population of 10,000. Close to 2,500 students enrolled as \nundergraduates in 2009, and 200 as graduate students, which was a 20% increase over the previous year. The student body \nis expected to grow to 13,000 by 2012. The new campus site is in Chuong My District of Ha Noi, which is a largely rural \nsetting 15 kilometers from the city center. The site covers two communes and one town that have a total population of 37,777.  \nPoverty rates are 13.4% in Tien Phuong Commune, 17.7% in Phung Chau, and 6.8% in Chuc Son Town. According to the \nsocioeconomic survey, 79% of people farm as their main occupation, and operating a business or trade is the second most \ncommon occupation. Fewer than 3% of those surveyed have not completed primary school, and half have completed lower \nsecondary education.  Most households have clean drinking water and electricity, and less than 1% reported facing food \nshortages in the year.  \nThe new WRU campus will have positive social impacts, as it will provide better conditions for students and teachers for study \nand research. The new campus with provide improved accommodation and sanitation, which will benefit poor students, \nespecially females. Indirect benefits include the new jobs the campus site will create for local residents both during and after \nconstruction. \nThe negative social impact of the WRU component will be loss of livelihoods for people affected by land acquisition. A total of \n761 households are affected by land acquisition, including 25 households that will need to relocate their residences. A full \nresettlement plan for the WRU component has been prepared to ensure that all affected households will restore their \nlivelihoods and living standards to pre-project levels. The resettlement plan includes an income-restoration program that will \ninclude providing household members who lose agricultural land with jobs generated by the new WRU campus.  \n \n \n \n \n ", "Appendix 9      47 \nB.  Consultation and Participation \n1.  Provide a summary of the consultation and participation process during the project preparation. \nProject preparation included consultations and the participation of stakeholders in different forums. These included  \n(i) participatory assessment of the BHH system using the Mapping Systems and Services for Canal Operation Techniques \nmethod, which included professionals from the Ministry of Agriculture and Natural Resources, managers of BHH, and water \nusers association representatives; (ii) workshops at inception, the interim stage, and various decision points for deciding \noptions for both the WRU and BHH components with government and university officials at the central, BHH management, \nand province level; (iii) focus group discussions and key informant interviews with district and commune officials and \nrepresentatives of beneficiaries (cooperatives and village leaders); and (iv) a socioeconomic survey, focus groups of women \nand men, and public consultations in the resettlement planning process.  \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n3.  Was a C&P plan prepared?   Yes      No  \n \nKey features of the consultation and participation plan for project implementation are as follows: \n(i)  The resettlement plan outlines steps to be taken for the participation and consultation of affected people: ongoing \nconsultation with people affected by land acquisition to finalize the compensation plan, update the resettlement plan, \nconsult  with individuals  on  the relocation plan  and income-restoration plan,  and interviews and focus  group \ndiscussions to monitor affected people’s views on the implementation of the plans. The estimated budget is \n$450,000.  \n(ii)  People living near the campus but not affected by land acquisition have been consulted on the project through \nsurveys and focus groups. The consultation and participation plan includes ongoing sessions with this group before, \nduring, and after consultation to support their deriving economic benefits from the project. \n(iii)  Workshops, key information interviews, and focus groups facilitated consultation with stakeholders in the BHH \nsystem at all levels to develop a consolidated vision and strategy for the system and institutional arrangements for \nimprove management, including greater participation of water users in decision-making. The estimated budget is \n$200,000. \n \nC.   Gender and Development \n1.  Key Issues  \nWomen are now a higher percentage of agriculture workers than men in the BHH provinces. For example, in Bac Ninh 40% of \nthe employed population of agricultural households are men, compared with 60% women. Women are important contributors \nto family income. The socioeconomic survey shows that women’s occupational profile is similar to that of men, with most \nworking in agriculture, followed by operating a business. One notable difference is that women heads of household are more \nlikely than male heads to have a secondary occupation as hired labor, with as many as 64% reporting a secondary occupation \nin this area. Women heads of household are less likely to have completed lower secondary or upper secondary school.  \nThe gender analysis shows that women and men share many farm tasks, as well as off-farm work. However, women have \nmuch more responsibility for household work such as cooking and cleaning. The surveys show that women are less likely \nthan men to participate in community meetings. Given women’s important role in agriculture, the inclusion of women \nrepresentatives as stakeholders for consultation and decision-making on the management, and operations and maintenance \nof the BHH system is essential to ensuring that the views of the majority of stakeholders are included in system development. \nWomen’s participation in resettlement is also critical to the effective implementation of plans. \n2.  Key Actions \nMeasures included in the design to promote gender equality and women’s empowerment—access to and use of relevant \nservices, resources, assets, or opportunities and participation in decision-making process: \n    Gender plan         Other actions/measures         No action/measure \n \nThe design of the WRU campus includes the following measures to integrate gender: (i) an allocation of budget and space for \nthe development of dormitories to house at least one-third of the student population, with 50% of the dormitory space to be \ndesignated for use by females, as on-site lodging will make attendance at university more viable for women; (ii) the inclusion \nof gender education in the curriculum addressing water use and society; and (iii) consultation with women students and \nfaculty on the campus site, design, buildings, and equipment to ensure women’s needs are addressed, with all such \nconsultations including 30%–40% of women stakeholders. The BHH system will introduce the actions to promote women’s \nequality in water resources management, which will include (i) the allocation of resources for a gender specialist to increase \nwomen’s participation in irrigation and drainage management; (ii) consultations with women’s groups, through the women’s \nunion, and through focus groups of women at the village level on how improvements in irrigation services management can \naddress  women’s needs and priorities; (iii)  women to be 50% of the beneficiaries consulted on vision and strategy \ndevelopment of BHH to ensure that women’s needs and priorities related to water use are incorporated in the vision and \nstrategy; (iv) gender sensitization for departments of agriculture and rural development, irrigation and drainage management \ncompanies, and irrigation management committees to facilitate addressing the lack of representation of women in the water \nresources sector compared with the high number of female farmers; (v) identification of female staff in departments of \nagriculture and rural development and the BHH system to take active roles in project and training plans for enhancing their \n ", "48  Appendix 9 \ncapacity;  (vi)  activities  to  strength  participation  in  water  users  associations  include  measures  to  increase  women’s \nrepresentation to 50%; and (vii) providing training for women on increasing their capacity and confidence to take on \nleadership roles in water users associations. \nThe resettlement plans for both BHH and WRU will integrate measures to ensure that the situation of vulnerable populations \nsuch as households headed by women will be improved after the project. The public consultation and income-restoration \nstrategies address the particular needs of women affected by the land acquisition. Separate sessions were held with women \nmembers of affected households to design relocation and income-restoration strategies. Additional separate sessions will be \nheld to consult with women on their implementation. Planned sessions on vocational training, business planning, and \nextension training as part of income restoration will include women members of households.  \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n \nIssue  Significant/Limited/  Strategy to Address Issue  Plan or Other Measures \nNo Impact  Included in Design \nInvoluntary  Significant  A resettlement framework has been     Full Plan \nResettlement  approved, and two satisfactory     Short Plan \nresettlement plans for the new WRU     Resettlement Framework \ncampus and Bac Ninh subprojects have     No Action \nbeen prepared, disclosed to affected \npersons, and placed on the ADB website. \nIndigenous Peoples  No impact  The project area does not include any     Plan \nindigenous populations.     Other Action \n   Indigenous Peoples \nFramework \n   No Action \nLabor  Limited impact  Impact on labor is minimal and relates     Plan \n Employment   primarily to the construction phase. The     Other Action  \nopportunities  application of Viet Nam’s labor laws,     No Action \n Labor  which are in line with international \nretrenchment  standards, will be mandatory for \n Core labor  contracted companies. These laws \nstandards  prohibit child labor, discrimination, and \ncompulsory labor and recognize the right \nto trade union membership. \nAffordability  No impact  The project does not create any new fees     Action \nor expenses for users that will benefit     No Action \nfrom the project. \nOther  Risks  and/or  Limited impact  Limited risks arise from the influx of new    Plan \nVulnerabilities  population into project areas during    Other Action  \nHIV/AIDS  construction and after the opening of new     No Action \nHuman trafficking  WRU campus. This issue is addressed as \nOthers(conflict,  part of the recommendations made in the \npolitical  instability,  poverty and social assessment. \netc), please specify \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?     Yes     □   No      \na ADB. 2006. Technical Assistance to the Socialist Republic of Viet Nam for the Water Sector Review. Manila (TA 4903-\nVIE, for $580,000, approved on 18 December). \nSource: Asian Development Bank. \n ", "    Appendix 10      49    \n \nSUMMARY OF RESETTLEMENT ISSUES \nA.  Introduction \n \n1.  The  project  will  support  the  government’s  efforts  to  increase  the  number  of  qualified \nagriculture-related water management engineers, improve the governance and management of \nirrigation systems, increase agricultural production, and improve the productivity of project areas to \nincrease the incomes of poor farmers. The project will construct a new campus for the Water \nResources University on a site in Chuong My District of Ha Noi City, approximately 15 kilometers \nfrom  the  existing  campus.  Under  two  other  components,  the  project  will  construct  new \ninfrastructure and upgrade existing irrigation infrastructure in the Bac Hung Hai irrigation and \ndrainage system. \n \n2.  The resettlement plans' legal basis, policy and principles, public consultation and grievance \nprocess, and implementation and monitoring process follow the provisions of the resettlement \nframework as summarized below. The resettlement framework is in Supplementary Appendix K. \nThe resettlement plans are in Supplementary Appendix L. \n \nB.  Resettlement Effects \n3.  The  Water  Resources  University  campus  component  will  require  the  recovery  of  57.3 \nhectares. The land acquisition will affect 776 households across the three communes of Chuong \nMy District. A total of 739 households will lose agriculture land, 92% of them losing 10% or more. A \ntotal of 40 households will lose residential land. Of these, 25 have a dwelling on the land and 7 \noperate a business from their residence.  \n4.  For the Bac Hung Hai system, the project will finance the rehabilitation and construction of \nirrigation and drainage works, including natural disaster risk-reduction measures, in 11 subprojects. \nThese subprojects are estimated to affect 700 households, 200–300 of which will be severely \naffected, with approximately 20 households requiring relocation. People with agricultural land or \naquaculture  surface  areas  will  require  compensation  for  the  land,  assets,  and  crops  and \naquaculture  products  affected  at  the  time  of  acquisition,  as  well  as  support  for  livelihood \nrestoration. People living and doing business in areas where houses must be removed will require \nsupport for relocation, compensation for land and structures, and income restoration. \n \nC.  Purpose of the Resettlement Framework \n5.  The  resettlement  framework  is  the  guiding  document  for  preparing  and  implementing \nresettlement plans for any component or subproject that entails involuntary resettlement. The \nresettlement framework identifies the key issues to address in reconciling the requirements of the \nInvoluntary Resettlement Policy (1995) of the Asian Development Bank (ADB) with national and \nprovincial  government  policies  related  to  compensation  for  recovered  assets  and  adversely \naffected incomes, including measures for ensuring that affected people or households are able to \nrestore their standards of living to at least their pre-project levels. \n6.  The  resettlement  framework  sets  out  the  objectives,  principles,  criteria  of  eligibility  to \nentitlements, modes of compensation, participation and consultation procedures, and grievance \nredress mechanisms. It also sets out the steps in preparing and implementing resettlement plans.   \n \n1.  Legal Basis, Policy, and Principles \n \n7.  The legal and policy framework for compensation, resettlement, and rehabilitation under the \nproject is defined by the laws and regulations of the government and ADB policies. In case of \ndiscrepancies between the borrower’s laws, regulations, and procedures and ADB's policies and \nrequirements, ADB's policies and requirements will prevail. Resettlement is based on a set of \n ", "50  Appendix 10 \n \nprinciples to ensure fairness and due process; that affected people get the maximum benefits that \nare their due, regardless of their land tenure status; and that special treatment is accorded poor \nand vulnerable households to improve their situation following resettlement. \n \n2.  Project Entitlements for Affected Households \n \n8.  The  project  entitlements  developed  and  presented  in  the  resettlement  framework \ncorrespond to the impacts identified during the census and inventory of losses. The entitlements \ninclude an income-restoration strategy that has been designed following consultations with the \nproject management units, district and commune authorities, and affected people. An important \nelement of the income restoration strategy is ensuring that affected people are in a position to \nbenefit from the new economic opportunities created by the construction of subprojects. \n \n3.  Participation, Disclosure, and Grievance Redress \n \n9.  Consultations,  public  meetings,  and  village  discussions  with  affected  people  and  local \nofficials were carried out during resettlement planning. Project policies and options with regard to \nrelocation and income restoration were discussed during the meetings. Concerns and suggestions \nraised by affected people were elicited and incorporated into the resettlement plan. The grievance \nmechanism is designed to ensure that affected people’s concerns and grievances are addressed \nand resolved in a timely and satisfactory manner. Affected people will be made fully aware of their \nrights  verbally  and  in  writing  during  consultation  and  surveys,  as  well  as  at  the  time  of \ncompensation.  \n \n4.  Implementation \n \n10.  The Ministry of Agriculture and Rural Development, through the project management unit of \nthe Central Project Office, will assure coordination for the implementation of resettlement plans. \nThe Ministry of Agriculture and Rural Development will, through the central project management \nunit  (CPMU),  coordinate  with  the  provincial  people’s  committee  and  instruct  the  project \nmanagement units to ensure that compensation and assistance are administered according to the \nprovisions of this resettlement plan. A provincial resettlement and compensation board and district \nresettlement and compensation board with representation of affected people will be established to \nadminister the compensation process. During implementation, external monitors will be hired to \nensure compensation is administered in line with approved resettlement plans.  \n \n5.  Monitoring \n11.  The resettlement framework includes provisions for both internal and external monitoring \nduring resettlement. Primary responsibility for internal monitoring lies with the CPMU as the project \nimplementing agency. The CPMU will be responsible for overseeing the formation, function, and \nactivities of each of the provincial and district bodies responsible for resettlement. The CPMU will \nengage external monitors to conduct external monitoring of resettlement plan implementation for \nboth components of the project. The purpose of external monitoring will be to assess whether the \nresettlement plan has been implemented as planned, entitlements have been delivered and meet \nintentions, and affected people are able to restore their living conditions, livelihoods, and incomes \nto pre-subproject levels and, if not, recommend remedial actions to assist them. \n6.  Resettlement Budget \n \n12.  A resettlement budget is required for all resettlement activities, including compensation for \nland acquisition, affected assets, administrative costs, monitoring, income restoration, establishing \na resettlement site, etc., and included in project cost. This cost is covered by the government \nbudget. The full entitlement matrix is in Supplementary Appendix K. \n ", "Appendix 11     51 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction \n1.  The initial environmental examination (IEE) of the proposed subprojects for the Bac Hung \nHai (BHH) irrigation and drainage system and the new campus for the Water Resources University \n(WRU) was carried out to identify and screen potential adverse environmental impacts on the \nphysical and social environment, recommend measures to mitigate them, and provide guidance on \nappropriate institutional arrangements for environmental monitoring. The IEEs were carried out \nfollowing  the  environmental  policy  and  guidelines  of  the  Asian  Development  Bank  and  the \nenvironmental policies and regulations of the government.  \n \nB.  Description of the Project \n1.  WRU Campus  \n2.  The site for the WRU campus is 57.3 hectares of agricultural land in Chuong My District of \nHa  Noi  City.  The  infrastructure  investments  for  phase  1  comprise  the  following  facilities:  (i) \nclassrooms for seven faculties with a total capacity of 9,930 students; (ii) lecture halls with a \ncapacity of 4,500 students; (iii) faculty libraries and administration offices; (iv) laboratories; (v) \ndormitories for 4,022 students; and (vi) outside parking for 125 cars. \n \n2.  Bac Hung Hai System \n3.  The BHH system is located in the heart of the Red River Delta. It is the oldest, largest, and \nmost important system in the region. Two types of subprojects have been proposed: (i) eight new \npumping stations and (ii) two existing pumping stations to be rehabilitated. \n \nC.  Description of the Environment \n4.  The project area for both the WRU campus and the BHH system subprojects has a tropical \nmonsoon climate. Two main seasons can be distinguished: the cool, dry season from October to \nApril and the hot, rainy season from May to September. The average temperature in the project \narea is 23ºC, and the mean annual rainfall is 1,700–1,800 millimeters. There are no official nature \nreserves or protected areas, and there are no endangered species in the project area. The main \ncrops are cassava, maize, peanuts, rice, and sweet potato. \n \n1.  WRU Campus  \n5.  The project area is affected by the hydrological regime of the Day River, a tributary of the \nRed River. In the dry season the water is contaminated by organic substances from industries, \nsmall handicraft industries, farms, and domestic waste. Groundwater resources in the project area \nare abundant and of good quality, except in some areas in Chuong My District that are polluted \nwith arsenic. \n \n6.  The WRU subproject area is near the Tram and Tram Gian pagodas, which are national \nheritage sites of interest to Vietnamese nationals and foreign tourists. The design of the WRU \ncampus includes a buffer zone between them and the campus. \n \n7.  Only a small percentage of the households have access to piped water. Domestic and \nindustrial wastewater is discharged without treatment into ponds, lakes, and canals, contaminating \nthem. About 20% of the households have their garbage collected, while the remainder burn, bury, \nor dump their garbage in nearby fields. \n \n ", "52  Appendix 11 \n2.  Bac Hung Hai Area \n8.  The hydrology of the entire BHH system is dominated by its bordering rivers: the Red River \nto the east, Duong to the north, Thai Binh to the west, and Luoc to the south. The quality of water in \nthe main canals and rivers does not meet standards for domestic water supply but meets the \nstandard for irrigation water. Groundwater reserves are abundant and used mainly for industrial \nand domestic water supply. Groundwater quality is good except in some locations contaminated by \norganic substances and heavy metals (especially in handicraft villages). Salinity is reportedly high \nin Gia Binh and Luong Tai districts. \n \n9.  Only  a  small  percentage  of  the  households  have  access  to  piped  water  (8%–13%). \nDomestic and industrial wastewater is discharged into ponds, lakes, and irrigation and drainage \ncanals without sufficient treatment. A number of communes have communal sewage and drainage \nsystems and have an organized system for solid waste collection (70%–75%). Households that \nhave pit latrines average between 98.3%–99.9%. \n \nD.  Forecasting Environmental Impacts and Mitigation Measures \n10.  The negative environmental impacts expected from the realization of the WRU campus and \nthe BHH system subprojects in the different projects phases and the proposed mitigation measures \nare listed below. All identified impacts are small or moderate, and none is significant. Most adverse \nimpacts are temporary and can be mitigated.  \n \n11.  A positive environmental impact that can be expected from the project is the intensified \neffect of flushing by larger volumes of intake in the BHH system and larger volumes of discharge \nout of the system. Intensified flushing may have a positive effect on the quality of surface waters in \nthe BHH system. Improving drainage capacity can resolve water-logging in the BHH system with \nan improvement of hygienic-sanitary conditions. The WRU campus will bring modern education \nand research facilities that provide capable human resources for improved management of water \nresources in the future. \n \nTable A11.1: Preconstruction Phase for WRU New Campus and BHH Subprojects \nPotential Adverse Impacts  Proposed Mitigation Measures \nLoss of agricultural land; change of land use; loss of  Compensation, re-employment, assistance in finding other homes; \njobs; loss of houses and property; proximity to human  resettlement plan to be prepared; provide sufficient buffer zone \nsettlements.   Preparation of a transport management plan \nIncrease local transport   Planting, landscaping \nLoss of aesthetics  Proper design of campus so that pagodas are least affected; provide \nEffect on historical or cultural monuments and  adequate buffer zone \ngraveyards  Appropriate design, operation, and maintenance of wastewater \nWater pollution caused by insufficient operation of waste  treatment plant, sewer system, and drains; sustaining the quality of \nwater treatment  receiving waters must be considered in design, and operations and \nOdors and loss of aesthetics from wastewater treatment  maintenance \nWater supply rights and water use conflicts; increased  Sufficient buffer around wastewater treatment plant \nproduction of water supply   Appropriate planning and design for sufficient water supply for new \nRisk for earthquakes  campus; proper operations and maintenance \nStructures should be designed to withstand the expected \nearthquakes \nBHH = Bac Hung Hai, WRU = Water Resources University. \nSource: Asian Development Bank. \n \nTable A11.2: Construction Phase for WRU New Campus and BHH Subprojects \nPotential Adverse Impacts  Proposed Mitigation Measures \nGeneration of solid waste and hazardous waste;  Strict enforcement of environmental laws and regulations; proper \ndisposal of waste, oil and other waste spills, spoils  environmental management and monitoring; proper disposal of solid \nAir pollution, odors; noise, vibrations  and hazardous waste \n   \n ", "Appendix 11     53 \nPotential Adverse Impacts  Proposed Mitigation Measures \nTraffic congestion (disturbance of public utilities, public  Maintenance and periodic testing of transport vehicles and \ninconvenience; damage to existing roads)  construction equipment to comply with existing regulations and \nInterruption of water flows, flooding. Vulnerability to  ensure safety and low emissions and noise; water spraying at the \nerosion and situation  works during the dry season   \nWater supply rights and water use conflicts.   Execution of the transport management plan \nIncreased production of water supply  Settling ponds and temporary drainage ditches for runoff \nSafety risks for workers, health hazards  Appropriate planning and design for sufficient water supply during \nLoss or disturbance of flora and fauna  construction \nImpairment of aesthetics and effect on historical and  Carrying out safety precautions and health program \ncultural monuments and graveyards  Planting of trees and landscaping after construction completed \nStrictly control or avoid activities near the historical and cultural \nmonuments and graveyard that could affect them, such as \ntransportation, excavation, ground levelling, etc. \nBHH = Bac Hung Hai, WRU = Water Resources University. \nSource: Asian Development Bank. \n \nTable A11.3: Operation and Maintenance Phase \nPotential Adverse Impacts  Proposed Mitigation Measures \nFor WRU New Campus   \nIncreased traffic congestion related to the new campus  Strict enforcement of laws and regulations; proper environmental \nIncreased air pollution and noise from traffic around the  management and monitoring; noise and engine control; fire \nnew campus; increased risk of accidents, risk of fire  prevention regulations \nIncreased generation and disposal of solid waste  Proper operation, maintenance, and repairs of solid waste disposal \nSurface water pollution caused by insufficient  system \noperations and maintenance of wastewater treatment  Proper operation, maintenance, and repairs of wastewater \nplant; temporary flooding  treatment, sewage, and drainage systems \nWater supply rights and potential water use conflicts;  Proper operation, maintenance, and repairs of water supply system \nincreased production of domestic water supply  Proper maintenance of landscaping, trees, and plantations \nLong-term impact on aesthetics and modification of   \nlandscape; increase in land prices   \n   \nFor BHH Subprojects   \nFlooding and canal siltation due to insufficient  Provide sufficient budget and enhance maintenance \nmaintenance of pumping stations   Setting up water users association and enhance the cooperation \nConflicts over water use among consumers (industry,  among BHH water consumers  \nirrigation, and domestic)     \nBHH = Bac Hung Hai, WRU = Water Resources University. \nSource: Asian Development Bank. \n \nE.  Institutional Requirements and Environmental Monitoring Plan \n12.  The  Central  Project  Office  will  be  the  executing  agency  for  the  project.  A  project \nmanagement unit (PMU) will be established for WRU and for each province in the BHH system to \nmanage and monitor day-to-day implementation. The supervision and monitoring of project-related \nresettlement and environmental activities during the preconstruction, construction, and operation \nphases will be the responsibility of these PMUs. For that purpose, an environmental management \nunit will be established in the PMU. The environmental management plans (EMPs) will cover \nmitigation measures required during construction and to be implemented by the contractors and \nsuppliers as part of their contractual obligations. Post-construction environmental mitigation will be \nthe  responsibility  of  the  agencies  responsible  for  the  operations  and  maintenance  of  the \ninfrastructure provided under the project—the irrigation and drainage management companies and \nthe irrigation management companies. \n \nF.  Public Consultation and Disclosure \n13.  The  public  consultation  and  participation  process  was  comprised  of  reconnaissance \nsurveys, socioeconomic surveys, and participatory meetings. Public consultations for both the new \n ", "54  Appendix 11 \nWRU campus and BHH subprojects were conducted during the design of the project. Further public \nconsultations will be held during detailed design, construction, and operation. \n \n1.  WRU Campus \n14.  The first public consultation meeting was held in Chuong My District People's Committee on \n17 June 2009 with 121 participants. The purpose was to introduce the environmental assessment \nprocedures and follow-up activities. Comments were collected from participants.  \n \n2.  Bac Hung Hai  \n15.  Eight public consultation meetings in the various BHH subproject locations were conducted \nfrom 14 to 21 December 2009. A total of 256 participants attended the meetings. The purposes \nwere  to  collect  information;  present  subprojects  details,  including  designs  and  locations  as \npresented in the draft IEE; and learn about social and environmental issues and concerns. \n \nG.  Findings and Recommendations \n1.  WRU Campus  \n16.  The realization of the WRU campus will have a strong positive impact on higher education \nin Viet Nam. Screening of environmental impacts also revealed adverse effects from the project, \nbut  all  appeared  to  be  small  or  moderate  and  many  are  temporary.  No  significant  adverse \nenvironmental impacts are expected from the construction of the new WRU campus. The main \nenvironmental impacts are resettlement during construction; the generation of solid waste; noise, \nair, and water pollution; temporary flooding and traffic congestion during construction; air pollution; \nrisk  of  accidents;  disposal  of  waste;  and  volumes  of  wastewater  during  operation.  Mitigation \nmeasures have been formulated that can diminish adverse impacts. \n \n2.  Bac Hung Hai  \n17.  The realization of the BHH subprojects will have a strong positive impact on the BHH \nsystem  by  increasing  the  water  supply  for  irrigation,  expanding  the  drained  area,  additional \npumping  capacity,  improved  enforcement  of  regulations,  improved  coordination  and  system \nmanagement, and improved cost recovery. Intensified flushing will have some positive effect on the \nquality of surface waters in the BHH system. However, substantiating the true effect will require \nintensive water quality monitoring supported by mathematical modeling. Screening of potential \nenvironmental  impacts  revealed  adverse  effects  from  the  proposed  subprojects.  However,  all \nadverse impacts appeared to be small or moderate, and many are temporary. Adverse impact is \nexpected from the pump stations’ discharging polluted drainage water into the rivers around the \nBHH system, which needs comprehensive mitigation measures by the government. Other than \nthat,  no  severe  environmental  impacts  are  expected,  only  temporary  ones  mainly  during \nconstruction, which can be mitigated through sound engineering practices and measures to be \ndetailed in the EMPs.  \n \nH.  Conclusions \n18.  The proposed subprojects for the BHH system and the new WRU campus pose only slight \nand moderate adverse environmental impacts. They can be resolved by proper design, mitigations \nmeasures, and correct operations and maintenance. For these reasons the IEE for the BHH \nsubprojects and the WRU campus component is sufficient, according to Asian Development Bank's \nenvironmental guidelines and regulations. A more detailed EMP will be updated for WRU and the \nBHH system during project detailed design to control and mitigate small and moderate adverse \nenvironmental impacts.  \n \n ", "Appendix 12      55 \nSUMMARY ECONOMIC ANALYSIS \n \nA.  Introduction \n \n1.  The project is designed to support the Government of Viet Nam in its effort to promote the \nsustainability  of  the  national  water  resources  as  enshrined  in  the  National  Water  Resources \nStrategy, where the main objectives for the water sector in the next 15 years are defined as the \nprotection, efficient exploitation, and sustainable development of water resources on the basis of \nintegrated and unified water resources management. The project will contribute to accelerated \ngrowth in terms of income and improved food security for rural households through improved \nagricultural productivity and increased crop diversification. The project will result in (i) improved \neducation for water sector professionals and technicians, stronger water sector research and \ndevelopment programs, and upgraded educational facilities with equipment for Water Resource \nUniversity (WRU); (ii) strengthened institutional capacity of water-related service providers in the \nBac Hung Hai (BHH) irrigation and drainage system; and (iii) enhanced infrastructure in the BHH \nsystem. \n \nB.  Beneficiaries and Overall Project Benefits \n \n2.  The BHH component of the project will cover four provinces in the Red River Delta region \nthat share the system: Bac Ninh, Ha Noi City, Hai Duong, and Hung Yen. It is expected to benefit \n540,000 households, or 2.7 million people, through system investments, training, and capacity \nbuilding. Most households in the project provinces are involved in agricultural production, ranging \nfrom 60% to 98% across project districts, and are smallholders with less than 0.2 hectares of \nusable agricultural land. \n \n3.  Capacity building is a key element for developing and implementing strategies and policies \nin water resources management in general and in relation to agriculture sector development. The \nproject investment in the WRU will help increase the number of bachelor of science graduates by \n135% and of master of science graduates by 340% by 2020 through newly constructed educational \nfacilities for 13,400 students, to be completed in 2012. The classrooms will have a capacity of \n9,930 students and the lecture halls of 4,500 students. This assistance together with curriculum \nreforms  will  help  the  government  to  ensure  that  the  management  of  irrigation  and  drainage \ncomplies  with  the  needs  of  other  fields  of  water  management,  such  as  hydropower,  the \ndevelopment of industry, urbanization, diversification of agriculture, forestry, fishery, etc. Educated \nstaff  are  expected  to  make  the  required  adjustments  and  introduce  innovations  to  meet  the \nincreasing demands of industrialization and modernization in the years to come. \n \n4.  The project is expected to yield major benefits: \n(i)  Incremental benefits from higher yields and productivity of crops and other agro-\nproducts will come from upgraded hydraulic structures and equipment for controlling \nthe timing and allocation of irrigation water and improving agricultural and non-\nagricultural drainage conditions. \n(ii)  Saved irrigation water will be available for allocation to other community livelihood \nneeds. \n(iii)  Greater protection of people and their assets from flooding. \n(iv)  Improved  knowledge  through  capacity  building  and  practical  training  in  more \nefficient institutional arrangements will enhance water user participation in irrigation \nand drainage system management. \n ", "56  Appendix 12 \n(v)  The project will make significant contributions to reducing rural poverty in the project \nprovinces. This will help ease social pressures to migrate to urban centers like Ha \nNoi and Hai Phong and contribute to balanced development in Viet Nam in the \nmedium term. \n \nC.  Economic Analyses of the Project \n \n1.  Methodology and Assumptions \n \n5.  The economic analyses of project investments in the BHH irrigation and drainage system \nwere prepared in line with Asian Development Bank guidelines, handbooks, and technical notes.1 \nThe project has an implementation period of 6 years from 2010 to 2016, and the economic life of \nthe project interventions is assumed to be 20 years. For the current analysis, the exchange rate of \nD18,300 = $1 has been used.2 A discount rate of 12% was used to estimate the net present value \nand serves as a cut-off point for the economic internal rate of return (EIRR).  \n \n6.  The economic analysis determined incremental benefits attributable to project interventions. \nAlthough a number of benefit streams are observed, the analysis includes only readily quantifiable \nbenefits attributable to project interventions. Financial revenue and costs were estimated using \nconstant October 2009 prices. Financial farm-gate prices were based on findings and collated \ninformation  collected  during  the  socioeconomic  surveys  by  the  project  preparatory  technical \nassistance consultant team and the Asian Development Bank fact-finding mission in November \n2009,  together  with  information  made  available  by  the  Ministry  of  Agriculture  and  Rural \nDevelopment (MARD) and various national production associations. The analyses use a world \nprice numeraire where economic prices for traded crop inputs and outputs have been based on \nWorld Bank commodity price projections. Labor costs have been shadow-priced at 0.85 of the \nwage rates, while other inputs have been adjusted by the standard conversion factor of 0.90 as \napplicable  to  Viet  Nam.  The  economic  viability  of  the  project  is  evaluated  against  standard \nbenchmarks: EIRR >12%, benefit–cost ratio >1, and economic net present value >0. \n \n7.  The  economic  analyses  are  presented  in  the  following  section.  Detailed  assumptions, \nfinancial and economic production budgets, derived economic prices, project capital and recurrent \ncosts profiles, and benefit–cost and sensitivity analyses are in Supplementary Appendix N and \nassociated Excel models. \n \n2.  Project Investment Profile \n \n8.  The Bac Hung Hai irrigation and drainage system is located southeast of Ha Noi. The area \nof the system, including 22,887 hectares outside the dikes, is 215,956 hectares, of which 126,980 \nhectares (66% of the area inside the dikes) is used for agriculture. The population of the area is 2.7 \nmillion people, 81% of whom are involved in agricultural production. In recent years, the Integrated \nWater Resource Program carried out an extensive water resources study for the BHH area and \nprepared proposals for rehabilitating and developing infrastructure.  \n \n9.  The main purpose of the investments is to replace a number of key pumping stations that \nhave outlived their technical life and renovate a number of pumping stations by fitting them with \nnew pumps, as the present ones are no longer in service. In addition, new pumping stations are \nadded to expand the irrigation and drainage system to its original design extent and adapt the BHH \n                                                 \n1  These include the following: (i) ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila; (ii) ADB. 2002. \nGuidelines for the Financial Governance and Management of Investment Projects Financed by ADB. Manila; (iii) ADB. \n2006. Handbook for Borrowers on the Financial Governance and Management of Investment Projects Financed by \nADB. Manila; and (iv) ADB. 2002. Handbook for Integrating Risk Analysis in the Economic Analysis of Projects. Manila.  \n2 According to the State Bank of Viet Nam (the Central Bank), October 2009. \n ", "Appendix 12      57 \nsystem to the changing land uses of urbanization and industrialization. The pumping stations at \nPhu My, Lien Nghia, Nghi Xuyen, Chua Tong, Nhat Trai, and Doan Thuong are new constructions; \nthe pumping stations at Co Ngua and Cau Dua are complete replacements of existing pumping \nstations; the pumping stations Keng Vang 2 and My Dong are mechanical renovations. The Phu \nMy pumping station is for irrigation. Co Ngua pumping station has a combined irrigation and \ndrainage function. All other pumping stations are for drainage only. Equipment to mechanize hand-\noperated gates and data-gathering instruments have been budgeted. In addition, an institutional \nstrengthening and capacity building component was incorporated to ensure system efficiency and \nsustainability. The preliminary investment costs of the 11 structures and other elements are in \nTable A12.1.  \n \nTable A12.1: Preliminary Investment Costs of BHH Systems \n \nBHH Investments   $'000  \nKenh Vang 2  5,063 \nCau Dua  4,200 \nChua Tong  4,962 \nDoan Thuong  7,260 \nNghi Xuyen  19,171 \nLien Nghia  11,096 \nCo Ngua  3,419 \nPhu My  4,853 \nNhat Trai  13,528 \nMy Dong  3,394 \nEquipment (SCADA)  1,982 \nCapacity Strengthening and Project Implementation Support  7,031 \nTotal  85,959 \nBHH = Bac Hung Hai, SCADA = supervisory control and data acquisition. \nSource: Asian Development Bank estimates. \n \n3.  Project Benefits \n \na.  Quantified Benefits  \n \n10.  The main purpose of the BHH project interventions is to retain the productive capacity of the \nland by maintaining and improving irrigation and drainage. The interventions are not geared toward \nintroducing new farming practices. Most quantified project benefits are derived from increased yield \nof crops and aquaculture attributable to improved irrigation water availability in the BHH system.  \n \n11.  Data on the cultivated area, yield, and production of crops and aquaculture in 2008 were \ncollected at the district level and converted into BHH sub-area cropping patterns and yields, using \narea-based conversion rates. Agricultural land-use areas for 2015 and 2020 were estimated on the \nbasis of expected reduction of agricultural land that will shift to other land uses such as industrial, \nurban, and residential zone development. The \"with project\" cropping patterns and intensities have \nbeen identified at the sub-area level on the basis of the agricultural development orientation of the \nproject provinces for 2015 and 2020. The increases of yields are forecasted on the basis of trends \nduring 2001–2008 in the Red River Delta and on potential new variety applications and increased \ncropping intensities enabled by better and more timely water supply. For the \"without project\" case \nit has been assumed that agricultural production and cultivated areas will continue developing \nsimilarly as in the \"with project\" case. However, due to unreliable irrigation supply and expected \ninundation, crop yields have been forecasted lower than in the “with project” case. The 2008, 2015, \nand 2020 \"with project\" and \"without project\" cropping patterns and production are calculated along \nwith the potential net incremental benefits (both financial and economic) for each sub-area and for \nthe entire BHH system. Net incremental benefits from increased yield of crops and aquaculture are \nsummarized in Table A12.2.  \n ", "58  Appendix 12 \n \nTable A12.2: Summary of Cropping Intensity and Surplus by Farm Type, \n\"Without Project” and \"With Project\" Scenarios \n \nCropping  Farm Surplus after Financing \nFarm  Intensity (%)  (D '000/year) \nFarm Type  Size  Increment \nWithout  With  Without  With \n(ha)  (With–\nProject  Project Project  Project \nWithout) \nPaddy                   \n    Small farm  0.2  190 200 6,760  7,569  809 \n    Medium farm  0.5  190 200 16,899  18,714  1,815 \n    Large farm  1.0  190 200 33,798  37,427  3,629 \nPaddy  and  Upland \nCrops               \n    Small farm  0.2  200 250 6,054  10,157  4,103 \n    Medium farm  0.5  200 250 15,136  24,106  8,970 \n    Large farm  1.0  200 250 36,734  51,939  15,205 \nha = hectare. \nSource: Asian Development Bank estimates. \n \n \n12.  Net incremental benefits from increased yield of crops and aquaculture are calculated and \nsummarized in Table A12.3.  \n \nTable A12.3: Net Incremental Benefits from Irrigation and Drainage \n2015 ($'000)  2020 ($'000) \nSub-areas  \nFinancial  Economic  Financial  Economic \nGia Lam  1,606  2,008  1,431  1,646 \nGia Thuan  1,584  1,911  1,824  2,149 \nChau Giang  7,199  7,748  7,954  8,639 \nBac Kim Son  3,343  3,439  5,471  5,475 \nCam Giang  605  659  1,079  1,131 \nAn Thi  3,590  4,446  6,290  7,184 \nBinh Giang–Thanh Mien  3,029  3,881  6,020  6,751 \nGia Loc–Tu Ky  1,951  2,473  4,212  4,681 \nSouth West Cuu An  2,748  3,066  4,705  5,200 \nSouth East Cuu An  1,320  1,723  3,033  3,408 \nTotal  26,975  31,352  42,020  46,264 \nSource: Asian Development Bank estimates. \n \n13.  In  terms  of  benefits  from  increased  yield  of  crops  and  aquaculture,  critical  conditions \nrequired to bring about the predicted agricultural productivity increases other than water (the \navailability of inputs, knowledge to use improved seeds and fertilizers, and willingness of farmers to \nadopt and invest in new technology) are largely in place. The BHH project area is one of the best-\ndeveloped agricultural areas of Viet Nam and a key driver lifting Viet Nam from being a rice \nimporter to being a rice exporter since the economic open-door policy was adopted in 1986. The \nproject areas are located close to Ha Noi and the port city of Hai Phong and include the urbanized \nHa Noi City districts of Long Bien and Gia Lam and the provincial capitals of Hung Yen and Hai \nDuong provinces. These constitute large markets for agricultural products. At the commune level, \ndepartments of agriculture and rural development (DARDs) provide extension services. Credit for \nagricultural inputs is available from the Vietnam Bank for Agriculture and Rural Development, which \nhas a branch office in each BHH district and intercommune branches in every three communes. \nMore  importantly,  access  to  loan  financing  has  been  made  easier  by  the  Vietnam  Bank  for \nAgriculture and Rural Development requiring no collateral for loans smaller than D10 million ($550). \n ", "Appendix 12      59 \nThis is the size of loan often taken by smallholder farmers. Agricultural marketing information from \nDARDs is available to producers via various channels including the Agroviet website.3 MARD is \ntesting a system to provide marketing information through mobile phones, now widely used by \nsmallholder farmers in the project area. For input supply and marketing, the BHH area is well \nconnected by road with Highway No. 5 (Ha Noi–Hai Phong) and new bridges over the Red River at \nVinh Tuy and Thanh Tri already in place and two more under construction at Nhat Tan and Tu Lien. \nA new deep seaport for the north of Viet Nam is under construction in Cai Lan in Quang Ninh \nProvince, which will be well connected to the BHH area via National Road No. 18 from Bac Ninh to \nCai Lan. Railway and inland water transport are available in the BHH area but of minor importance \nto agriculture. \n \nb.  Unquantified Benefits \n \n14.  Besides quantifiable benefits, there is a variety of benefits that cannot be readily quantified. \nFirst, investment and better maintenance of the BHH system will improve flood protection through \nimprovements in the tidal water regulation and 10 new and/or renovated irrigation and drainage \npumping stations. Based on the estimated value of flood damage in 2001–2008 the project BHH \nprovinces, the project is estimated to save $3.2 million per annum. However,  these damage \nsavings were not included into the benefit–cost analysis because their annual frequencies and \nmagnitude are uncertain. For illustration, the annual flood control benefits are summarized in Table \nA12.4.  \n \nTable A12.4: Annual Flood Control Benefits \n(financial prices mid-2009 prices) \nSub-areas with Improved Flood Control  D Million  $'000  \nGia Thuan  11,876  667 \nChau Giang  21,384  1,201 \nBac Kim Son  1,731  97 \nGia Loc–Tu Ky  1,731  97 \nSouth West Cuu An  5,766  324 \nSouth East Cuu An  14,590  820 \nTotal  57,078  3,207 \nSource: Asian Development Bank estimates. \n \n15.  Second,  improved  irrigation  normally  has  both  direct  benefits  accruing  to  the  farming \ncommunity and indirect benefits accruing to the wider local economy. The indirect benefits of \nimproved  irrigation  include  backward  linkage  effects  because  of  additional  inputs  (labor  and \nmaterial inputs) used in the irrigated agriculture due to improved crop productivity made possible by \nbetter access to irrigation. Indirect effects of irrigation are due to income and employment effects in \nthe  agro-industry  sector  and  non-farm  sectors  of  the  rural  economy.  The  indirect  benefits  of \nirrigation, such as increases in direct agriculture production as well as allied agriculture sector \nactivities, spread to the region as a whole and increase other rural agro-services and marketing \nactivities in the economy. Therefore, the indirect benefits of irrigation also play a larger role for \npoverty alleviation and maintaining food security than does the direct benefit in term of increased \ncrop  productivity.  Although  It  is  not  easy  to  quantify  these  benefits  precisely,  in  developing \neconomies such as Viet Nam where agriculture production is better organized than elsewhere in \nthe developing world, the irrigation multiplication factors have been observed to be in the range of \n1.5–2.0 times direct benefits. \n \n16.  Third, the project will assist the government in capacity building at the national, provincial, \nand district levels. Though difficult to quantify, benefits derived from capacity building for MARD, \n                                                 \n3 www.agroviet.gov.vn \n ", "60  Appendix 12 \nWRU,  DARDs,  and  entities  operating  the  BHH  system  will  ensure  improved  water  resource \nmanagement in the country in the medium and long term. \n \n4.  Summary Economic Indicators \n \n17.  The EIRR was calculated for the project to determine its economic viability and serve as the \nmonitoring  benchmark  for  project  implementation.  The  results  of  the  economic  analysis  are \nsummarized in Table A12.5. The base-case EIRR was estimated at 22.4%, economic net present \nvalue at $69.5 million, and benefit–cost ratio at 1.64. These indicators suggest that the project is \neconomically viable, with a base-case EIRR well above the 12% economic opportunity cost of \ncapital for the quantified benefits. In addition, there are irrigation multiplication impacts, and other \nsocial, environmental, and capacity-building benefits that have not been quantified because of \nmeasuring difficulties and lack of data. Except for flood protection, benefits were estimated; they \nwere  not  included  in  the  benefit–cost  analysis  as  annual  frequencies  and  magnitude  were \nuncertain. Therefore, the current analysis presents a conservative estimate of the project benefits. \n \nTable A12.5: Summary Economic Indicators \nENPV ($ \nCases BCR EIRR SI (ENPV) SV (ENPV)\nmillion)\n0. Base case 70.3 1.66 22.6%\n1. Capital costs + 10% 64.7 1.57 21.3% 0.80 125%\n2. O&M of civil infrastructure + 10% 68.6 1.63 22.3% 0.25 406%\n3. System dredging costs + 10% 67.1 1.61 21.9% 0.46 215%\n4. Combined 1, 2 and 3 59.7 1.51 20.5% EIRR = 9.5% lower\n5. Benefits - 10% 54.2 1.51 20.4% 2.53 40%\n6. Combined 4 and 5 42.0 1.36 18.2% EIRR = 19.7% lower\n7. Benefits - 20% 40.7 1.38 18.5% 2.53 40%\n8. Pumping costs + 20% 70.1 1.65 22.6% 0.02 5,944%\n9. Benefits delay by 1 year 47.0 1.61 18.5% EIRR = 18.3% lower\n10. Pumps replaced after 15 years 68.5 1.63 22.4% EIRR = 1.0% lower  \nBCR = benefit-cost ratio; EIRR = economic internal rate of return; ENPV = economic net present value ($ million); SI = \nsensitivity indicator, the ratio that compares percentage change in ENPV with percentage change in a variable; SV = \nswitching value, the percentage change in a variable sufficient to reduce ENVP to zero. \nSource: Asian Development Bank estimates. \n \n18.  Sensitivity tests were undertaken to test the robustness of the analyses and examine the \nconsequences of changes in variables, including capital costs, operations and maintenance of civil \ninfrastructure, system dredging costs, benefits, pumping costs, and an earlier pump replacement \nschedule. The tests were undertaken with the following variables: (i) increase of 10% in the capital \ncost, (ii) increase of 10% in civil infrastructure operations and maintenance costs, (iii) increase of \n10% in system dredging costs, (iv) combined ii and iii, (v) decrease of 10% in benefits, (vi) \ncombined iv and v, (vii) decrease of 20% in benefits, (viii) increase of 10% in pumping costs, (ix) 1-\nyear delay in benefits, and (x) pumps replaced after 15 years instead of 20 years.4 The sensitivity \nanalysis results for the project are outlined in Table A12.5. The sensitivity tests indicate that these \nsubprojects are slightly sensitive to the adverse impacts of various factors including the assumed \nbenefit reduction of 20% due to low water levels during the dry season. However, the analysis \nstrongly suggests that (i) capacity development for project management and implementation must \nbe  front-loaded,  (ii)  government  counterpart  funding  must  readily  available  to  minimize \nimplementation delays, and (iii) cost-control measures and transparent financial management and \ngovernance must be established for the project before implementation to ensure cost efficiency. \n \n                                                 \n4  The cases of decreased benefits (cases 5 and 7 in Table A12.5) are proxy situations for inadequate water resources \nentering the BHH system during the dry season. \n ", "Appendix 12      61 \nD.   Fiscal Impact Analysis \n19.  The fiscal impact of the project is important as it helps assess sustainability. In practice, \nrural infrastructure rehabilitation projects often support capital costs. However, the sustainability of \nrecurrent costs is an issue of central importance in the economic analysis. The impact on the \noverall  budget  after  project  completion  often  determines  whether  the  project  outcome  will  be \nsustained in the long run. Key issues to be addressed include what impacts the investment in the \nproject has on fiscal indicators such as annual state budget allocation, capital replacement, and \nrecurrent expenditure requirements during and after project implementation.  \n20.  Detailed fiscal analyses indicate that the proposed capital cost is affordable to all project \nprovinces. Table A12.6 presents recurrent cost outlays estimated for BHH system rehabilitation. \nThe estimated costs during project implementation are committed by the central government. \nWhen project implementation comes to an end, annual costs to be borne by public utilities are \nestimated at $4.9 million, while annual cost recovery from irrigation service fees is nil due to the \nirrigation service fee waiver policy. However, the provincial peoples' committees in the project \nprovinces will be able to afford an outlay of up to $1.5 million per year to maintain the subprojects \nin  their  jurisdictions,  leaving  an  annual  deficit  of  $3.4  million  to  be  allocated  by  the  central \ngovernment.  This  level  of  government  subsidy  is  considered  affordable  in  the  context  of \ndevelopment in Viet Nam. However, it is important that the project operating entities incorporate the \nrecurrent cost financing schedule into their annual provincial submissions to the National Assembly \nduring the current year to ensure adequate funds are made available for the following year. \nTable A12.6: Summary Fiscal Impact Analysis \n \n2010   2011   2012   2013   2014   2015   2016-on \nFiscal indicator \nYear 1  Year 2  Year 3  Year 4  Year 5  Year 6  Year 7 \nA. Recurrent Costs                      \n1. Operation and maintenance of \ninfrastructure   0.0  0.0  0.0  3.5  3.8  3.8  3.8 \n2. System dredging works  0.0  13.8  9.4  9.4  9.4  9.4  0.8 \n3. Incremental pumping power  0.0  0.0  0.0  0.3  0.3  0.3  0.3 \nTotal (A)  0.0  13.8  9.4  13.1  13.5  13.5  4.9 \nB. Sources of Funding                      \n1. Irrigation Services Fee   0.0  0.0  0.0  0.0  0.0  0.0  0.0 \n2. Provincial Allocation (based on \naffordability level)  0.0  4.1  2.8  3.9  4.0  4.0  1.5 \nTotal (B)  0.0  4.1  2.8  3.9  4.0  4.0  1.5 \n                       \nC. Central Government Allocation \nRequired  0.0  9.6  6.6  9.2  9.4  9.4  3.4 \nSource: Asian Development Bank estimates. \n \n21.  The  financial  management  assessment  of  the  WRU  concluded  that  it  has  extensive \nexperience in managing official development assistance funds and will have adequate revenue \nfrom increased student fees and government subsidy to sustain operations. With the project it is \nprojected  that  future  revenue  from  tuition  fees  will  grow  at  a  annual  rate  of  15%,  which  is \nsignificantly higher than in the past due to (i) a higher level of tuition fees applied since 2009, (ii) a \nlarger number of students, and (iii) a fewer number of students who qualify for fee reduction or \nexemption. It is also projected that annual government financial support for WRU will nearly double \nby 2016. At the same time the growth of expenditure is expected to decline from an annual rate of \n16% during 2004-2008 to 13% by 2016 (Supplementary Appendix O). \n \n "], "metadata": {"CreationDate": "D:20100329165128+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "RRP, viet nam, water, irrigation, adb project 42080", "ModDate": "D:20100427074905+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Strengthening Water Management and Irrigation Systems Rehabilitation Project"}, "author_page": "(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Mir, Agriculture, Environment and Natural Resources Division, \nSERD \nCountry Director  A. Konishi, Viet Nam Resident Mission, SERD \n   \nTeam leader  D. Ellingson, Senior Natural Resources Management Specialist, \nSERD \nTeam members  T. Culla, Associate Social Development Analyst, SERD  \n  B. Giap, Rural Development Economist, SERD  \n  S. Kawazu, Counsel, Office of the General Counsel \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "J. Mir", "role": "Agriculture", "organization": "Environment and Natural Resources Division"}, {"documentRole": "Country Director", "fullname": "A. Konishi", "role": "Viet Nam Resident Mission", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "D. Ellingson", "role": "Senior Natural Resources Management Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "T. Culla", "role": "Associate Social Development Analyst", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "B. Giap", "role": "Rural Development Economist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Kawazu", "role": "Counsel", "organization": "Office of the General Counsel"}]}