{"path": "data/input/ta/42107-01-uzb-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 42107 \nMarch 2010 \nProposed Multitranche Financing Facility  \nRepublic of Uzbekistan: Central Asia Regional \nEconomic Cooperation Corridor 2 Road Investment \n \nProgram\n \n ", "CURRENCY EQUIVALENTS \n(as of 23 March 2010) \n \nCurrency Unit –  sum (SUM) \n \nSUM1.00 =  $0.00065 \n$1.00 =  SUM1,546.99 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  CAREC –  Central Asia Regional Economic Cooperation \n  EIRR  –  economic internal rate of return \n  FAM  –  Facility Administration Manual \n  FFA  –  framework financing agreement \n  ICB  –  international competitive bidding \n  km  –  kilometer \n  LIBOR  –  London interbank offered rate \n  MFF  –  multitranche financing facility \n  MOF  –  Ministry of Finance \n  OCR  –  ordinary capital resources \n  PMU  –  program management unit \n  QCBS  –  quality- and cost-based selection \n  vpd  –  vehicles per day \n \nNOTE \n \nIn this report, “$” refers to US dollars unless otherwise stated. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  H. Wang, Transport and Communications Division, CWRD \n   \nTeam leader  O. Norojono, Senior Transport Economist, CWRD \nTeam members  H. Hong, Financial Analysis Specialist, CWRD \n  S. Khan, Project Administration Unit Head, CWRD \n  M. Kunzer, Senior Environment Specialist, CWRD \n  R. Nadyrshin, Portfolio Management Officer, CWRD \n  C. Png, Counsel, Office of the General Counsel \n  M. Rehman, Senior Transport Specialist, CWRD \n  S. Roth, Gender Specialist, CWRD \n  I. Setyawati, Social Development Specialist, CWRD \n  A. Villaseñor, Administrative Assistant, CWRD \n  Z. Wu, Transport Specialist, CWRD \n   \nPeer reviewer  J. Miller, Principal Transport Specialist, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nMAP \nI.  THE PROPOSAL  1 \nII.  The INVESTMENT PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic  7 \nC.  Financial  7 \nD.  Governance  8 \nE.  Poverty and Social  9 \nF.  Safeguards  9 \nG.  Risks and Mitigating Measures  9 \nIV.  UNDERTAKINGS AND ASSURANCES  10 \nV.  RECOMMENDATION  10  \nAPPENDIXES \n1.  Design and Monitoring Framework for the Investment Program  11 \n2.  List of Linked Documents  13 \n ", " ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to the Republic of Uzbekistan (Uzbekistan) for the Central \nAsia Regional Economic Cooperation (CAREC) Corridor 2 Road Investment Program. The \ndesign and monitoring framework for the investment program is in Appendix 1. \n \nII.  THE INVESTMENT PROGRAM \n \nA.  Rationale \n \n2.  Strategic context. Uzbekistan is a key transit point for Central Asian countries looking \nto trade among themselves, as well as with the rest of Asia and Europe. CAREC has a strategy \nand action plan to develop six transport corridors, which will improve connectivity and cut \ntransport costs.1  \n \n3.  The  proposed  investment  program  targets  the  Uzbekistan  section  of  CAREC \nCorridor 2—the A380 highway, which connects Uzbekistan to Afghanistan, Kazakhstan, the \nKyrgyz  Republic,  Tajikistan,  and  Turkmenistan.  Another  highway  investment  now  under \npreparation in Kazakhstan (supported by the Asian Development Bank [ADB]) will connect \nBeyneu (a town on the border with Uzbekistan) with Uzbekistan’s A380 highway and the port of \nAktau in the Caspian Sea. The two highways, when completed, will provide Uzbekistan and \nother Central Asian countries direct access to the Caspian Sea, and thereafter to South Asia \nand the Black Sea (via road corridors being built in Armenia, Azerbaijan, and Georgia). The \ninvestment program has strong links to CAREC Corridor 6, which reaches the so-called Ring \nRoad in Afghanistan and thereafter the main ports in Pakistan and Iran.    \n \n4.  Road sector. Railways used to dominate the freight market, but their market share has \nfallen from 90% in 1997 to 57% in 2009. Increased motorization, a greater number of private \nroad hauling companies, and shorter transport hauls of manufactured goods have lifted road \nfreight traffic. In 2009, roads accounted for 43% of Uzbekistan’s freight by ton-kilometers (km) \nand 81% of its passengers by passenger-km. This market share is likely to continue to grow, \nespecially in the case of general cargo. Railways will retain the main market share in the case of \nbulk and long distance freight. Passenger traffic will grow, but this requires investments in high-\nspeed train facilities. Some of these are under consideration. \n \n5.  Uzbekistan’s 183,000 km road network comprises 43,000 km of primary roads and \n140,000 km of urban, rural, and other roads. A road sector strategy and road map is in place, \nwhich prioritizes the 1,200 km A380 highway. The adjoining road in Kazakhstan (between \nBeyneu and Aktau) will add impetus to regional connectivity and increase the viability of the \ninvestment program road.  \n \n6.  A  National  Road  Development  Program  for  2009–20142 has  been  prepared.  It  is \nconsistent with the sector strategy and road map and is estimated to cost $2.6 billion—of which \n$1.6 billion is directed at the A380 highway. The investment program will contribute to this \nprogram. Other investments cover rural and urban roads. The investment involves mainly the \nreconstruction of existing networks, although some green field projects are also envisaged. \nOther  “softer”  infrastructure  investments  are  also  part  of  the  plan,  including  improving \ninstitutional effectiveness, planning, project management, asset management, maintenance, \ncross-border arrangements and facilities, customs clearance procedures and systems including \nthe single window concept, and border point modernization.  \n \n                                                 \n1   ADB. 2008. CAREC Transport and Trade Facilitation Strategy and Action Plan. Manila. \n2   Resolution of the President of the Republic of Uzbekistan PP-1103 dated 22 April 2009. ", "2 \n7.  Road funding and sustainability. Uzbekistan spends 1% of its gross domestic product \non the road sector. This remains low by international standards but it has been gradually \nincreasing.3 The  general  idea  is  to  bring  funding  to  international  levels  or  higher.  The \nRepublican Road Fund (Road Fund) was established under the Ministry of Finance (MOF) for \nthis purpose, particularly to deal with capital investment and maintenance for common use \nroads.4 The Road Fund is responsible for up to 25% of all the financing directed at all networks. \nAlthough the Road Fund has increased its income by about 10% annually in the last 5 years, \nthe  investment  needs  are  higher.  This  requires  tapping  alternative  financing  sources,  and \nestablishing partnerships with the private sector. Other measures include introducing road user \ncharges. Fuel price has been earmarked to finance rural and urban roads development and \nmaintenance. \n \n8.  Physical and nonphysical barriers. Uzbekistan has increased road investments and \nintroduced sector reforms, but more work is needed on both. With regard to reforms, since 2003 \nvarious actions have been taken in several areas: (i) separating road transport operations from \nroad construction, (ii) creating the Road Fund as a quasi-independent body, and (iii) promoting \ncompetitive  bidding  for  all  road construction  works.  The  government  has  also restructured \nUzavtoyul (the sole nationwide road agency), converting it to a state joint stock company with \nclear performance and accountability targets.5 A law on automobile road enacted in 2007 now \nallows private sector financing for highway construction. A state-owned road equipment pool \ncompany created under the ADB loan for CAREC Regional Road Project now services all \ncontractors.6  \n \n9.  Uzbekistan has a road sector policy framework that supports good governance and \naccountability, improved road sustainability, road safety, and seamless transport logistics as \nwell as greater private sector investment and sound road maintenance. Minimizing the cost of \nlogistics and improving trade competitiveness requires the dismantling of several tariff and \nnontariff barriers. Improving cross-border facilities will lessen delays.  \n \n10.  Relevance and strategic alignment. The proposed investment program fits with ADB’s \nStrategy 2020,7 the country strategy and program 2006–2010 for Uzbekistan,8 and the draft \ncountry  operations  business  plan  (2010–2011).  The  proposal  is  aligned  to  the  Uzbekistan \nTransport Sector Strategy (2006–2020)9 and road map, as well as the CAREC Transport and \nTrade Facilitation Strategy and Action Plan (footnote 1).  \n \n11.  Financing modality. The MFF is the modality of choice for the proposed investment \nprogram. It follows recommendations from past operations to engage with the government over \na longer time horizon, and allows ADB to enter into a partnership.10 All the conditions for its use \n                                                 \n3  The figure of 1% is an estimate based on the average expenditure per km for the network under the purview of the \nRoad Fund. The corresponding shares are Viet Nam 2.5% (2008); People’s Republic of China 2.3% (2006); \nThailand 1.8% (2006); and the Philippines (2008) below 1.0%, lower than the share of Uzbekistan. \n4 The Republican Road Fund is a  quasi-independent agency  under the auspices  of the Ministry of Finance \nresponsible for programming, planning, and budgeting of the common use roads comprising international, national, \nand local roads. \n5  Decree of the President of the Republic of Uzbekistan UP-3292 dated 19 August 2003 on improvement of the \nmanagement system for construction and operation of common use roads. \n6  ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nRepublic  of  Uzbekistan  for  the  CAREC  Regional  Road  Project.  Manila  (Loan  2403-UZB,  approved  on \n19 December, for $75.3 million). \n7  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n8  ADB. 2006. Country Strategy and Program: Uzbekistan, 2006–2010. Manila. \n9  ADB. 2006. Technical Assistance to the Republic of Uzbekistan for Transport Sector Strategy (2006–2020) (TA \n4659-UZB, consultant’s final report). \n10   ADB. 2009. Project Completion Report: Road Rehabilitation Project in Uzbekistan. Manila. \n ", "3 \nare in place—a coherent strategy and sector road map, a policy framework, an investment \nprogram, and a financing plan. Other modalities were considered and discarded. A straight \npolicy loan cannot handle reforms as easily as physical investments; a development program \nloan can combine reforms with investments but the investments generally tend to be small and \nover shorter periods; a stand-alone project loan does not ensure continuity or a partnership. A \nsector loan fits better with smaller and more repetitive investments.   \n \nB.  Impact and Outcome \n \n12.  The  proposed  investment  program  will  have  an  impact  on  sustainable  economic \ndevelopment. The outcome will be better transport connectivity and efficiency, and institutional \neffectiveness.  \n \nC.  Outputs \n \n13.  Physical and nonphysical. The outputs will be an approximately 222 km reconstructed \nroad section of the A380 highway, and improved planning, project management, logistics, road \nasset management, and community facilities. The investment will be split into three separate \nprojects.  \n \n14.  Project 1  \n \n(i)  Road development. In the first phase, the output will be an approximately 50 km \nreconstructed section of the A380 highway (between Km440 and Km490). This \nsection does not involve land acquisition or involuntary resettlement, nor lead to \nsignificant environmental impacts. The investment will convert the existing road \nsection into a four-lane international design road within the existing right-of-way. \nThe  cost  includes  civil  works  and  specialized  consulting  services,  including \nexperts to help with (a) procurement, environment, and social safeguards; (b) \nconstruction supervision; and (c) due diligence for subsequent tranches. \n \n(ii)  Road sector sustainability. The following outputs are envisaged: \n(a)  Road  asset  management.  The  output  of  this  program  will  be  an \nexpanded road asset management system first introduced under an ADB-\nfunded transport project (footnote 6). It will finish implementation of the \nsystem and finance the acquisition of certain facilities such as computers, \nsoftware,  and  automatic  traffic  counting  devices.  It  will  also  fund  a \nspecialized training program. It will set up an independent quality control \nsystem  for  civil  works  and  improve  road  maintenance  contracts.  The \nprogram will also look into new road financing modalities and the use of \npublic–private initiatives.  \n(b)  Community development. This part of the program will focus on local \ncommunities  and  gender  support,  targeting  them  as  beneficiaries. \nSpecialized advisory services will help define and execute a number of \nactions.  The  output  will  be  detailed  needs  assessment  of  social  and \nhealthcare facilities on villages along project 1 road and a community \ndevelopment  and  gender  action  plan  agreed  with  the  Road  Fund \nimplemented. \n \n15.  Project 2. The outputs will be an approximately 85 km reconstructed section of the A380 \nhighway  (between  Km355  and  Km440)  and  procured  road  construction  and  maintenance \nequipment.  \n \n16.  Project 3. The outputs will be an approximately 87 km reconstructed road section of the \nA380  highway  (between  Km315  and  Km355,  and  between  Km581  and  Km628)  and \n ", "4 \nstrengthened  logistics  by  improving  cross-border  facilities  and  shortening  the  cross-border \nprocessing  time.  This  project  will  also  expand  the  community  development  program  and \ninstitutional capacity. \n \nD.  Investment and Financing Plans \n \n1.  Investment Plan \n \n17.  The total cost of the government's investment in the A380 highway is estimated at $1.6 \nbillion (Table 1). ADB is financing it through an ongoing loan (footnote 6) and the investment \nprogram. \n \nTable 1: Summary Investment Plan for the A380 Highway  \nSource  Total ($ million)  % \nAsian Development Bank     \n      CAREC Regional Road Projecta   10b  1 \n      Investment Program  600  39 \nGovernment   990  60 \n  Total  1,600  100 \nCAREC = Central Asia Regional Economic Cooperation. \na  Asian Development Bank. 2007. Report and Recommendation of the President to the Board \nof Directors: Proposed Loan to the Republic of Uzbekistan for the CAREC Regional Road \nProject. Manila (Loan 2403-UZB, approved on 19 December, for $75.3 million). \nb  ADB's contribution estimates for civil works. \nSource: Asian Development Bank estimates. \n \n18.  The investment program amounts to $738 million (Table 2). ADB has been requested to \nfinance part of it through an MFF, which is anticipated to comprise three tranches. Tranche 1 \ncosts $146 million. \n \nTable 2: Investment Plan for the Investment Program \n($ million) \nTranchesa   \nItem  1  2  3  Total \nRoad development   99.4  180.2  203.4  483.0 \nTransport logistics (cross-border facility)  0.0  0.0  5.0  5.0 \nRoad sustainability program  2.0  15.0  1.4  18.4 \nRecurrent costsb  0.5  0.5  0.5  1.5 \nTaxes and duties  22.1  40.6  45.5  108.2 \n      Total Base Cost  124.0  236.3  255.8  616.1 \nPhysical and price contingenciesc  19.9  38.7  42.8  101.4 \nFinancing charges during implementationd  2.1  14.0  4.5  20.6 \n  Total  146.0  289.0  303.1  738.1 \na  In mid-2009 prices.  \nb  Program management unit (PMU) expenses related to the investment program, including PMU staff salary, \noperational expenses, travel, training, and other eligible expenditures; excluding single social payment (social \ncharges). \nc  Physical contingencies are estimated at about 10% of the total base cost. Price contingencies estimated at about \n5% include provision for potential exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate. \nd  Includes interest and commitment charges as appropriate, assuming tranche 1 and 3 are funded from the Asian \nDevelopment Fund and tranche 2 from ordinary capital resources. \nSource: Asian Development Bank estimates. \n \n2.  Financing Plan \n \n19.  To help finance the investment program, the government requested up to $600 million \nequivalent from ADB through an MFF, comprising $240 million from ADB's ordinary capital \nresources (OCR) and $360 million equivalent from ADB's Special Funds resources (i.e. from the \n ", "5 \nAsian Development Fund ADF).11 The MFF is anticipated to comprise three tranches, subject to \nthe  government  submitting  periodic  financing  requests,  the  execution  of  applicable  loan \nagreements, and compliance with the undertakings in a framework financing agreement (FFA) \nentered into between the government and ADB. The OCR financing will follow the ordinary \noperations loan regulations applicable to London interbank offered rate (LIBOR)-based loans, \nsubject to possible modifications under individual loan agreements. The ADF financing will \nfollow the special operations loan regulations, subject to possible modifications under individual \nloan agreements. The government will provide counterpart financing of $138 million equivalent. \nTable 3 summarizes the financing plan for the investment program and the expected three \ntranches. In the event that OCR financing under the MFF increases from $240 million to a \nmaximum  of  $300 million,  any  additional  OCR  financing  will  be  accompanied  by  a \ncorresponding reduction in the ADF financing, so that the total available amount under the MFF \nwill not exceed $600 million. \n \nTable 3: Summary Financing Plan—Investment Program \n($ million) \nFinancier  Tranche 1  Tranche 2  Tranche 3  Total \nAsian Development Bank  115  240  245  600 \nGovernment  31  49  58  138 \n  Total  146  289  303  738 \n  Source: Asian Development Bank estimates. \n \n20.  For project 1, the government has requested ADF financing of $115 million equivalent \nand has submitted the PFR to ADB. The loan will have a term of 32 years, including a grace \nperiod of 8 years, and the interest will be at 1.0% per annum during the grace period and 1.5% \nper  annum  thereafter.  The  government  will  provide  counterpart  financing  of  $31  million \nequivalent for the balance of the cost for project 1 (including for the financing of local taxes and \nduties). Table 4 summarizes the financing plan for project 1. \n \nTable 4: Summary Financing Plan—Project 1a \n($ million) \nItem  ADB  Government  Total \nRoad Development       \nCivil works  91.6  0.0  91.6 \nConsulting services  3.3  4.5  7.8 \nRoad Sustainability       \nRoad asset management support  1.8  0.0  1.8 \nCommunity development  0.2  0.0  0.2 \nRecurrent costsb  0.5  0.0  0.5 \nTaxes and duties  0  22.1  22.1 \n     Total Base Cost  97.4  26.6  124.0 \nPhysical and price contingenciesc  17.6  2.3  19.9 \nFinancing charges during implementationd  0.0  2.1  2.1 \n  Total  115.0  31.0  146.0 \nADB = Asian Development Bank. \na  In mid-2009 prices. \nb  Program management unit (PMU) expenses related to the investment program, including PMU staff salary, \noperational expenses, travel, training, and other eligible expenditures; excluding single social payment (social \ncharges). \nc  Physical contingencies are estimated at about 10% of the total base cost. Price contingencies estimated at about \n5% include provision for potential exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate. \nd  Includes interest and commitment charges assuming tranche 1 is funded by the Asian Development Fund.  \nSource: Asian Development Bank estimates. \n                                                 \n11 This budget and source allocation is proposed under ADB’s 2010–2011 country operations business plan for \nUzbekistan.  \n ", "6 \n3.  Filters \n \n21.  ADB  will  consider  financing subsequent  tranches if  the  government  adheres  to  the \ngeneral agreement for the MFF as set forth in the FFA which includes undertakings for the MFF. \nSpecific assurances for project 1 should also be complied with by the government. Progress \ntowards achieving the outputs and expected outcomes in the DMFs for the investment program \nand project 1 will also be decision-making criteria for financing subsequent tranches under the \nMFF. Project readiness is high. Design work is completed for the project 1 and at an advance \nstage for projects 2 and 3. This will speed up contract awards and the delivery of outputs. \nAdvance actions on consultants, bidding document preparation, and retroactive financing are \nfeatures of the proposal. This will facilitate implementation further. \n \nE.  Implementation Arrangements \n \n1.  Management \n \n22.  The Road Fund will be the executing agency. It has already established a program \nmanagement unit (PMU) and appointed a director. The PMU will be structured around teams, \neach  with  a  specific  mandate—technical;  legal;  procurement;  monitoring,  reporting,  and \nevaluations; safeguards, community and gender development, due diligence for subsequent \ntranches, and administration. The Custom Committee will help the Road Fund with work on the \ncross-border facility.  \n \n23.  The Road Fund will define a work plan based broadly on the arrangements included in \nthe Facility Administration Manual (FAM).12 \n \n2.  Schedule \n \n24.  Table 5 summarizes the implementation schedule for project 1. \n \nTable 5: Project 1 Implementation Arrangements \nAspects  Arrangements \n1  Implementation perioda  April 2010–September 2013 \n2  Estimated project completion date  30 September 2012 \n3  Program management     \n3.1  Oversight agency  Ministry of Finance \n3.2  Executing agency  Road Fund \n3.3  Program management unit  Tashkent  10 staff  \n4  Procurement of civil works—Project 1  ICB  1 contract  $91.6 million \n5  Consulting services—Project 1  QCBS  372 person-months  $4.7 million \n    Individual  28 person-months  $600,000 \n6  Retroactive financing and/or advance  Yes  Advance contracting for civil works.  \ncontracting  Retroactive financing for the engagement of PMU \ndirector and staff for up to 20% of the loan amount \nprovided that expenditures are incurred during the 12 \nmonths before the signing of the loan agreement. \n7  Disbursement  Direct payment  Civil works, goods, and consultants \n    Statement of  Recurrent costs (maximum $100,000) \nexpenditure  Payment for individual consultants \n(national) may be made from the Imprest \nAccount. \nICB = international competitive bidding, QCBS = quality- and cost-based selection.  \na  The implementation period of the investment program runs from April 2010 to April 2016. \nSources: Asian Development Bank and Road Fund. \n \n                                                 \n12 ADB.  2010.  Uzbekistan:  Facility  Administration  Manual  for  CAREC  Corridor  2  Road  Investment  Program \n(unpublished). \n ", "7 \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n25.  Due diligence has been carried out for the investment program. This includes assessing \nthe investment plan, operational cost structure, and maintenance requirements. It also looked \ninto the design features. The road will carry heavy vehicles—from within and outside Uzbekistan. \nThe approach is to widen the existing two-lane asphalt concrete road into a four-lane divided \ncement concrete road. Projects 1 and 2 sections will follow the existing right-of-way. Project 3 \nsections need a new road alignment.  \n \n26.  Road traffic is expected to grow by 10% annually and reach 20,000 passengers car units \ndaily by 2039. The reconstructed and expanded network can accommodate this traffic, including \ngrowing intercity traffic, but this flow of traffic also requires improved road safety measures. Best \npractice standards will be adopted for this purpose. \n \n27.  The civil works will replace the existing asphalt concrete with cement concrete pavement. \nAlthough the initial investment cost based on cement concrete is higher than that based on \nasphalt concrete, this will be offset later by lower annual maintenance costs. The detailed \ndesign work for the road section under project 1 has already been completed. ADB evaluated \nthis work and found it to be acceptable. Design work for sections under projects 2 and 3 is \nunder way. The State Committee for Architecture and Construction verified and approved the \ncost estimates and the design features. The investment program is ready for implementation. \n \nB.  Economic \n \n28.  The investment proposal benefits Uzbekistan as well as its neighbors. Investments of \nthis nature have high spillover effect. Other benefits include better, safer, cheaper, and faster \nconnectivity. Better connectivity means lower transport costs and greater trade competitiveness, \nwhich translates into more investments and jobs. The road opens up opportunity but also \naccess  to  it.  There  are  substantial  social  benefits,  including  better  access  to  health  and \neducation  facilities.  The  main  beneficiaries  include  people  and  local  businesses,  traders, \nneighboring  countries,  and  Uzbekistan  communities  living  along  the  corridor.  The  logistics \nindustry will also benefit. The same applies to farmer communities and manufacturers. The link \nto Kazakhstan and the construction of a road from Beyneu to Aktau delivers substantial spillover \nbenefits to both countries. This new corridor will give Uzbekistan and Central Asia direct access \nto the Caspian Sea. For a double landlocked country like Uzbekistan, this is a real feat. When \ncompleted,  this  will  become  a  flagship  corridor  under  CAREC.  The  investment  program’s \neconomic rate of return (EIRR) is 16%. \n \n29.  Project 1 investments are also economically viable, with an EIRR of 17%. A sensitivity \nanalysis assessed the impact of different benefit and cost scenarios. Under a worst case \nscenario, with traffic 20% lower and construction costs 20% higher (compared to the baseline), \nproject 1 still yields an EIRR of 13%. The combined effect of excluding generated traffic and \nignoring traffic accident savings results in an EIRR of about 15%.  \n \nC.  Financial \n \n30.  The due diligence work analyzed the financial management aspects and maintenance \nrequirements and capabilities. Current traffic on the road is 1,000 vehicles daily. This is not high \nenough to attract private investors. However, over time, some sections could be spun off to \nprivate operators, especially around big cities and industrial zones like Navoi. A public–private \npartnership framework will be used to tap into private sector investment. The due diligence work \n ", "8 \nalso revealed sound financial management systems at the Road Fund level. The Road Fund \nhas sound systems and procedures, and clear accountability lines.  \n \n31.  The Road Fund has resources for road maintenance. It has been receiving an increasing \nbudget allocation from the government every year. This will increase in future in line with \nnational tax collections. The allocation will be inflation-proof. This will help maintain revenues at \nreasonable levels to help sustain the investments. Generally, countries with road funds spend \nabout 0.3% of their income on road maintenance. Uzbekistan falls below this now but intends to \ndo better in future. Uzavtoyul will maintain the road. \n \nD.  Governance \n \n32.  A governance assessment was undertaken as part of the due diligence process. This \nfocused on the legal framework, regulation, strength of enforcement regimes, capacity of the \nRoad Fund, human resources, and the risk of corruption.  \n \n33.  The  country’s  performance  on  governance  has  been  lacking  in  some  areas,13 but \nprogressing steadily. The legal frameworks for managing public finances have been tightened. \nThe Budget System Law and Treasury Law, approved on 17 December 2007, provide additional \ncover and better practices in this area. The public expenditure reform process covering 2007–\n2018  includes  measures  to  increase  efficiency,  accountability,  and  transparency.14 These \nreforms  are  tackling  what  are  still  weak  country-level  public  financial  management \narrangements,  particularly  with  regard  to  budget  execution.  A  major  issue  is  the  public \nprocurement process and the issue of price verification for all foreign-funded contracts and \ncontract  variations.  The  proposed  investment  will  be  subjected  to  international  competitive \nbidding. This increases oversight and helps mitigate corruption. The verification contributes to \ngood  governance,  but  sometimes  creates  project  implementation  delays.  ADB  and  the \ngovernment have agreed actions to reduce these delays through the sharing of databases and \nother information on cost estimates and sources well in advance of loan negotiations.     \n \n34.  The  governance  assessment  highlights  a  number  of  risks  areas.  These  and  the \nmitigation  actions  are  summarized  in  the  risk  mitigation  plan  attached  to  the  investment \nprogram. Specifically, the Road Fund will need to improve further its systems and transparency \nby including in its webpage and the MOF website, information on its performance, the status of \neach contract under the investment program, the specific list of business opportunities, and a \nsummary of the bidding process and its guidelines. This would be a major breakthrough on \npublic disclosure. It was agreed that an international procurement specialist will be hired to \nassist with the procurement work related to civil works, goods, and services. An independent \nauditor will also be appointed.  \n \n35.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith MOF and the Road Fund. The specific policy requirements and supplementary measures \nare described in the FAM. There is total clarity about the content of the policy, how it needs to \nbe applied, and courses of action in case of any infringement.   \n \n                                                 \n13 D. Kaufmann, M. Kraay, and M. Mastruzzi. 2008. Governance Matters VII: Aggregate and Individual Governance \nIndicators, 1996–2007. World Bank Policy Research Working Paper No. 4654. Washington, DC. \n14 ADB. 2007. Report and Recommendation of the President: Proposed Loan and Technical Assistance Grant to the \nRepublic of Uzbekistan for the Public Finance Management Reform Project. Manila (Loan 2338-UZB) will support \nthe establishment of a single treasury account and improvement of the general financial management information \nSystem. The TA grant for Supporting Public Finance Management Reform (TA 4946-UZB) reformed the public \nfinancial management system. \n ", "9 \nE.  Poverty and Social \n \n36.  The proposed investment program is not a targeted intervention. It does not specifically \naddress poverty reduction through standard direct actions at the level of households, or involve \nspecific services that deal with the geographical determinants of poverty. The proposal will not \nexacerbate gender inequities. However, highway construction and the development of long-term \ntransit routes increase the risk of sexually transmitted infections. This risk is taken seriously by \nthe Government and a mitigation plan has been agreed with ADB. During the execution phase \nof the investment program, these actions will be reflected in the contractors’ contracts. A well-\ndefined program on targeted awareness and preventive actions will also be prepared.  \n \n37.  Communities  living  in  villages  along  a  major  highway  are  often  neglected  when  a \nhighway is reconstructed. The Road Fund is aware of the risk and has prepared a community \nand gender action plan. Although it is not a classical mainstreaming gender activity, the action \nplan  has  some  direct  gender  benefits—including  improving  mobility,  job  opportunities,  and \naccess to health in the cities/villages along the route. This plan will be executed under projects 1 \nand 3 of the investment program. Further needs assessments are required, which will be \nconducted during project 1.  \n \nF.  Safeguards \n \n38.  Project 1 does not have any major environmental impacts. In line with ADB’s Safeguard \nPolicy Statement,15 project 1 is classified environment category B. The Road Fund has prepared \nan initial environmental examination for project 1 and an environment assessment and review \nframework for the investment program. All this work has been disclosed on ADB’s website. The \ninvestments will not result in environmental impacts of a regional or international nature. Civil \nworks under project 1 do not involve land acquisition, involuntary resettlement, or affect ethnic \nminority groups. Project 1 is classified category C for the purposes of social safeguards. Civil \nworks under the subsequent projects may involve land acquisition and involuntary resettlement. \nThe Road Fund has prepared a land acquisition and resettlement framework and an ethnic \nminority planning framework. These are also available on ADB’s website. The Road Fund will \nprepare land acquisition and resettlement plans for the future projects, as applicable. The \nprogram  is  not  expected  to  negatively  affect  people  fitting  ADB’s  definition  of  indigenous \npeoples under ADB’s Safeguard Policy Statement. A safeguard team comprising experts on \nenvironment and social safeguards will support the PMU. \n \nG.  Risks and Mitigating Measures \n \n39.  Table  6 summarizes  major  risks  and  mitigating  measures.  This  risk  profile  focuses \nmainly on road sustainability. Broader risks include cross-border performance and changed \nmacroeconomic conditions. Without efficient border points, trade costs increase and trade flows \nsuffer. This ultimately affects the viability of any road corridor. The government has agreed to \ntake actions in this area to mitigate such risk. Cross-border point investments are part of the \npackage and will affect all borders in all the CAREC countries. ADB intends to support this work \nthrough a regional program focusing on single windows and customs modernization. Macro \nstability seems assured. Uzbekistan has not been particularly affected by the global financial \ncrisis. \n \n \n                                                 \n15  ADB. 2009. Safeguard Policy Statement. Manila. \n ", "10 \nTable 6: Summary Risks and Mitigating Measures \nRisk  Mitigating Measures \nRoad sector sustainability  Annual road maintenance budget inflation-linked \n  Advisory services to review revenues and expenditures, \nmaintenance, and independent quality control systems \n  Cement concrete pavement requiring less maintenance \nSource: Asian Development Bank. \n \nIV.  UNDERTAKINGS AND ASSURANCES  \n \n40.  The government has assured ADB that implementation of the investment program shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the FAM and loan documents.  \n \n41.  The government has given ADB certain undertakings for the investment program, which \nare set forth in the FFA. Specific covenants agreed by the government with respect to individual \ntranches under the MFF are set forth in the loan agreements for the respective tranches. \n \nV.  RECOMMENDATION \n \n42.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the provision of loans under the multitranche financing facility in an aggregate principal \namount  not  exceeding  the  equivalent  of  $600,000,000  (facility  amount)  to  the  Republic  of \nUzbekistan for the Central Asia Regional Economic Cooperation Corridor 2 Road Investment \nProgram comprising:  \n \n(i)  loans in various currencies not exceeding the equivalent of $360,000,000 in \nSpecial Drawing Rights from the Special Funds resources, with interest to be \ndetermined in accordance the then applicable policies relating to Special Funds \nresources  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the framework financing agreement presented \nto the Board, subject to the conditions set forth in paragraph 19 of this report; and \n  \n(ii)  loans in an aggregate amount not exceeding the balance of the facility amount \nfrom  ADB’s  ordinary  capital  resources,  with  interest  to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility, and such other terms and conditions as are substantially in accordance \nwith  those  set  forth  in  the  framework  financing  agreement  presented  to  the \nBoard.  \n \n \n \nHaruhiko Kuroda \nPresident \n29 March 2010 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK FOR THE INVESTMENT PROGRAM \n \nData Sources and \nDesign  Performance Targets and  Reporting  Assumptions \nSummary  Indicators with Baseline  Mechanisms  and Risks \nImpact  By 2020:    Assumption \n       \nSustainable  Increased gross domestic product  Statistical Review of  Government sustains \neconomic  from about $800 million (2008  Uzbekistan (annual  policies conducive to \ndevelopment    estimate) to $1.6 billion in Khorezm,  publication by Central  economic growth and \n  from $1.3 billion (2008 estimate) to  Statistics Office)  remains committed to \n$2.7 billion in Bukhara, and from    enhanced policy reforms \n$635 million (2008 estimate) to $1.3  and regional integration \nbillion in Karakalpakstan   \n \nIncreased external trade with \nKazakhstan from about $900 million \n(2008) to $1.6 billion \n \nOutcome  By 2016:    Assumptions \n       \nBetter connectivity  Increased average total long-haul  Statistical Review of  Increased availability and \nand an efficient  traffic volume from 1,000 vpd in  Uzbekistan (annual  quality of transport services \ntransport system  2009 to 2,000 vpd   publication by Central  following improvement of \nalong the    Statistics Office)  the investment program \nUzbekistan  Increased cross-border traffic at    roads \nsection of CAREC  Daudata Border Post from 25  ADB’s project   \nCorridor 2 Road   trucks per day (2008) to 50 trucks  completion report and  Improved cross-border \n  per day  project performance  procedures at the border \n  evaluation report  point between Uzbekistan \nReduced travel time from Dautata    and Kazakhstan \nto Bukhara from 13 hours to 10  Periodic classified   \nhours  traffic counts (collected  The Road Fund continues \n  by Uzavtoyul) and  constructing the remaining \nReduced cross-border time from  accident data system  sections of the A380 as \n2 hours to 20 minutes per truck  (collected by Traffic  scheduled at the same \n  Police)  quality as the investment \nAccident rate on A380 reduced    program \nfrom 150 accidents per year  Periodic road condition   \n(2008 estimate) to 75 accidents  survey by Uzavtoyul  Risk \n     \nRoads with cracks more than    Inadequate financial \n10% and 10 potholes per km    resources for road \nreduced from 60% (2008) to 50%  maintenance   \n \nRoad beneficiaries: 4.5 million \npopulation; 5,000 women will be \nbenefited from the community \ndevelopment program \n \nOutputs  By 2015:    Assumptions \n       \n1. The Uzbekistan  222 km road sections constructed  Consultants’ progress  Timely provision of \nsection of CAREC  with pavement international  reports  counterpart resources and \nCorridor 2 road  roughness index of less than    support for the investment \nconstructed  4m/km  ADB review missions  program \n    (aide-mémoire and   \nback-to-office report)  Contractors procured \n  through ICB perform in \naccordance with the \ncontract provisions  \n ", "12  Appendix 1 \nData Sources and \nDesign  Performance Targets and  Reporting  Assumptions \nSummary  Indicators with Baseline  Mechanisms  and Risks \n2. Cross-border  Scanner with a scanning capacity     \nfacility operational  of 15–20 minutes per truck \n  installed \n   \n3. Road sector  Sector-wide    Assumptions \nsustainability  The independent quality control   \nstrategy and plans  for roadworks improved   Government is committed \nadopted by the  to reform the road sector \nPublic–private partnership \nRoad Fund   further \nframework in place \n   \n \nRoad Fund is committed to \nPilot on CAREC Corridor 2 \ncontinue improving its \nRoad Section \nplanning capacity \nRoad asset management system \nimplemented for programming \nImproved routine maintenance \ncontract piloted \nCommunity and gender-sensitive \ncapacity building on highway \nutilization of communities \nplanned and initiated \n1 set of road equipment \npurchased \nActivities executed by the Road Fund with Key Milestones   Inputs \n   \nTranche 1:  1. ADB MFF not exceeding \n1.0 Road Development Component  $600 million, comprising \n1.1 Recruitment of construction supervision consultants by September 2010  $360 million ADF and \n1.2 Award of civil works contracts by September 2010   $240 OCR \n1.3 Project physical completion by 30 September 2012   \n1.4 Due diligence for tranche 3 completed by June 2011  2. Government counterpart \n2.0 Road Sustainability Component  budget of $138 million \n2.1 Recruitment of consultants by 1 January 2011 \n2.2 Consulting services completed by 30 September 2012 \n \nTranche 2: \n1.1 Award of civil works and procurement of goods contracts by July 2011 \n1.2 Completion of civil works and procurement of goods by 31 December 2014 \n \nTranche 3: \n1.1 Award of civil works and procurement of goods contracts by April 2012 \n1.2 Completion of civil works and procurement of goods by 31 December 2014 \n1.3 Recruitment of consultants by 1 July 2012 \n1.4 Consulting services completed by 31 December 2014 \n \nADB = Asian Development Bank, ADF = Asian Development Fund, CAREC = Central Asia Regional Economic \nCooperation, ICB = international competitive bidding, km = kilometer, m = meter, MFF = multitranche financing \nfacility, OCR = ordinary capital resources, vpd = vehicles per day. \nSource: Asian Development Bank. \n \n \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42107-01-3 \n \n1.  Framework Financing Agreement and Periodic Financing Request for Project 1 \n2.  Road Sector Road Map \n3.  Facility Administration Manual \n4.  Project Classification Summary  \n5.  Contribution to the Output Aggregates of the ADB Results Framework \n6.  Development Coordination \n7.  Summary Economic and Financial Sustainability Analysis \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Community and Gender Action Plan  \n11.  Environmental Assessment and Review Framework \n12.  Initial Environmental Examination for Projects 1 and 2 \n13.  Land Acquisition and Resettlement Framework \n14.  Ethnic Minority Planning Framework \n15.  Risk Assessment and Risk Management Plan \n "], "metadata": {"CreationDate": "D:20100330113149+08'00'", "Author": "acv", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20100421124606+08'00'", "Title": "Microsoft Word - BC_29Mar_RRP_UZB_CARECCor2RoadInvProg_SBP__RC ed CLEAN-ON after OGC and OSEC, HW.doc"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 23 March 2010) \n \nCurrency Unit –  sum (SUM) \n \nSUM1.00 =  $0.00065 \n$1.00 =  SUM1,546.99 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  CAREC –  Central Asia Regional Economic Cooperation \n  EIRR  –  economic internal rate of return \n  FAM  –  Facility Administration Manual \n  FFA  –  framework financing agreement \n  ICB  –  international competitive bidding \n  km  –  kilometer \n  LIBOR  –  London interbank offered rate \n  MFF  –  multitranche financing facility \n  MOF  –  Ministry of Finance \n  OCR  –  ordinary capital resources \n  PMU  –  program management unit \n  QCBS  –  quality- and cost-based selection \n  vpd  –  vehicles per day \n \nNOTE \n \nIn this report, “$” refers to US dollars unless otherwise stated. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  H. Wang, Transport and Communications Division, CWRD \n   \nTeam leader  O. Norojono, Senior Transport Economist, CWRD \nTeam members  H. Hong, Financial Analysis Specialist, CWRD \n  S. Khan, Project Administration Unit Head, CWRD \n  M. Kunzer, Senior Environment Specialist, CWRD \n  R. Nadyrshin, Portfolio Management Officer, CWRD \n  C. Png, Counsel, Office of the General Counsel \n  M. Rehman, Senior Transport Specialist, CWRD \n  S. Roth, Gender Specialist, CWRD \n  I. Setyawati, Social Development Specialist, CWRD \n  A. Villaseñor, Administrative Assistant, CWRD \n  Z. Wu, Transport Specialist, CWRD \n   \nPeer reviewer  J. Miller, Principal Transport Specialist, Southeast Asia Department \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "H. Wang", "role": "Transport and Communications Division", "organization": "CWRD"}, {"fullname": "O. Norojono", "role": "Senior Transport Economist", "organization": "CWRD"}, {"fullname": "H. Hong", "role": "Financial Analysis Specialist", "organization": "CWRD"}, {"fullname": "S. Khan", "role": "Project Administration Unit Head", "organization": "CWRD"}, {"fullname": "M. Kunzer", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"fullname": "R. Nadyrshin", "role": "Portfolio Management Officer", "organization": "CWRD"}, {"fullname": "C. Png", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "M. Rehman", "role": "Senior Transport Specialist", "organization": "CWRD"}, {"fullname": "S. Roth", "role": "Gender Specialist", "organization": "CWRD"}, {"fullname": "I. Setyawati", "role": "Social Development Specialist", "organization": "CWRD"}, {"fullname": "Z. Wu", "role": "Transport Specialist", "organization": "CWRD"}, {"fullname": "J. Miller", "role": "Principal Transport Specialist", "organization": "Southeast Asia Department"}]}