{"path": "data/input/ta/42110-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 42110 \nRegional–Capacity Development Technical Assistance (R-CDTA) \nApril 2009 \n \n \n \nSupporting Investments in Water-Related \nDisaster Management \n(Financed by the Japan Special Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  APWF  –  Asia-Pacific Water Forum \n  DMC  –  developing member country \n  ICHARM  –  International Centre for Water Hazard and Risk \nManagement (Tsukuba, Japan) \n  IWRM  –  integrated water resources management \n  Lao PDR  –  Lao People’s Democratic Republic \n  NARBO  –  Network of Asian River Basin Organizations \n  NDRMP  –  National Disaster Risk Mitigation Project (Bangladesh) \n  TA  –  technical assistance \n  WFP  –  Water Financing Program 2006–2010  \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–capacity development technical assistance (R-CDTA) \nTargeting Classification  –  General intervention \nSector  –  Agriculture and natural resources \nSubsector  –  Water-based natural resources management \nThemes  –  Economic growth, environmental sustainability, regional \ncooperation \nSubthemes  –  Widening access to markets and economic opportunities, natural \nresources conservation; client relations, network, and \npartnership development \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  U. Schäfer-Preuss, Knowledge Management and Sustainable \nDevelopment \nDirector General  X. Yao, Regional and Sustainable Development Department (RSDD) \nDirector  W. Um, Sustainable Infrastructure Division, RSDD \n   \nTeam leader  W. Lincklaen Arriens, Lead Water Resources Specialist, RSDD \n \nTeam members  N. Britton, Senior Disaster Risk Management Specialist, RSDD \nZ. Ahmad, Project Implementation Officer (Environment and Natural \nResources), South Asia Department (SARD) \nP. Bozakov, Senior Water Resources Management Specialist, SARD \nK. Yokoyama, Principal Water Resources Management Specialist, \nSARD \nI. Makin, Senior Water Resources Management Specialist, Southeast \nAsia Department (SERD) \nC. Morris, Senior Water Resources Engineer, SERD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n ", " \nI.  INTRODUCTION \n1.  Water-related  disaster  management  is  a  priority  area  of  the  Water  Financing \nProgram 2006–2010 (WFP) of the Asian Development Bank (ADB), which seeks to double \ninvestments in water, with supporting reforms, capacity development, and regional cooperation. \nA targeted outcome is reduced vulnerability to floods for 100 million people in the Asia and \nPacific  region.  The  program  is  also  helping  to  introduce  integrated  water  resources \nmanagement (IWRM) in 25 river basins across the region. Water-related disaster management \nis an important element of IWRM.  \n \n2.  WFP  implementation  is  backed  by  the  Water  Financing  Partnership  Facility, which \nmobilizes cofinancing and investments from development partners. Contributions to the facility \nfinance (i) demonstration projects under the WFP in ADB’s developing member countries \n(DMCs) (project support) (70%); and (ii) regional cooperation, knowledge and capacity building, \nand innovation services (program quality support) (30%). \n \n3.  ADB’s Water for All (2001) policy1 and Disaster and Emergency Assistance Policy \n(2004)2 guide ADB investments and technical assistance (TA) both before and after disasters. \nFlood disasters accounted for more than half of ADB’s disaster-related loans in 1987–2007. \nAbout 33% of such loans during the period went to mitigation assistance, 27% to emergency \nresponse, and 40% to rehabilitation and reconstruction.  \n \n4.  Aware  of  the  need  to  boost  investments  and  knowledge  in  water-related  disaster \nmanagement under WFP, ADB’s Regional and Sustainable Development Department in 2007 \ninitiated the preparation of a regional TA project to help implement the WFP. The project, \nconceived  in  consultation  with  ADB’s  Water  Community  of  Practice,  would  rely  on  both \nin-country and regional assistance in water-related disaster management, and on financing from \nADB’s Japan Special Fund within the framework of the Water Financing Partnership Facility. \nThe regional TA received concept clearance from ADB’s Management in April 2008.3\n \n5.  Water-related disaster management is one of the three main themes of the Asia-Pacific \nWater Forum (APWF) and is supported by the International Centre for Water Hazard and Risk \nManagement  (ICHARM).  Both  organizations  were  established  in  2006—APWF  by  the \nGovernment of Japan and ADB, and ICHARM by the Government of Japan and the United \nNations  Educational,  Scientific  and  Cultural  Organization  (UNESCO).  Flood-related  risk \nmanagement is the initial focus of ICHARM.  \n \n6.  At the inaugural Singapore International Water Week in June 2008, marking the midpoint \nof the WFP, ADB President Haruhiko Kuroda outlined a seven-point agenda prioritizing water \ninvestments in the region. Pointing out that water-related disasters are causing more loss of life \nand destruction in the region, he urged all sectors to invest more to reduce vulnerability and \n                                                 \n1  ADB’s Water for All policy looks forward to helping ADB’s DMCs anticipate natural calamities, and minimize \neconomic and social damage, through a better understanding of climatic patterns. The policy supports the \nintroduction of IWRM in river basins and promotes both structural and nonstructural approaches to flood protection.  \n2  ADB’s Disaster and Emergency Assistance Policy takes a holistic approach to disasters through measures that \nprevent  as  well  as  protect  from  such  disasters.  It  provides  for  risk  management  and  a  more  systematic \nunderstanding of disaster and its management. The aim is to (i) help DMCs manage hazards more effectively by \nreducing their exposure to risk; and (ii) facilitate rapid and adequate assistance in response to shocks. Both are \nseen as essential to mainstreaming disaster in ADB’s sustainable development agenda. An important feature of the \npolicy is the development of partnerships for the systematic reduction of disaster risk. \n3  The TA first appeared in the business opportunities section of ADB’s website on 4 December 2008.  \n ", "2   \nmake communities better prepared, and more resilient. The challenge, he said, is as much \ninstitutional as it is about infrastructure building, and both need much more attention in the years \nahead. President Kuroda also reaffirmed ADB’s offer to work together with clients and partners \non the WFP platform, underlining the huge dividends to be gained from working in partnership. \nWorking together to catalyze and leverage investments and pool the region’s knowledge in the \npriority areas can raise the standard of living for hundreds of millions of poor people in the \nregion—and increase water security for all. \n \n7.  APWF launched its KnowledgeHubs initiative during the Singapore International Water \nWeek,  to  promote  knowledge  networking  for  water  security  in  the  21st  century. 4  \nKnowledgeHubs is a network of internationally recognized institutions committed to generating \nand sharing water knowledge and capacity building in the Asia and Pacific region. Among the \n12 founding members, ICHARM serves as the regional water knowledge hub for disaster risk \nreduction and flood management. Also during Water Week, ADB and ICHARM convened a \nregional  consultation  meeting  on  water-related  disaster  management  and  climate  change \nadaptation. Senior government officials of ADB’s DMCs, experts, and partner organizations at \nthe meeting endorsed the proposed TA and provided further direction to its design.  \n \n8.  ADB and ICHARM started collaborating on training workshops in water-related disaster \nmanagement for the Network of Asian River Basin Organizations (NARBO) in 2007.5 With \nICHARM’s recent appointment as regional water knowledge hub for disaster risk reduction and \nflood  management  under  the  APWF  KnowledgeHubs  initiative,  ADB  expects  ICHARM  to \nprovide knowledge and capacity-building assistance in the preparation and implementation of \ndisaster risk reduction and flood management projects throughout the region. Funding from the \nproposed TA will allow wider collaboration between ADB and ICHARM in a number of interested \nDMCs,  including  Bangladesh,  India,  Indonesia,  and  with  the  Mekong  River  Commission \nSecretariat for the lower Mekong basin. \nII.  ISSUES \n9.  The past 50 years have seen a sharp rise in large-scale disasters. In the Asia and \nPacific region, water-related disasters, more than other types, have increased in frequency. The \nscale and impact of the damage they inflict have also become more serious. Water-related \ndisasters in the region killed around 63,000 people each year on average in 2001–2005, 91% of \nthe world’s total. Economic damage resulting from water-related disasters has soared in recent \ndecades, to $466 billion in 1992–2001, and the economic losses in 1995–2004 were more than \n60 times higher than the losses in 1965–1974. Worldwide, flood disasters were responsible for \n84%  of  disaster-related  deaths  (2000–2005)  and  65%  of  disaster-related  economic  losses \n(1992–2001). More people than ever before live and work in vulnerable floodplains. By 2050, \nmore  than  2  billion  people  are  expected  to  be  at  risk  from  flood  damage.  Furthermore, \nwater-related disasters are expected to intensify with global warming. \n \n10.  The countries participating in the regional TA are all faced with flood risk management \nchallenges. Bangladesh, at the confluence of three major regional river systems, is beset with \n                                                 \n4  Further information on the APWF KnowledgeHubs initiative is available at www.apwf-knowledgehubs.net.  \n5  NARBO  was  formed  in  2004  to  help  introduce  IWRM in  river  basins  and  to  strengthen  the  capacity  and \neffectiveness of river basin organizations in promoting IWRM and improving water governance. NARBO now has \n65 member organizations. Its chair for 2008–2010 is from Indonesia and its vice-chair from Sri Lanka. The \nsecretariat comprises the Japan Water Agency, ADB, and ADB Institute. \n ", "3 \nmassive monsoon floods, drainage congestion, and riverbank erosion. Floods also devastate \nIndia with increasing regularity, most recently in 2008 in the states bordering Nepal, and also in \nOrissa state, where incessant rains caused flooding in the Mahanadi river basin. Flooding in the \nlower Mekong river basin countries is an annual event that disrupts economic and human \nactivities, often claims lives, and causes extensive damage to important infrastructure, human \nsettlements, and essential services. Indonesia experiences flooding about 300 times each year, \nwith severe impact on the poor and their livelihood. Flood damage in Java grows more serious \nwith each passing year.  \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The  proposed  TA  will  help  prepare  and  implement  flood  management  investment \nprojects through knowledge and capacity development services that will reduce vulnerability to \nwater-related disasters with in-country and regional assistance. The TA will contribute to the \nachievement of the WFP’s targeted outcome of reducing vulnerability to floods for 100 million \npeople in the Asia and Pacific region. The TA design and monitoring framework is in Appendix 1.  \nB.  Methodology and Key Activities \n12.  The  proposed  TA  will  have  two  components:  (i)  in-country  project  support,  and \n(ii) program quality support through regional cooperation.  \n \n13.  Project Support. Support will be provided to Bangladesh, India, Indonesia, and to the \nMekong  River  Commission  Secretariat.  More  countries  are  expected  to  participate  in  the \nregional cooperation activities under the program quality support component. National executing \nand implementing agencies will be assisted with a package of advisory services and financial \nsupport in formulating and implementing (i) flood management investment projects, strategies, \nand  programs,  including  flood  hazard  mapping  applications;  (ii)  demonstration  projects  to \nimprove flood forecasting and warning through a regional, satellite-supported flood alert system \nwith advanced geophysical data integrating satellite, radar, and ground observations; (iii) action \nresearch on innovative practices in community-managed flood preparedness and disaster risk \nmanagement;  (iv) the  identification  of  “no  regret”  investments  in  flood  management  to \naccommodate the impact of climate change; and (v) capacity development activities, including \ndiagnostic assessments of executing and implementing organizations, in preparation for long-\nterm capacity-building, governance, and training programs.   \n \n14.  In Bangladesh, the TA is expected to support the preparation of the upcoming National \nDisaster Risk Mitigation Project (NDRMP)6 to implement the recommendations of an earlier \nTA7 for early-warning systems studies, which identified 22 high-priority improvements in the \nflood forecasting strategy of Bangladesh. The proposed TA will extend the scope of NDRMP to \ncover water-related disaster management including storm surges, river erosion management, \nand  improved  flood  forecasting.  Its  output  will  be  used  in  the  design  of  ADB’s  project \n                                                 \n6  The project preparatory TA is scheduled for 2010 and the TA loan is expected in 2011. \n7  ADB. 2005. Technical Assistance to the People's Republic of Bangladesh for Early Warning Systems Study. Manila \n(TA 4562-BAN, $250,000). This TA Project is attached to ADB. 2005. Report and Recommendation of the \nPresident on a Proposed Loan and Technical Assistance Grants to the People's Republic of Bangladesh for \nEmergency Flood Damage Rehabilitation Project. Manila (Loan 2156-BAN). \n ", "4   \npreparatory  TA  for  NRDMP,  and  the  second  phase  of  the  Comprehensive  Disaster \nManagement Project of the United Nations Development Programme (UNDP). \n \n15.  In India, the TA is expected to support the National Disaster Management Authority in \npreparing the National Flood Mitigation Project, developing the capacity of the newly created \nstate disaster management authorities as appropriate, and facilitate the preparation, planning, \nand implementation of state level water disaster management projects in India. International \ngood  practices  in  comprehensive  risk  mitigation,  integrated  planning  for  long-term  flood \nmanagement  in  river  basins,  nonstructural  flood  risk  management,  and  community-based \nparticipatory flood risk management, as well as capacity building in the states, are expected to \nbe analyzed and exchanged. \n \n16.  In Indonesia, the TA is expected to support improvements in (i) flood management \nstrategy and implementation in the Bengawan Solo river basin, shared by the Central and East \nJava  provinces  (ADB  and  NARBO  will  help  prepare  a  road  map  for  a  long-term  IWRM \ninvestment program for that purpose); and (ii) community-managed structural and nonstructural \nflood  management  interventions  in  the  Jratunseluna  river  basin  territory  in  Central  Java \nprovince.  \n \n17.  The Mekong River Commission Secretariat will be supported in developing flood and \ndrought vulnerability indices for the lower Mekong basin, which have been identified as a priority \nrequirement for preparing further investment projects.   \n \n18.  Program Quality Support. To improve knowledge networking and regional cooperation \namong interested DMCs and development partners in the Asia and Pacific region (i) workshops \nand  exchange  visits  among  professionals  will  be  held  to  share  experiences  in  flood \nmanagement;  (ii)  climate  change  adaptation  effects  will  be  incorporated  into  flood  risk \nmanagement; (iii) river basin organizations will be trained in flood risk management for NARBO; \n(iv)  training  will  be  provided  to  make  flood  risk  management  an  integral  part  of  city \npreparedness planning, through city networks like CityNet; (v) policy and institutional training \nelements will be developed for ICHARM’s master’s degree program in disaster management, \nwith a link to local action research in the participating countries; (vi) a pool of regional experts \nwill be organized to improve flood management and emergency response services; (vii) a \nregional index for in-country water-related disaster preparedness will be developed to introduce \nperformance  benchmarking  and  improvement  through  project  investments  and  capacity \ndevelopment;  and  (viii)  a  comparative  study  of  institutional  arrangements  for  flood  risk \nmanagement in the region will be made. \nC.  Cost and Financing \n19.  The total cost of the proposed TA is estimated at $2.0 million. The proposed TA will be \nfinanced by ADB on a grant basis from the Japan Special Fund funded by the Government of \nJapan. The cost of the in-country project support component is estimated at $1.4 million, 70% of \nthe total TA cost, and the cost of the regional program quality support component at $0.6 \nmillion, or 30%. ICHARM will contribute in-kind support for staff time, research operations, and \nadministrative and support costs. The cost estimates are shown in Appendix 2. \n \n \n \n ", "5 \nD.  Implementation Arrangements \n20.  ADB,  through  the  Sustainable  Infrastructure  Division  and  the  Public  Management, \nGovernance,  and  Participation  Division  of  the  Regional  and  Sustainable  Development \nDepartment, will be the Executing Agency of the TA. These divisions will collaborate with the \nBasin Water Stream of ADB’s Water Community of Practice, concerned regional departments, \nand  resident  missions.  Team  members  from  the  regional  departments  will  coordinate  the \nimplementation of the in-country project support component. ICHARM, the APWF’s regional \nwater  knowledge  hub  for  disaster  risk  reduction  and  flood  management,  will  be  the \nImplementing  Agency.  Throughout  the  implementation  of  the  TA’s  in-country  and  regional \ncomponents, ICHARM will collaborate closely with ADB headquarters, resident missions, and \nproject  clients  and  their  consultants.  The  TA  will  be  implemented  only  after  (i)  ADB  and \nICHARM sign an agreement to that effect, and (ii) ADB approves a detailed work program for \neach component. No activity financed by the TA will be undertaken in a DMC unless ADB has \nreceived a no-objection from the Government of the concerned DMC and in particular, the \nGovernments  of  the  DMCs  which  will  benefit  from  the  project  support  component  will  be \nrequired to confirm their no-objection to the activities to be undertaken in their territory under the \nproject support component before these activities can take place. \n \n21.  ICHARM is expected to hire six international consultants (42 person-months) and six \nnational  consultants  (52  person-months)  to  provide  expertise  in  water-related  disaster \nmanagement and climate change adaptation and thus help achieve the intended impact and \noutcome of the TA. ADB may also hire a TA coordinator for 12 person-months to monitor and \ncoordinate out of ADB headquarters the implementation of the TA activities with ADB’s Water \nCommunity of Practice and regional departments. All consultants will be hired according to \nADB’s Guidelines on the Use of Consultants (2007, as amended from time to time). The outline \nterms of reference for the consultants are in Appendix 3. Equipment will be procured according \nto ADB’s Procurement Guidelines (2007, as amended from time to time). At the end of the \nproject, equipment purchased under the TA will be assigned to the concerned agencies in the \ndeveloping countries. \n \n22.  The TA will be implemented over 24 months, from May 2009 to April 2011. ICHARM will \nsubmit  (i)  an  inception  report  at  the  end  of  the  3rd  month  after  mobilization;  (ii) quarterly \nprogress reports; (iii) an interim report at the end of the 12th month; (iv) a draft final report at the \nend  of  the  22nd  month;  and  (v)  a  final  report  with  the  comments  of  ADB,  clients  in  the \nparticipating countries, and other stakeholders invited by ADB. The TA’s outputs will be posted \non ADB’s website. \nIV.  THE PRESIDENT’S RECOMMENDATION  \n23.  The President recommends that the Board approve the provision of technical assistance \nnot exceeding the equivalent of $2,000,000 on a grant basis for Supporting Investments in \nWater-Related Disaster Management. \n ", "6    Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks  \nImpact      Assumption \nReduced vulnerability  Significantly decreased  National statistics; water  Strong enabling \nand increased  economic and human  publications; reports of  environment for \nresilience in the face  losses from water-related  APWF, ICHARM, and  water-related disaster \nof water-related  disasters   knowledge partners   management and for \ndisasters in the Asia      water and climate \nand Pacific region  100 million people with  ADB progress report on  change adaptation, \n  reduced flood risk  WFP; countries’ sector  including related \n  (targeted outcome of  reports on ADB water  policy, supporting \nADB’s WFP)  website; reports of APWF,  legislation, political \n  ICHARM, and knowledge  will, and commitment  \n  partners    \nRisk \nLow priority for water-\nrelated disaster \nmanagement, and for \nwater and climate \nchange adaptation  \nOutcome      Assumptions \nBetter-designed  Number of water basin  TA progress reports;  Technical and \ninvestment projects in  flood management  countries’ sector reports;   institutional capacity \nflood management  projects identified and  ADB website and sector  for water-related \n  formulated    report    disaster \n      management, and for \nEnhanced capacity in  Number of successful  TA progress reports;  water and climate \ntarget countries for  workshops, training  websites of APWF,  change adaptation \n(i) flooding and flood- programs, exchange  ICHARM, and ADB     \nrelated disaster risk  visits, demonstration    Interest and capacity \nmanagement and  projects, action research    for knowledge \nresponse services,  projects, and diagnostic    networking \nand (ii) climate change  assessments      \nadaptation       Risk \n      Lack of interest, \nStrengthened  Number of organizations   TA progress report;  political will, and \nknowledge networking  collaborating effectively  websites of ICHARM, ADB,  financing \namong countries in the  for knowledge  and APWF KnowledgeHubs  \nregion  management \nOutputs      Assumptions \nA. Project Support      Interest and \nFlood management  Design inputs for 3  TA progress reports;  willingness of \ninvestment projects,  investment projects, and  countries’ sector reports   institutions in target \nstrategies, and  recommendations for    countries to \nprograms   improved strategies in 5    participate in TA \n  countries     activities \n       \nDemonstration  5 local demonstration  TA progress reports;  Commitment of target \nprojects to improve  projects developed and  countries’ sector reports    countries (i) to identify \nflood forecasting and  implemented successfully    and formulate  \nwarning       strategies, programs, \n      and projects; and (ii) \nAction research on  3 local action research  TA progress reports;  to share relevant \ncommunity-managed  projects completed  countries’ sector reports   experience, lessons, \nflood preparedness  successfully     and models \n ", "Appendix 1  7 \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks  \nand disaster risk      Availability of relevant \nmanagement       data and experience   \npractices       \n      Risks \nIdentification of “no  Investments identified in  TA progress reports;  Lack of qualified and \nregret” investments in  the 3 investment projects  countries’ sector reports    available staff to \nflood management to  and recommendations for    participate in project \naccommodate climate  improved strategies in 5    support and program \nchange impact    countries    quality support \n      activities  \nCapacity development  3 diagnostic assessments  Reports of diagnostic   \nactivities in  of sector agencies in the  assessments; TA progress  Inability of \nwater-related disaster  participating countries  reports  stakeholders to \nmanagement and      participate in \nclimate change  3 in-country training  Workshop reports  consultation \nadaptation  workshops in flood    workshops \n  management     \n      Late mobilization of \n      consultants \nB. Program Quality       \nSupport       \n     \nWorkshops, training,  2 regional workshops in  Workshop report; countries’ \nand exchange visits   flood management and  sector reports  \n  climate change   \n  adaptation; regional index   \n  for disaster preparedness   \n  and flood alert system    \n     \n  2 training programs in  Training report \n  institutional arrangements   \n  for flood management in   \n  cities and in river basins   \n     \n  1 regional workshop in  Workshop report; countries’ \n  flood and drought indices  sector reports  \n  for the lower Mekong   \n  basin countries   \n     \n  At least 3 exchange visits  Training report \n  related to flood   \n  management   \n     \nMapping and  Inventory of initiatives in  TA progress reports; \nstocktaking of  climate change  stocktaking report \ninitiatives in climate  adaptation effects in flood   \nchange adaptation   risk management    \n     \nStrengthened master’s     \ndegree program in  Modules for policy and  TA progress reports  \ndisaster management  institutional aspects   \nat ICHARM     \n     \nPool of regional     \nExperts identified and  TA progress reports  \n ", "8    Appendix 1 \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks  \nexperts  procedures established   \n  for their services   \n     \nRegional index for  Regional index developed  TA progress reports \nwater-related disaster  and pilot-tested   \npreparedness  \nActivities with Milestones  Inputs \n  ADB: $2 million  \nA. Project Support  •  Consultants: \n1.  Flood management strategies and programs, and investment projects (third  $1,100,000 \nquarter, 2010)  •  Equipment: \n2.  Demonstration project to improve flood forecasting and warning (second  $40,000 \nquarter, 2009)  •  Training and \n3.  Action research on community-managed flood preparedness and disaster  workshops: \nrisk management practices (third quarter, 2009)  $300,000 \n4.  Identification of “no regret” investments to accommodate extreme climate  •  Surveys and \nchange variation (second quarter, 2010)       studies: $300,000  \n5.  Capacity development activities (fourth quarter, 2009) \n•  Miscellaneous \n6.  Diagnostic assessments (first quarter, 2010) \nadministration and \n \nsupport: $60,000 \nB. Program Quality Support       \n•  Contingencies: \n1.  Exchange visits related to flood management (fourth quarter, 2009) \n$200,000 \n2.  Mapping of initiatives in climate change adaptation effects in flood risk \nICHARM \nmanagement (second quarter, 2009) \n•  In-kind \n3.  Training workshops in flood risk management for Network of Asian River \ncontributions from \nBasin Organizations and city network (first quarter, 2010) \nstaff and office \n4.  Review of ICHARM’s master’s degree program in disaster management \n•  TA management \n(second quarter, 2009) \nwith ADB  \n5.  Organization of a pool of regional experts to enhance flood management \nGovernment and river \nand emergency response services (fourth quarter, 2010) \nbasin organizations \n6.  Regional index for water-related disaster preparedness (first quarter, 2011) \n•  Preparation of \n7.  Collaboration with regional water knowledge hubs for climate change \ninvestment \nadaptation (first quarter, 2011) \nprojects with ADB  \n•  Participation in \nworkshops, \ntraining, exchange \nvisits, diagnostic \nassessments, \ndemonstration \nprojects, and \naction research \nKnowledge Partners  \n•  Collaboration \n•  Advice  \nADB = Asian Development Bank, APWF = Asia-Pacific Water Forum, ICHARM = International Centre for Water Hazard \nand Risk Management, TA = technical assistance, WFP = Water Financing Program. \n   \n \n \n \n ", "Appendix 2  9 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Total \nItem  Cost \nAsian Development Bank Financinga  \n1.  Consultants   \n a.  Remuneration and Per Diem   \n   i.  International Consultants   670.0 \n   ii.  National Consultants   180.0 \n b.  International and Local Travel   150.0 \n c.  Reports and Communications   100.0 \n2.  Equipmentb 40.0 \n3.  Workshops, Training and Seminars, and Conferencesc 300.0 \n4.  Surveys and Studies   300.0 \n5.  Miscellaneous Administration and Support Costs  60.0 \n6.  Contingencies  200.0 \n   \n  Total  2,000.0 \na  Financed by the Japan Special Fund funded by the Government of Japan.  \nb  Computers and printers. \nc  Including travel costs for Asian Development Bank staff acting as resource persons. \nSource: Asian Development Bank estimates. \n \n \n. \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR REGIONAL TECHNICAL ASSISTANCE OUTPUTS \n1.  The technical assistance (TA) will be carried out over 24 months. The Asian Development \nBank (ADB) will be the Executing Agency, and the International Center for Water Hazard and Risk \nManagement (ICHARM) will be the Implementing Agency. ICHARM will implement the TA’s two \ncomponents and will sign an agreement with ADB for that purpose. ICHARM is expected to hire six \ninternational consultants (42 person-months) and six national consultants (52 person-months) to \nprovide expertise in water-related disaster management and climate change adaptation and thus \nhelp  achieve  the  impact  and  outcome  of  the  TA.  ADB  may  also  hire  a  TA  coordinator  for \n12 person-months to monitor and coordinate out of ADB headquarters the implementation of the \nTA activities with ADB’s Water Community of Practice and regional departments.  \n \n2.  All consultants will be hired in accordance with ADB’s Guidelines on the Use of Consultants \n(2007, as amended from time to time). The outline terms of reference for the consultants are in \nAppendix 3. Equipment will be procured according to ADB’s Procurement Guidelines (2007, as \namended from time to time).  \n \n3.  The TA will be implemented over 24 months, from May 2009 to April 2011. ICHARM will \nsubmit (i) an inception report at the end of the 3rd month after mobilization; (ii) quarterly progress \nreports; (iii) an interim report at the end of the 12th month; (iv) a draft final report at the end of the \n22nd  month;  and  (v)  a  final  report  with  the  comments  from  ADB,  clients in  the  participating \ncountries, and other stakeholders invited by ADB. The TA’s outputs will be posted on ADB’s \nwebsite. \nA.  Component 1: Project Support (in-country)  \n4..  This component will provide a package of advisory services and financial support to the \nnational executing and implementing agencies in the participating countries to assist them in \nformulating and implementing the following:  \n \n(i)  Flood  management  investment  projects,  strategies  and  programs,  including \napplications of flood hazard mapping.  \n(ii)  Demonstration projects to improve flood forecasting and warning through a regional, \nsatellite-supported flood alert system with advanced geophysical data integrating \nsatellite, radar, and ground observations. \n(iii)  Action  research  on  innovative  community-managed  flood  preparedness  and \ndisaster risk management practices. \n(iv)  Identification of “no regret” investments in flood management to accommodate \nclimate change impact. \n(v)  Capacity development activities, including training programs.  \n(vi)  Diagnostic  assessments  of  executing  and  implementing  organizations  in \npreparation for long-term programs to build capacity and improve governance.   \n \n5.  In Bangladesh, the TA is expected to give technical support to the following: \n \n(i)  The preparation of the ADB-funded National Disaster Risk Mitigation Project,1 \ndrawing  on  the  recommendations  of  an  earlier  TA  for  early-warning  systems \n                                                 \n1 The project preparatory TA is scheduled in 2010 and the TA loan is expected in 2011. \n ", "Appendix 3  11 \nstudies,2 which identified 22 high-priority improvements in the flood forecasting \nstrategy of Bangladesh. The scope of the project will be expanded to incorporate \nwater-related  disaster  management  including  storm  surges,  river  erosion \nmanagement, and improved flood forecasting aspects. \n(ii)  The  preparation  and  implementation  of  the  second  phase  of  the  national \nComprehensive Disaster Management Project, which is supported by a consortium \nof development partners, including ADB, and coordinated by the United Nations \nDevelopment Programme (UNDP). \n(iii)  Action  research  comparing  innovative  community-managed  flood  preparedness \nand disaster risk management practices in communities in the Padma Irrigation and \nRural Development Project and the Meghna–Dhonagoda Irrigation Project. \n \n6.  In India, the TA may support as appropriate the following: \n  \n(i)  Technical advice and capacity development assistance to the National Disaster \nManagement Authority in the preparation of the National Flood Mitigation Project. \n(ii)  Capacity  development  of  the  newly  established  state  disaster  management \nauthorities, in advanced systems of flood zoning (flood plain zoning, risk mapping, \nland use planning), and flood insurance; the application of regional and basin \nmodeling  to  assess  the  impact  of  climate  change;  the  integration  of  flood \nmanagement policy, strategy, and planning into broader water management issues; \nstate-level flood forecasting and warning systems, including data and knowledge \nmanagement, together with twinning arrangements with ICHARM in research and \ndevelopment; and frameworks for the institutional and organizational development \naspects of risk management. \n(iii)  Facilitation of state level planning, policy and strategy formulation, preparation, and \nimplementation of water disaster risk management programs, where analysis and \nexchange  of  international  best  practices  is  expected  in  comprehensive  risk \nmitigation, integrated planning for long-term flood management in river basins, \napplication of nonstructural flood risk management measures, and participatory \nmechanisms  for  community-based  flood  risk  management,  including  capacity \nbuilding at state level. \n \n7.  In Indonesia, the TA is expected to support the following: \n \n(i)  Planning,  technical  advice,  and  capacity-building  assistance  in  improving  flood \nmanagement strategy and implementation in the Bengawan Solo river basin, which \nis  shared  by  the  Central  and  East  Java  provinces,  to  help  the  river  basin \norganization prepare a road map for a long-term investment program in integrated \nwater resources management (IWRM), in collaboration with ADB and the Network \nof Asian River Basin Organizations. \n(ii)  A  demonstration  project  to  improve  flood  forecasting  and  warning  through  a \nregional, satellite-supported flood alert system with advanced geophysical data \nintegrating satellite, radar, and ground observations. \n(iii)  Action research, technical advice, and capacity-building support for improving and \nexpanding  community-managed  structural  and  nonstructural  flood  management \ninterventions in the Jratunseluna river basin territory in Central Java province.  \n(iv)  A  diagnostic  assessment  of  executing  and  implementing  organizations  in \npreparation for long-term programs to build capacity and improve governance for \n                                                 \n2  ADB. 2005. Technical Assistance to The People's Republic of Bangladesh for the Early Warning Systems Study. \nManila (TA 4562-BAN, approved on 20 January 2005 for $250,000). \n ", "12  Appendix 3 \nwater-related disaster risk management in the Bengawan Solo river basin and the \nJratunseluna river basin territory. \n8.  The TA is expected to support the Mekong River Commission Secretariat in developing \nflood and drought vulnerability indices for the lower Mekong basin, which have been identified as a \npriority requirement for preparing investment projects. The support will strengthen the technical \nfoundations  for  implementing  the  regional  TA  for  flood  and  drought  risk  management  and \nmitigation in the Greater Mekong Subregion3, which will help the countries in the lower Mekong \ndevelop investment projects and improve the ability of communities to prepare for, respond to, and \nrecover from the negative impact of floods and droughts. However, the scope of that regional TA \nexcludes the development of flood and drought vulnerability indices. The TA is expected to help \nwith the following:  \n(i)  Defining  flood  vulnerability  indices  relevant  to  future  flood  management  at  the \ncommunity level (the impact of floods on health, food security, livelihoods, poverty, \neducation,  and  others),  and  relating  them  statistically  to  the  underlying \nsocioeconomic factors. \n(ii)  Developing a methodology for mapping these indices on a geographic information \nsystem (GIS) basis and pilot-testing the mapping.  \n(iii)  Defining and measuring the factors that affect the various flood vulnerability indices, \nthrough supplementary community surveys (at the family level) of flood and drought \nimpact in flood-prone villages where the basic socioeconomic profile has previously \nbeen  determined  by  community  surveys  of  other  agencies  (typically \nnongovernment organizations). \n(iv)  Extrapolating the indices across the flood-prone areas by relating the indices and \ntheir underlying factors to national socioeconomic statistics. \nB.  Component 2: Program Quality Support (regional) \n9.  This component will help improve knowledge networking and regional cooperation among \ninterested developing member countries and development partners in the Asia and Pacific region \nthrough technical assistance for the following activities:  \n \n(i)  Workshops and exchange visits among professionals to share experiences in flood \nmanagement.  \n(ii)  The incorporation of climate change adaptation effects into flood risk management. \n(iii)  Training  to  develop  the  capacity  of  river  basin  organizations  in  flood  risk \nmanagement for the Network of Asian River Basin Organizations. \n(iv)  Training  to  incorporate  flood  risk  management  in  cities,  through  existing  city \nnetworks like CityNet. \n(v)  The development of policy and institutional training elements for ICHARM’s master’s \ndegree program in disaster management, with a link to local action research in the \nparticipating countries.  \n(vi)  The organization of a pool of regional experts to improve flood management and \nemergency response services. \n(vii)  The  development  of  a  regional  index  for  in-country  water-related  disaster \npreparedness  with  a  view  to  introducing  performance  benchmarking  and \nimprovement through project investments and capacity development.  \n(viii)  A comparative study of institutional arrangements for flood risk management in the \nregion. \n                                                 \n3  ADB. 2008. Technical Assistance for Preparing the Greater Mekong Subregion Flood and Drought Risk Management \nand Mitigation Project. Manila (TA 6456-REG, $2,500,000). \n "], "metadata": {"CreationDate": "D:20090407180544+08'00'", "Author": "rsa", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20090728151936+08'00'", "Title": "Microsoft Word - R60-09.doc"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  APWF  –  Asia-Pacific Water Forum \n  DMC  –  developing member country \n  ICHARM  –  International Centre for Water Hazard and Risk \nManagement (Tsukuba, Japan) \n  IWRM  –  integrated water resources management \n  Lao PDR  –  Lao People’s Democratic Republic \n  NARBO  –  Network of Asian River Basin Organizations \n  NDRMP  –  National Disaster Risk Mitigation Project (Bangladesh) \n  TA  –  technical assistance \n  WFP  –  Water Financing Program 2006–2010  \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–capacity development technical assistance (R-CDTA) \nTargeting Classification  –  General intervention \nSector  –  Agriculture and natural resources \nSubsector  –  Water-based natural resources management \nThemes  –  Economic growth, environmental sustainability, regional \ncooperation \nSubthemes  –  Widening access to markets and economic opportunities, natural \nresources conservation; client relations, network, and \npartnership development \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  U. Schäfer-Preuss, Knowledge Management and Sustainable \nDevelopment \nDirector General  X. Yao, Regional and Sustainable Development Department (RSDD) \nDirector  W. Um, Sustainable Infrastructure Division, RSDD \n   \nTeam leader  W. Lincklaen Arriens, Lead Water Resources Specialist, RSDD \n \nTeam members  N. Britton, Senior Disaster Risk Management Specialist, RSDD \nZ. Ahmad, Project Implementation Officer (Environment and Natural \nResources), South Asia Department (SARD) \nP. Bozakov, Senior Water Resources Management Specialist, SARD \nK. Yokoyama, Principal Water Resources Management Specialist, \nSARD \nI. Makin, Senior Water Resources Management Specialist, Southeast \nAsia Department (SERD) \nC. Morris, Senior Water Resources Engineer, SERD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n ", "authors": [{"documentRole": "Director General", "fullname": "X. Yao", "role": "Regional and Sustainable Development Department (RSDD)", "organization": ""}, {"documentRole": "Director", "fullname": "W. Um", "role": "Sustainable Infrastructure Division", "organization": "RSDD"}, {"documentRole": "Team leader", "fullname": "W. Lincklaen Arriens", "role": "Lead Water Resources Specialist", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "N. Britton", "role": "Senior Disaster Risk Management Specialist", "organization": "RSDD"}, {"documentRole": "Team members", "fullname": "Z. Ahmad", "role": "Project Implementation Officer (Environment and Natural", "organization": ""}, {"documentRole": "Team members", "fullname": "P. Bozakov", "role": "Senior Water Resources Management Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "K. Yokoyama", "role": "Principal Water Resources Management Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "I. Makin", "role": "Senior Water Resources Management Specialist", "organization": "Southeast"}, {"documentRole": "Team members", "fullname": "C. Morris", "role": "Senior Water Resources Engineer", "organization": "SERD"}]}