{"path": "data/input/ta/42127-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 42127-01 \nPolicy and Advisory Technical Assistance (PATA) \nJuly 2009 \n \n \n \n \nPeople’s Republic of China: Facility for Policy Reform \nand Capacity Building III \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 29 June 2009) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1463 \n$1.00 =  CNY6.8338 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  FYP  –  five-year plan \n  IA  –  implementing agency \n  GDP  –  gross domestic product \n  MOF  –  Ministry of Finance \n  NGO  –  nongovernment organization \n  PRC  –  People's Republic of China \n  PRCM  –  PRC Resident Mission \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting macroeconomic stability); social \ndevelopment (human development); capacity development (client \nrelations, network, and partnership development) \nLocation impact  –  Rural (high), urban (medium), national (high), and regional \n(medium) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  R. Wihtol, PRC Resident Mission (PRCM), EARD \n   \nTeam leader  K. Lao-Araya, Economist, PRCM, EARD \nTeam member  A. Wu, Assistant Programs/Economic Analyst, PRCM, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1  During the Country Programming Mission (10–12 December 2008) held in Manila, the \nGovernment  of  the  People’s  Republic  of  China  (PRC)  confirmed  its  request  to  the  Asian \nDevelopment Bank (ADB) for a new “facility-type” technical assistance (TA) project for the \nperiod from 2009–2012. Beginning in 2004, ADB has provided several facility-type TA projects \nto provide flexible and timely knowledge products and services to the Government to respond \neffectively to emerging policies and capacity development needs.1 The first facility-type TA was \nrated  as  successful  and  its  outputs  were  used  in  formulating  emerging  policies  and \nstrengthening government capacity.2 ADB's responsiveness to government requests for policy \nadvice will be critical over the next few years, when the Government will (i) prepare the 12th \nFive-Year Plan (FYP) (2011–2015), (ii) formulate policy measures and reforms to mitigate the \nadverse  effects  of  the  economic slowdown,  and  (iii)  support  the  rebalancing of  its  growth \nstrategy. TA fact-finding took place in April and May 2009, and agreement was reached with the \nexecuting agency (EA)—the Ministry of Finance (MOF)—on the impact, outcome, scope, and \nimplementation arrangements. Inclusion of the TA in the 2009 pipeline was confirmed during the \nJune 2009 Country Program Midterm Review Mission. The design and monitoring framework is \nin Appendix 1.3  \n \nII.  ISSUES \n2  Despite the considerable progress the PRC has made in terms of overall economic \ngrowth,  critical  gaps  and  imbalances  remain,  including  between  economic  and  social \ndevelopment, rural and urban areas, and western and coastal regions. The current global \neconomic crisis has further exacerbated these imbalances, which could pose an obstacle to \nachievement of social harmony. The key development constraints to be addressed include (i) \nlow productivity growth, particularly in rural areas and remote regions; (ii) inadequate provision \nof social services and social protection, particularly in rural areas, remote regions, and among \nthe poor and vulnerable groups; and (iii) weak institutions and capacity as well as constrained \nknowledge among responsible government agencies. Lessons from previous facility TA projects \nsuggest that effective project implementation arrangements require both (i) specific selection \ncriteria that serve to focus support on small-scale, short-term subprojects that complement long-\nterm, systematic efforts; and (ii) coordination and cooperation among the EA, implementing \nagencies (IAs), and ADB.  \n \n3  The  Government  continues  to  have  a  critical  need  for assistance relating  to policy \nrecommendations and capacity building, to enable it to quickly and effectively formulate and \nexecute policies to mitigate adverse impacts on its citizens—and vulnerable groups in particular \n—during the economic slowdown. The implementation period of the proposed TA will coincide \nwith the period during which the Government formulates the policy directions for the 12th FYP. \nThe proposed TA will strengthen the strategic partnership and cooperation between the PRC \nand  ADB  on  the  country's  development  agenda,  based  on  the  PRC’s  needs  and  ADB's \nstrengths. Cooperation under the proposed TA will contribute to achieving the goals of the \n                                                 \n1  ADB. 2004. Technical Assistance to the People's Republic of China for the Facility for Policy Reform. Manila (TA \n4365-PRC); ADB. 2006. Technical Assistance to the People's Republic of China for the Facility for Reform Support \nand Capacity Building. Manila (TA 4790-PRC); ADB. 2007. Technical Assistance to the People's Republic of China \nfor the Facility for Policy Reform and Poverty Reduction. Manila (TA 4933-PRC); and ADB. 2007. Technical \nAssistance for Supporting Strategic Knowledge Products and Research Networking. Manila (TA 6428-REG). \n2  ADB. 2006. Technical Assistance Completion Report: Facility for Policy Reform in the People's Republic of China. \nManila. \n3  The TA first appeared in the business opportunities section of ADB’s website on 16 May 2009. \n ", "2   \nGovernment's  development  agenda  and  ADB's  long-term  strategic  framework  2008–2020 \n(Strategy  2020), 4   which  incorporate  the  same  strategic  agendas:  inclusive  growth, \nenvironmentally sustainable growth, and regional integration.  \n \n4  The proposed TA will maintain and build on the implementation arrangements of existing \nTA projects5 by (i) institutionalizing periodic meetings between ADB and the EA to discuss \nproject  implementation  progress  and  constraints,  and  (ii)  setting  clear  criteria  for  selecting \nsubprojects. The proposed TA aims to equip the Government with policy inputs, tools, and a \nforum to respond quickly and effectively to new and emerging development challenges. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n5.  The impact of the TA will be effective policy and strategy formulation and enhanced \ncapacity of relevant government agencies based on the PRC's FYP framework. The outcome is \nthe adoption by relevant government agencies of policy reforms, regulations, and new ideas and \npractices  that  are  introduced  or  recommended  under  the  TA,  based  on  the  PRC's  FYP \nframework. The impact and outcome are expected to be realized through frequent dialogue and \nclose cooperation between ADB and the EA, IAs, and key stakeholders.  \n \nB.  Methodology and Key Activities \n6.  The key outputs of the TA will be (i) at least 10 studies (one for each policy-related \nsubproject) assessing and providing concrete recommendations for priority policy issues; (ii) at \nleast three activity reports (one for each capacity-building subproject) (a) outlining the key \nrationale, gaps addressed, processes, and outcomes; and (b), attaching a resource material kit \nto support replication of similar and/or follow-up capacity-building activities; and (iii) bilingual \nsynopses (one for each subproject) distilling (a) the key issues (e.g., gaps in policy, operational \nmechanisms, and implementation capacities) and (b) recommendations (e.g., proposed reforms \nand/or operational mechanisms to support more effective policy, or lessons from capacity-\nbuilding approaches and recommendations for future programs).  \n \n7.  The TA will allow ADB to provide timely support for PRC reform processes and capacity \nbuilding, and its design provides a flexible framework, including allowing selection of some \nsubprojects during TA implementation. Subprojects will be selected jointly by the Government \nand  ADB  to  provide  timely  support  to  emerging  government  reform  and  capacity-building \npriorities, in areas (i) where ADB’s involvement is expected to have substantial impact on \ndevelopment, refinement, and/or operationalization of national policy; and (ii) that are consistent \nwith ADB's PRC Country Partnership Strategy (CPS) for 2008–20106 and its updates, and \ncomplementary  to  ADB  lending  and  TA  operations.  Policy-related  activities  may  include \nformulation and/or amendment of policies, laws, and regulations; and design or refinement of \ninstitutional  structures,  operational  procedures,  and  capacity-building  mechanisms.  This \nflexibility will enable the EA and ADB to both address new emerging development issues and \nsupplement other ADB operations (nonlending and lending products) in a timely manner. The \nTA  also  allows  for  interventions  in  various  sectors  in  addressing  the  PRC's  evolving  key \ndevelopment constraints. ADB can respond to and address the Government's emerging needs \n                                                 \n4 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. \n5 The existing TAs include the four ongoing facility-type TAs mentioned in footnote 1, except TA 4365-PRC. \n6 ADB. 2008. Country Partnership Strategy (2008–2010): People's Republic of China. Manila. \n ", "                          3\nthrough  frequent  consultation  and  the  use  of  flexible  mechanisms  to  govern  proposal \nsubmission and consideration. \n \n8.  The  criteria  for  prioritizing  policy-related  subprojects  include  that  the  subproject:  (i) \nsupports priority government policy reforms and is consistent with the CPS for 2008–2010;7 (ii) \nis related to preparation of the 12th FYP, particularly in the areas that address key development \nconstraints (para. 2, above); (iii) is considered an emerging, urgent, and high-priority issue \nwhere ADB has considerable potential to provide value addition; and (iv) shows evidence of \nstrong PRC ownership, such that a small amount of strategic ADB assistance will help advance \nor realize important reforms and/or leverage the outcome and impact of existing projects. The \ncriteria seek to strengthen the development impact resulting from achievement by the PRC of \nthe  strategic  goal  of  building  a  harmonious  and  moderately  prosperous  society  through  a \ncombination  of  sustainable  economic  growth,  inclusive  social  development,  and  capacity \ndevelopment. Priority will be given to capacity-building subprojects that support cooperation \nbetween the PRC and ADB in addressing the key development constraints highlighted in para. 2.  \n \n9.  Activities  will  be  divided  into  two  categories—policy  advice  and  capacity  building—\noverseen by the EA, in close consultation and coordination with the IAs, ADB, and relevant \nstakeholders.  \n \n10.  Policy Advice. The TA subprojects will allow selected central and provincial government \nagencies to be provided with policy advice on priority development issues in different sectors \nand subjects including (i) the preparation of the 12th FYP, (ii) social sector reform (especially \nwith  respect  to  health and  education),  and  (iii)  other  priority  sectors  agreed  jointly  by  the \nGovernment and ADB. Activities will include research studies, policy dialogue and stakeholder \nconsultation through meetings, workshops, and conferences. The indicative allotment for this \noutput category is $900,000. The following seven subprojects, with a total budget of $450,000, \nhave been indicatively identified for initial funding as outlined in Appendix 2. \n \n(i)  Assessment of Application of the Labor Contract Law to Informal Sector \nEmployment ($50,000); \n(ii)  Internal Audit Roles and Best Practices ($100,000); \n(iii)  Quality Supervision and Control of Health Reform Projects ($50,000); \n(iv)  Water-Environment Modeling and Quality Monitoring in Yuqiao Reservoir of \nTianjin ($100,000); \n(v)  Application  of  International  Best  Practices  of  Social  Welfare  Reforms  to \nSocial Assistance Policy in the PRC ($50,000); \n(vi)  Fiscal  Policy  for  Rural  Environmental  Protection  in  Liaoning  Province \n($50,000); and \n(vii)  Evaluation of Models for Urban Medical and Health Institutions to Support \nTownship Hospitals in Hebei Province ($50,000).  \n11.  Capacity Building. The TA subprojects will allow the development and management \ncapacity of selected central and provincial government agencies to be strengthened through \norganizational diagnostics, capacity assessments, training program implementation, workshops, \nconferences, and knowledge management interventions. The indicative allotment for this output \ncategory is $300,000, and three subprojects have been identified for initial funding, for the \n                                                 \n7  In addition to the CPS priorities, the broad themes of knowledge products and services agreed between ADB and \nthe  Government  include  macroeconomic  management,  energy  and  environment,  poverty  reduction,  and \ninterprovincial cooperation. \n ", "4   \ndissemination  of  ADB  TA  best  practices  in  selected  themes  or  sectors  though  annual \nconferences (in 2009, 2010, and 2011) on experience sharing. The total cost estimate for \nactivities related to the three conferences is $150,000, with an estimated budget of $50,000 for \neach conference. \n \n12.  Additional subprojects (beyond those initially identified) are expected to be included \nunder the proposed TA throughout the 3-year implementation period, using the selection criteria \nspecified in para. 8. ADB and the EA will hold four meetings per year to update the list of \nsubprojects  and  core  outputs;  subsequent  to  each  meeting,  the  two  parties  will  record \nagreements reached during the meeting, attaching (i) an updated subproject list with detailed \nproject designs and specific terms of reference for additional subprojects, and (ii) reports on \nimplementation progress for all TA subprojects. The country director of ADB’s PRC Resident \nMission (PRCM) will review and endorse the agreements between ADB and the EA.  \n \n13.  ADB  and  the  Government  will  jointly  select  the  additional  subprojects,  with  each \ncomponent indicatively including a final subproject to produce a concise synthesis monograph in \nboth print and electronic format to systematically compile and support dissemination of key \nachievements, lessons, and policy implications. Subprojects will typically include conferences to \ndiscuss and build consensus on key issues, capacity-building seminars, and/or other workshops \ninvolving participants from government agencies, the private sector, NGOs, and/or international \nagencies.  These  workshops,  along  with  distribution  of  key  subproject  outputs  (para.  6)  in \nhardcopy and via the internet, will serve to disseminate information and subproject findings. \n \nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $1,620,000 equivalent, of which ADB will provide \n$1,200,000 equivalent on a grant basis from ADB’s Technical Assistance Special Fund (TASF-\nothers).  The  Government  will  contribute  $420,000  equivalent  in-kind  for  office  space, \ncounterpart staff, and miscellaneous services. The cost estimates and financing plan are in \nAppendix 3. Estimated budgets for indicative initial subprojects are noted above (paras. 10–11). \nSubsequent subprojects will be subject to a maximum of $100,000 unless this ceiling is waived \nby the EA and ADB; the latter may also agree to adjust subproject budgets where justified in \nspecial cases and acceptable to the IA. \n \n15.  The cost estimate is based on engaging expert inputs equivalent to a total of 14 person-\nmonths of international expert inputs and 70 person-months of national expert inputs (see \noutline terms of reference for consultants in Appendix 4). At least 20 individual consultants, of \nwhich at least three are international consultants, will be recruited to take up tasks under the ten \ninitial subprojects. Detailed outline terms of reference for the individual consultants will be \ndeveloped  in  close  consultation  with  the  EA,  IAs,  relevant  sector  experts  from  ADB,  and \nresponsible ADB staff from Central Operations Service Office. TA support for workshops may \ninclude costs related to the venue, equipment rental, translation, printing and copying, food and \nnon-alcoholic beverages, transportation, lodging, logistics and administrative support, and other \nagreed expenditures with prior agreement from ADB. Subprojects may also fund surveys, field \ninvestigations,  and  the  purchase  of  required  resource  materials,  based  on  cost  estimates \nagreed by ADB. In line with standard ADB procedures, the TA will not support IA management \nfees, overhead, or related costs such as staff salaries and allowances and the use of IA \nresources (such as office accommodation), which will be provided as part of the counterpart \ncontribution. \n ", "                          5\nD.  Implementation Arrangements \n16.  The TA will be implemented from September 2009 to August 2012. MOF will be the EA, \nwith  responsibility  for  oversight  and  coordination  of  subproject  activities.  To  ensure  strong \ncoordination, ADB and the EA will meet quarterly or as needed to review progress and discuss \nadditional subproject candidates.  \n \n17.  Throughout the 3-year implementation period, ADB and the EA will continuously accept \nsubproject proposals from government organizations, various institutions, NGOs, and, in special \ncases, a unit within the EA or ADB. Based on the proposed TA design and selection criteria, \nADB  and  the  EA  will  jointly  agree  on  subprojects  to  be  included  in  the  TA,  and  on  the \nresponsible IAs. The PRCM will conduct internal consultations and discussions with relevant \nADB experts in EARD and other knowledge departments to assess the urgency of subproject \nproposals, and their complementary quality to ongoing and planned ADB operations in the PRC. \nFor each agreed subproject, the IA will assume responsibility for ensuring coordination and the \nquality and timeliness of output delivery. It will identify one focal point to provide working-level \ninputs throughout the subproject, including (i) liaising with the EA, ADB, and additional key \nactors  and  decision-makers  to  support  implementation  and  policy  dialogue;  (ii)  identifying, \nproposing to ADB and the EA, and coordinating with the external subproject experts needed for \nactivities, specific written inputs, and a review of key draft reports; and (iii) based on discussions \nwith the experts, proposing to the EA and ADB any needed changes in subproject scope or \napproaches.  \n \n18.  ADB staff will monitor, and in some cases directly contribute to, TA progress and outputs, \nand  will  conduct  policy  discussions  with  relevant  Government  agencies.  ADB’s PRCM  will \nadminister the TA, with counterparts from ADB Headquarters providing contributions to and/or \nmanagement of some subprojects, based on their technical strengths and complementarity to \nother ADB programs. \n \n19.  In dialogue with the EA and/or relevant IA, ADB will recruit consultants as individual \nconsultants,  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  (2007,  as \namended  from  time  to  time).  ADB  will  recruit  national  (70  person-months  equivalent)  and \ninternational (14 person-months equivalent) experts to provide inputs as formal consultants, \nshort-term resource persons, and task-specific experts. The terms of reference, including the \nduration and expected results, will be endorsed by ADB. Additional resource persons and task-\nspecific experts will carry out specific tasks (e.g., case-study papers, workshop presentations, \nreview of draft reports, etc.). All procurement under the TA will be carried out in accordance with \nADB’s Procurement Guidelines (2007, as amended from time to time). The proceeds of the TA \nwill be disbursed in line with ADB's Technical Assistance Disbursement Handbook.8 To facilitate \nimplementation, ADB may establish an advance facility for the EA and IAs as needed, and/or \nutilize direct payment (e.g., for workshop venues).  \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,200,000 on a grant basis to \nthe  Government  of  the  People's  Republic  of  China  for  Facility  for  the  Policy  Reform  and \nCapacity Building III, and hereby reports this action to the Board. \n                                                 \n8 ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and/or   \nSummary  and/or Indicators  Reporting Mechanisms   Assumptions and Risks  \nImpact      Assumption \nEffective policy and  Development targets  Government annual work  Policy and new directions \nstrategy formulation and  including achieving the  reports  are effectively implemented \nenhanced capacity of  Millennium Development     by all of the relevant \nrelevant government    Policy pronouncements  government agencies at \nagencies, based on the  Goals by 2015, particularly  Institutional reforms  both central and local levels \nPRC's FYP framework   those targets on which     \n  relatively slower progress  Media reporting   \nhas been achieved to date,   \nincluding:  Legislation \n(i) achieve full and   \nproductive employment  Feedback from civil society, \nand decent work for all,  donor community and \nincluding women and  academe \nyoung people, by 2015; \n(ii) achieve universal \naccess to reproductive \nhealth care by 2015; and\n(iii) eliminate gender \ndisparities at all levels of \neducation by 2015. \n \nOutcome      Assumptions \nAdoption by relevant  At least four related policy  Government documents and  Policy recommendations are \ngovernment agencies of  notes circulated to state  statements on policy  of high quality and \npolicy reforms, regulations,  council agencies and/or  directions; media reports; and  implementation is feasible  \nand new ideas that are  senior leaders during the  ADB internal reports and   \nintroduced or  TA implementation period  documents  Subproject proposals were \nrecommended under the  (2009–2012)    reviewed and selected by \nTA, based on the PRC's    Issuance of ADB  neutral, visionary \nFYP framework  Evidence of improved  Observations and  government authorities \ncapacity and broader  Suggestions policy notes and   \nreplication of capacity- other internal or external  Risks \nbuilding approaches during  documents  Quality of policy research \nTA implementation period    may be compromised by the \n(2009–2012)  Dialogue and cooperation  urgent need to formulate \n  with EA and other agencies   proposals and competitive \nPolicy guidelines and  submission by different \nrecommendations are  government agencies \nadopted by the central and   \nlocal governments in the  Parallel implementation of \n12th FYP (2011–2015) by  subprojects across multiple \n2011  IAs becomes fractured and \n  uncoordinated \n \nOutputs       Assumptions \n1. Policy Advice: The  At least ten studies (one for  Periodic TA progress reports  Support from all relevant \ncentral and selected  each subproject) that    stakeholders  \nprovincial governments are  assess and provide  Periodic accomplishment   \ninformed by policy advice  concrete recommendations  reports from specialists who  The data and information \non priority development  for priority policy issues   supervise subproject  needed for government \nissues in different sectors    implementation   agencies to identify high-\nand subjects, including (i)  A minimum of five policy    priority needs are accessible \nthe preparation of the 12th  reports that  Minutes of joint meetings   \nFYP, (ii) rural development,  comprehensively assess  between the Government   Risk \n(iii) social sector reform  policy issues and propose  and ADB  IAs new to cooperation with \n(especially regarding health   policy recommendations    ADB may have difficulty  \n ", "Appendix 1  7 \nDesign  Performance Targets  Data Sources and/or   \nSummary  and/or Indicators  Reporting Mechanisms   Assumptions and Risks  \nand education), and (iv)  At least one consultative  Memoranda of understanding   complying with ADB \nother priority sectors  workshop on 12th FYP  signed between Government  requirements  \nagreed jointly by the  preparation  and ADB for additional \nGovernment and ADB  subprojects \n2. Capacity Building:  The  At least three activity        \ndevelopment and  reports (one for each \nmanagement capacity of  subproject) \nselected central and   \nprovincial government  A total of at least four \nagencies is strengthened  activity reports and four \nthrough organizational  bilingual synopses, which \ndiagnostics, capacity  disseminate key findings to \nassessments, training  government and other \nprogram implementation,  stakeholders  \nworkshops, conferences,   \nand knowledge  Annual conferences on \nmanagement interventions.  experience sharing and \n  dissemination of ADB TA \nbest practices in selected \nthemes or sectors, \nsupported by assessments \nthat identify the best \nperforming ADB TA EAs \n \nAt least one workshop on \nADB procedures for \nexisting and potential IAs  \n \nActivities with Milestone  Inputs \nIn addition to initial subprojects included at appraisal, periodic meetings between ADB and  ADB: $1,200,000 from \nthe EA (MOF) will be held to update the list of subprojects and core outputs. The first  TASF-others \nmeeting will be held immediately following TA approval to finalize arrangements and   \ntimetables for first-round activities. Progress in implementing the approved subprojects will  Government: $420,000 \nbe tracked. Additional subprojects will be jointly considered at the ADB-EA meetings.  (mostly in-kind) \nOutput 1: Policy Advice   \n1.1 At least five policy research studies with initial subprojects focusing on subjects related  Others: additional in-kind \nto poverty reduction, economic reform, regional cooperation and 12th FYP preparation to  inputs from beneficiaries, \nbe implemented by LGOP, NDRC, and other government agencies   civil society, NGOs, and \n1.2 At least one consultative workshop on preparation of the 12th FYP, held by the end of  other stakeholders to \n2010   specific subprojects \nOutput 2: Capacity Building   \n2.1 Annual conferences on experience sharing and dissemination of ADB TA best \npractices in selected themes or sectors, held during the October–November period of \n2009,  2010 and 2011, supported by assessments that identify the best performing EAs of \nADB TA projects in selected themes or sectors \n2.2 At least one workshop on ADB procedures for existing or potential IAs \n2.3 Other capacity-building activities jointly endorsed by the EA and ADB, including \norganizational diagnostics, capacity assessments, training program implementation, and \nknowledge management interventions \n2.4 An activity report for each capacity-building subproject, finalized no later than 6 months \nafter the completion of the activity \n \nADB = Asian Development Bank, EA = executing agency, FYP = five-year plan, IA = implementing agency, LGOP = \nState Council Leading Group Office of Poverty Alleviation and Development, MOF = Ministry of Finance, NDRC = \nNational Development and Reform Commission, NGO = nongovernment organization, PRC = People's Republic of \nChina, TA = technical assistance. \n ", "8  Appendix 2 \nOVERVIEW OF INDICATIVE INITIAL SUBPROJECTS \n  The following subprojects have indicatively been identified for initial funding, with the \nmain rationale and core objectives noted below. \nTable A3: Rationales and Objectives of Indicative Initial Subprojects \nA. Output 1: Policy Advice \nSubproject and Basic Rationale  Subproject Objective \n1.1  Assessment  of  Application  of  the  Labor  Contract  Law  to  Informal  Sector \nEmployment ($50,000; the implementing agency (IA) is the Ministry of Human Resources \nand Social Security) \nLaborers employed in the informal sector are referred to as  The main objective is to research \n\"informal\" or \"flexible\" employees. Informal employees include  the  situation  and  problems \npeople  engaged  in  community-based  services,  city  public  associated with implementation of \nadministration,  domestic  household  services,  logistics  for  the Labor Contract Law, as related \nenterprises and institutions, and individual enterprises. In recent  to  informal  sector  employment. \nyears, forms of employment in the People’s Republic of China  The study will address employees \n(PRC) have become more diversified and flexible, with many  in  the  informal  sector  to  further \ninformal employees who work in various industries and face a  improve  labor  policies  and \nrange of problems and difficulties. The rights and interests of  measures  to  protect  their  labor \nmost  informal  employees  are  frequently  infringed.  rights. \nImplementation  of  the  Labor  Contract  Law  has  led  to  an \nincrease  in  the  number  of  labor  dispute  cases.  This  is \nparticularly  the  case  since  the  international  financial  crisis \ncommenced  in  late  2008,  which  led  to  the  bankruptcy  and \nclosure  of  a  number  of  micro  and  small  enterprises.  Many \nenterprises  have  been  facing  management  difficulties,  which \nhas affected the rights and interests of the informal employee. \nThis  subproject  proposes  to  investigate  the  outstanding \nproblems faced by informal employees, and to provide policy \nrecommendations to protect the rights and interests of informal \nemployees. \n1.2 Internal Audit Roles and Best Practices ($100,000; IA is the China Institute of Internal \nAudit) \nThere is a considerable gap between internal audit practices in  This  subproject  will  (i)  compare \nthe PRC and international standards. Internal audit is essential  the  corporate  governance  model \nfor  an  organization  to  strengthen  corporate  governance  and  and  roles  of  internal  audit  in \nenhance  performance.  The  current  global  financial  crisis  is  corporate  governance  in \ncaused  to  a  large  extent  by  weak  corporate  governance  organizations in Asia; (ii) provide \ngoverning  internal  management,  administrative  supervision,  policy  advice  based  on  findings \ninternal control and risk management. This subproject proposes  from  investigating  internal  audit \nto learn about international internal audit best practices and  work in Asia, including in the PRC; \nprovide suggestions to promote the internal audit function in  (iii) recommend ways to improve \norganizations in the PRC.   internal audit practices based on \nthe investigation of best practice \ncases;  and  (iv)  provide  internal \naudit  departments  and  auditors \neffective  training  materials  and \nwork samples. \n1.3  Quality  Supervision  and  Control  of  Health  Reform  Projects ($50,000; IA is the \nForeign Loan Office of Ministry of Health) \nThe Government is increasing its investment in the health sector  The objective is to investigate and \nto  address  the  need  for  reforms  in  the  medical  and  health  provide recommendations on how \nsystem. Most of those investments are implemented as projects  to improve quality supervision and \n ", "  Appendix 2  9 \nSubproject and Basic Rationale  Subproject Objective \nthat  are  governed  by  weak  quality  supervision  and  control  control  systems  of  medical  and \nsystems, which puts the effectiveness of those investments and  health  system  reform  projects  in \nreforms at risk. A research study on quality supervision and  the PRC. \ncontrol for health projects is urgently needed, as little relevant \nresearch has been undertaken on this issue to date.  \n1.4  Water-Environment  Modeling  and  Quality  Monitoring  in  Yuqiao  Reservoir  of \nTianjin ($100,000; IA is the Bureau of Water Resource in Tianjin) \nThe water quality in Yu Qiao reservoir has declined in recent  The objective of this subproject is \nyears, when assessed against national surface water quality  to develop and establish a model \nstandards. In the summer of 2008, blue algae thrived, reaching  to  predict  water  quality  and  the \na concentration of 27.73 million algae cells per liter. Both Tianjin  effect of algae blooms on Yu Qiao \nCity and Tianjin Binhai New Area are now threatened by blue  reservoir.  The  model  will  enable \nalgae blooms, but no alternative water source is available to  management  departments  to \ndilute  the  bloom  if  this  occurs.  The  water  quality  has  been  predict  water  quality  problems, \nmonitored since the summer of 2008, but no reliable tools are  analyze the associated risks, and \navailable to analyze pollution and algae bloom trends and guide  prepare management measures.  \nmanagement measures. \n1.5 Application of International Best Practices of Social Welfare Reforms to Social \nAssistance Policy in the PRC ($50,000; IA is the Ministry of Civil Affairs) \nThis subproject builds on the previous study under technical  The  objectives  of  the  subproject \nassistance (TA) 4933a subproject 1.4 (operational mechanisms  are to (i) understand the practices \nfor rural dibaob and medical financial assistance). The previous  and  outcomes  of  selected \nstudy has collected valuable information on the operation of  international  social  assistance \nrural social assistance programs, identified problems facing civil  programs, and (ii) investigate and \naffairs,  produced  guidelines  for  program  administration,  and  identify  necessary  and  sufficient \nproposed recommendations for policy improvements. The study  conditions  for  successful \ncontributed greatly to the understanding and improvement of the  implementation of a social welfare \nPRC’s social assistance programs in rural areas. However, the  system in the PRC, based on the \nprevious study focused mainly on improving the administration  international best practices.  \nand functioning of the programs within the framework of the \nPRC's  current  policies.  There  has  been  limited  reference  to \ninternational practices, which can help the PRC further improve \nits social assistance policies. \n1.6 Fiscal Policy for Rural Environmental Protection in Liaoning Province ($50,000; IA \nis Liaoning Provincial Bureau of Finance) \nIn recent years, governments at all levels in Liaoning Province  The  study  will  identify  the  root \nhave  increased  their  support  for  environmental  protection.  causes  of  rural  environmental \nHowever, there is still a need to issue effective fiscal measures  pollution,  and  recommend \nfor rural environmental protection. In recent years pollution in  appropriate  fiscal  policies  and \nLiaoning  Province  has  expanded  from  urban  areas  to  the  financial  support  to  protect  the \ncountryside. The deterioration of the rural Liaoning environment  rural  environment  of  Liaoning \nhas been caused by rural industrial activities, domestic animal  Province.  \nbreeding,  rural  domestic  pollution,  and  excessive  use  of \nchemical  fertilizers.  The  problem  has  become  increasingly \nserious, and is affecting the environment of the entire province. \nRural pollution problemshave increasingly impaired the water \nquality of the Liao River. The Liao river system is one of the \nseven domestic water systems. The water quality of the Liao \nRiver is currently degraded (falling in category V of the PRC’s \nwater  quality  standards).  This  has  seriously  impacted  the \ndrinking water quality and health of millions of citizens, and \naffected the biodiversity and ecosystem functions of the Bohai \nSea.  \n ", "10  Appendix 2 \nSubproject and Basic Rationale  Subproject Objective \n1.7  Evaluation  of  Models  for  Urban  Medical  and  Health  Institutions  to  Support \nTownship Hospitals in Hebei Province ($50,000; IA is Hebei Provincial Health Bureau).  \nFollowing the government strategy to reduce the inequality of  The  study  will  (i)  evaluate \nhealth  services  among  urban  and  rural  residents,  Hebei  effectiveness,  suitability  and \nProvince  introduced  a  series  of  policies  to  improve  equity  relevance  of  the  seven  piloted \nbetween urban and rural health services. The policies include  models, both individually and in an \nrural cooperative medical care, health service institution building  integrated manner; (ii) summarize \nin  rural  areas,  and  support  from  urban  medical  and  health  experience from the pilot program; \ninstitutions to their rural counterparts. At present, seven small- and (iii) provide policy suggestions \nscale pilot models have been applied to provide assistance from  to  give  appropriate  support  and \nurban medical and health institutions to those in rural areas.   assistance to township hospitals to \n  improve the capacity and quality of \nThe 1,972 township hospitals in Hebei have played a key role in  grassroots  hospital  professionals \nproviding rural grassroots health services. Health infrastructure  through replication and expansion \nhas  been  strengthened,  but  the  quality  and  capacity  of  of  effective  support  models  at  a \ngrassroots  practitioners  remains  weak  and  in  need  of  larger scale.  \nstrengthening;  this  can  be  accomplished  through  broader \napplication of successful pilot models for supporting rural health \ncare  through  assistance  from  urban  medical  and  health \ninstitutions. \nB. Output 2: Capacity Building \nSubproject and Basic Rationale  Subproject Objective \n2.1 The 2009 Dissemination of Asian Development Bank (ADB) TA Best Practice \n($50,000; IA is the Ministry of Finance (MOF) TA Division in dialogue with ADB) \nOver more than two decades of cooperation between ADB and  The  subproject  will  develop  new \nthe PRC, many TA projects have served to significantly promote  mechanisms  for  effective  and \ninnovation  and  the  achievement  of  national  development  targeted  dissemination  of  key \nobjectives. Lessons from recent and ongoing TA (particularly  lessons and success stories in TA-\npolicy advisory and capacity-building TA) should be broadly and  based  cooperation,  with \neffectively disseminated to PRC stakeholders to magnify their  recommendations  for  future \nimpact and inform more effective TA operations in the future.  knowledge products.  \nThis will build on past cooperation between the PRC and ADB in \nthe “ADB TA Award” for selected sector or theme, and a similar \nsubproject will tentatively also be included in 2010 and 2011.   \n2.2 The 2010 Dissemination of ADB TA Best Practice ($50,000; IA is the MOF TA \nDivision in dialogue with ADB) \nSame as subproject 2.1, for a different sector or theme. To be  Same as subproject 2.1.  \nundertaken in 2010.   \n2.3 The 2011 Dissemination of ADB TA Best Practice ($50,000; IA is the MOF TA \nDivision in dialogue with ADB) \nSame as subproject 2.1, for a different sector or theme. To be  Same as subproject 2.1. \nundertaken in 2011.   \na ADB. 2007. Technical Assistance to the People's Republic of China for the Facility for Policy Reform and Poverty \nReduction. Manila (TA 4933-PRC). \nb Dibao is also known as subsistence level social welfare system. \n \nSources: Bureau of Water Resource in Tianjin, China Institute of Internal Audit, Hebei Provincial Health Bureau, \nLiaoning Provincial Bureau of Finance Ministry of Civil Affairs, Ministry of Finance, Ministry of Health, and Ministry of \nHuman Resources and Social Security. \n \n ", "  Appendix 3  11 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga\n  1.  Consultantsb\n    a.  Remuneration and Per Diem \n      i.  International Consultants  210.0 \n      ii.  National Consultants  230.0 \n    b.  International and Local Travel  95.0 \n    c.  Reports and Communicationsc 45.0 \n  2.  Equipmentd 40.0 \n  3.  Training, Seminars, and Conferences  180.0 \n  4.  Surveyse 130.0 \n  5.  Miscellaneous Administration and Support Costsf 150.0 \n  6.  Contingencies  120.0 \n      Subtotal (A)  1,200.0 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  100.0 \n  2.  Remuneration and Per Diem  of Counterpart Staff 250.0 \n  3.  Others  70.0 \n      Subtotal (B)  420.0 \n   \n        Total  1,620.0 \na Financed by the Asian Development Bank’s technical assistance funding program (Technical \nAssistance Special Fund–Others). \nb  Includes resource persons and task-specific experts (e.g., for review and/or focused inputs to draft \nstudies, etc.). \nc  Includes translation and/or interpretation and other supportive inputs. \nd  Minor equipment to support desk research and/or field investigations, to be proposed to ADB, \nwhich may include laptop computers, printers, fax machines, scanners, copy machines, and other \noffice consumables. At project completion, equipment will become the property of the executing \nagency or an entity which it identifies. \ne  Includes research materials, small surveys, and pilot tests. \nf  Includes report publication and dissemination. \n \nSource: Asian Development Bank estimates. \n \n ", " \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The Asian Development Bank (ADB) technical assistance (TA) for the Facility for Policy \nReform and Capacity Building III will use an estimated 70 person-months of national and 14 \nperson-months of international expert inputs to support research, workshops, and other agreed \nsubproject activities. The inputs will be provided by formal consultants—recruited as individuals by \nADB—as well as short-term resource persons and other task-specific experts, and will serve to \nintroduce international best practice, provide in-depth local knowledge, and/or advise on policy \noptions, challenges, and the implications of various courses of action. The nature of the needed \nexpertise and inputs will be determined on a case-by-case basis for each activity or subproject \nidentified and approved jointly by the executing agency (EA)—the Ministry of Finance (MOF)—and \nADB.  \n \n2.  ADB will recruit consultants as individuals in accordance with its Guidelines on the Use of \nConsultants (2007, as amended from time to time). The implementing agencies (IAs) will be \nresponsible for proposing terms of reference to the EA and ADB for consideration. An equivalent of \n84 person-months of national and international expert inputs by consultants and resources persons \nwill  be  engaged  under  the  ADB  TA  to  support  the  research,  workshops,  and  other  agreed \nsubproject activities. The areas of expertise of the engaged consultants must be consistent with \nthe scope of this TA, and related to: (i) preparation of the 12th Five-Year Plan (FYP); (ii) the \nGovernment's  emerging,  urgent,  and  high-priority  issues;  (iii)  increased  leverage  for  existing \nprojects and/or policy priorities within the framework of ADB's the People's Republic of China (PRC) \nCountry Partnership Strategy (CPS) for 2008–20109 and its updates and (iv) relevant capacity-\nbuilding activities for government officials. Experts will serve to introduce international best practice; \nprovide in-depth local knowledge; and advise on policy options, challenges, and the implications of \nvarious  courses  of  actions.  The  experts  may  be  independent  consultants,  or  recruited  from \nconsulting firms, research institutes, think tanks, academic institutions, government research arms, \nand nongovernment organizations.    \n \nA.   Short-Term Resource Persons (estimated at 4 person-months, international and national) \n3.  Unless otherwise agreed by the EA and ADB, short-term resource persons or experts \nentitled to receive honoraria or payments will be identified from responsible external IAs, and \ninclude \n(i)  facilitators for various workshops (including conferences, training seminars, etc.); \n(ii)  representatives  of  academia,  nongovernment  organizations  (NGOs),  private \nbusinesses, and other individuals selected to (a) act as discussants on related \npolicy issues, (b) present research results, and (c) review reports and/or comment \non others' research; and  \n(iii)  researchers that IAs have commissioned to prepare studies on poverty reduction \n(broadly defined) or related fields (e.g., social security reform, urban unemployment, \nrural–urban migration, social services in rural areas, and pro-poor fiscal reform). \n \nB.   Indicative Responsibilities for Formal Consultants  \n4.  The IAs will take overall responsibility for ensuring coordination, quality and timeliness of \noutput delivery, with one staff member acting as the focal point to provide working-level inputs \nthroughout the subproject. External experts will report to and work under the guidance of the IA \nand the EA, and will provide the inputs generally outlined below and any other specific tasks the \nEA and ADB may reasonably request. For each subproject, concise progress reports will analyze \n                                                 \n9 ADB. 2008. Country Partnership Strategy (2008–2010): People's Republic of China. Manila. \n ", "  Appendix 4  13 \nkey issues encountered and proposed next steps, including updated work plans detailing inputs of \nthe IA and the external experts.  \n5.  Subproject Task Coordinator (estimated at 34 person-months, national). Each subproject \nwill typically have one consultant who will serve as the subproject task coordinator (STC) in \naddition to providing technical inputs in their area of expertise. The STC will support the IA in \nliaising with the EA, ADB, and other key stakeholders to ensure smooth implementation and policy \ndialogue, coordinating across subproject experts, and facilitating overall implementation. In most \ncases, the STC will act as team leader and take overall responsibility for inputs from additional \nconsultants, resource persons, and/or task-specific experts. An indicative outline of expert inputs \nfollows, grouped by type of subproject. Specific tasks include \n(i)  liaising with relevant focal points for other national and internationally-supported \ninitiatives, ensuring communication and dovetailing of efforts across agencies and/or \norganizations and administrative levels;  \n(ii)  assisting the IA to formulate a comprehensive and concrete action plan, considering \nexisting local and international models relevant to the subproject context; supporting \nplan achievement, and facilitate communication and information sharing; \n(iii)  providing concise updates (quarterly, as issues emerge, and/or in conjunction with \nmajor milestones) to the EA and ADB. These should report progress, emerging \nlessons, and identify challenges and propose resolutions; and \n(iv)  providing agreed technical inputs based on an agreed division of labor reflected in \nthe action plan. \n \n6.  The  indicative  tasks  for  policy-related  subprojects  (estimated  at  34  person-months, \ninternational and national experts) will include assisting the IA to \n(i)  identify and/or refine the topical coverage, content, and/or methodology of the study \nand related activities, as reflected in the action plan; \n(ii)  design, contribute to, and/or act as facilitators for activities such as surveys or \nworkshops,  including  technical  aspects  and  targeting  (e.g.,  identification  of  and \nadvocacy to key decision makers, survey sampling, etc.);  \n(iii)  provide research and analytical inputs (e.g., background research, policy papers, \nworkshop presentations), emphasizing quality and relevance;  \n(iv)  work with the IA and other experts to identify challenges and recommendations for \npolicy,  institutional,  and/or  legislative  reforms,  and/or  effective  operationalization \nmechanisms. International experts in particular should provide advice and other \ninputs regarding reform frameworks and processes that is based on international \ncomparative  analysis  and  relevant  evidence,  for  incorporation  into  group  work, \npolicy forums and other activities, and final recommendations; and \n(v)  directly contribute to policy dialogue, and support dissemination to key government \ndecision-makers and other stakeholders. \n \n7.  The  indicative  tasks  for  capacity-building  subprojects  (estimated  at  12  person-months, \ninternational and national experts) will include assisting the IA to \n(i)  identify  and/or  refine  the  topical  coverage,  content,  and/or  methodology  of  the \nprogram and related activities, as reflected in the action plan; \n(ii)  design,  contribute  to,  and/or  act  as  facilitators  for  activities  such  as  training \nworkshops,  support  for  follow-up  hands-on  “practicum”  activities,  on-demand \ncounseling, and capacity-building materials development; international experts in \nparticular should provide advice and support adoption of best-practice international \ncapacity-building models and techniques; and \n(iii)  develop  materials  to  support  to  capacity  building,  including  introduction  of \n ", "14  Appendix 4 \n \n \ninternational best practice with relevance to the PRC context. To ensure efficacy, \nmaterials should emphasize applied competencies and the use of participatory, \nactive  learning  approaches,  ranging  from  participatory  face-to-face  training  to \nlearning-by-doing. \n \nC.   Indicative Terms of Reference for Experts in Subprojects  \n8.  Indicative tasks of consultants engaged for policy reform subprojects include   \n(i)  assisting the EA and ADB with tools to assess and prioritize research projects \nfocusing on strategic development issues consistent with the Government's needs \nand emerging development issues, particularly in the areas of poverty reduction and \nthe preparation for the 12th FYP; \n(ii)  undertaking  specific  research,  as  required  in  the  specific  terms  of  reference \nprepared by relevant IAs and endorsed by EA and ADB; \n(iii)  providing practical recommendations on the Government’s immediate policy options \nto address development constraints, taking into consideration information from the \nexperience-sharing and best-practice dissemination activities; \n(iv)  creating study reports and synopses in the format required by the TA (e.g., policy \nresearch studies, policy notes, project implementation assessments, good-practice \nstudies, and sector and thematic reports); \n(v)  organizing  translations  of  the  TA  outputs  and  other  knowledge  products  into \nChinese, as required; \n(vi)  preparing background information and documents for the meetings between ADB \nand EA, and provide assistance, as requested, to respective IAs and STCs; and \n(vii)  supervising the administrative functions of research support personnel, such as \ncompiling information, collecting data relevant to the research studies and providing \nother support to the research consultants, EA, and relevant ADB staff.   \n \n9.  Indicative tasks of consultants engaged for capacity-building subprojects are based on a \ndetailed work plan agreed with the EA, IA, and ADB. The consultants will focus on designing and \nimplementing a systematic strategy for continuous capacity building; detailed tasks will include the \nfollowing: \n(i)  conduct a detailed human resource needs assessment for relevant government and \nnongovernment entities, including identifying gaps and key obstacles in aptitudes, \nattitudes, information flows, and technical capacity; \n(ii)  based on the assessment in (i) , propose to ADB and the IA a capacity-building \nframework that ensures that programs include active learning, experience-based \nmethodologies that involve case studies and follow-up tasks, and multiple tools \nincluding face-to-face training and print-based resources. Refine the framework as \nneeded based on periodic evaluation of skill gaps; \n(iii)  identify  key  proponents  and  design  and  conduct  training-of-trainers  to  support \ncapacity  building  for  central  and  local  government  officials,  as  well  as  the \nbeneficiaries (e.g., villagers) as required, \n(iv)  propose and organize high-level conferences, seminars, workshops, focus groups, \ntraining, and other meetings through the use of independent experts when needed; \nand \n(v)  organize and conduct the following activities: (a) effectively disseminate the findings \nof studies or best-practice cases, (b) establish an effective policy dialogue among \nstakeholders,  (c)  undertake  consultations  regarding  the  policy  directions  and \ndevelopment strategy under the context of the preparation of the 12th FYP, and (d) \n ", "  Appendix 4  15 \ntrain  and  build  the  capacity  of  government  agencies  that  may  assume  EA \nresponsibilities for ADB TA projects. \n \nD.   Final Reports \n10.  Prior to the conclusion of each subproject, the experts will provide inputs for and assist the \nsubproject IA in submitting to the EA and ADB the core outputs described in para. 10 of the main \ntext, including \n(i)  a final report outlining the key methodology, processes, and results of the policy or \ncapacity-building subproject. The report should also outline how key findings will be \nused,  and  the  experts and  IA  should  develop  a  strategy  for  disseminating key \nfindings and recommendations, including via media exposure; and  \n(ii)  English and Chinese versions of a concise (roughly 10 page) “focused synopsis” \nmonograph,  targeting  mid-level  officials  in  relevant  ministries  and  the  broader \nstakeholder  community.  The  focused  synopsis  should  be  a  self-contained \nmonograph  that  briefly  notes  the  subproject  background,  but  focuses  on  key \nsubproject  issues  (e.g.,  policy  gaps,  operational  mechanisms,  and/or \nimplementation capacities) and recommendations (e.g., proposed reforms and/or \noperational mechanisms to support more effective policy, or actionable lessons from \ncapacity-building approaches, and recommendations for future programs). These \nshould be supported by salient evidence or examples from the PRC context and \ninternational cases as appropriate. \n \n11.  The IA will provide an annotated outline of the focused synopsis for review by the EA and \nADB prior to detailed formulation, and the EA and ADB may also request tripartite meetings with \nIAs as appropriate. The EA and/or ADB may also request that the experts provide inputs to support \npolicy notes targeted at senior government officials, such as internal policy memos or ADB policy \nnotes (i.e., Observations and Suggestions). \n "], "metadata": {"CreationDate": "D:20090727161529+08'00'", "Author": "RR3", "Creator": "Acrobat PDFMaker 7.0 for Word", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20090730153405+08'00'", "Company": "Licenced User", "SourceModified": "D:20090721064608", "Title": "Doc number"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 29 June 2009) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1463 \n$1.00 =  CNY6.8338 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EA  –  executing agency \n  FYP  –  five-year plan \n  IA  –  implementing agency \n  GDP  –  gross domestic product \n  MOF  –  Ministry of Finance \n  NGO  –  nongovernment organization \n  PRC  –  People's Republic of China \n  PRCM  –  PRC Resident Mission \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting macroeconomic stability); social \ndevelopment (human development); capacity development (client \nrelations, network, and partnership development) \nLocation impact  –  Rural (high), urban (medium), national (high), and regional \n(medium) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  R. Wihtol, PRC Resident Mission (PRCM), EARD \n   \nTeam leader  K. Lao-Araya, Economist, PRCM, EARD \nTeam member  A. Wu, Assistant Programs/Economic Analyst, PRCM, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "R. Wihtol", "role": "PRC Resident Mission (PRCM)", "organization": "EARD"}, {"fullname": "K. Lao-Araya", "role": "Economist", "organization": "PRCM"}, {"fullname": "A. Wu", "role": "Assistant Programs", "organization": ""}]}