{"path": "data/input/ta/42133-reg-tar.pdf", "pages": [" \nRegional Technical Assistance Report\n \nProject Number: 42133  \nAugust 2008 \n \n \n \nEnhancing Social Protection Initiatives in Developing \nMember Countries  \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CCT  –  conditional cash transfer \n  DMC  –  developing member country \n  PRC  –  People’s Republic of China \n  RETA  –  regional technical assistance \n  RSGS  –  Gender, Social Development, and Civil Society Division \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSectors  –  Multisector (Health, nutrition, and social protection; finance)  \nSubsectors  –  Other social services and social development; pensions, insurance, \nsocial security and contractual savings \nThemes  –  Inclusive social development, private sector development, capacity \ndevelopment  \nSubthemes  –  Other vulnerable groups, public–private partnerships, institutional \ndevelopment \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice-President  U.  Schäfer-Preuss,  Knowledge  Management  and  Sustainable \nDevelopment \nDirector General  X. Yao, Regional and Sustainable Development Department (RSDD) \nDirector  R.J.  Dobias,  Gender,  Social  Development  and  Civil  Society  Division, \nRSDD \n   \nTeam leader  S. W. Handayani, Senior Social Development Specialist, RSDD \nTeam member  C. Burkley, Social Development Specialist, RSDD \n ", " \nI.  INTRODUCTION \n \n1.  Asian Development Bank’s long-term strategic framework 2008–2020 (Strategy 2020)1 \nhighlights the need to refocus on three development agendas, one of which is inclusive growth. \nRefocusing will entail promoting greater access to opportunities for the disadvantaged through \ninvestments in education, health, and basic social protection.2 The regional technical assistance \n(RETA)3 will  enhance  the  capacities  of  developing  member  countries  (DMCs)  and  Asian \nDevelopment Bank (ADB) staff in designing and applying well-defined and focused strategies \nand operational initiatives in social protection. It will undertake research and support new and \nongoing initiatives to better understand what works under which conditions. Learning from the \nresearch and technical support will be disseminated through a communication program to raise \nawareness and support adoption of targeted social protection strategies and programs. The \nconcept paper was approved by the Vice-President, Knowledge Management and Sustainable \nDevelopment, on 8 April 2008. The design and monitoring framework is in Appendix 1. \n \n2.  ADB  has  supported  social  protection  interventions  through  loans  and  technical \nassistance since the mid-1990s. It has been successful in facilitating policy dialogues and \nresearch as well as in disseminating information and knowledge on social protection and safety \nnets (especially during the Asian economic crisis). Recent research on the social protection \nindex (2008)4 provides policymakers with a tool to analyze and measure social protection and \nshows a complete picture of social protection in different countries. Strategy 2020 calls for ADB \nto  support  poverty  alleviation  through  a  strategy  of  inclusive  growth  that  emphasizes \n(i) increasing  economic  opportunities,  (ii)  broadening  access  to  these  opportunities, \n(iii) strengthening social protection and social safety nets, and (iv) supporting gender equity. \nADB must be prepared to meet this demand in coordination with other development partners \nand the private sector. This RETA aims to provide ADB a clear focus for responding to the \nsocial protection demands of its DMCs and to build ADB’s capacity for responding to this \ngrowing need.  \n \nII.  ISSUES \n \n3.  Strategy 2020 recognizes that the benefits of rapid economic growth are not reaching all \npopulation groups in DMCs proportionately. Large numbers of people are being left behind in \nterms of economic benefits and access to social services (footnote 1). DMCs are facing new \nchallenges in making socioeconomic growth more inclusive and equitable. They have raised \nconcerns  about  (i)  the  rapidly  aging  population,  (ii)  increased  internal  and  transborder \nmigration,5 (iii) urbanization that is growing by 5% annually,6 (iv) increasing costs of social \nservices that are barely affordable for low-income groups, (v) the rising exposure to natural \ndisasters and economic crises, and (vi) the looming food crisis. \n \n                                                 \n1   ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. \n2   Social protection is defined as a set of policies and programs to reduce poverty and vulnerability by promoting \nefficient  labor  markets,  diminishing  people’s  exposure  to  risks,  and  enhancing  their  capacity  to  protect \nthemselves against hazards and interruption or loss of income. It consists of five major elements: (i) labor \nmarkets, (ii) social insurance, (iii) social assistance, (iv) micro and area-based schemes to protect communities, \nand (v) child protection. ADB. 2001. Social Protection Strategy. Manila. \n3   The RETA first appeared in the business opportunities section of ADB’s website on 29 April 2008. \n4   ADB. 2008. Social Protection Index for Committed Poverty Reduction, Volume 2. Manila.  \n5  In the People’s Republic of China (PRC) alone, there are an estimated 120 million to 180 million internal and \n500,000 international migrants. \n6  By 2015, half of the population is expected to live in urban areas. \n ", "2   \n4.  Demographic transition in Asia requires building up safety nets for the elderly. \nDuring 2004–2025, it is estimated that the region’s population will not only expand but will also \nbe reshaped by demographic shifts that may have significant implications for governments’ \ndevelopment policies and spending on basic services.7 By 2030, it is estimated that more than \nhalf of working age individuals (20–59 years old) in the region will each be supporting two \npersons older than 60.8 Countries will be increasingly caught in a “demographic squeeze” where \nthe elderly will be providing support to their still-surviving parents and yet will have fewer \nchildren to rely on.9 Overall, the share of Asia’s elderly population is expected to triple between \nnow and 2050. The share of the elderly in the total population of the People’s Republic of China \n(PRC) will be 30% by 2050. This will be more than the total population of the United States. The \nhuge fiscal burden placed on the public pension and health care for the elderly is a serious \nconcern for the years to come.   \n \n5.  Migration  and  urbanization  erodes  the  traditional  family  support  system. \nTraditional  support  provided  by  families  and  communities  to  their  vulnerable  members  is \ndeclining and can no longer protect against major life changes. Without formal social protection \nmechanisms in place, sustainable growth will be difficult to achieve. Governments throughout \nthe region are adjusting their social policies and are increasingly emphasizing the formalization \nof support systems such as social insurance to reduce the vulnerability of their populations. This \nis particularly true for major recipients of ADB support, such as the PRC, India, Indonesia, and \nthe  Philippines.  This  is  also  true  for  developed  and  middle-income  countries  such  as  the \nRepublic of Korea and Malaysia, where there is potential for new partnerships with ADB, as \nshown during the Asian financial crisis.  \n \n6.  Social protection needs to address health risks. Expenditure on health is low. South \nAsia, for example, spends less on health than any region in the world, including sub-Saharan \nAfrica, at $26 per capita per year. Lack of financing possibilities in catastrophic health cases is a \nmajor reason for falling into poverty. A World Bank study10 finds “nearly one quarter of people \nadmitted to hospitals in India were above the poverty line when they were admitted, but were \nbelow the poverty line at the end of their stay because of the health expenditures they incurred.” \nHealth  insurance  coverage  is  limited  and  underfinanced  in  many  countries.  While  health \nprograms  are  increasingly  being  financed  through  government,  private  sector,  and  grant \ndevelopment aid, health system reforms are more and more becoming recognized as a major \nfocus of development in Asia. Increasing the public share in health financing and building up \nsustainable finance and health insurance systems are key priorities in the region.  \n \n7.  Social protection prevents poverty and contributes to achieving the Millennium \nDevelopment Goals. There is a broad range of social protection programs, and most aim to \nreduce chronic poverty. Social protection focuses on building assets of the poor, ensuring \nopportunities for them to use their assets more productively, and transferring cash or quasi-cash \nthrough social assistance programs (food transfers, food stamps, food price subsidies), cash \ntransfers (grants, noncontributory pensions), service subsidies (social housing programs, utility \n                                                 \n7  Felipe, Jesus, and Rana Hasan. 2006. Labor Markets in Asia—Issues and Perspective. London: Palgrave \nMacmillan for ADB. \n8  Hussain, Athar, Robert Cassen, and Tim Dyson. 2006. Demographic Transition in Asia and its Consequences. \nInstitute of Development Studies Bulletin 37 (3): 79–87(9). Available: \nhttp://www.ingentaconnect.com/content/ids/idsb/2006/00000037/00000003/art00008.  \n9  ADB. 2002. Key Indicators 2002: Population and Human Resource Trends and Challenges. Manila. \n10   Gottret, Pablo, and George Schieber. 2006. Health Financing Revisited: A Practitioner’s Guide. Washington, DC: \nWorld Bank. \n ", "  3\nsubsidies), and conditional cash transfers (CCTs).11 Among the range of approaches, CCTs \n(conditioned on child and maternal health practices and school attendance) are increasingly \nreceiving attention among policymakers and practitioners, based on evidence of their success in \nLatin America. Cash transfer programs are now widely supported (for example in Indonesia12 \nand the Philippines)13 as an effective mechanism to reduce poverty, as well as to help achieve \nseveral Millennium Development Goals. They encourage greater use of public services, such as \neducation and health, and provide vitally needed income support to poor households.   \n \n8.  Social protection and the current food crisis. ADB’s recent report on the food crisis14 \nindicates that food price inflation severely stresses the most vulnerable groups. High and rising \nfood prices are threatening to reverse the gains in poverty reduction in the Asia and Pacific \nregion, undermining the global fight against poverty. If high food prices persist, the goal of \nhalving poverty by 2015 could be jeopardized. However, trade measures or price controls are \nnot efficient ways to combat the food crisis or food price inflation. These distort markets and \ncould exacerbate the situation in the international grain market. ADB has suggested that the \nbest way to address the immediate difficulty is to strengthen social safety nets through targeted \nsupport for the poor rather than generalized food subsidies, trade measures, or price controls.15  \n \n9.  Social protection helps mitigate environmental risks related to climate change. A \nrange of insurance and social safety net mechanisms help in mitigating environmental and other \nrisks, particularly as exposure to environmental, financial, and political shocks may not be \nautomatically  reduced  as  an  economy  grows  to  middle-income  status.  Unfortunately, \nvulnerability to risks and shocks remains high for a significant proportion of the population due \nto such factors as natural disasters (which are growing concerns in light of global warming).  \n \n10.  Making  social  protection  systems  more  efficient  and  inclusive  reduces  the \nfinancial  burden  of  the  poor.  Although  public  social  protection  systems  are  weak  in \ndeveloping Asia, such systems are available in most countries. However, those systems have \nlow  coverage  and  are  often  inefficient.  For  example,  not  more  than  25%  of  the  working \npopulation and their dependants in the region are covered by statutory social insurance, which \nmainly include old-age pensions and some health care benefits. With further extension and \nreform of statutory social insurance systems, coverage could reach another 5%–10% of the \nworking population. The increasing integration of markets and the competition offered by the \nprivate sector against inefficient government systems create opportunities to provide services \nmore flexibly and add reach in public–private partnerships. Partner countries and subsovereign \nentities articulate massive demand for governance reforms and advisory assistance in the \nsector.  There  is  substantial  scope  for  more  private  sector  involvement  and  public–private \npartnerships—and particularly in social insurance.  \n \n11.  Gender  and  social  protection.  Gender  dimensions  in  social  protection  policies, \nstrategies, and programs are very important because vulnerabilities to risk vary significantly by \n                                                 \n11  De Janvry, Alain, et al. 2006. Uninsured Risk and Asset Protection: Can Conditional Cash Transfer Programs \nServe as Safety Nets?. Social Protection Discussion Paper No. 0604. Washington, DC: World Bank.  \n12  The Keluarga Harapan (Family Hope) program gives direct cash assistance to poor families provided the \nfollowing conditions are met: (i) children are enrolled and attend school, (ii) mothers-to-be avail of appropriate \nnatal care, and (iii) infants are vaccinated and weighed.   \n13  The Ahon Pamilyang Pilipino (Rise, Filipino Family) program provides conditional cash transfer to extremely poor \nhouseholds for them to meet certain human development goals.   \n14  ADB. 2008. Soaring Food Prices: Response to the Crisis. Manila. \n15  Tong, Sebastian, and Yoo Choonsik. 2008. Asia Sets $2.5 Billion Farm Boost, Aid in Food Price Fight. Reuters. \n12 May. Available: www.reuters.com/article/topNews/idUSL0629283920080506; ADB. 2008. ADB Ready to \nProvide Fiscal Support to Help Governments Feed Poor. ADB News Release. Manila (3 May). \n ", "4   \ngender.  Understanding  and  incorporating  gender  issues  entails  more  than  tackling  gender \ndiscrimination: it brings about significant benefit for pro-poor growth. Attention to gender in \nprogram design can enhance the efficiency of social protection and ensure better protection of \nboth men and women. Hence, to achieve gender-equitable access to social protection services, \ngender issues should be an integral part of social protection policies, strategies, and programs.  \n \n12.  Facing this host of issues, governments throughout the region are adjusting their social \npolicies and increasingly emphasizing the need to strengthen or introduce formal and effective \nsocial protection systems to guarantee the security of their populations. Many of them are \nparticularly interested in learning from the experiences of other countries in Asia and elsewhere, \nas well as in being exposed to emerging, new ideas.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n13.  The expected impact of the RETA is more inclusive economic growth in DMCs from \nsupporting DMCs in developing and adopting social protection policies and programs. The \noutcomes are (i) increased institutional readiness of ADB in designing and implementing social \nprotection policies and programs, and (ii) enhanced ADB operations in selected areas of social \nprotection.   \n \nB.  Methodology and Key Activities \n \n14.  The  key  expected  outputs  are  (i)  an  assessment  of  the  demand  and  institutional \nresponse and capacities of ADB and its partners that will inform programming and designing \nefforts in social protection; (ii) operational recommendations for ADB’s future support in selected \nareas of social protection, taking into account the comparative advantages of ADB and other \ndevelopment  agencies;  and  (iii)  awareness-raising  and  knowledge-sharing  activities  to \ndisseminate  knowledge  and  build  capacities  in  designing  and  implementing  policies  and \nprograms in selected areas of social protection. \n \n15.  Component 1: Assessment of Demand and Institutional Response. An assessment \nwill be undertaken of the current and potential demand of DMCs and the nature of this demand. \nInstitutional responses of ADB and other development agencies to social protection will be \nreviewed as well, highlighting the comparative advantages of ADB, social protection networks, \nand other development agencies while identifying areas where synergies can be achieved. The \nreview  will  focus,  in  particular,  on  the  areas  of  pension  reform,  social  insurance,  social \nassistance,  and  conditional  cash  transfer  programs.  Component  1’s  outputs  will  be:  (i)  a \nsummary of past and current initiatives of ADB, other development partners, and DMCs on the \nselected areas of social protection; (ii) identification of major lessons learned, opportunities for \nADB  intervention,  and  potential  for  synergies  with  development  agencies  and  DMCs;  and \n(iii) operational recommendations for ADB’s future support in the selected areas.  \n \n16.  Component 2: Support to New and Ongoing Initiatives. Component 2 will provide \ntechnical and operational support to social protection initiatives in DMCs. An initial list of social \nprotection initiatives from the following regions have been identified for support: (i) pension \nassessment and reform in Central Asia, (ii) capacity building support for national social security \nreform in Indonesia, (iii) support to the establishment and initial operation of the South Asia \nPension Forum, and (iv) capacity building support to Mongolia’s social health insurance system. \nSelection  and  validation  of  support  areas  shall  be  finalized  in  consultation  with  regional \n ", "  5\noperational  departments.  Support  shall  include  technical  assistance,  workshops  and \nconsultations, advisory assistance, and expert inputs for designing and/or implementing priority \ninitiatives. Experience from this component will feed into and inform components 1 and 3.  \n \n17.  Component 3: Awareness Raising and Capacity Building. A communications and \nlearning strategy will be developed to disseminate findings and experiences from components \n1 and 2. In-country briefings will be conducted to share learning from the RETA’s activities \namong DMCs and ADB staff. DMCs and ADB staff participation in international conferences \nand/or  training  on  social  protection  will  be  supported.  Online  or  other  networking  and \nknowledge-exchange  activities  on  social  protection  among  DMCs  and  ADB  staff  will  be \nfacilitated. \n \nC.  Cost and Financing \n \n18.  The RETA’s cost is estimated at $1,000,000. It will be financed on a grant basis by \nADB’s TA funding program. The cost estimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n \n19.  The RETA will be implemented over 18 months (August 2008–January 2010). ADB will \nbe the Executing Agency through its Gender, Social Development, and Civil Society Division \n(RSGS) of the Regional and Sustainable Development Department and will be responsible for \noverall  management  and  monitoring  of  RETA  activities  in  collaboration  with  regional \ndepartments. Throughout the RETA period, RSGS will closely consult with and will be guided by \nregional departments and resident missions concerned. At least four projects will be included in \nthe RETA.16 The RETA’s progress and outputs will be posted and updated regularly at ADB’s \nsocial development website with links to social protection websites.   \n \n20.  The  RETA  will  require  an  estimated  34  person-months  of  consulting  services \n(3 international  consultants  with  expertise  in  social  insurance,  pension  reforms,  and  social \nassistance for a total of 12 person-months and 22 person-months of national consultants with \nsimilar expertise as the international consultants). The international consultants, in coordination \nwith regional operational departments, will lead the assessment and the operational support to \nDMC initiatives. National consultants will provide support to the international consultants and \nassist DMCs in developing and operationalizing social protection initiatives. All consultants will \nbe engaged by ADB as individuals in accordance with its Guidelines on the Use of Consultants \n(2007, as amended from time to time). Outline terms of reference for the consultants are in \nAppendix 3. RSGS will set up a review and advisory panel that will include internal and external \nscholars and practitioners who will act as reviewers and advisors to the project during the \ncourse of the RETA. \n \nV.  THE PRESIDENT'S DECISION \n \n21.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor Enhancing Social Protection Initiatives in Developing Member Countries, and hereby reports \nthis action to the Board.  \n                                                 \n16  These  projects,  spread  across  ADB  operational  regions,  will  be  selected  in  consultation  with  operations \ndepartments on the basis of potential demand and the existing portfolio and pipeline. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData \nDesign  Performance  Assumptions \nSources/Reporting \nSummary  Targets/Indicators  and Risks \nMechanisms \nImpact      Assumption  \nMore inclusive  Adoption of social  Feedback from  • DMCs’ openness and \neconomic growth in  protection measures as  stakeholders (i.e.,  commitment to \nDMCs   components of growth  DMCs and regional  reform or expand \nstrategies in DMCs  operational  social protection \ndepartments)  programs \n   \nDMC development  Risks  \nstrategy and poverty  • DMCs’ inability to \nreduction papers  finance social \nprotection measures \n \n \nOutcome      Assumptions \nIncreased institutional  At least four DMCs adopt  Program designs and  • Resources to support \nreadiness of ADB in  social protection policies  policy papers adopted  DMCs in developing \ndesigning and  or programs    and implementing \nimplementing social    Policy dialogue, review  social protection \nprotection policies and  Increase in the number  missions, periodic  projects and activities \nprograms   and improvement in the  reports, and workshops  available in a timely \n  quality of projects and  manner  \nEnhanced ADB  programs supported by   \noperations in selected  ADB   Risks \nareas of social  • Weak institutional \nprotection  capacity to develop \n  and implement social \n  protection measures \n \n \nOutputs      Assumptions \n1. Assessment of  Paper reviewing social  Detailed work plan  • Sufficient demand for \ndemand and  protection initiatives and    technical support in \ninstitutional response  recommending future  Quality of conference  ADB and DMCs \nprepared  direction   presentations   \n      Risks  \n2. Support to new and  Four reports on readiness,  Workshop reports and  • Delay in selection of \nongoing social  demand, gaps, and future  evaluations  consultants and \nprotection initiatives  directions for (i) the South    social protection \nprovided  Asia Pension Forum,  Project review mission  initiatives \n  (ii) Central Asia’s pension  reports \n3. Awareness-raising  reforms, (iii) Indonesia’s   \nand capacity building  social security reforms,  Quarterly update of \nactivities implemented    and (iv) Mongolia’s social  RETA progress review \n  health insurance system  reports and RETA \n    completion report \nTwo workshops, four   \ncountry briefings, and one \nregional conference   \n \n \n ", "Appendix 1  7 \nData \nDesign  Performance  Assumptions \nSources/Reporting \nSummary  Targets/Indicators  and Risks \nMechanisms \nActivities with Milestones  Inputs \n1.   Assessment of demand and institutional response  Output 1: \n1.1  Recruit  international  and  national  consultants  (September  2008  TA resources $400,000 \nonwards)  (staff consultants, \n1.2  Establish review and advisory panel (October 2008 onwards)  review and advisory \n1.3  Undertake regional workshop (September 2009)  panel, regional \n1.4  Finalize assessment and review and produce report (October 2009)  workshop, database, \n  and website) \n2.   Support to new and ongoing social protection initiatives    \n2.1  Identify and provide technical support in processing and implementing  Output 2: \nat least four social protection projects or projects with social protection  TA resources $435,000 \ncomponents (September 2008–June 2009, intermittent)  for support of at least \n2.2  Identify readiness, demand, gaps,  and future directions for (i) the  four projects (staff \nSouth  Asia  Pension  Forum,  (ii)  Central  Asia’s  pension  reforms,  consultants, national \n(iii) Indonesia’s  social  security  reforms,  and  (iv)  Mongolia’s  social  workshops, data \nhealth insurance system (September 2008–October 2009, intermittent)  analysis, and studies) \n2.3  Identify lessons learned and provide recommendations and inputs on   \nfuture ADB operations in social protection (September 2008–October  Output 3: \n2009, intermittent)  TA resources $115,000 \n  (staff, DMC \n3.   Awareness raising and capacity building  participants, and \n3.1  Conduct  workshop  and/or  briefing  on  selected  areas  of  social  consultants; existing \nprotection  to  assess  demand  and  enhance  knowledge  of  social  networking on social \nprotection (March–May 2009)  protection with other \n3.2  Provide financial and/or technical support to DMCs and ADB staff  development partners) \nparticipation  in  international  conferences  and/or  training  on  social   \nprotection by May 2009  Total: TA resources \n3.3  Support online or other networking and knowledge-exchange activities  $1,000,000 (including \non selected areas of social protection in DMCs (September 2008– contingencies of \nOctober 2009, intermittent)  $50,000) \n3.4  Establish RETA website (November 2008) \n \nADB = Asian Development Bank, DMC = developing member country, RETA = regional technical \nassistance, TA = technical assistance. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n1.  Consultants   \n a.  Remuneration and Per Diem   \ni.  International Consultants           219.0 \nii.  National Consultants             66.0 \n  b.  International and Local Travel             40.0 \n  c.  Reports and Communications             15.0 \n2.  Training, Seminars, and Conferencesb   \n a.  Facilitators             87.0 \n  b.  National Workshops and Conferences           116.0 \n  c.  Regional Workshops and Conferences           162.0 \n3.  Studiesc           133.0 \n4.   Surveysd             87.0 \n5.  Miscellaneous Administration and              25.0 \n  Support Costse \n6.  Contingencies             50.0 \n        Total  1,000.0 \na  Financed by the Technical Assistance Special Fund. \nb  Including  country  briefings,  project-to-project  exchanges,  participation  of \ndeveloping member countries’ representatives and ADB staff in international or \nregional workshops, conferences and forums, participation of other resource \npersons, and other capacity building support to social protection initiatives.  \nc   Including honorarium for review and advisory panel. \nd    Including assessments to be conducted for the social protection initiatives.  \ne  Including online networking support, publications, and editors. \nSource: Asian Development Bank estimates.  \n \n \n \n ", "                      Appendix 3  9 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants (12 person-months) \n \n1.    Social Protection Specialist and Team Leader (6 person-months, intermittent) \n \n1.  The team leader will be a social protection specialist with in-depth knowledge of pension \nreforms and a solid international reputation in his or her field, a significant background in cross-\ncutting issues, and field experience in Asia. Familiarity with multilateral development banks and \nability to work in a multidisciplinary team are essential. The specialist will also act as principal \nadvisor to the projects on pension reform and will ensure that the policies being developed in the \nproposed strategy are equitable, sustainable, and socially sound. The specialist will produce two \nmajor outputs: (i) a paper analyzing current policies and practices of selected developing member \ncountries  (DMCs)  and  major  options  for  reform,  and  (ii)  a  paper  detailing  options  for  Asian \nDevelopment Bank (ADB) project and program interventions. The specialist will pay particular \nattention to issues of coverage, affordable options to expand pensions to the informal sector, \ngender dimensions, macroeconomic linkages, fiscal impacts, and institutional impacts.   \n \n2.  The consultant will undertake the following activities: \n(i)  In collaboration with the review and advisory panel, act as a resource person and \nassist  ADB  in  coordinating  all  technical  and  logistical  aspects  of  the  regional \ntechnical  assistance  (RETA),  including  preparing  and  coordinating  the  final \nworkshop,  country  briefings,  project-to-project  exchanges,  participating  in \ndeveloping  member  countries  representatives  and  ADB  staff  in  international  or \nregional conferences, and editing and finalizing the RETA publication. \n(ii)  During the first 3 weeks, prepare an inception report that will be the basis of the final \nreport. The inception report will build on ADB’s experience in implementing the \nsocial protection strategy.1 \n(iii)  Visit  the  participating  social  protection  project  initiatives  in  several  DMCs  and \ndiscuss with government counterparts their priorities in social protection. \n(iv)  Liaise with other development and funding agencies and governments to ensure \nthat  ADB’s  project  pipelines  and  other  efforts  are  consistent  with  country \nassessments and strategies.  \n(v)   Consult with and assist regional operations department staff to confirm areas of \nsupport for the pension reforms initiative. \n(vi)  Visit projects supported by the RETA and discuss with government counterparts and \nother  relevant  stakeholders  their  needs,  demand,  constraints,  and  priorities  in \npension reforms. \n(vii)  In collaboration with ADB’s South Asia Governance, Finance and Trade Division, \nidentify requirements and provide operational recommendations in the setting up of \na South Asia Pension Forum. \n(viii)  Prepare  (a)  a  paper  analyzing  selected  DMCs’  current  pension  policies  and \npractices plus major options for reform while identifying good examples, areas for \ncase studies, and good practices in pension reforms; and (b) a paper detailing \noptions for ADB pension projects and program interventions. The papers should be \ncomprehensive and impartial in their approach and presented in a manner useful for \nADB staff members and DMC officials. The final drafts should be submitted for \nfinalization at ADB headquarters 4 weeks before the start of the regional workshop.  \n                                                 \n1  ADB. 2003. Social Protection. Manila (adopted in 2001). \n ", "10  Appendix 3 \n \n(ix)  Following the responses from DMC governments, as well as from the review and \nadvisory panel, recommend and prepare refinements on the papers.  \n \n2.  Social Assistance and Conditional Cash Transfer Specialist (3 person-months, \nintermittent) \n \n3.  The specialist will be a professional with a solid international reputation in his or her field, a \nsignificant background in cross-cutting issues, and field experience in Asia. The specialist will act \nas principal advisor to the projects on social assistance and will ensure that the policies being \ndeveloped in the proposed strategy are equitable, sustainable, and socially sound. The specialist \nwill produce two major outputs: (i) a paper analyzing current selected DMCs’ policies and practices \nplus major options for social assistance, and (ii) a paper detailing options for ADB project and \nprogram interventions. The specialist will pay particular attention to issues of coverage, targeting, \ndisaster  prevention  and  mitigation,  such  affordable  options  to  expand  social  assistance  as \nconditional cash transfers (CCTs) linked to education and health services, gender dimensions, \nmacroeconomic linkages, fiscal impacts, and the role of CCTs in reducing poverty and vulnerability.   \n \n4.  The consultant will undertake the following activities: \n(i)  In collaboration with the team leader, identify specific analytical and policy issues of \nconcern and produce an outline to be incorporated into the inception report that will \nbe the basis of the final report. \n(ii)  Consult with and assist regional operations department staff to identify and confirm \nareas of support for the initiative on social assistance and CCTs. \n(iii)  Visit projects supported by the RETA and discuss with government counterparts and \nother  relevant  stakeholders  their  needs,  demand,  constraints,  and  priorities \nregarding CCTs. \n(iv)  Liaise with other development and funding agencies and governments to ensure \nthat  ADB’s  project  pipelines  and  other  efforts  are  consistent  with  country \nassessments and strategies. \n(v)  Prepare (a) a paper analyzing current selected DMCs’ policies and practices in \nsocial assistance while identifying good examples, areas for case studies, and good \npractices in social assistance and CCTs; and (b) a paper detailing options for ADB \nproject  and  program  interventions  involving  CCTs.  The  papers  should  be \ncomprehensive and impartial in their approach and be presented in a manner useful \nfor ADB staff members and DMC officials. The final drafts should be submitted for \nfinalization at ADB headquarters 4 weeks before the start of the regional workshop. \n(vi)  Following the responses from DMC governments, as well as from the review and \nadvisory panel, recommend and prepare refinements on the papers. \n \n3.  Social Insurance Specialist (3 person-months, intermittent) \n \n5.  The specialist will be a professional with a solid international reputation in his or her field, a \nsignificant background in cross-cutting issues, and field experience in Asia. The specialist will act \nas principal advisor to the projects on social insurance and will ensure that the policies being \ndeveloped in the proposed strategy are equitable, sustainable, and socially sound. The specialist \nwill produce two major outputs: (i) a paper analyzing current selected DMCs’ policies and practices \nplus major options for social insurance, and (ii) a paper detailing options for ADB project and \nprogram interventions. The specialist will pay particular attention to issues of coverage; targeting; \ndisaster prevention and mitigation; affordable options to expand health insurance coverage, and \nparticularly for informal or unorganized workers and the poor; gender dimensions; macroeconomic \nlinkages; fiscal impacts; and the role of social insurance in reducing poverty and vulnerability.   \n ", "  Appendix 3  11 \n \n6.  The consultant will undertake the following activities: \n(i)  In collaboration with the team leader, identify specific analytical and policy issues of \nconcern and produce an outline to be incorporated into the inception report that will \nbe the basis of the final report. \n(ii)  Consult with and assist regional operations department staff to identify and confirm \nareas of support for social insurance reform, such as micro insurance and health \ninsurance. \n(iii)  Visit projects supported by the RETA and discuss with government counterparts and \nother  relevant  stakeholders  their  needs,  demands,  constraints,  and  priorities  in \nsocial insurance reform. \n(iv)  Liaise with other development and funding agencies and governments to ensure \nthat  ADB’s  project  pipelines  and  other  efforts  are  consistent  with  country \nassessments and strategies. \n(v)  Prepare (a) a paper analyzing current selected DMCs’ policies and practices in \nsocial insurance while identifying good examples, areas for case studies, and good \npractices in social insurance reforms; and (b) a paper detailing options for ADB \nproject  and  program  interventions  in  social  insurance.  The  papers  will  be \ncomprehensive and impartial in their approach and presented in a manner useful for \nADB staff members and DMC officials. The final drafts should be submitted for \nfinalization at ADB headquarters 4 weeks before the start of the regional workshop. \n(vi)  Following the responses from DMC governments, as well as from the review and \nadvisory panel, recommend and prepare refinements on the papers. \n \nB.  National Consultant (22 person-months, intermittent) \n \n  1.  National Consultant at Headquarters (10 person-months, intermittent) \n \n7.  The national consultant will be based in Manila and perform tasks under the supervision of \nthe team leader and staff of the Gender, Social Development, and Civil Society Division. The \nnational consultant should have a strong background on social protection and cross-cutting social \ndimensions. \n \n8.  The national consultant will undertake the following activities: \n(i)  Provide logistical and administrative support to the training, workshops, knowledge \nexchange, and preparation of pilot activities. \n(ii)  Assist  in  and  facilitate  communication  among  the  members  of  the  review  and \nadvisory panel, international consultants, and DMC representatives. \n(iii)  Identify ways for online networking among the DMC social protection champions \nand other means to enhance their knowledge exchange. \n(iv)  Assist the team leader in overall RETA administration and the logistics for the \nstudies, workshops, and publications. \n(v)  With the help of regional operations departments, collect key documents and data \nrelated to social protection project preparation and implementation, then input these \nto the database. \n(vi)  Collect project data on social protection for 2001–2008 loan projects. \n(vii)  Develop other databases related to social protection, such as resource persons and \nconsultants,  regional  institutes,  as  well  as  nongovernment  and  civil  society \norganizations dealing with social protection. \n(viii)  Revamp the social protection website page in ADB’s external website, and regularly \nupload social protection knowledge products and events information. \n ", "12  Appendix 3 \n \n \n  2.  National Consultants in Participating DMCs (12 person-months, intermittent) \n \n9.  For at least four participating DMCs, one national consultant will be selected and recruited \nin  each  DMC  to  support  international  consultants  during  the  RETA  implementation.  Each \nconsultant should have deep understanding of the respective DMC’s selected areas of social \nprotection (i.e., pension, CCT, or social insurance) in which he or she would be assigned to work. \nThe consultants will: \n(i)  Assist international consultants to assess current selected areas of social protection \nprograms. \n(ii)  Review previous country studies on selected areas of social protection programs by \nother international agencies such as World Bank, International Labour Organization, \nother  bilateral  agencies,  and  private  entities  including  nongovernment  and  civil \nsociety organizations. \n(iii)  Review the different modes of delivering social protection programs, and, based on \nthe country experience, ascertain the strengths and weaknesses of these methods, \nas applicable. \n(iv)  Assist the international consultants in collecting study-related data, drafting case \nstudy reports, and preparing presentations of the reports in the regional workshop or \nconference.  \n \n "], "metadata": {"CreationDate": "D:20080825114230+08'00'", "Subject": "Regional Technical Assistance Report", "Author": "VJM", "Creator": "PScript5.dll Version 5.2", "Keywords": "social protection initiatives enhancement, developing member countries, adb long-term strategic framework 2008–2020, adb social protection policies, adb regional technical assistance, adb reta 6480, adb project 42133", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20080904141742+08'00'", "Title": "Enhancing Social Protection Initiatives in Developing Member Countries"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CCT  –  conditional cash transfer \n  DMC  –  developing member country \n  PRC  –  People’s Republic of China \n  RETA  –  regional technical assistance \n  RSGS  –  Gender, Social Development, and Civil Society Division \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  Targeted intervention \nSectors  –  Multisector (Health, nutrition, and social protection; finance)  \nSubsectors  –  Other social services and social development; pensions, insurance, \nsocial security and contractual savings \nThemes  –  Inclusive social development, private sector development, capacity \ndevelopment  \nSubthemes  –  Other vulnerable groups, public–private partnerships, institutional \ndevelopment \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice-President  U.  Schäfer-Preuss,  Knowledge  Management  and  Sustainable \nDevelopment \nDirector General  X. Yao, Regional and Sustainable Development Department (RSDD) \nDirector  R.J.  Dobias,  Gender,  Social  Development  and  Civil  Society  Division, \nRSDD \n   \nTeam leader  S. W. Handayani, Senior Social Development Specialist, RSDD \nTeam member  C. Burkley, Social Development Specialist, RSDD \n ", "authors": [{"fullname": "X. Yao", "role": "Regional and Sustainable Development Department (RSDD)", "organization": ""}, {"fullname": "R.J.  Dobias", "role": "Gender", "organization": "Social  Development  and  Civil  Society  Division"}, {"fullname": "S. W. Handayani", "role": "Senior Social Development Specialist", "organization": "RSDD"}, {"fullname": "C. Burkley", "role": "Social Development Specialist", "organization": "RSDD"}]}