{"path": "data/input/ta/42142-reg-tar.pdf", "pages": [" \nRegional Technical Assistance Report\nProject Number:  42142  \nJune 2008 \n \n \n \nPacific Financial Technical Assistance Centre  \n2008–2011 \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  IMF  –  International Monetary Fund \n  PDMC  –  Pacific developing member country \n  PFTAC  –  Pacific Financial Technical Assistance Centre \n  TA  –  technical assistance \n \n \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nTargeting Classification  –  General intervention \nSector  –  Law, economic management, and public policy \nSubsector  –  Public finance and expenditure management \nThemes  –  Sustainable economic growth, governance, capacity development \nSubthemes  –  Promoting macroeconomic stability, financial and economic \ngovernance, institutional development \n \n \n \n \n \nNOTES \n(i)  The fiscal year (FY) of the Pacific Finance Technical Assistance Centre ends on \n30 April. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2008 ends on 30 April 2008. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  P. Erquiaga, Pacific Department (PARD) \nDirector  I. Bhushan, Pacific Operations, PARD \n   \nTeam leader  C. Sugden, Country Economist, PARD \n ", " \nI.  INTRODUCTION \n1.  The Pacific Financial Technical Assistance Centre (PFTAC) was established in 1993 by \nthe United Nations Development Programme and the International Monetary Fund (IMF) to \nassist economic growth and development in the Pacific island countries. Operated by IMF and \nlocated in the capital of the Fiji Islands, Suva, PFTAC has provided technical advice and \ncapacity  building  in  13  Pacific  developing  member  countries  (PDMCs)  of  the  Asian \nDevelopment Bank (ADB) and two nonmember Pacific island countries. Support has been \nprovided in four key areas of economic and financial management: public financial management, \ntax administration and policy, banking regulation and supervision, and macroeconomic and \nfinancial statistics.1 \n \n2.  Since 1994, ADB has provided PFTAC approximately $4.4 million under eight regional \ntechnical assistance (TA) projects.2 In recognition of the cost advantages of PFTAC and its \ntrack record  of  success,  ADB’s  Pacific  Regional  Operations  Business  Plan  2007–2010 \nproposed funding for a further 3-year cycle in support of its four key areas.3 \n \n3.  The operation of PFTAC is guided by the Tripartite Review Committee, comprising the \nmember governments and funding development partners. The September 2007 meeting of the \nTripartite Review Committee requested that project documents be prepared for a new 3-year \nfunding cycle. The meeting provided guidance on the strategic direction of PFTAC, including a \nproposed expansion to incorporate two World Bank experts (to add to a coordinator and four \nexperts engaged by IMF). \n \n4.  ADB is to provide budget support to PFTAC equivalent to approximately 10% of costs \nover the new 3-year funding cycle. The design and monitoring framework for ADB support for \nPFTAC, which is aligned to PFTAC’s own monitoring framework, is in Appendix 1.4 \n \nII.  ISSUES \n5.  PFTAC was established in response to the observation that the PDMCs lack sufficient \ntechnical skills and institutional capacity to formulate and implement economic and financial \npolicies  to  remove  structural  distortions,  increase  efficiency,  and  reduce  macroeconomic \nimbalances. Weaknesses in economic and financial management remain and contribute to poor \neconomic performance.  \n \n6.  Evaluations of PFTAC have pointed to the appreciation for its work among member \ncountries, regional bodies, donor agencies and other stakeholders—an assessment supported \n                                                 \n1  PFTAC provides assistance to Cook Islands, Fiji Islands, Kiribati, Marshall Islands, Federated States of Micronesia, \nNauru, Palau, Papua New Guinea, Samoa, Solomon Islands, Tonga, Tuvalu, and Vanuatu. Support is also \nprovided to Niue and Tokelau (populations of less than 1,500 persons). \n2  ADB. 1994. Technical Assistance for Training Assistance with the IMF/UNDP PFTAC. Manila (TA 5604-REG); ADB. \n1996. Technical Assistance for the PFTAC. Manila (TA 5672-REG); ADB. 1998. Technical Assistance for the \nPFTAC. Manila. (TA 5817-REG); ADB. 2001. Technical Assistance for the PFTAC 1999–2001 – Second Tranche. \nManila (TA 6003-REG); ADB. 2002. Technical Assistance for PFTAC 2002. Manila (TA 6049-REG); ADB. 2003. \nTechnical Assistance for the PFTAC 2003. Manila (TA 6129-REG); ADB. 2004. Technical Assistance for the \nPFTAC 2004. Manila (TA 6206-REG); and ADB. 2005. Technical Assistance for the PFTAC 2005–2008 (TA 6281-\nREG). Manila. \n3  ADB. 2007. Pacific Regional Operations Business Plan 2007–2010. Manila. \n4  The TA first appeared in the business opportunities section of ADB’s website on 8 May 2008.  \n ", "2 \nby recent user surveys.5 Two of the three recommendations in ADB’s evaluation of PFTAC \nhave been addressed.6 PFTAC is recognized as well-integrated within the region and filling a \nniche that cannot be readily filled by other TA. PFTAC’s activities have a reputation of high \nprofessional standards and are generally timely, appropriate, and well-executed. The agency \nhas become a leading demonstration of the potential for regional TA services to provide cost \neconomies in the provision of TA to the remote, small islands of the Pacific and a conduit for the \nPDMCs to share their experience and capacity.  \n \n7.  Support for PFTAC remains relevant to ADB’s strategic directions in the Pacific, as \nestablished  by  the  Pacific  strategy  2005–2009.  The  Pacific  strategy  establishes  good \ngovernance as one of three key result areas; and emphasizes the need for a longer-term, more \nflexible approach to capacity development.7 The collaborative, regional approach to capacity \ndevelopment implemented by PFTAC has been reinforced by the endorsement of the Pacific \nPlan adopted by the PDMCs in 2005 and the closer coordination pursued by development \npartners under the Paris Declaration on Aid Effectiveness. \n \n8.  Agreement  was  reached  between  ADB,  IMF,  and  World  Bank  in  late  2007  to  an \nexpansion of PFTAC through the addition of two World Bank experts for the FY2009–FY2011 \nproject cycle. The experts would be engaged in public expenditure and financial accountability \nassessments and the fiscal aspects of state-owned enterprises. The expansion is a pilot project \nthat will assess the potential to ramp up PFTAC’s successful approach.  \n \n9.  PFTAC’s success is due in part to a focus on technically oriented tasks that have \nreceived broad support across interest groups in the PDMCs (e.g., preparation of statistics, tax \nadministration, and maintaining a financially sound banking system). The agency’s small size \nhas helped it maintain a flexible, non-bureaucratic approach while keeping its activities within \nthe absorptive capacity of member states. The success of the pilot project will depend to a \nsignificant extent on whether these positives can be preserved as PFTAC grows. The pilot \nproject also provides an opportunity to reexamine the potential for PDMC contributions (on a \npartial,  user-charge  basis)  to  help  establish  a  sustainable  funding  basis  for  PFTAC  and \nstrengthen PDMC ownership. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  PFTAC  remains  as  relevant  and  important  as  it  has  been  in  the  past.  The \nproposed TA is consistent with PFTAC’s TA framework and will impact on improved \n                                                 \n5  Kamikamica, Josevata, T. King, J. Stanley, and A. Wright. 1997. Regional Project for Pacific Island Countries, \nPFTAC. Suva (RAS/92/330 and RAS/95/330); Bucknal, James, P. Allen, and K. Vaai. 2004. Evaluation of PFTAC. \nSuva;  IMF.  2004.  Review  of  PFTAC.  Available:  http://www.imf.org/external/np/pp/eng/2004/093004.htm; \nIMF Independent  Evaluation  Office.  2005.  Review.  Available:  http://www.imf.org/external/np/ieo/2005/ta/eng/ \npdf/013105a.pdf);  IMF.  2005.  Review  of  All  of  Its  Regional  TA  Centers.  Available:  \nhttp://www.imf.org/external/np/pp/eng/2005/062805.pdf;  and  Pacific  Islands  Forum  Secretariat.  2007.  Pre-\nFeasibility Study for Regional Technical Assistance Delivery. Suva. \n6  ADB. 2006. Performance Evaluation Report on Technical Assistance in Support of the Pacific Financial Technical \nAssistance Centre in the Pacific Island Countries. Manila. The Tripartite Review Committee decided to strengthen \nPFTAC within the existing scope rather than expanding into new areas (e.g., by adding macroeconomic expertise). \nPDMC contribution to PFTAC costs are being made via in-kind contributions of staff as PFTAC attachments. \nPFTAC’s monitoring and evaluation system is described in para. 22. \n7  ADB. 2004. Responding to the Priorities of the Poor: A Pacific Strategy for the Asian Development Bank 2005–\n2009. Manila; and ADB. 2008. Working in Fragile Environments: A Midterm Review of the Pacific Strategy (2005–\n2009). Manila. \n ", "3 \npublic sector economic and fiscal management and regulation, targeting the achievement of \nmacroeconomic stability and the sustainability of economic growth. The TA’s outcome will be \nstrengthened institutional capacity of PDMC authorities to diagnose, prioritize, and implement \nimproved policies, systems, and practices that underpin good practice public sector economic \nand fiscal management and regulation. This will be achieved through two outputs: (i) advisory \nservices—PFTAC  advice  formally  accepted  and  where  appropriate  implemented  by  PDMC \ngovernments,  and  (ii)  selected  PDMC  officials  applying  improved  competencies  in  the \nworkplace. \n \nB.  Methodology and Key Activities \n11.  PFTAC  provides  assistance  in  institutional  strengthening  through  capacity  building, \npolicy advice, and workshops in: (i) efficient, effective, transparent, and sustainable budget \nformulation and presentation; budget execution and control, reporting, and audit; (ii) simple and \nefficient revenue policies and effective tax administrations capable of increasing tax compliance, \nand modernized customs procedures to secure revenue and facilitate trade; (iii) prudential \nsupervision  regulation  techniques;  (iv)  regular  and  timely  compilation,  analysis,  and \ndissemination  of  economic  and  financial  statistics;  (v)  public  expenditure  and  financial \naccountability assessments; and (vi) improved understanding and management of the fiscal \naspects of state-owned enterprises. \n \n12.  Advisory services are being undertaken through a program of TA missions, as requested \nby individual PDMCs and in liaison with relevant development partners, and quick response \n(ad hoc)  technical  advice  to  PDMCs  on  specific  issues  through  direct  communication  with \nPDMCs.  Missions  provide  regular  assessments  of  the  adequacy  of  fiscal,  financial,  and \nregulatory  systems.  The  approaching  project  cycle,  which  is  to  be  supported  by  this  TA, \nrepresents a further step in a long-term program of capacity building in the PDMCs. \n \n13.  PFTAC advisory services are largely provided in response to government requests. To \ntarget resources in areas most likely to achieve sustainable results, priority is given to requests \nfrom those countries with a solid reform program, and those that have processed agreed actions \nfrom  prior  PFTAC  interventions.  PFTAC  is  encouraging  more  longer-term  and  sustainable \nchange and fewer ad hoc responses by seeking greater country ownership in its activities. This \nincludes the preparation of project proposals that devise jointly agreed strategies and action \nplans upon which future PFTAC and development partner TA can be based, and requiring an \nindication of strong governmental backing for a project that emphasizes that policy direction and \nproject implementation will lie in the hands of country officials. \n \n14.  Following from PFTAC’s established practice, key training outputs are to be: \n(i)  the conduct of training courses in the context of periodic workshops and thematic \nseminars in connection with meetings of three regional organizations supported \nby PFTAC (Pacific Islands Financial Managers Association, Pacific Islands Tax \nAdministrators Association, and Association of Financial Supervisors of Pacific \nCountries); \n(ii)  the attendance by PDMC officials in regional and global training events; \n(iii)  short-term attachments by PDMC officials to major regional institutions. Such \nattachments utilize established links to provide a cost-effective option for short-\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nterm training opportunities; \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n(iv)  attachments of PDMC officials from one Pacific island to another and to PFTAC \n(where attachees are given the opportunity to “job shadow” PFTAC advisers). \nAttachments to other PDMCs have proven effective under the previous project \n ", "4 \ncycle  in  allowing  a  PDMC  to  share  the  progress  it  has  made  in  an  area \n(e.g., financial supervision), and transferring solutions that have been tailored to \nthe Pacific. Job shadowing PFTAC advisers allows more than one PDMC to \nbenefit  from  the  work  of  advisers  through  the  on-the-job  training  of  PDMC \nofficials; and \n(v)  the integration of at least one training/capacity building activity into every mission \nundertaken by PFTAC’s experts. This practice was initiated under the previous \nproject cycle. \n \nC.  Cost and Financing \n15.  Over the 2006–2008 project cycle, PFTAC operated with financial support from ADB; \nIMF; and the governments of Australia, Japan, Republic of Korea, and New Zealand. The total \ncost of PFTAC over the FY2009–FY2011 project cycle (i.e., 1 May 2008–30 April 2011) is \nestimated as $10.5 million, an increase of about 40% on funding for the previous project cycle. \nThe budget increase against the previous 3-year budget reflects inflation since the last project \ncycle, as well as increased resources to support more intensive TA activities and additional \nlocally  recruited  consultants,  short-term  experts,  peripatetic  hands-on  support,  and \nattachments/interns.  \n \n16.  The new PFTAC project documents, which set out the strategy and objectives of PFTAC \nfor the next project cycle and terms of reference for experts, have been circulated to PDMCs \nand development partners.8 Funding is to be provided by ADB, IMF, and other development \npartners. The estimated funding of $10.5 million is inclusive of some basic administrative costs \narising  from  the  extension  to  include  the  two  World  Bank  experts.  The  estimated  funding \nexcludes resources to be provided separately by the World Bank in relation to the two World \nBank experts. \n \n17.  ADB assistance not exceeding the equivalent of $1,000,000, a 25% increase in funding \nfor the previous project cycle, is to be provided on a grant basis inclusive of any taxes and \nduties from ADB’s Technical Assistance Special Fund. As for the previous project cycle, this is \nto be provided as three equal annual contributions under a letter of understanding between ADB \nand  IMF.  ADB  funding  is  effectively  providing  budget  support;  the  detailed  allocation  to \nexpenditure items and activities is at the discretion of PFTAC. \n \nD.  Implementation Arrangements \n18.  The strategic direction and approach of PFTAC will be guided—within the framework of \nthe new project document—by the Tripartite Review Committee. The committee will meet every \n18 months, with informal intervening meetings held as necessary, and provide the key source of \noversight of PFTAC’s performance based on the agency’s TA framework (i.e., the performance \nmonitoring framework).9 The chair of the Tripartite Review Committee will be the governor of the \nReserve  Bank  of  Fiji,  while  the  PFTAC  coordinator  will  serve  as  secretary,  with  PFTAC \nproviding secretariat support. ADB is a member of the committee, and will review PFTAC’s \nperformance both independently (at midterm and project completion) and as a member of the \ncommittee. \n \n                                                 \n8  IMF. 2007. PFTAC Project Document. Washington, DC (OTM_PFT_2008_01). \n9  The TA framework is Annex III to IMF. 2007. PFTAC Project Document. Washington, DC (OTM_PFT_2008_01). \n ", "5 \n19.  Based on the long standing involvement in managing operational activities, IMF is to be \nthe Executing Agency, and will be responsible for the strategy, priorities, and substance of the \nwork program. \n \n20.  The PFTAC coordinator will be appointed and funded directly by IMF, and work within \nthe strategic direction of IMF and periodic advice provided by the Tripartite Review Committee. \nThe  coordinator  will  be  responsible  for  the  day-to-day  management  of  the  center  and  its \noperations,  PFTAC’s  reporting,  and  coordination  of  PFTAC  operations  with  development \npartners.  \n \n21.  The financial operations of PFTAC and the cost-sharing contributions from development \npartners will be operated and managed by IMF headquarters through a PFTAC multi-donor sub-\naccount. The sub-account consists of most of the resources contributed to PFTAC and will be \nused  only  for  PFTAC  activities.10  IMF  is  responsible  for  administering  the  cost-sharing \ncontributions  according  to  established  procedures,  including  for  accounting,  reporting,  and \nauditing of the funds provided under this TA, and will continue to manage PFTAC’s financial \narrangements.  \n \n22.  As for the previous project cycle, the four full-time IMF experts will be appointed on a \nconsultancy basis by and backstopped by IMF headquarters. The two full-time World Bank \nexperts will be coordinated by the PFTAC coordinator under the PFTAC work program while \nappointed on a consultancy basis by and backstopped (in relation to quality standards) by the \nWorld Bank’s headquarters and Sydney office. The terms of reference for the six full-time \nexperts to be engaged under the enhanced PFTAC are summarized in Appendix 3. IMF will \nassist with the hiring of short-term and peripatetic experts for the center based on standard IMF \nselection criteria. The addendum to the PFTAC project documents, setting out the broad terms \nof reference for the pilot project of enhanced donor collaboration between ADB, IMF and World \nBank, stands as a separate legal and financial arrangement (and is provided in Appendix 4). \n \n23.  Development partners and members sought greater effort over the FY2006–FY2008 \nproject cycle on PFTAC’s performance measurement. Good progress was made in this regard, \nnotably through the provision of regular reports on PFTAC activities, the preparation of Strategy \nNotes for each PDMC to show the links of PFTAC activities to other activities, and the initiation \nof client satisfaction surveys. In FY2007, PFTAC adopted the TA information management \nsystem developed by IMF’s Office of TA Management and introduced in 2005–2006 to the six \nIMF regional TA centers. This provides a results-based management system to track, through \nlogical frameworks, inputs and outputs/outcomes of the regional TA centers. The application of \nthe TA information management system is to deepen over the FY2009–FY2011 project cycle, \nwith key outputs to be shared with member governments and development partners (including \nexpert’s mission reports, PFTAC 6-month progress reports, and user satisfaction surveys). \n \nIV.  THE PRESIDENT'S DECISION \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor the Pacific Financial Technical Assistance Centre 2008–2011, and hereby reports this action \nto the Board.  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n10 The PFTAC multi-donor sub-account excludes resources from IMF, which are charged directly to its administrative \nbudget, and in the past has excluded resources provided by the governments of Japan and the Republic of Korea, \nwhich have funded PFTAC activities through other channels administered by IMF. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and/or  Assumptions and Risks  \nSummary  and/or Indicators  Reporting Mechanisms   \nImpact  Demonstrated  Reports/stocktakings of  Risk \nImproved public sector  improvements in  PDMC governments,  •  Weakening in the \neconomic and fiscal  PDMCs’ policies and  PFTAC, IMF, World  political commitment to, \nmanagement and  procedures consistent  Bank, ADB, and other  and community support \nregulation, targeting the  with international good  development partners  for, good governance \nachievement of  practice, standards, and  and the Pacific Islands  and financial \nmacroeconomic stability  codes, taking into  Forum Secretariat  management reforms \nand the sustainability of  account regional/     \neconomic growth  national circumstances  Assumption \n  •  Development of agreed \nDemonstrated  strategies to ensure that \nimprovements in the  development partner TA \ninstitutional capacity of  in the Pacific is \nPDMCs to implement  provided in the context \nagreed reform programs  of strategic, \n  coordinated, and \nappropriately resourced \nassistance plans \n \nOutcome  Demonstrated progress  PDMC government  Risk \nStrengthened  by PDMC authorities in  reports, assessments  •  Weakening in the \ninstitutional capacity of  implementing improved  and feedback, and  commitment of PDMC \nPDMC authorities to  policy and procedures in  economic data  authorities to develop \ndiagnose, prioritize, and  line with the    and implement reform \nimplement improved  recommendations of  Reports of, and feedback  agendas, including the \npolicies, systems, and  related PFTAC reports  from, development  associated capacity \npractices that underpin  and formal capacity  partners with related in- building and skills \ngood practice public  development activities,  country TA activities  enhancement \nsector economic and  including at a regional    requirements  \nfiscal management and  level  User satisfaction surveys   \nregulation    from PDMC authorities  Assumption \n  on PFTAC missions  •  PDMC governments \n  and regional \nPFTAC mission reports,  development partners \nprogress assessments,  are committed to \npapers, and contributions  cooperation and \nto regional forums  information sharing on \n  related in-country TA \nPFTAC 6-monthly reports  activities \nto funding agencies and   \nsubsequent feedback \n \nPFTAC reports to \nTripartite Review \nCommittee meetings and \nsubsequent discussion  \n \nOutputs      Risk \n1. Advisory services:  1. Advisory services  PDMC government  •  Rising staff turnover in \nPFTAC advice formally  (i) Endorsement of  reports, assessments,  PDMC authorities gives \naccepted and where  PFTAC advice by PDMC  and feedback  rise to loss of essential \nappropriate implemented  governments   \n ", "  Appendix 1  7 \nDesign  Performance Targets  Data Sources and/or  Assumptions and Risks  \nSummary  and/or Indicators  Reporting Mechanisms   \nby PDMC governments  (ii) PFTAC advice  PFTAC mission reports,  and committed \n  implemented  progress assessments,  professional staff \n  (iii) Number of enquiries  papers, and contributions   \n  to PFTAC for advisory  to regional forums  Assumption \n  services and number    •  Active engagement by \n  PFTAC was able to  User satisfaction surveys  PDMC governments \n  respond to  from PDMC authorities  and regional \n    on the mission  development partners in \n2. Training:   2. Training    coordination and \nSelected PDMC officials  (i) Training graduates  PFTAC 6-monthly reports  optimization of PFTAC \napply improved  apply new competencies  to funding agencies and  and other TA resources \ncompetencies in the  in performing their  subsequent feedback   \nworkplace  functions   \n  (ii) Number of formal \n  capacity development \nsessions and number of \nparticipants from \nPDMCs \n(iii) Number of \nattachments to PFTAC \nof PDMC officials \nActivities with Milestones  Inputs \n1. Advisory services  ADB: $1,000,000 toward \n1.1 Undertake a program of TA missions, as requested by individual PDMCs  the cost of the following: \nand in liaison with relevant development partners. Milestones: draft reports  1 project coordinator; 6 full-\ndiscussed with authorities prior to end of mission; general endorsement by the  time resident advisers; \nauthorities of the report findings and recommendations.  2.5 administrative support \n1.2 Quick response (ad hoc) technical advice to PDMCs on specific issues.  staff, and associated \nMilestones: direct enquiries and/or requests for short notice TA missions  infrastructure; short-term \nreceived from PDMCs; completion of missions.  and peripatetic experts and \n2. Training  regional consultants to \n2.1 As part of the mission, work with local counterparts to build capacity to  complement activities; and \nunderstand issues and create ownership of recommendations.  office space in Suva, \nMilestones: participation of appropriate local counterparts in the assessment  Fiji Islands \nprocess and assignment of local responsibility for oversight/implementation of   \nthe recommendations.   \n2.2 Formal capacity development of PDMCs’ personnel involved in PFTAC’s \nenhanced program areas.  \nMilestones: formal capacity development sessions organized by PFTAC experts. \n2.3 Organize regional fora and conduct targeted formal workshops. \nMilestones: forums and workshops organized. \n2.4 Organize short-term attachments, between PDMCs and to relevant \norganizations, of PDMC officials. Milestones: attachments organized. \n \nADB = Asian Development Bank, IMF = International Monetary Fund, PDMC = Pacific developing member country, PFTAC = \nPacific Financial Technical Assistance Centre, TA = technical assistance. \nNote: In this table, PFTAC embodies two World Bank experts that will be coordinated by PFTAC but on technical matters will \nbe the responsibility of the World Bank. PFTAC’s enhanced program areas are: (i) public financial management, (ii) tax policy \nand administration, (iii) banking regulation and supervision, (iv) economic and financial statistics, (v) public expenditure and \nfinancial accountability assessments, and (vi) fiscal aspects of state-owned enterprises. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", "8  Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Cost by Financiera   \nItem  ADBb           Other  Totala \n  Financingc \n      \n1.  Consultants       \n  a.  Remuneration and Per Diem       \n    i.  International Consultants  580.0  5,220.0  5,800.0 \n    ii.  National Consultants  15.0  130.0  145.0 \n  b.  International and Local Travel  115.0  1,035.0  1,150.0 \n  c.  Reports and Communications  35.0  315.0  350.0 \n2.  Training, Seminars, and Conferences  135.0  1,215.0  1,350.0 \n3.  Miscellaneous Administration and  120.0  1,630.0  1,750.0 \nSupport Costs \n      \n      Total  1,000.0  9,545.0  10,545.0 \nADB = Asian Development Bank. \na  In estimated mid-2008 prices. Excludes in-kind contributions from member countries. \nb  Inclusive of any taxes and duties. Financed by ADB’s technical assistance funding program. \nc  To be provided by the International Monetary Fund (IMF) and other development partners. As of April 2008: an IMF \nfunding commitment of approximately $2 million had been secured; broad, in-principle statements of support \ntotaling approximately $7.0 million had been obtained from the governments of Australia, Japan, and New Zealand, \nand discussion with the Republic of Korea was ongoing. Final funding commitments had yet to be determined. \nSources:  ADB  estimates,  adapted  from  IMF.  2007.  PFTAC  Project  Document.  Washington,  DC \n(OTM_PFT_2008_01); and personal communication with IMF. \n \n \n \n ", "  Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Program Area 1: Public Financial Management \n \n1.  At the national level, the Pacific Financial Technical Assistance Centre (PFTAC) will do \nthe following: in consultation with the Fiscal Affairs Division of the International Monetary Fund \n(IMF), assist in the formulation and/or review implementation of individual strategies and action \nplans of the Pacific developing member countries (PDMCs) for public financial management \nreform and the sequencing of the reform activities; provide specific technical assistance (TA) \nand training relating to strengthening budget planning, preparation, execution and reporting, \ngovernment accounting and debt management systems, and internal control and audit capacity; \nand maintain open communications with other in-country TA providers to improve coordination \nof policy advice and TA. \n \n2.  PFTAC proposes to work with PDMCs and development partners to pursue several \ninterrelated public financial management activities at the regional level: delineation of the fiscal \nreforms  associated  with  regional  integration  and  the  establishment  of  free  trade;  assisting \ncountries with developing capacities for undertaking macroeconomic projections and policy \nanalysis in the context of public financial management frameworks; and promotion of good \ngovernance and accountability, consistent with the Forum’s Eight Principles of Accountability \nand IMF’s Manual of Fiscal Transparency.1 \n \n3.  PFTAC  will  work  with  IMF’s  Asia  Pacific  Department,  World  Bank,  Commonwealth \nSecretariat, and other donor agencies to assist authorities to develop reliable and up-to-date \npublic  debt  profiles  and  ensure  that  both  the  level  and  rate  of  growth  of  public  debt  is \nsustainable  and  serviceable  under  a  wide  range  of  circumstances  (but  PFTAC  will  not \nundertake debt sustainability analyses). \n \n4.  In support of these national and regional activities, PFTAC will actively promote formal \ncapacity development activities through the continuation and deepening of the Pacific Islands’ \nFinancial Managers’ Association as a regional practitioner’s forum, the development of training \nmaterials, and the conduct of training programs relevant to the region. \n \nB.  Program Area 2: Revenue Policy and Administration \n \n5.  At the national level, PFTAC will assist members in the diagnosis/development of their \nrevenue  policies  and  administrations,  and  in  the  implementation  of  strategic  reform  and \nmodernization plans. PFTAC will work closely with the Fiscal Affairs Department of the IMF to \nensure that revenue policy advice conforms to established IMF policies and that TA is delivered \nin accordance with IMF standards.   \n \n6.  PFTAC  will  coordinate  with  development  partners  and  other  agencies  assisting  the \nPDMCs, to ensure that advice is coordinated and implementation can be targeted well; in close \nconsultation with IMF/Fiscal Affairs Department, assess existing indirect taxes, corporate and \npersonal taxes, payroll and social security contributions, property taxes and tariff policies, and \nadvise on planned reforms of those taxes; provide assistance on improving the effectiveness of \ntax and customs administration including via increased tax compliance, strengthened collection, \naudit, and taxpayer services, establishing special collection arrangements for larger business \n                                                 \n1  Pacific Island Forum Secretariat. 1997. Eight Principles of Accountability. Suva; and IMF. 2007. Manual of Fiscal \nTransparency. Washington, DC. \n ", "10  Appendix 3 \ntaxpayers,  and  modernizing  customs  procedures;  advise  on  implementing  new  taxes,  and \nintroducing measures  to  bring  medium  and  small  taxpayers  into  the  tax  net;  and  arrange \nperipatetic TA in specialty areas such as tax legislative drafting, large taxpayer units, and other \nniche areas of expertise. \n \n7.  Activities at the national level will continue to be the main focus, while a number of \nregional activities will also be pursued in cooperation with development partners and member \ncountries: support to the Pacific Islands Tax Administrators Association will be continued; with \nsupport from Fiscal Affairs Department, PFTAC will work closely with Pacific development \npartners on matters of broad regional interest; and selected training seminars and materials will \nbe developed. \n \nC.  Program Area 3: Financial Sector Supervision and Regulation  \n \n8.  PFTAC and the financial sector supervision adviser will continue to expand prudential \nsupervision  activities  to  include  not  only  banks  but  also  nonbank  financial  institutions \n(e.g., insurance and superannuation funds). In responding to the TA needs of the member \ncountries in financial supervision and regulation, PFTAC will work closely with IMF’s Monetary \nand Capital Markets Department and Legal Department to ensure that national supervisory \nagencies have the framework and expertise for effective supervision and regulation. Given the \nproliferation  of  development  partners  in  the  Pacific  providing  assistance  on  anti-money \nlaundering and combating of financing of terrorism issues, PFTAC’s adviser will work in areas \nthat have a direct linkage to financial supervision. \n \n9.  Accordingly, in collaboration with the national authorities, PFTAC will advise on reform of \nbank  and  nonbank  laws  and  regulations,  and  the  organization  of  the  financial supervision \nfunction;  strengthen  supervisory  policies  and  processes,  in  the  areas  of  licensing,  on-site \nexamination, and off-site surveillance; promote the adoption of adequate capital standards and \neffective risk management practices; promote closer cooperation and coordinate information \nsharing on financial regulation and supervision; assist with the implementation of supervisory \nnorms  to  prevent  financial  crime;  and  help  with  the  development  of  financial  soundness \nindicators and the streamlining of reporting systems to facilitate the collection and analysis of \nfinancial and prudential data from financial institutions. \n \n10.  PFTAC will also undertake a number of regional activities, including preparation, in \nconjunction with Monetary and Capital Markets Department of the IMF, of a summary paper on \ncurrent financial supervision arrangements within the region as prescribed by the Pacific Plan. \nPFTAC will continue to act as secretariat for the Association of Financial Supervisors of Pacific \nCountries  and  will  arrange  an  annual  meeting  for  members  to  network  and  exchange \nexperiences. PFTAC will also continue to assist the PDMCs in engaging the Basel Committee \non Banking Supervision in a dialogue on its development of new international standards. In \naddition,  PFTAC  will  coordinate  with  the  Financial  Stability  Institute  and  other  partners  to \nconduct  an  annual  workshop  for  PDMCs  on  selected  supervisory  topics;  and  PFTAC  will \ncontinue  to  assist,  on  an  ad  hoc  basis,  with  related  areas  of  monetary  operations  and \ngovernance  as  they  arise  for  members,  and  seek support  from  the  Monetary  and  Capital \nMarkets Department and large central banks in the Oceania region to provide tailored solutions. \n \nD.  Program Area 4: Economic and Financial Statistics \n \n11.  At the national level, PFTAC will advise on the regular and timely collection, compilation, \nanalysis, and dissemination of economic and financial statistics on the basis of international \n ", "  Appendix 3  11 \nstandards for consistency, definitions, coverage, and accuracy drawing on the General Data \nDissemination System framework; assist with the development of national statistical policies and \nstrategies including the delineation of the legal framework and institutional responsibilities for \nthe  collection  and  compilation  of  economic  and  financial  statistics  and  assessment  of  the \nnecessary  resource  allocations  for  an  appropriate  statistical  system;  and  assist  in  the \ndevelopment of a sufficient supply of qualified officials who understand, and are capable of \nimplementing  the  institutional  and  procedural  reforms,  as  well  as  the  methodological  and \nsystems improvements described above, both at the management and operational levels. \n \n12.  PFTAC will continue to pay special attention to the statistical needs of smaller PDMCs. \nIn recognition of the difficulty of undertaking large surveys and compiling the more complex \nstatistical series, such as national accounts and balance of payments statistics, PFTAC will \ncontinue to provide expert assistance on a peripatetic basis to develop and maintain the basic \nmacroeconomic series for these countries. \n \n13.  A  number  of  activities  will  also  be  pursued  regionally  in  conjunction  with  other \norganizations and member countries. Working in conjunction with IMF’s Statistics Department, \nPFTAC will prepare an updated account of the status of national statistical policies in the Pacific \nand a strategy to be followed for improving the statistical systems, particularly in national \naccounts and balance of payments statistics. \n \n14.  The  economic  and  financial  statistics  adviser  will  (i)  work  with  the  public  financial \nmanagement and revenue advisers on improving government financial statistics and debt data \nfor member countries, (ii) work with the PFTAC financial supervision adviser on developing and \ninterpreting financial soundness indicators for member countries, and (iii) coordinate with IMF \nArticle IV and other economic surveillance missions to PFTAC member countries to improve \nand  harmonize  statistics  of  the  region—while  paying  special  attention  to  improving \ndissemination and usage of statistics in the region.  \n \n15.  Activities  will  include  assistance  in  maintaining  and  enhancing  existing  regional \ndatabases,  such  as  the  Pacific  regional  information  system,  which  is  managed  by  the \nSecretariat of the Pacific Community. The adviser will participate as a resource person in \nregional  workshops  and  seminars  organized  by  other  institutions,  and  will  actively  help  to \ndevelop the capacity of the statistics master’s program at the University of the South Pacific, \nincluding the hosting of interns from that program, occasional lecturing, and providing training \nmaterials. \n \nE.  Program Area 5: Public Expenditure and Financial Accountability Assessments in \nthe Pacific \n \n16.  The expert will be responsible for a work program to manage, in close cooperation with \nother development partners, the intensification and systematic follow-up of public expenditure \nand financial accountability assessments in the Pacific. Those assessments and follow-up will \nbe informed by the “Checklist for Terms of Reference for Undertaking a Public Expenditure and \nFinancial  Accountability  assessment  and  preparing  a  Public  Financial  Management \nPerformance Report,” as promulgated by the World Bank in March 2007.2 \n \n                                                 \n2  Public Expenditure and Financial Accountability Secretariat, World Bank. 2007. Checklist for Terms of Reference \nfor Undertaking a Public Expenditure and Financial Accountability Assessment and Preparing a Public Financial \nManagement Performance Report. Washington, DC. \n ", "12  Appendix 3 \n17.  The  expert  will  provide  an  annual  stocktaking  of  the  progress  of  public  financial \nmanagement,  based  on  the  findings  of  public  expenditure  and  financial  accountability \nassessments and other instruments, for Pacific island countries. \n \n18.  The expert will design a program of missions, capacity building activities, workshop and \nlearning  events,  and  communication  to  help  build  expertise  about  public  expenditure  and \nfinancial  accountability  assessments  in  the  Pacific  region  and  link  public  expenditure  and \nfinancial  accountability  tools  and  assessments  to  other  areas  of  economic  governance, \nincluding  (inter  alia)  government  financial  statistics  and  macroeconomic  statistics  and \ninformation transparency; best practices in public budgeting and accounting; public fiduciary \nresponsibility;  cash  management;  medium-term  fiscal  frameworks;  recurrent/capital  public \nbudgeting;  and  financial  linkages  between  and  across  national  and  subnational  levels  of \ngovernment. \n \n19.  The expert’s work will dovetail with the existing and ongoing work program of the PFTAC \npublic financial management adviser, and will be coordinated with the overall fiscal strategies \narticulated in national development plans and annual national budgets. \n \nF.  Program Area 6: State-Owned Enterprise Management \n \n20.  The  expert  will  be  responsible  for  a  work  program  to  help  strengthen,  in  close \ncooperation with other development partners, the capacity of governments to manage the public \nfinancial aspects of state-owned enterprises in the Pacific. \n \n21.  The expert will provide an annual stocktaking of the financial and governance situation of \nstate-owned enterprises for Pacific island countries. \n \n22.  The expert will design a program of missions, capacity building activities, workshop and \nlearning events, and communication to help build expertise about good state-owned enterprise \nmanagement in the Pacific region and link this program to other areas of economic governance, \nincluding  good  statistics  and  information  transparency  about  state-owned  enterprises;  best \npractices in public budgeting and accounting; public fiduciary responsibility in the area of state \nasset management; medium-term fiscal frameworks; recurrent/capital public budgeting; and \nbest governance practices for corporatization/privatization. \n \n23.  The expert’s work will dovetail with the existing and ongoing work program of the PFTAC \npublic financial management adviser, and will be coordinated with the overall fiscal strategies \narticulated in national development plans and annual national budgets. \n \n \n ", "Appendix 4  13 \n \n \nPACIFIC FINANCIAL TECHNICAL ASSISTANCE CENTRE ENHANCED COOPERATION \nBROAD TERMS OF REFERENCE \n \n1.  The International Monetary Fund (IMF) supports and seeks enhanced coordination and \ncollaboration  with  the  World  Bank.  Coordinating  the  work  of  the  Pacific  Financial  Technical \nAssistance  Centre  (PFTAC)  with  the  World  Bank  is  thus  an  important  step  in  implementing \nInternational Monetary Fund-wide policies. \n2.  At  the  suggestion  of PFTAC  members  and  development  partners  at  the  Finance  and \nEconomic  Ministers  Meetings  in  Palau  in  July  2007,  and  endorsed  at  the  Tripartite  Review \nCommittee  in  September  2007,  PFTAC  has  been  charged  with  initiating  a  pilot  program  for \nenhanced collaboration with other multilateral economic agencies, such as the World Bank and the \nAsian Development Bank (ADB), in the Pacific. \n3.  In a joint memorandum from ADB and the World Bank dated 19 September 2007, the World \nBank  Sydney  Office  director  pledged  to  attach  two  consultants  as  experts,  one  in  public \nexpenditure and financial accountability assessments and another in the fiscal aspects of state-\nowned enterprises, to Suva.  \n4.  IMF through PFTAC has been asked to provide a framework for the collaboration, in order \nto strengthen multilateral technical assistance in the Pacific to further the goals of the Pacific Plan. \nPFTAC development partners are keen to support the collaboration, and have offered to fund one \nadditional administrative staff member to PFTAC. This will be financed through reimbursement \nagreements and will support PFTAC and the World Bank experts. The additional staff member will \nbe hired by PFTAC on an annual contract similar to existing PFTAC administrative staff.  \n5.  PFTAC will accommodate the two World Bank experts in its existing offices in the Reserve \nBank of Fiji, until more space can be accessed at the Reserve Bank of Fiji or until another mutually \nagreed arrangement is made. (Existing PFTAC administrative staff can help provide initial support \nto the new experts if they report for duty ahead of the commencement of the FY2009–FY2011 \nproject.) \n6.  The  World  Bank  experts  will  be  fully  supported,  both  financially  and  technically \n(i.e., supervised),  by  World  Bank  resources.  Any  incremental  office  and  operating  expenses \n(e.g., telecommunications, stationery, and office furniture and equipment) arising from the activities \nof the two experts will be paid by the World Bank Sydney Office. PFTAC will coordinate (but not \nsupervise)  the  work  program  for  the  experts  in  line  with  existing  Pacific  members’  national \ndevelopment plans and PFTAC’s FY2009–FY2011 project document and budget. The reports of \nthe two World Bank experts will be sent out by the PFTAC coordinator under a PFTAC transmittal \nletter, clearly indicating that the reports are written by the World Bank, which is solely responsible \nfor their content, although the experts’ work program will have been coordinated with PFTAC.    \n7.  There  will  be  substantial  collaboration  across  PFTAC,  World  Bank,  ADB,  and  other \nmultilateral and bilateral development partners in the Pacific, to harmonize technical assistance \nmore effectively. Toward that end, regular meetings will be convened in Suva for the Pacific \ndevelopment partners to share information. \n8.  From the commencement of the World Bank experts’ presence in Suva, the 6-monthly \nupdates  by  PFTAC  to  its  members  and  development  partners  will  include  a  separate  report \nprovided by the World Bank experts on their activities and outputs/outcomes. \n9.  This  arrangement  will  be  reviewed  at  the  next  Tripartite  Review  Committee  meeting, \nscheduled  for  March  2009,  at  which  time  Tripartite  Review  Committee  members  and  Pacific \npartners can decide on the success of the pilot project and the future scope of PFTAC operations. \n "], "metadata": {"CreationDate": "D:20080701095803+08'00'", "Author": "RR3", "Creator": "Acrobat PDFMaker 8.0 for Word", "Keywords": "pacific financial technical assistance, pftac 2008–2011, pftac technical assistance framework, public sector economic management, adb reta 6466, adb technical assistance 6466, adb project 42142", "Producer": "Acrobat Distiller 8.0.0 (Windows)", "ModDate": "D:20080707135005+08'00'", "Company": "Licenced User", "SourceModified": "D:20080701015648", "Title": "Pacific Financial Technical Assistance Centre  2008–2011"}}