{"path": "data/input/ta/42154-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 42154 \nRegional Capacity Development Technical Assistance (R-CDTA) \nDecember 2008 \n \n \n \n \nStrengthening Public Financial Management in Pacific \nDeveloping Member Countries  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development  \n  GACAP II  –  second governance and anticorruption action plan \n  IMF  –  International Monetary Fund \n  MTEF  –  medium-term expenditure framework \n  PASAI   –  Pacific Association of Supreme Audit Institutions \n  PEFA  –  public expenditure and financial accountability \n  PFM  –  public financial management  \n  PFTAC  –  Pacific Financial Technical Assistance Centre \n  PIF  –  Pacific Islands Forum \n  PIFMA  –  Pacific Islands Financial Managers’ Association \n  PRAI  –  Pacific Regional Audit Initiative \n  SAS  –  subregional audit support \n  TA   –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional capacity development technical assistance (R-CDTA) \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy \nSubsector  –  Public finance and expenditure management \nThemes  –  Governance, regional cooperation and capacity development \nSubthemes  –  Public governance, regional public goods, organizational \ndevelopment \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  S. H. Rahman, Pacific Department (PARD) \nDirector  I. Bhushan, Pacific Operations Division (Area B), PARD \n   \nTeam leader  B. Reid, Senior Financial Management Specialist, PARD \nTeam members  J. Guthrie, Pacific Policy and Regional Cooperation Specialist, PARD \n  S. Pollard, Principal Economist, PARD  \n  C. Sugden, Country Economist, PARD \n  A. Witheford, Governance Specialist, PARD \n \n ", " \nI.  INTRODUCTION \n1.  The  Pacific  region  is  characterized  by  high  public  expenditures  and  significant \ngovernment  ownership  of  assets.  Inadequate  oversight  of  these  resources  and  the  public \nfinancial management (PFM) systems that are used to account for them undermines the stability \nof governments and the wellbeing of Pacific peoples. This technical assistance (TA) will support \ninitiatives to strengthen Pacific PFM and reduce fiduciary risk, including by providing accounting \nand internal audit support, and designing a competency-based capacity development program. \nThe design reflects consultations undertaken over the past 2 years, including with the Pacific \nFinancial  Technical  Assistance  Centre  (PFTAC),  the  Pacific  Islands  Financial  Managers \nAssociation (PIFMA) and the Pacific Association of Supreme Audit Institutions (PASAI). \n \n2.  The assistance is consistent with the strategies, priorities and commitments of Pacific \ncountries and the Asian Development Bank (ADB), including the Pacific Plan, which seeks to \nenhance good governance, economic growth, sustainable development and security through \nregionalism.1 The TA will contribute to strategic objective 12 of the Pacific Plan, which aims to \nimprove  transparency,  accountability,  equity  and  efficiency  in  the  management  and  use  of \nresources in the Pacific. The TA is also consistent with ADB’s Pacific Strategy 2005–2009, which \nidentifies strengthened government transparency and accountability as a key result area,2 and with \nADB’s second Governance and Anticorruption Action Plan (GACAP II), which is focused on \nimproving ADB’s performance in implementing governance and anticorruption policies in sectors \nwhere ADB is active.3 Finally, in supporting the 2005 Paris Declaration on Aid Effectiveness,4 \nrecipient  countries  have  committed  to  publishing  timely,  transparent,  and  reliable  financial \nreports, while development partners (including ADB) have committed to relying to the maximum \nextent possible on country PFM systems.5 The design and monitoring framework is in Appendix \n1.6 \n \nII.  ISSUES \n3.  In the Pacific region, the public sector represents over 32% of total gross domestic \nproduct, and annual public sector expenditures exceed $8.8 billion.7 However, the PFM systems \nthat are used to manage these resources are in many cases inadequate. For instance, the 2008 \nADB country performance assessment exercise assigned ratings to 10 Pacific countries. The \naverage rating for the quality of budgetary and financial management was 3.3 (out of a possible \n6.0); three countries received low ratings of 2.5. Although some Pacific countries have made \nsignificant progress in reducing financial reporting backlogs, others have far to go: one country \nhas financial reporting arrears of 10 years, and several others are in arrears by 3–4 years. The \nabsence  or  late  provision  of  financial  information  fundamentally  undermines  accountability \nmechanisms.  Furthermore,  without  timely  and  reliable  information  on  emerging  issues, \npolicymakers are unable to react in a timely manner to emerging crises and problems.  \n \n                                                 \n1  Pacific Islands Forum Secretariat. 2005. Pacific Plan for Strengthening Regional Cooperation and Integration. Suva.  \n2  ADB. 2004. Responding to the Priorities of the Poor: A Pacific Strategy for the Asian Development Bank (2005–\n2009). Manila. \n3  ADB. 2006. Second Governance and Anticorruption Action Plan (GACAP II). Manila. \n4  High Level Forum. 2005. Paris Declaration on Aid Effectiveness, Ownership, Harmonization, Alignment and \nResults. Paris. \n5  Signatories of the Paris declaration include Cook Islands, Fiji Islands, Papua New Guinea, Samoa, Solomon \nIslands, Timor-Leste, Tonga, and Vanuatu. \n6  The TA first appeared in the business opportunities section of ADB’s website on 18 November 2008. \n7  PASAI. 2008. Pacific Regional Audit Initiative: Summary Design. Information document presented to the August \n2008 Meeting of Pacific Island Leaders. Niue. (page 1). \n ", "2   \n4.  Evidence  suggests  that  the  benefits  stemming  from  sound  PFM  systems  are \ndisproportionally important for small states. Fiscal transparency can support fiscal adjustments in \nsmall states by creating wider public support and understanding of government policies. In \naddition, transparency can help investors make better-informed assessments on risk and lending \nto small states, and can reassure financial markets and donors regarding a government’s fiscal \ngoals.8 A recent study suggested that improving governance through increased government \neffectiveness may help small states reduce public and external debt and thus support fiscal \nadjustment, indicating that small states should strive to improve their institutional capacity to \ndevise and implement government policies and improve the quality of public services. Measures \nthat enhance policy credibility, such as increasing the accountability of the government to fiscal \ntargets, regular publication of economic data, and improving transparency, should also help \nincrease government effectiveness.9 \n \n5.  Moreover, developing countries and donors are not on track to meet the Paris Declaration \ncommitments. On 4 September 2008, developing countries’ ministers and heads of development \npartner agencies, including ADB, agreed to accelerate and deepen implementation of the Paris \nDeclaration. Relevant commitments include strengthening PFM systems, aiming to provide 66% of \naid  through  program-based  approaches,  and  channeling  50%  or  more  of  government-to-\ngovernment assistance through country fiduciary systems.10 \n \n6.  ADB  recognizes  the  importance  of  PFM  in  the  Pacific  and  has  provided  significant \nsupport to improve PFM arrangements. Since 1994, ADB has provided $5.5 million support to \nthe multi-donor, Fiji Islands-based PFTAC, which is operated by the International Monetary Fund \n(IMF).11 ADB is also supporting the design and implementation of the Pacific Regional Audit \nInitiative (PRAI), which is a Pacific Plan initiative.12 After an extensive consultation process, the \nApril 2008 congress of the 25-member PASAI endorsed the PRAI design; the initiative was also \nendorsed by Pacific island leaders at the August 2008 meeting of the Pacific Island Forum (PIF). \nAmong other things, the PRAI involves establishing a subregional auditing model in which \nparticipating countries (Kiribati, Nauru, and Tuvalu) will pool national and external resources to \njointly undertake audits.  \n \n7.  These and other efforts have produced positive results in several aspects of PFM. For \ninstance, public auditing in the Pacific region overall has advanced substantially in the past \ndecade, with numerous audit backlogs cleared and a significant improvement in audit quality.13 \nLikewise, the application in the Pacific of the Public Expenditure and Financial Accountability \n(PEFA) PFM Assessment Framework reveals that planning and budget processes are rated \nsatisfactorily (B+ average). Given their potential to better link policy with budgets and to enable \nbetter  decision-making,  it  is  not  surprising  that  emphasis  has  been  placed  on  developing \n                                                 \n8   Daniel, James, Jeffrey Davis, Manal Fouad, and Caroline Van Rijckeghem, 2006, Fiscal Adjustment for Stability \nand Growth. IMF Pamphlet Series No. 55. Washington, DC: IMF. \n9   Cas, Stephanie and Rui Ota. 2008. Big Government, High Debt, and Fiscal Adjustment in Small States. \nWashington, DC (IMF Working Paper WP/08/39, page 31). \n10   Third High Level Forum. 2008. Accra Agenda for Action. Accra (4 September). \n11   ADB’s commitment to PFTAC was renewed recently through ADB. 2008, Technical Assistance for Pacific \nTechnical Assistance Centre 2008–2011. Manila (TA 6466-REG, for $1,000,000, approved on 24 June). \n12   ADB support involves: (i) ADB. 2008. Technical Assistance for Strengthening Governance and Accountability in \nPacific Island Countries (Phase 2). Manila (TA 6499-REG, for $1,900,000, approved on 3 November, cofinanced \nby the Japan Special Fund and the Government of Australia); and (ii) ADB. 2006. Technical Assistance for \nStrengthening Governance and Accountability in Pacific Island Countries. Manila (TA 6360-REG for $1,579,000, \napproved on 7 December, cofinanced by the Japan Special Fund and the Government of Australia). \n13   PASAI. 2008. Pacific Regional Audit Initiative: Summary Design. Information Document for the 2008 Forum \nEconomic Ministers Meeting. Port Vila, Vanuatu (October). Prepared with support from ADB TA 6360-REG \n(cofinanced by the Government of Australia and the Japan Special Fund, funded by the Government of Japan). \n ", "  3\nmedium-term  expenditure  frameworks  (MTEFs),  but  some  reviews  caution  countries  to \nimplement MTEFs only when basic financial controls and annual budgeting are working well.14 \nHowever, Pacific island countries rate poorly in terms of budget execution, with payroll controls \nscoring a C- average and internal audit scoring a D+ average. A Pacific auditor-general reported \nrecently to their public accounts committee that “Put simply, sometimes there is nothing to audit \nbecause  the  records  are  non-existent”  …  “there  was  a  lack  of  bank  reconciliations,  poor \ndocumentation supporting the transactions, lack of physical stocktakes … and ineffective budget \ncontrols. [… Moreover, the Office has been] auditing accounts and records that are sometimes \nsix years old.”15 The situation described is not uncommon in the Pacific. \n \n8.  As  with  supreme  audit  institutions,  the  effectiveness  of  Pacific  finance  ministries  is \ngenerally constrained by their ability to attract, retain, and develop qualified staff due to their \nsmall sizes and remote locations, difficulties in competing with the private sector for qualified \nstaff, often-constrained budgets, and limited access to professional accounting bodies. However, \nthere is a range of capacities, with some Pacific finance ministries meeting best practice in many \nrespects.  In  general,  PFM  capacity-development  efforts  to  date  have  been  somewhat \nfragmented and issue-based, rather than being structured around a competency framework. \n \n9.  The quality and timeliness of public sector financial reporting, including for state-owned \nenterprises, is also variable. In that connection, financial reporting awards, including for the \npublic sector, are common internationally and highlight and encourage sound financial reporting \npractices. For instance, the Government Finance Officers Association of Canada and the United \nStates established the certificate of achievement for excellence in financial reporting program in \n1945 to encourage governments to prepare comprehensive annual financial reports that provide \nevidence of the spirit of transparency.16 Likewise, the Fiji Islands-based South Pacific Stock \nExchange inaugurated its annual report competition in 1981; since then the competition has \nevolved to include differing organization types, including parastatals. The judging panel comes \nfrom various professional financial institutions including accountants, capital market, academics, \nand other financial institutions.17 \n \n10.  Recognizing these issues and considerations, the PFTAC-sponsored PIFMA and PASAI \nhave in the past 2 years discussed the need for a Pacific regional PFM initiative to parallel the \nPRAI. Among other things, the March 2008 PIFMA meeting agreed that (i) development partners \nwould consider options for providing support to a Pacific regional PFM initiative; (ii) PIFMA will \nmove  beyond  its  role  to  date  as  discussion  and  training  forum  to  being  a  professional \nassociation (similar to PASAI); and (iii) PIFMA will establish working groups, including to identify \nPFM competencies. In line with these considerations, PFTAC is undertaking a pilot study (for Fiji \nIslands,  Palau,  Cook  Islands,  and  Tonga)  to  evaluate  the  status  of  internal  auditing \narrangements, identify training and organizational needs, and recommend possible solutions to \nimplement strengthened internal auditing in selected Pacific island countries.  \n \n                                                 \n14   See, for instance, Wynne, Andy. 2005. Public Financial Management Reforms in Developing Countries: Lessons \nof Experience from Ghana, Tanzania and Uganda. African Capacity Building Foundation Working Paper No. 7. \nAvailable: http://www.acbf-\npact.org/knowledge/documents/Working%20Paper%207%20on%20Financial%20Management-Final.pdf \n15   George Sullimann, Auditor-General of Papua New Guinea, quoted in Papua New Guinea Post Courier. 2008. Bad \nfinancial management rife in Govt – Auditor. 25 September. \n16   Available: http://www.gfoa.org/index.php?option=com_content&task=view&id=35&Itemid=58 \n17   Available: http://www.spse.com.fj/publish/annual_competition.shtml#present \n ", "4   \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The  proposed  project  is  intended  to  promote  good  governance  through  improved \ntransparency,  accountability,  and  efficiency  in  managing  and  using  public  resources  in  the \nPacific.18 Specifically, the proposed TA is intended to strengthen the capacity of Pacific island \ngovernments to manage public resources. \n \nB.  Methodology and Key Activities \n12.  The TA is intended to deliver four outputs during the period 2009–2011.  \n \n13.  Strengthened  Internal  Auditing  and  Financial  Reporting. Building on the PFTAC \ndiagnostic study of internal auditing for four pilot countries,19 the TA will support, under PFTAC \nguidance (i) the preparation of generic records management, and internal control and internal \naudit manuals; and (ii) activities that specifically target the pilot countries, including (a) tailoring \nof the manuals; (b) training on strengthened records management, internal control and internal \nauditing; and (c) initial implementation of strengthened records management, internal control \nand  internal  auditing  arrangements.  In  relation  to  accounting  and  financial  reporting,  and \nrecognizing PIFMA’s call for accounting and financial reporting support along the lines of the \nPRAI  subregional  audit  support  (SAS)  program,  assistance  will  be  provided  to  three  pilot \ncountries to develop financial reporting frameworks in line with the cash basis international \npublic sector accounting standard. Advice will also be provided on particular accounting issues \non a demand basis. The TA will also support a scoping and design study of options for using a \ncooperative  approach,  modeled  on  the  PRAI  SAS  program,  to  support  internal  auditing, \naccounting and financial reporting arrangements (including providing support to reduce financial \nreporting backlogs and address infrastructure financial management issues), including for the \ninternal  auditing  pilot  countries  and  for  the  SAS  program  countries  (Kiribati,  Nauru,  and \nTuvalu).20 The  scoping  and  design  study  will  consider  cost-recovery  options  and  potential \nfunding modalities. \n \n14.  Structured PFM Capacity Development Program Designed. Under PFTAC/PIFMA’s \nguidance, generic PFM competencies will be identified and a core PFM competency model \ndeveloped, on the basis of which a structured and costed PFM capacity development program \nwill be prepared for consideration by potential funders. The structured program design will \nconsider options for cost recovery21 and will examine similar initiatives, including the PASAI \ncompetency framework and the structured capacity development program that will be designed \nthrough the PRAI. An analysis of strengths, weaknesses, opportunities, and threats will be \nundertaken  in  preparing  the  competency  model  and  designing  the  capacity  development \nprogram. \n \n15.  Strengthened Aid Coordination and Debt Management. In keeping with the Accra \nAgenda for Action commitments, which call for donors to support and invest in strengthening the \n                                                 \n18   This is in keeping with the objective of Pacific Plan (footnote 1), initiative 12. \n19   The selection of pilot countries remains tentative (including Cook Islands, Palau and Tonga), and may change or \nbe extended in consultation with PFTAC and potential participants. The Fiji Islands will not be included in the pilot. \nActivities will commence only when no-objection advice is confirmed. \n20   Subject to no-objection confirmation from these countries. \n21   See, for instance, IMF. 2008. IMF Executive Board Discusses the Policy for Country Contributions for Capacity \nBuilding.  Public  Information  Notice  No.  08/129.  Washington,  DC  (3  October).  Available: \nhttp://www.imf.org/external/np/sec/pn/2008/pn08129.htm (accessed on 4 October 2008). \n ", "  5\naid management systems of developing countries, peripatetic support will be provided to review, \nrecommend and strengthen aid coordination and debt management arrangements, with a focus \non the pilot countries. \n \n16.  Sound PFM Advocated. The TA will advocate for the importance of sound PFM through \njournal and media articles, and through support for participation in PEFA PFM assessments and \nPFM conferences and meetings. In addition, in collaboration with PFTAC/PIFMA and regional \nacademic  institutions,  it  will  establish  annual  Pacific  financial  reporting  awards.  Potential \ncategories include best annual report by a corporate, best annual report by a public sector \nnonprofit  organization  and  best  annual  report  by  a  public  sector  commercial  organization. \nHowever, the initial focus of support under the TA will be on financial reporting by parastatals, \nincluding state-owned enterprises. The TA will support the design and establishment of the \nPacific  financial  reporting  awards,  which  will  involve  establishing linkages  with professional \naccounting associations, PASAI, and universities and colleges, with an initial focus on state-\nowned enterprise reports from pilot countries. \n \nC.  Cost and Financing \n17.  The TA’s total cost is estimated at $1,700,000 equivalent. The TA will be financed on a \ngrant basis ($1,500,000) by ADB’s TA funding program. The remainder of the cost ($200,000) \nwill be contributed through in-kind contributions from participating governments (Appendix 3). \n \nD.  Implementation Arrangements \n18.  ADB’s  Pacific  Department  will  be  the  executing  agency.  PFTAC  will  provide \nimplementation guidance. The TA will require (i) international consultants (an estimated 37 \nperson-months of inputs) with skills and expertise in PFM, internal auditing, accounting and \nfinancial reporting, aid coordination and debt management, and capacity development; and (ii) \nnational and regional consultants (an estimated 18 person-months of inputs) with skills and \nexpertise  in  accounting,  internal  auditing,  financial  reporting,  aid  coordination  and  debt \nmanagement, and capacity development. It is desirable that consultants have demonstrated \nprevious successful experience working in the Pacific islands. Appendix 3 details deliverables \nand  reporting  requirements,  but  these  may  change  during  implementation  to  provide  the \nflexibility to meet changing needs and respond to the guidance of PIFMA and PFTAC. \n \n19.  All consultants will be engaged as individuals in accordance with ADB’s Guidelines on \nthe Use of Consultants (2007, as amended from time to time). Outline terms of reference for \nconsulting services are in Appendix 3. Disbursements under the TA will be in accordance with \nADB’s Technical Assistance Disbursement Handbook (2008, as amended from time to time). TA \nactivities will be implemented over a 36-month period starting in January 2009, with a December \n2011 completion date. The TA is intended to pilot innovative PFM approaches in the Pacific \nregion and, subject to performance of the pilot approaches, consideration may be given to \nfurther expanding the activities to additional countries and sectors. \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis for \nStrengthening  Public  Financial  Management  in  Pacific  Developing  Member  Countries,  and \nhereby reports this action to the Board. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions \nSummary  Indicators  Reporting Mechanisms  and Risks \nImpact       \nBetter governance  Demonstrated public financial  ADB’s country  Assumption \nthrough improved  management (PFM)  performance assessments \nPolitical commitment to, \ntransparency,  improvements, taking into \nCountry PEFA PFM \nand community support \naccountability, and  account regional and national \nassessments \nfor, good governance \nefficiency in  circumstances. \nPFTAC reports and  and sound public \nmanaging and using \nImprovement (averaging one-\nstocktakes  financial management \npublic resources in \nstep) by the end of 2012 of \nremains strong \nthe Pacific \nrelevant public expenditure and \nfinancial accountability (PEFA) \nperformance indicators \nOutcome      Assumptions \nStrengthened  Improvement in participating  PEFA PFM assessments \nParticipating jurisdictions \ncapacity of selected  countries by the end of 2012 of \nPFTAC reports and  remain committed to \nPacific island  the PEFA PI-26 indicator to an \nstocktakes  improving PFM \ngovernments to  average B rating \narrangements and acting \nmanage public  External auditors’ reports \nReduction in participating  on PFTAC’s advice and \nresources \ncountries of repetitive external    capacity-building \naudit recommendations regarding  measures. \nweak record-keeping and internal \ncontrols \nOutputs      Assumptions \n1. Strengthened  Improvement by the end of 2012  PEFA PFM assessments \nPFTAC diagnostic work \ninternal auditing  of the PEFA PI-21, PI-22, PI-23 \nTA reports  is completed in a timely \nand financial  and PI-24 indicators to an \nmanner and the \nreporting   average C rating \nrecommendations are \nStrengthened records- supported by \nmanagement, internal controls,  participating countries. \nand internal audit   \nPIFMA members agree \nRevised cash-based accounting \nin a timely manner to the \nframework for three pilot \nproposed program. \ncountries \nCooperative subregional \napproach designed for \naddressing internal auditing, \naccounting and financial reporting \narrangements for four pilot \ncountries \n2. Structured PFM  Generic competencies identified  TA reports   \ncapacity-  and core PFM competency \nMinutes of PIFMA \ndevelopment  framework and model agreed by \nmeetings \nprogram endorsed  February 2010 \nby PIFMA \nPIFMA endorses structured \ncapacity development program by \nJune 2010 \n ", "  Appendix 1  7 \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions \nSummary  Indicators  Reporting Mechanisms  and Risks \n3. Strengthened aid  Improvement in pilot countries by  PEFA PFM assessments   \ncoordination and  the end of 2012 of the PEFA PI-\ndebt management. 17 indicator to an average C \nrating \n4. Sound PFM  Increased awareness of the  TA status reports   \nadvocated   importance of good PFM and \nMedia articles \nsound financial disclosure, \nthrough the publication of 12 \nmedia and journal articles, and \nthe initial establishment of the \nPacific region financial reporting \nawards \n \nActivities with Milestones  Inputs \n1. Internal Auditing and Financial Reporting  •  ADB (Technical \n1.1. Prepare generic records management, internal control, and internal auditing  Assistance Special \nmanuals  (May 2009)  Fund): $1,500,000 \n1.2. Prepare tailored manuals for five pilot countries  (Dec 2009)  •  37 person-months of \ninternational consulting \n1.3. Prepare training on strengthened records management, internal control, \nservices and 18 person-\nand internal auditing manuals for five pilot countries  (Dec 2009) \nmonths of national \n1.4. Implement strengthened records management and internal controls, and \nconsulting services. \nprepare internal auditing manuals in five pilot countries  (Oct 2010) \n•  Participating \n1.5. Provide analysis and advice on financial reporting frameworks, using cash \ngovernments: $200,000 \n   basis IPSAS, for three pilot countries  (Jun 2009)  (in-kind contributions). \n1.6. Analyze and design cooperative model for addressing internal audit, \naccounting, and financial reporting needs  (Feb 2010) \n2. PFM Capacity Development Program \n2.1. Identify generic PFM competencies  (Jun 2009) \n2.2. Develop and reach agreement on PFM competency framework and  \n  model   (Feb 2010) \n2.3. Design capacity development program  (Jun 2010) \n3. Debt Management and Aid Coordination  \n3.1.  Review and recommend strengthened debt management and aid \ncoordination frameworks and practices for four pilot countries  (Dec 2009) \n3.2. Support implementation of recommendations in pilot countries and provide \nadvice on improvements elsewhere  (Dec 2010) \n4. PFM Advocacy \n4.1. Prepare communications plan  (Apr 2009) \n4.2. Publish 12 journal and media articles  (Dec 2010) \n4.3. Design Pacific financial reporting awards  (Jun 2009) \n4.4. Arrange first Pacific financial reporting awards  (Dec 2010) \n \nADB = Asian Development Bank, IPSAS = International Public Sector Accounting Standard, PDMC = Pacific \ndeveloping member country, PRAI = Pacific Regional Audit Initiative, PASAI = Pacific Association of Supreme Audit \nInstitutions, PEFA = Public Expenditure and Financial Accountability, PFM = public financial management, SAS = \nsubregional audit support. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  795.5 \n      ii.  National Consultants  172.8 \n    b.  International and Local Travel  130.0 \n    c.  Reports and Communications  23.2 \n  2.  Training, Seminars, and Conferences   \n    a.  Internal Auditing Implementation and Subregional Scoping Studyb  108.8 \n    b.  Capacity Development Working Groupc  58.2 \n    c.  Pacific Regional Financial Reporting Awardsd  50.7 \n  3.  Miscellaneous Administration and Support Costs  54.0 \n  4.  Representative for Contract Negotiations  0.0 \n  5.  Contingencies  106.8 \n      Subtotal (A)  1,500.0 \n   \nB.  Government Financinge   \n  1.  Office Accommodation and Transport  50.0 \n  2.  Remuneration and Per Diem of Counterpart Staff  150.0 \n      Subtotal (B)  200.0 \n   \n        Total  1,700.0 \na  Financed by the Asian Development Bank’s technical assistance funding program. \nb  Two workshops to review and provide guidance on the subregional scoping study, and two workshops to support \nand review the implementation of strengthened internal auditing. \nc  Three meetings of the Capacity Development Working Group of the Pacific Islands Financial Managers’ \nAssociation to provide guidance on the development of the capacity development program. \nd  Three stakeholder meetings, including determination of awards. \ne  In-kind contributions from participating governments (e.g., provision of office facilities for visiting consultants). \nSource: Asian Development Bank estimates. \n ", "      Appendix 3  9 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Coordinator/Public Financial Management Expert (international, 12 person-months) \n1.  The  coordinator/public  financial  management  (PFM)  expert  will  have  significant  PFM \nknowledge, at least 15 years of relevant experience, and will hold a post-graduate qualification \nand/or a professional certification. Professional experience in the Pacific region is highly desirable \nas is practical PFM experience, particularly in public sector accounting and financial reporting, \nideally in a cash-based environment. \n \n2.  The expert, with guidance from and in close coordination with Pacific Financial Technical \nAssistance Centre/Pacific Islands Financial Managers’ Association (PFTAC/PIFMA), will undertake \nthe following tasks (i) supervise the internal auditing expert in the (a) preparation of generic records \nmanagement, and internal control and internal audit manuals; (b) tailoring of those manuals for \npilot countries; (c) training on strengthened records management, and internal control and internal \naudit for pilot countries; and (d) initial implementation of strengthened records management, and \ninternal control and internal audit arrangements in pilot countries; (ii) assist three pilot countries \n(Kiribati, Nauru, and Tuvalu) to develop financial reporting frameworks in line with the cash basis \ninternational public sector accounting standard; (iii) provide advice to pilot countries on PFM issues \nas requested; (iv) prepare a scoping and design study of options for using a cooperative approach, \nmodeled on the Pacific Regional Audit Initiative (PRAI) subregional audit support (SAS) program, \nto support internal auditing, accounting and financial reporting arrangements (including providing \nsupport to reduce financial reporting backlogs and address infrastructure financial management \nissues);  (v)  oversee  the  design  and  establishment  of  the  inaugural  Pacific  financial  reporting \nawards; (vi) prepare a communications plan for PFM advocacy; (vii) prepare four journal and/or \nmedia articles; and (viii) coordinate and oversee the activities of the internal auditing expert, \naccounting and financial reporting expert, capacity development expert, aid coordination and debt \nmanagement expert, and other experts, including collaboration with agencies such as PFTAC, \nPIFMA, and Australian Agency for International Development (AusAID).  \n \n3.  Reporting requirements include (i) an inception report; (ii) monthly status reports to the \nAsian Development Bank (ADB) and PFTAC; (iii) the generic and tailored records management, \nand  internal  control  and  internal  audit  manuals  for  pilot  countries;  (iv)  financial  reporting \nframeworks, including implementation strategies and plans; (v) a scoping and design study of the \ncooperative PFM approach; (vi) a communications plan for PFM advocacy; and (vii) four journal \nand/or media articles on topical PFM issues of relevance to the Pacific. \n \nB.  Internal Auditing Expert (international, 6 person-months) \n4.  The internal auditing expert will have sound knowledge of internal auditing practices, and \nrecent,  practical  internal  auditing  experience.  The  expert  will  hold  a  recognized  and  relevant \nprofessional qualification. Experience in the Pacific region is highly desirable.  \n \n5.  The expert will work under the supervision of the technical assistance (TA) coordinator, and \nwith guidance from and in close coordination with PFTAC/PIFMA, to undertake the following tasks \n(i) prepare generic records management, and internal control and internal audit manuals; (ii) tailor \nthe  manuals for the pilot countries; (iii) provide training on strengthened records management, and \ninternal control and internal audit manuals to the pilot countries, which will involve organizing in-\ncountry workshops and two subregional workshops to determine the implementation approach for \nthe  manuals,  and  to  review  implementation  experience;  (iv)  support  initial  implementation  of \nstrengthened records management, and internal control and internal audit arrangements in pilot \n ", "10  Appendix 3 \n \ncountries; (v) prepare two journal and or media articles; and (vi) assist in the preparation of the \nscoping and design study for the cooperative subregional approach to supporting internal auditing, \naccounting, and financial reporting activities. \n \n6.  Reporting requirements include (i) an inception report; (ii) monthly status reports to ADB \nand PFTAC; (iii) the generic and tailored records management, and internal control and internal \naudit manuals for pilot countries; (iv) a scoping and design study of the cooperative PFM approach; \n(v) a communications plan for PFM advocacy; and (vi) two journal and or media articles on internal \nauditing issues of relevance to the Pacific. \n \nC.  Accounting and Financial Reporting Expert (international, 11 person-months) \n7.  The accounting and financial reporting expert will have a sound, practical knowledge of \naccounting processes and financial reporting practices, ideally in a developing country environment. \nThe expert will hold a recognized and relevant professional qualification. Experience in the Pacific \nregion is highly desirable as is experience working in a cash-based public sector accounting \nenvironment.  Knowledge  and  experience  of  financial  reporting  awards’  arrangements  are \nparticularly desirable.  \n \n8.  The expert will work under the supervision of the TA coordinator, with guidance from and in \nclose  coordination  with  PFTAC/PIFMA,  to  undertake  the  following  tasks  (i)  assist  three  pilot \ncountries (Kiribati, Nauru and Tuvalu) to develop financial reporting frameworks in line with the \ncash-basis international public sector accounting standard; (ii) provide advice to pilot countries on \naccounting issues as requested; (iii) assist in the preparation of a scoping and design study of \noptions for using a cooperative approach, modeled on the PRAI SAS program, to support internal \nauditing, accounting and financial reporting arrangements, including providing support to reduce \nfinancial reporting backlogs and address infrastructure financial management issues; (iv) prepare \nfour financial reporting-related articles; (v) lead the design and establishment of the inaugural \nPacific financial reporting awards in conjunction with PFTAC/PIFMA and regional academic and \nprofessional institutions, with an initial focus on state-owned enterprise reports from pilot countries; \nand (vi) identify requirements for expansion and sustainability of the Pacific financial reporting \nawards. \n \n9.  Reporting requirements include (i) an inception report; (ii) monthly status reports to ADB \nand PFTAC; (iii) financial reporting framework designs, including implementation strategies and \nplans; (iv) a scoping and design study of the cooperative PFM approach; (v) a strategy and plan for \nPacific financial reporting awards; and (vii) four journal and/or media articles on topical financial \nreporting issues of relevance to the Pacific. \n \nD.  Capacity Development Expert (international, 5 person-months) \n10.  The  capacity  development  expert  will  have  experience  in  PFM  capacity  building  in \ndeveloping countries. Experience in the Pacific islands is highly desirable. The expert will work \nunder the supervision of the TA coordinator, with guidance from and in close coordination with \nPFTAC/PIFMA, to undertake the following tasks (i) review the status of Pacific PFM capacity status, \nchallenges  and  development  initiatives;  (ii)  identify  and  review  relevant  competency-based \nframeworks  and  models,  including  the  PASAI  competency  framework;  (iii)  develop  generic \ncompetencies; (iv) prepare a 3-year capacity development program proposing the activities to be \nsupported, including costing, sequencing, prioritization and consideration of cost-recovery options; \n(v) prepare two articles on capacity development issues; and (vi) in conjunction with ADB and \nPFTAC, organize three meetings of the PIFMA PFM capacity development working group to review \n ", "      Appendix 3  11 \nand consider draft proposals. Analyses of strengths, weaknesses, opportunities and threats will be \nundertaken in preparing the competency model and designing the capacity development program. \n \n11.  Reporting requirements include (i) an inception report, (ii) monthly status reports to ADB \nand PFTAC, (iii) a midterm report, (iv) a draft final report, (v) a final report, and (vi) two journal and \nor media articles on PFM capacity development issues of relevance to the Pacific. \n \nE.  Aid Coordination and Debt Management Expert (international, 3 person-months) \n12.  The aid coordination and debt management expert will have experience in aid coordination \nand debt management arrangements. Experience in the Pacific islands is highly desirable. The \nexpert will work under the supervision of the TA coordinator to (i) review aid coordination and debt \nmanagement  arrangements  in  pilot  countries  and  identify  practical  recommendations  for \nimprovements,  and  (ii)  provide  peripatetic  advice  to  pilot  countries  on  implementing \nrecommendations. Reporting outputs will include (i) an inception report, (ii) monthly status reports \nto ADB, and (iii) a diagnostic report of aid coordination and debt management arrangements. \n \nF.  Other Experts (national or regional, 18 person-months) \n13.  The TA will provide approximately 18 person-months of intermittent regional and national \nconsulting  services  with  a  focus  on  accounting,  internal  auditing,  financial  reporting,  aid \ncoordination and debt management, and capacity development. Specific consulting requirements \nwill be refined further based on workplans prepared by the coordinator and consultations with \nPFTAC/PIFMA. The consultants will provide support and assistance for the following activities: (i) \nthe design and implementation of internal auditing support; (ii) the design of the cooperative \napproach to internal auditing, accounting, and financial reporting support; (iii) the development of \nthe  structured  capacity  development  program;  (iv)  the  assessment  and  strengthening  of  aid \ncoordination and debt management arrangements; and (v) the design and establishment of the \nPacific financial reporting awards. \n \n "], "metadata": {"CreationDate": "D:20081212103226+08'00'", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20081222163443+08'00'", "Title": "Strengthening Public Financial Management in Pacific Developing Member Countries"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development  \n  GACAP II  –  second governance and anticorruption action plan \n  IMF  –  International Monetary Fund \n  MTEF  –  medium-term expenditure framework \n  PASAI   –  Pacific Association of Supreme Audit Institutions \n  PEFA  –  public expenditure and financial accountability \n  PFM  –  public financial management  \n  PFTAC  –  Pacific Financial Technical Assistance Centre \n  PIF  –  Pacific Islands Forum \n  PIFMA  –  Pacific Islands Financial Managers’ Association \n  PRAI  –  Pacific Regional Audit Initiative \n  SAS  –  subregional audit support \n  TA   –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional capacity development technical assistance (R-CDTA) \nTargeting Classification  –  General intervention \nSector  –  Law, economic management and public policy \nSubsector  –  Public finance and expenditure management \nThemes  –  Governance, regional cooperation and capacity development \nSubthemes  –  Public governance, regional public goods, organizational \ndevelopment \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  S. H. Rahman, Pacific Department (PARD) \nDirector  I. Bhushan, Pacific Operations Division (Area B), PARD \n   \nTeam leader  B. Reid, Senior Financial Management Specialist, PARD \nTeam members  J. Guthrie, Pacific Policy and Regional Cooperation Specialist, PARD \n  S. Pollard, Principal Economist, PARD  \n  C. Sugden, Country Economist, PARD \n  A. Witheford, Governance Specialist, PARD \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "S. H. Rahman", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Director", "fullname": "I. Bhushan", "role": "Pacific Operations Division (Area B)", "organization": "PARD"}, {"documentRole": "Team leader", "fullname": "B. Reid", "role": "Senior Financial Management Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "J. Guthrie", "role": "Pacific Policy and Regional Cooperation Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "S. Pollard", "role": "Principal Economist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "C. Sugden", "role": "Country Economist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "A. Witheford", "role": "Governance Specialist", "organization": "PARD"}]}