{"path": "data/input/ta/42169-013-ban-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 42169 \nMarch 2012 \n \n \n \n \nProposed Loans and Technical Assistance Grant, \nand Administration of Loan and Grant \nPeople’s Republic of Bangladesh: Greater Dhaka \nSustainable Urban Transport Project \n \n ", "CURRENCY EQUIVALENTS \n(as of 20 March 2012) \n \nCurrency Unit  –  taka (Tk) \nTk1.00  =  $0.0122 \n$1.00  =  Tk81.78 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AFD  –  Agence Française de Développement \n  BBA  –  Bangladesh Bridge Authority \n  BRT  –  bus rapid transit \n  DNCC  –  Dhaka North City Corporation \n  DTCA  –  Dhaka Transportation Coordination Authority \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  EPCM  –  engineering, procurement, and construction management \n  FIRR  –  financial internal rate of return \n  GCC  –  Gazipur City Corporation \n  GEF  –  Global Environment Facility \n  GHG  –  greenhouse gas \n  IEE  –  initial environmental examination \n  ITS  –  intelligent transport system \n  km  –  kilometer \n  LGED  –  Local Government and Engineering Division \n  LIBOR  –  London interbank offered rate \n  NMT  –  nonmotorized transport \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  ODBM  –  operational design and business model  \n  PAM  –  project administration manual \n  PIU  –  project implementation unit \n  PMCCB  –  project management, coordination, and capacity building \n  PMU  –  project management unit \n  PPP  –  public–private partnership \n  RHD  –  Roads and Highways Department \n  SDR  –  special drawing rights \n  SPO  –  special project organization \n  TA  –  technical assistance \n  UTS  –  urban transport system \n  WACC  –  weighted average cost of capital \n \n \n   ", " \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2012 ends on 30 June 2012. \n(ii)  In this report, ―$‖ refers to US dollars. \n \nVice-President  X. Zhao, Operations1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  M. T. Kho, Urban Development and Water Division, SARD \n   \nTeam leader  D. Margonsztern, Urban Development Specialist (Transport), SARD \nTeam members  K. Emzita, Principal Counsel, Office of the General Counsel \n  A. Fox, Procurement Specialist, SARD \n  G. Hauber, Principal Private Sector Development Specialist, SARD \n  M. N. Islam, Project Implementation Officer, SARD \n  V. Lisack, Urban Development Specialist, SARD  \n  R. Slangen, Urban Development Specialist, SARD \n  F. Sultana, Senior Social Development Officer (Gender), SARD  \nPeer reviewer  B. Goalou, Urban Development Specialist (Transport), Central and West \nAsia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  2 \nC.  Outputs  3 \nD.  Investment and Financing Plans  3 \nE.  Implementation Arrangements  5 \nIII.  TECHNICAL ASSISTANCE  6 \nIV.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  8 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  9 \nV.  ASSURANCES  10 \nVI.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n ", "PROJECT AT A GLANCE \n   \n1. Project Name:  Greater Dhaka Sustainable Urban Transport Project 2. Project Number: 42169-013\n     \n3. Country: Bangladesh 4. Department/Division:  South Asia Department/Urban Development and Water Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n   \n Transport,  and  information  and  √ Urban transport\n \ncommunication technology\n \n    Road transport\n \n \n    Transport management and policies\n \n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n   \n Economic growth √ Widening  access  to  markets  and \n \neconomic opportunities\n    Promoting  economic  efficiency  and \n   \nenabling business environment\n   \n Social development   Involuntary resettlement\n   \n Environmental sustainability   Eco-efficiency\n \n    Urban environmental improvement\n \n   \n Private sector development   Policy reforms\n \n    Public-private partnerships\n \n6a. Climate Change Impact    6b. Gender Mainstreaming  \n     \n Mitigation High  Gender equity theme (GEN)  \n     \n Effective gender mainstreaming (EGM) √\n \n Some gender benefits (SGB)  \n \n No gender elements (NGE)  \n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  National Low\n   \nGeographic  Income   Rural Low\nGeneral    dimensions of  Millennium  poverty at   Urban  High \nIntervention development \ninclusive    household   \n  goals  \ngrowth level\n \n  √    \n9. Project Risk Categorization: Comp lex  \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment B\n   \nInvoluntary resettlement A\n   \nIndigenous peoples C\n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Project loan Asian Development Fund  60.0\n       \n Sovereign Project loan Ordinary capital resources 100.0\n   \nTotal     160.0\n12. Cofinancing:     \n       \nFinancier Category Amount ($ Million) Administration Type\n       \n Agence Francaise de Developpement Official-Loan 45.0 PARTIAL\n       \n Global Environment Facility Official-Grant 4.6 Full\n       \n Japan Fund for Poverty Reduction Official-Grant 1.0 Full\n   \nTotal   49.6  \n13. Counterpart Financing:     \n   \nSource Amount ($ Million)\n   \n Government 45.4\n   \nTotal 45.4\n14. Aid Effectiveness:     \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n  ", " \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) proposed \nloans,  (ii)  proposed  administration  of  a  loan  to  be  provided  by  the  Agence  Française  de \nDéveloppement (AFD), and (iii) proposed administration of a grant to be provided by the Global \nEnvironment Facility (GEF), all to the People’s Republic of Bangladesh for the Greater Dhaka \nSustainable Urban Transport Project.1 The report also describes proposed technical assistance \n(TA)  for  Transit-Oriented  Development  and  Improved  Traffic  Management  in  Gazipur  City \nCorporation (GCC), and if the Board approves the proposed loans and administration of loan \nand grant, I, acting under the authority delegated to me by the Board, will approve the TA. \n \n2.  The project2 will contribute to developing a sustainable urban transport system (UTS)3 in \nDhaka North City Corporation (DNCC) and GCC areas, which form part of north Greater Dhaka, \nthrough the delivery of a 20-kilometer (km) bus rapid transit (BRT) corridor. This pilot project \nprovides a holistic solution for integrated urban mobility, bearing a demonstration effect as no \nmodern mass transit system exists in Bangladesh yet. \n \nII.  THE PROJECT \nA.  Rationale \n3.  Current status. Bangladesh was ranked 146th out of 187 countries in the 2011 Human \nDevelopment Index, and Dhaka is consistently ranked one of the world’s most unlivable cities in \nthe Global Liveability Report.4 Traffic congestion and air pollution play a major role in these poor \nrankings.5 Greater Dhaka is one of the fastest-growing megacities and one of the most densely \npopulated cities in the world. Since 2000, its population has more than doubled and  it is \nprojected to grow from 17 million in 2012 to 25 million in 2025. Such high density in a city with \nlimited inhabitable land—owing to the city’s topography, limited infrastructure, and low level of \npublic services—results in tremendous congestion and constrains the UTS’ ability to provide \nmobility  for  all  people.  Car  ownership  and  usage  are  still  low  because  of  low  disposable \nincomes, but these figures are increasing fast with a growing middle class. With an annual \nmotorization growth of 8%, there could be up to half a million cars in 2025, increasing local air \npollutants and greenhouse gas (GHG) emissions from the transport sector. \n \n4.  Without better planning and strategy, the metropolitan area will keep on sprawling north \nand south without order along the existing axis. The main issue for Dhaka’s urban development \nlies in its fringes, where most of the urban sprawl and pauperization take place. Concepts like \nsatellite  cities,  city  clusters,  and  transit-oriented  development  have  to  be  implemented  to \norganize the urban growth and public spaces toward improved living conditions and climate \nchange  mitigation.  To  ensure  a  sustainable  future  for  Dhaka,  public  transport  focused  on \npeople’s mobility needs and accessibility has to be improved and given priority over simple road \nprojects. International experience documents well that interventions that promote nonmotorized \ntransport (NMT), a modal shift from private vehicles to public transport, and integration of land-\nuse and transport planning also help lower GHG emissions in the long run. Project preparation \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank (ADB) provided project preparatory TA: ADB. 2011. Technical Assistance to the \nPeople’s Republic of Bangladesh for Preparing the Greater Dhaka Sustainable Urban Transport Project. Manila. \n3  The UTS refers to specific characteristics of people transportation (transport modes, traffic management, level of \norganization) and the resulting major issues (level of congestion, pollution) in Greater Dhaka. A sustainable UTS is \ndefined as in ADB’s Sustainable Transport Initiative—accessible, safe, environment-friendly, and affordable. \n4  United Nations Development Program. 2011. Human Development Report 2011. New York; and The Economist \nIntelligence Unit. 2012. Global Liveability Report. London.    \n5  Air pollution is proven to be a leading cause of mortality, especially in Dhaka where particulate matter above \n10 microns (PM ) has been identified as a primary pollutant, with a level significantly above World Health \n10\nOrganization guidelines (50 milligram per cubic meter) for around 100 days per year over a 7-year period. \n ", "2 \n \nstudies  indicate  that  out  of  six  suburban  corridors  analyzed,  the  corridor  connecting  the \nemerging GCC (over 80% of its length) with DNCC (over 20% of its length), from Gazipur to the \ninternational airport, has the best potential to organize urban development and support a mass \ntransit infrastructure; and that BRT is the most cost-effective mass transit mode for this corridor.  \n \n5.  GCC  is  being  created  from  the  merger  of  Tongi  and  Gazipur  pourashavas \n(municipalities) as a satellite city on the northern edge of Dhaka with an estimated official \npopulation of 1 million, and a large floating population. The area is a garment hub, with 272 \nfactories in the immediate vicinity of the corridor employing about 1 million workers. This adds to \nthe high levels of demand for travel. GCC’s current traffic is characterized by the following \nmodal split: (i) 22% of trips are made by private modes; (ii) 40% by public transport (buses); and \n(iii) 38% are nonmotorized, made on foot or by cycle-rickshaws. The high level of congestion \nand  pollution  result  from  (i)  rapid  motorization,  (ii)  a  weak  road  network,  (iii)  weak  traffic \nmanagement to organize many competing modes, (iv) lack of transport demand management, \nand (v) inefficient public transport services. Close to 4,900 large and mini buses run through the \nproject corridor, 25% of which  do not have a proper permit; they are shared between 61 \nlicensed city routes operated by 45 companies, mostly private, and 38 intercity routes. The bus \nfleet is in poor condition; bus stops are rudimentary, without information on schedule or itinerary; \nthe  ticketing  system  is  not  developed;  and  operators  compete  for  passengers,  worsening \ncongestion and impairing safety. The situation in road-based traffic collisions is deteriorating, \nmostly  affecting  pedestrians  (the  poorest)  who  represent  more  than  half  of  road  accident \nfatalities in DNCC and GCC streets. This safety issue becomes even more acute when looked \nat from a gender perspective: 80% of garment workers are women, mostly commuting on foot.  \n \n6.  Alignment with country strategy. The project will support the government’s Sixth Five-\nYear Plan 2011–2015 and the country partnership strategy of the Asian Development Bank \n(ADB). It addresses (i) green growth, (ii) climate change mitigation, and (iii) inclusive social \ndevelopment.6 It will contribute to national priorities to make Dhaka more livable and safe, \ndevelop green urban infrastructures, boost private sector investment, and foster gender equity. \nIt complies with some of the recommendations of the Strategic Transport Plan for Dhaka, \napproved by the government in 2008.7 The project is also well aligned with ADB’s Sustainable \nTransport Initiative.8 Lessons from past assistance have been incorporated into the project \ndesign, notably the need to strengthen good governance and government agencies’ capacities \nfor project implementation, the need for a gradual approach to sector reform and organizational \narrangements, as well as the need to expand support for private sector development. \n \n7.  Development partnership. Close coordination will be ensured with other development \npartners in the urban transport sector. The World Bank is currently studying the feasibility of the \ncontinuation of the selected BRT route from the airport into Dhaka city center. Both sections will \nbe integrated and will lead ultimately to a 40 km long mass transit corridor. Japan International \nCooperation Agency recently undertook the feasibility study of a mass rapid transit (or metro) \nsystem. Potential synergy can be found with this project, notably in capacity building and \nnecessary organizational developments to improve Dhaka’s UTS management. \n \nB.  Impact and Outcome \n8.  The project impact will be to develop a sustainable UTS in DNCC and GCC. The project \noutcome  will  be  to  improve  the  public  transport  system  of  DNCC  and  GCC,  benefiting  a \npopulation of 1 million.  \n                                                \n6  Government of Bangladesh, Planning Commission. 2011. Sixth Five-Year Plan FY2011–FY2015. Dhaka; and ADB. \n2011. Country Partnership Strategy for Bangladesh, 2011–2015. Manila. \n7  Dhaka Transport Coordination Board. 2005. Strategic Transport Plan for Dhaka. Dhaka. \n8  ADB. 2010. Sustainable Transport Initiative Operational Plan. Manila. \n ", "3 \n \nC.  Outputs \n9.  Output 1: DNCC and GCC’s main urban corridor restructuring. This will include the \nconstruction of (i) a  20-km BRT route designed and built following international best practices \nand quality standards;9 (ii) sidewalks, two mixed-traffic lanes, and one NMT lane per direction \nalong the BRT; (iii) a high-capacity drainage system along the corridor; and (iv) BRT depot and \nterminal facilities in Gazipur. Under this output, 155 access roads will also be improved for NMT \nover a 100-meter stretch, and a public–private partnership (PPP) scheme will be developed to \nfinance the BRT airport terminal as part of an intermodal hub. \n \n10.  Output  2:  Effective  project  management  and  sustainable  bus  rapid  transit \noperations. This will include organizational developments such as (i) establishing a special \nproject organization (SPO) (para. 20) to support project management, and monitor future BRT \noperations  with  the  private  sector;  (ii)  supporting  the  transformation  of  Dhaka  Transport \nCoordination  Board  into  Dhaka  Transport  Coordination  Authority,  to  undertake  planning, \nregulation, and coordination of all mass transit systems; (iii) designing an operational plan and a \nbusiness model for the BRT system; (iv) conducting negotiations and facilitating consolidation of \nthe existing bus industry to operate the BRT; (v) building capacity of the SPO, Dhaka Transport \nCoordination Authority, and selected private bus operators; (vi) setting up a fleet scrapping \nprogram and compensation mechanism for operators not participating in BRT operations; (vii) \nprocuring and leasing 50 compressed natural gas buses to selected private bus operating \ncompanies;  (viii)  procuring  and  installing  intelligent  transport  systems  (ITSs)  for  the  BRT, \nincluding the fare collection system; (ix) training bus drivers and testing the BRT system prior to \nthe operational start; and (x) conducting media and community awareness campaigns. \n \n11.  Output 3: Improved urban quality of the corridor. This will include activities such as \n(i) procuring and installing 1,000 energy-efficient streetlights along the corridor; (ii) improving \nmunicipal  infrastructure,  including  10  local  markets,  nine  drains,  141  local  roads,  and two \npedestrian-friendly pilot roads; and (iii) procuring and installing equipment for the traffic police to \nimprove traffic management, including 70 BRT-priority traffic lights, 150 closed-circuit television \ncameras at main junctions, and mobile vehicle emission-testing devices. \n \nD.  Investment and Financing Plans \n12.  The project is estimated to cost $255 million (Table 1), out of which land acquisition and \nresettlement costs of $8 million are to be financed by the government. Detailed cost estimates \nby  expenditure  category  and  detailed  cost  estimates  by  financier  are  in  the  project \nadministration manual (PAM).10  \n \nTable 1: Project Investment Plan ($ million) \nItem    Amounta \nA.  Base Costa    \n  1.  Output 1: Urban corridor restructuring (including BRT infrastructure)  150.24 \n  2.  Output 2: Effective project management and sustainable BRT operations  53.39 \n  3.  Output 3: Corridor urban quality improvement  19.62 \n    Subtotal (A)  223.25 \nB.  Contingenciesb  24.68 \nC.  Financing Charges During Implementationc  7.07 \n       Total (A+B+C)  255.00 \n                                                \n9  To reach BRT system efficiency, and starting from the Gazipur terminal, the BRT infrastructure will include (i) one \nsegregated lane per direction from km 0.0 to km 12.5, (ii) two segregated lanes per direction from km 12.5 to km \n20.0 (airport terminal), (iii) a 4.5 km elevated section in Tongi from km 12.5 to km 17.0, (iv) seven additional \noverpasses at main junctions and one U-turn, (v) BRT lanes with reinforced concrete pavement, (vi) 31 closed \nstations with three accesses at grade and 28 underpasses (eight with elevators), and (vii) two terminals. \n10 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "4 \n \na  In mid-2011 prices. Includes taxes and duties of $26.5 million to be financed from government resources. \nb  Physical contingencies computed at 8% for civil works and equipment. Price contingencies computed at 1.5% \nper annum. Includes provision for potential exchange rate fluctuation. \nc  Includes interest and commitment charges. Interest during construction for Asian Development Bank (ADB) \nloans has been computed at 1% for Asian Development Fund (ADF) (both soft and hard terms), and 0.9% for \nordinary capital resources (OCR) (including a spread of 0.4% for the OCR loan). There is a 0.15% per annum \ncommitment charge for the ADB OCR loan, and no commitment charges for ADB ADF loans. All charges for the \nAgence Française de Développement loan are included in the interest rate. \nSource: Asian Development Bank estimates. \n \n13.  To help finance the project, the government has requested the following loans from ADB:  \n(i)  A $100 million loan from ADB’s ordinary capital resources. This loan will have a   \n25-year  term,  including  a  grace  period  of  7  years,  an  annual  interest  rate \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility, a commitment charge of 0.15% per year (the interest and \nother charges during construction to be capitalized in the loan), and such other \nterms and conditions set forth in the ordinary capital resources loan agreement. \nThe government has provided ADB with (a) the reasons for its decision to borrow \nunder ADB’s LIBOR-based lending facility based on these terms and conditions, \nand (b) an undertaking that these choices were its own independent decision and \nnot made in reliance on any communication or advice from ADB. \n(ii)  Two loans in various currencies, one in an amount equivalent to SDR29,179,000 \nmillion from ADB’s Special Funds resources with soft terms, and another in the \namount equivalent to SDR9,726,000 million from ADB’s Special Funds resources \nwith hard terms. The two loans will have a 32-year term including a grace period \nof 8 years, an interest charge of 1.0% per annum during the grace period and \n1.5% per annum thereafter, and other terms and conditions set forth in the Asian \nDevelopment Fund loan agreement. \n \n14.  ADB loans in the amount of $160 million, or 62.7% of the total project investment cost, \nwill be used to finance (i) large civil works packages for the corridor restructuring, such as those \ndescribed  in  para.  9  and  footnote  9;  (ii)  vehicles  and  equipment;  (iii)  consulting  services, \nincluding surveys and capacity building; (iv) a compensation mechanism and fleet scrapping \nprogram for bus operators; (v) SPO’s operating costs during the construction period; (vi) media \nand community awareness campaigns; (vii) interest charge during implementation; and (viii) \ntransportation and insurance costs. The government’s financing of $45.4 million, or about 17.9% \nof the total project cost, will be used to finance land acquisition and resettlement, taxes and \nduties, and a small part of civil works and SPO operating costs. \n \n15.  The government has also sought a loan from AFD of about $45 million equivalent to \nfinance part of the  project. The AFD loan will have the following conditions: (i) a 20-year \nmaturity, including a grace period of 5 years; and (ii) an annual interest rate determined in \naccordance  with  the  European Interbank Offered Rate-based  lending  facility  plus  150  base \npoints per annum. A front-end fee and a commitment charge are included in the proposed \ninterest rate. The AFD cofinancing will be partially administered by ADB.11 \n  \n16.  The government has also requested a $4.6 million grant from the GEF to help finance \npart of the project. The GEF grant cofinancing will be administered by ADB, and will be used \nmostly to finance energy-efficient street-lighting, and part of the acquisition of the BRT bus fleet. \n \n17.  The financing plan is in Table 2. \n \n                                                \n11 AFD will confirm its participation in the financing within 2 month after approval by the ADB Board of Directors. \n ", "5 \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank – ADF (soft terms)  45.00    17.60 \nAsian Development Bank – ADF (hard terms)  15.00    5.90 \nAsian Development Bank – OCR  100.00    39.20 \nAgence Française de Développement  45.00    17.70 \nGlobal Environment Facility  4.60    1.80 \nGovernment  45.40    17.80 \n  Total    255.00    100.00 \nADF = Asian Development Fund, OCR = ordinary capital resources. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n18.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 11). The Roads Division, under the Ministry of Communications, will be the \nexecuting agency and will also be responsible for the overall coordination and supervision of the \nproject. A project management unit (PMU) will be established at the Roads Division, headed by \na project coordinator, and supported by the project management, coordination, and capacity \nbuilding (PMCCB) consultants. \n \n19.  The  project  will  be  implemented  by  three government  agencies:  (i)  the  Roads  and \nHighways  Department  (RHD)  will  implement  the  main  corridor  restructuring,  excluding  the \nelevated section, and will prepare the PPP scheme to finance the BRT terminal near the airport; \n(ii) Bangladesh Bridge Authority (BBA), whose mandate includes all matters related to elevated \nstructures of 1500m or over, will implement the 4.5 km elevated section, integrating the new \nTongi  bridge  and  the  Abdullahpur  intersection  overpass;  and  (iii)  the  Local  Government \nEngineering Department (LGED) will implement the BRT depot in Gazipur and small municipal \ninfrastructure improvements (local roads, drains, and markets). A project implementation unit \n(PIU) will be established in each of these implementing agencies, headed by a full-time project \ndirector. The PIUs will receive support from the engineering, procurement, and construction \nmanagement  (EPCM)  consultants,  and  RHD’s  PIU  will  be  assisted  by  a  nongovernment \norganization (NGO) to implement the resettlement plan. \n \n20.  The  government  is  establishing  an  SPO  as  a  corporation,  100%  owned  by  the \ngovernment, in accordance with the Companies Act, 1994. Its board will be chaired by the \nsecretary of the Roads Division, and will include directors from public and private organizations, \nas recommended by ADB. The SPO, tasked as the fourth implementing agency, will implement \nmost activities under output 2 and will receive support from the PMCCB consultants and the \noperational design and business model (ODBM) consultants. During project implementation and \nuntil revenues from BRT operations can finance all SPO operating costs, the project will finance \nSPO staff salaries, the lease, and other recurrent costs for the SPO office. All three PIUs and \nconsultants will be located in the office leased by the project for the SPO. After the project is \ncompleted, all BRT assets will be transferred as a grant under the ownership of the SPO, which \nwill manage and monitor the BRT operations and maintenance with the private sector.  \n \n21.  Consultants’ recruitment will be carried out in accordance with ADB’s Guidelines on the \nUse of Consultants (2010, as amended from time to time). Four consulting packages (PMCCB, \nEPCM, ODBM, and NGO) will be procured under the project. At the government’s request, the \nconsulting firms will be selected by ADB, and engaged and employed by the executing agency. \nAll procurement of works, goods, and services will be carried out in accordance with ADB’s \nProcurement Guidelines (2010, as amended from time to time). The consulting services and the \nagreed  procurement  plan,  indicating  contract  packages  and  procurement  procedures,  are \ndescribed in detail in the PAM. \n ", "6 \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  June 2012–June 2017 \nEstimated completion date  30 June 2017 \nManagement \n(i)   Oversight body  Inter-Ministerial Project Steering Committee \nCochair: Secretary, Roads Division, and Secretary, Bridges Division, both \nunder the Ministry of Communications \nMembers: Representative of each project stakeholder (to be determined)  \n(ii)   Executing agency  Roads Division (project management unit, 9 staff) \n(iii)  Key implementing agencies  RHD, BBA, LGED, and Special Project Organization \n(iv)  Implementation unit  RHD (19 staff), BBA (13 staff), and LGED (6 staff) \nProcurement  International  9 contracts  Above $1,000,000 for \ncompetitive bidding  works, above $500,000 \nfor goods \nShopping  multiple contracts  $100,000 or less   \nNo national competitive bidding  \nConsulting services (4 packages)  QCBS - 90:10, and QBS  1,224 person-months  $13,200,000 \nRetroactive financing and/or  Advance contracting and retroactive financing is proposed for the recruitment \nadvance contracting  of the four consulting packages and recurrent costs. a \nDisbursement   The ADB and AFD loan and GEF grant proceeds will be disbursed in \naccordance with ADB’s Loan Disbursement Handbook (2007, as amended \nfrom time to time) and detailed arrangements agreed upon between the \ngovernment and ADB. AFD funds will be partially administered by ADB with \nregard to disbursement. \nADB = Asian Development Bank,  AFD = Agence Française de Développement, BBA = Bangladesh Bridges \nAuthority, GEF = Global Environment Facility, LGED = Local Government Engineering Department, QBS = quality-\nbased selection, QCBS = quality- and cost-based selection, RHD = Roads and Highways Department. \na  The amount to be retroactively financed will not exceed the equivalent of 20% of the ADB loan, and may finance \ncosts incurred before loan effectiveness but not more than 12 months before the signing of the loan agreement. \nSource: Asian Development Bank estimates. \n \nIII.  TECHNICAL ASSISTANCE \n22.  The creation of GCC provides the opportunity to revise its detailed area plan (land use), \nintegrate it with a transport plan, and design an integrated urban development strategy. The \nproposed capacity development TA will focus on increasing the density and location of public \nfacilities along the BRT corridor, notably around the BRT stations, following the transit-oriented \ndevelopment concept. The second output will be to draft enhanced traffic management and \nparking regulations, and conduct a large capacity building program on enforcement for the traffic \npolice, and awareness campaigns on proper traffic behaviors and road safety.12  \n \n23.  The TA is estimated to cost $1 million and will be financed on a grant basis by the Japan \nFund for Poverty Reduction, and administered by ADB. The executing agency will be LGED, \nand the implementing agencies will be GCC and the traffic police. \n \nIV.  DUE DILIGENCE \nA.  Technical \n24.  Technical viability has been confirmed through the project preparatory TA. The feasibility \nstudy and preliminary design for the BRT corridor were completed in May 2011. Based on the \nconsultants’ recommendations, the government chose a high-capacity scenario to respond to an \nincreasing transport demand (from 100,000 to 300,000 passengers per day) once the World \nBank section of the BRT corridor starts to operate. Two segregated lanes per direction for the \n                                                \n12 TA: Transit-Oriented Development and Improved Traffic Management in GCC (accessible from the list of linked \ndocuments in Appendix 2). \n ", "7 \n \nBRT on 40% of the corridor length are needed, and will require elevating a 4.5 km section in \nTongi where the right-of-way is too narrow. The structure will integrate the new eight-lane Tongi \nbridge, and an overpass. BBA has been chosen to implement these complex civil works. \n \n25.  The project has some advanced technical aspects relating to BRT operations and ITS \n(fare collection, and passenger information), with technology choices based on efficient and \nproven designs. The SPO will procure and own all ITS and rolling stock (articulated buses) for \nthe BRT, while their operation and maintenance (O&M) will be outsourced to the private sector, \nand evaluated against criteria included in performance-based contracts. LGED will procure, and \nthe  traffic  police  will  undertake  O&M  of  streetlights  and  all  equipment  related  to  traffic \nmanagement (traffic lights, closed-circuit television cameras, and control center). Local capacity \nfor proper O&M of such systems and facilities will be strengthened under the project. \n \n26.  Although the project does not finance directly any PPP component, it demonstrates how \nvarious PPP modalities can be effectively integrated into public services delivery to yield high \nquality and high-value facilities operated and maintained to a good standard. It seeks to apply \nPPP  principles  to  promote  some  of  its  core  aspects:  bus  operations’  performance-based \ncontracting,  fare  collection  system  concession,  and  PPP-based  mixed  use  intermodal  hub \ndevelopment.  The  bus  operating  and  fare  collection  contracts  will  support  sustainable \noperations of the BRT. The intermodal transit hub will represent the debut of PPP real estate \ndevelopment to deliver public infrastructure in Bangladesh. The fare collection concession can \nalso provide profit sharing between concessionaire(s) and the government. The PPP plans \nassociated with the project are a timely integration with the overall national implementation of \nthe  government’s  policy  and  strategy  for  PPP  (August  2010)  as  one  of  the  first  projects \ncontemplated under the program.13 \n \nB.  Economic and Financial \n27.  The project will contribute to improve public transport and traffic management, resulting \nin  less  congestion,  noise  pollution,  GHG  and  particulate  matters  emissions.  Coupled  with \ncapacity development and awareness programs on traffic behavior in DNCC and GCC, the \npublic  investment  will  have  a  significant  impact  on  environmental  and  public  health.  It  is \nestimated that carbon dioxide emissions will be reduced by 40,000 tons per year from the \nproject. Opportunities to utilize the Clean Development Mechanism and obtain carbon credits \nfrom emission reductions for enhanced revenue streams for the BRT operations are available \nand assessed under the project. 14 \n \n28.  The economic analysis was conducted assuming the following benefits: (i) savings in \nvehicle operating costs, (ii) journey time savings, and (iii) increase in land values. Economic \ncosts were calculated based over a 30-year projection period, including a construction period of \n5 years. Three alternatives were analyzed: (i) excluding investments costs not directly related to \nBRT operations, (ii) excluding Tongi bridge investment costs, and (iii) comprising all investment \ncosts. The economic internal rate of return (EIRR) is 18.4% for alternative (i), 17.2% for (ii), and \n15.1% for (iii). The corresponding net present values are $69.08 million for alternative (i), $59.94 \nmillion for (ii), and $35.60 million for (iii). The EIRR is higher than the economic opportunity cost \nof capital estimated at 12.0%. A sensitivity analysis was also undertaken with the following \nscenarios: (i) capital costs increased by 10%, (ii) O&M costs increased by 10%, (iii) benefits \nreduced by 10%, (iv) 1-year delay, and (v) no increase in land value. The EIRRs varied from \n12.2% to 18.4%, the most sensitive risk factors being the lack of increase in land value and a 1-\nyear delay in project completion. However, in all cases, the EIRR remains above 12%.  \n                                                \n13 Public–Private Partnership Opportunities (accessible from the list of linked documents in Appendix 2). \n14 ADB. 2011. Dhaka’s Bus Rapid Transit: A Potential Clean Development Mechanism Project. Manila. \n ", "8 \n \n29.  The financial internal rate of return (FIRR) was estimated with the following assumptions: \n(i) a project implementation period of 5 years from 2012; (ii) an evaluation period of 30 years \nfrom commission; (iii) 2011 constant prices; (iv) an exchange rate of Tk70 = $1; and (v) a \nweighted average cost of capital (WACC) estimated at 0.52%. Considering the initial investment \nas a subsidy, the FIRR is 16.5% and the corresponding net present value is $60.2 million. The \nFIRR is above the WACC in the base case scenario. An O&M cost increase of 10% decreases \nthe FIRR to 4.7% and a revenue reduction of 10% decreases the FIRR to 1%; both are still \nabove the WACC.15 \n \nC.  Governance \n30.  ADB  financial  management  and  procurement  requirements,  following  ADB’s \nProcurement Guidelines, have been discussed and agreed with all involved agencies. Financial \nmanagement and procurement capacity assessments were carried out in 2010 for LGED, RHD, \nand BBA, indicating that financial management practices in these agencies are generally sound. \nRisks  in  public  procurement,  corruption,  and  financial  management  for  the  implementing \nagencies will be mitigated through financial systems improvement and comprehensive capacity \nbuilding provided under separate projects by ADB and development partners. The project will \ncoordinate closely with those ongoing initiatives, currently in the initial stages, to cover potential \ngaps and avoid overlaps. \n \n31.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government. Specific policy requirements and supplementary measures are in the \nPAM.  Adequate  mitigation  measures  have  been  identified  and  incorporated  in  the  project \ndesign, such as (i) establishing a mechanism for regular voluntary disclosure of project-related \ninformation to citizens through media awareness campaigns; (ii) developing and updating the \nproject  website  to  enhance  transparency  in  project  implementation,  procurement  and \nsafeguards; and (iii) establishing a grievance redress mechanism to ensure quick and effective \nrelief  in  corruption,  safeguards,  or  other  project-related  activities.  The  project  intends  to \nmaximize  transparency,  including  procurement  and financing,  to  reduce  central  level  risks, \nincluding via a project website. \n \nD.  Poverty and Social \n32.  The project will provide a high level of accessibility, mobility, safety and service reliability \nin DNCC and GCC. Direct poverty benefits include (i) supporting an employer-based cross-\nsubsidy program to reduce costs of transit fares for low-income workers, particularly garment \nemployees  within  the  corridor;  and  (ii)  employment  opportunities  during  construction  and \noperation of the BRT system. Indirect benefits include reduced health costs associated with less \nvehicular pollution and road accidents, as well as reduced travel times. The project is classified \neffective gender mainstreaming and a gender action plan has been prepared to address specific \ngender-related concerns, including dedicated bus seating for women and reserved commercial \nspaces at BRT stations for women-operated vendors. A community awareness and participation \nplan has been prepared to encourage awareness building and public participation among key \nstakeholders to ensure widespread, ongoing, and meaningful participation with an emphasis on \npoor and vulnerable households.16 The gender action plan and the community awareness and \nparticipation plan will be implemented with the assistance of an NGO and PMCCB consultants. \nMonitoring and reporting of progress will be ensured on a quarterly basis. \n  \n                                                \n15  Economic Analysis and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n16 Summary  Poverty  Reduction  and  Social  Strategy,  Gender  Action  Plan,  and  Community  Awareness  and \nParticipation Plan (accessible from the list of linked documents in Appendix 2). \n ", "9 \n \nE.  Safeguards \n33.  Environmental safeguards. The project is classified category B for environment. An \ninitial environmental examination (IEE) including an environmental management plan (EMP) \nwas prepared in accordance with ADB’s Safeguard Policy Statement (2009) and government \nlaws.17 The IEE concludes that no significant adverse impacts are anticipated and that net \nenvironmental benefits will be positive and large, including (i) improved air quality and health co-\nbenefits from clean fuel buses and reduced traffic and congestion, and (ii) improved community \nand pedestrian safety from better storm water drainage and energy-efficient street-lighting. The \nEMP emphasizes good traffic management during the construction period to ensure limited \ndisruption to existing traffic flows and local businesses. Implementation arrangements ensure \nthat the PMU and PIUs have adequate capacity to manage environmental impacts through \nconsultant support and capacity building. The IEE and EMP will be updated during detailed \ndesign and incorporated into bidding and contract documents to be implemented by contractors \nand monitored by EPCM consultants and the PMU. An environmental assessment and review \nframework was also prepared to address small improvements on municipal infrastructure to be \ndefined through detailed design after approval by the ADB Board of Directors.18 \n \n34.  Social safeguards. The project is classified category A for involuntary resettlement and \ncategory C for indigenous peoples. A resettlement plan was prepared in accordance with ADB’s \nSafeguard Policy Statement and government laws, and disclosed.19 A total of 2,482 households \n(10,474 affected persons) will be impacted by the project. These impacts consist primarily of \nrelocating informal vendors within the right-of-way; only a small portion (2%) of the overall \nimpacts  will  include  physical  relocation  from  housing. The  resettlement  impacts  include (i) \nrelocation  of  1,704  informal  vendors  conducting  businesses  within  the  right-of-way;  (ii) \nrelocation of 46 non-titled residential settlers along the northern banks of the Turag River; (iii) \npartial physical impacts to 498 commercial establishments operating within the corridor; (iv) \npartial loss to 225 commercial structures situated on feeder roads near junctions; (v) partial \nimpacts to 6 industrial establishments along the corridor; and (vi) strip land taking of private \nland.  In  addition,  temporary  disruption  to  income  will  occur  to  966  workers  during \npreconstruction activities. The two terminals and the depot are proposed on government-owned \nlands. Alternative locations for informal vendors and non-titled residential settlers were identified \nand agreed with local government officials. The resettlement plan will be implemented by the \nPIUs, with the support of an NGO, and EPCM consultants who will provide a capacity building \nprogram to ensure the PIUs have adequate capacity to manage social impacts. Considering the \nurban  locations  of  these  subprojects,  no  impacts  to  indigenous  peoples  are  expected. \nMeaningful, widespread consultations will continue with all communities in the project area. A \nresettlement  framework  was  also  prepared  to  address  small  municipal  infrastructure \nimprovements to be defined through detailed design after Board approval.20 \n \nF.  Risks and Mitigating Measures \n35.  Major risks and mitigating measures are described in detail in the risk assessment and \nrisk management plan.21 As major risks could be mitigated to a manageable level, intended \nbenefits and impacts of the project are expected to outweigh the costs. Weak governance in \nfinancial  management  and  procurement  will  be  mitigated  through  capacity  building, \naccountability and transparency measures (para. 29 and 30), as well as the use of the direct \n                                                \n17 Initial Environment Examination (accessible from the list of linked documents in Appendix 2). \n18 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n19 Resettlement Plan (accessible from the list of linked documents in Appendix 2). \n20 Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n21 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \n \npayment procedure for large contracts. Non-cooperation from the existing bus industry will be \nmitigated through limitation of affected routes, sound BRT business model,  incentives and \ncompensation mechanism.  \n \nV.  ASSURANCES \n36.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand loan documents. \n \n37.  The government has agreed with ADB on certain covenants for the project, which are \nset forth in the loan agreements and project agreement. For the ADF loans, disbursement for \nthe compensation mechanism and fleet scrapping program will be subject to ADB’s approval of \nthe program. For the OCR loan, disbursement for the construction of the BRT depot in Gazipur \nwill be subject to the formal transfer of the land to the Ministry of Communications. \n \nVI.  RECOMMENDATION \n38.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve: \n(i)  the loan of $100,000,000 to the People’s Republic of Bangladesh for the Greater \nDhaka  Sustainable  Urban  Transport  Project,  from  ADB’s  ordinary  capital \nresources,  with  interest  to  be  determined  in  accordance  with  ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 25 years, \nincluding a grace period of 7 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board; \n(ii)  the  loan  in  various  currencies  equivalent  to  SDR29,179,000 to  the  People’s \nRepublic  of  Bangladesh for  the Greater  Dhaka  Sustainable  Urban Transport \nProject, from ADB’s Special Funds resources, with an interest charge at the rate \nof 1.0% per annum during the grace period and 1.5% per annum thereafter; for a \nterm of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan \nand project agreements presented to the Board; \n(iii)  the  loan  in  various  currencies  equivalent  to  SDR9,726,000  to  the  People’s \nRepublic  of  Bangladesh for  the Greater  Dhaka  Sustainable  Urban Transport \nProject, from ADB’s Special Funds resources, with an interest charge at the rate \nof 1.0% per annum during the grace period and 1.5% per annum thereafter; for a \nterm of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan \nand project agreements presented to the Board; \n(iv)  the administration by ADB of a loan not exceeding the equivalent of $45,000,000  \nto the People’s Republic of Bangladesh for the Greater Dhaka Sustainable Urban \nTransport Project, to be provided by the Agence Française de Développement; \nand \n(v)  the administration by ADB of a grant not exceeding the equivalent of $4,600,000 \nto the People’s Republic of Bangladesh for the Greater Dhaka Sustainable Urban \nTransport Project, to be provided by the Global Environment Facility. \n \nHaruhiko Kuroda \n                    President \n26 March 2012\n ", "Appendix 1     11 \n \nDESIGN AND MONITORING FRAMEWORK \n \n    Performance Targets and  Data Sources and Reporting \nDesign Summary  Indicators with Baselines  Mechanisms   Assumptions and Risks \nImpact  By 2020:    Assumption \nA sustainablea urban  Project saves average  Clean Development  Sustained government \ntransport system is  40,000 tCO  equivalent/year  Mechanism evaluation  commitment to institutional \n2\ndeveloped in DNCC and  (versus without-project  reports (validator)  reforms in the sector, and to \nGCC.  scenario)    private sector development \n   \nAir pollutants (PM ) annual  Department of Environment \n10\nlevel decreases by 20% (2006  annual report, and PMU \nbaseline: 76.72 μg/m3)  results monitoring of the  \n  ADB studyb \n   \nGCC walkability index rating   Clean Air Initiative for Asia  \nimproves from 39 (2010:  walkability index and Dhaka \nbaseline) to 60 out of 100  survey \n \nOutcome  By 2017:    Risk \nThe public transport  Residents’ positive perception  SPO claim book and  Political instability in GCC, \nsystem is improved in  of public transport and urban  socioeconomic and  following its creation \nDNCC and GCC,  life quality improves by 50%  perception survey \nbenefiting a population of  from 2012 baseline   \n1 million.     \n   \nBRT achieves  SPO annual reports \n100,000 passengers/day   \nridership (at least 30%   \nwomen) in first year of   \noperation   \n   \nModal share of public  SPO/DTCA annual reports \ntransport increases from 40% \n(2011 baseline) to 50% \n \nOutputs      Risk \n1. DNCC’s and GCC’s  20 km BRT route, mixed  PMU/SPO annual reports  Frequent strikes (garment \nmain urban transport  traffic lanes, NMT lanes,     workers and bus operators) \ncorridor is restructured.  sidewalks, and terminal and    causing project delays \ndepot in Gazipur completed   \nby 2016 as per design and   \ninternational quality   \nstandards, including safety   \ndesign features for women,   \nchildren, and the disabled   \n   \n90% flood-free days along the  SPO flood incidents annual \ncorridor by 2017    report \n   \n100 meter stretch in  PMU/SPO annual reports \n155 access roads improved   \nfor NMT by 2016    \n   \nAirport BRT terminal  SPO annual reports \ndeveloped as part of an \nintermodal hub through PPP \nscheme, by 2016 \n ", "12  Appendix 1 \n  Performance Targets and  Data Sources and Reporting \nDesign Summary  Indicators with Baselines  Mechanisms   Assumptions and Risks \n2. Project management is  Budget for SPO and DTCA  National Budget 2012  Assumption \neffective, and BRT  approved by 2012  yearbook   PIUs are all regrouped in the \noperations are      SPO office and coordination \nsustainable.  75% of SPO/DTCA trainees  SPO/DTCA human resource  is efficient \n(30% women) get 80% high  training completion reports by   \nscore in final test   consultant  Risks \n    Resistance to the project \nPrivate company(ies) formed  SPO annual reports  from power groups and \nto run BRT under SPO  Private operator(s) balance  vested interests (rickshaw \nregister 5% profit in first year  sheet  associations, existing bus \nof operation (2017)    operators, cars and trucks \n     drivers) \nCarbon credits finance at  SPO annual reports   \nleast 5% of BRT’s O&M by    Delayed start of BRT \n2018    operations resulting from \n    financing of the airport BRT \nBRT reaches operational  SPO annual reports  terminal under PPP scheme \ntargets of 30 km/hour average   \nspeed and 3-minute headway   \nby 2017   \n   \n70% of garment workers  SPO annual reports \n(mostly women) using BRT   \nreceive subsidized monthly   \ntravel passes by 2017    \n   \nBRT is accessible/friendly  Project design \nto women, children, and the  Socioeconomic survey \ndisabled   \n   \nPIUs are appropriately staffed  Project progress reports \n(with 20% women) and   \ntrained by 2013   \n   \nProject performance  Project progress reports \nmanagement system with \ngender indicator is developed \nby 2012 \n3. Urban quality of the  95% days with streetlights in  SPO annual reports  Risk \ncorridor is improved.  the evening along corridor by    Gazipur District Traffic Police \n2017    is not committed to strict \n    traffic rules and parking \nTraffic accidents per year are  Traffic police annual report \npolicy enforcement \nreduced by 20% by 2017 from   \n2012 baseline   \n   \nAt least 1,500 vehicles parked  Traffic police annual report \nillegally towed away per year,   \nand 100 parking fines issued   \nper day by 2017   \n(2011 baseline: 0)   \n   \nAverage travel time by bus  DTCA and SPO annual \nfrom Gazipur to airport)  reports \ndecrease by 50% by 2017   \n(2011 baseline: 80 minutes)   \n   \nMunicipal infrastructure  Project progress reports \n(10 local markets, 9 drains, \nand 141 local roads) improved \nby 2016 (target: 30% women \nparticipation in design) \n ", "  Appendix 1  13 \nActivities with Milestones  Inputs \n1. DNCC and GCC’s main urban transport corridor restructuring \nADB loans: $100 million OCR, \n1.1 Complete land acquisition and obtain environmental clearances (Q3 2012) \nand $60 million ADF \n1.2 Prepare detailed design and bid documents (Q2 2012–Q2 2013) \n1.3 Award contracts for civil works (Q4 2013)  Item  Amount \n1.4 Complete restructuring of GCC urban transport corridor, including BRT (Q4 2016)  ($ million) \n1.5 Complete improvement of access roads for NMT (Q4 2016)  Civil works  84.4 \n1.6 Complete efficient high-capacity drainage system (Q4 2016)  Equipment  17.0 \n1.7 Complete PPP scheme (Q3 2013) and prepare bid documents (Q2 2014) for the  Consulting services  13.2 \nconstruction of the airport intermodal hub, including BRT terminal  Compensation/ fleet  9.7 \n  scrapping program \n2. Effective project management and sustainable BRT operations   SPO operating cost  14.0 \n2.1 Publish DTCA Act, and create SPO (Q1 2012)  Interest charge and  21.7 \n2.2 Create and fully staff PMU and PIUs (Q2 2012)  contingencies \n2.3 Recruit PMCCB, EPCM, operation design and business model, and \nAFD loan: $45 million \nnongovernment organization consultants (Q2 2012) \n2.4 Implement monitoring and evaluation system (Q3 2012)  Item  Amount \n2.5 Conduct all primary and baseline data surveys (Q4 2012)  ($ million) \n2.6 Conduct capacity building programs for PMU/PIU staff (2012), and for staff in  Civil works   39.2    \nSPO/DTCA (2013–2014)  Contingencies  5.8 \n2.7 Conduct negotiations with existing private bus operators and design a sustainable \nGovernment: $45.4 million \nbusiness model for BRT operations (Q1 2013–Q2 2014) \n2.8 Set up a compensation mechanism and a fleet scrapping program for  Amount \nItem \nnonparticipating private operators (2013)  ($ million) \n2.9 Set up fare policy and pro-poor cross-subsidies (Q2 2014)  Taxes and duties  26.5 \n2.10 Set up the fare collection and clearinghouse with private sector (Q4 2014)  Civil works  3.5 \n2.11 Create private company(ies) to run BRT operations (Q1 2015)  SPO operating cost  3.3 \n2.12 Procure 50 articulated buses (2015) and lease to private companies (Q4 2016)  Land acquisition and   \n2.13 Procure (2015) and install intelligent transport systems equipment for BRT   resettlement  8.1 \noperations (Q4 2016) \nInterest charge and   \n2.14 Train bus drivers and test BRT operations (Q1 2017) \ncontingencies  4.0 \n2.15 Start BRT operations (Q2 2017) \n2.16 Conduct awareness campaigns on HIV prevention for construction workers  GEF grant: $4.6 million \n(Q1 2014) and for BRT users (Q3 2017)  Amount \n2.17 Conduct socioeconomic and perception surveys (Q3 2017)   Item  ($ million) \n \nStreet lights  1.6 \n3. Improved urban quality along the GCC corridor \nBRT fleet  3.0 \n3.1 Complete improvements of municipal infrastructures (Q4 2016) \n3.2 Procure (2015) and install 1,000 energy-efficient streetlights along the 20 km  Associated Technical Assistance: \ncorridor (Q4 2016)   $1 million \n3.3 Procure (2015) and install 70 traffic lights and 150 CCTVs (Q4 2016) \nInputs of international  33 person- \n3.4 Procure emission testing and other sets of equipment for traffic police (Q1 2014) \nconsultants  Months \n3.5 Conduct training on O&M of equipment for traffic police (2016)     \nInputs of national  32 person- \nconsultants   months \nADB = Asian Development Bank; ADF = Asian Development Fund; AFD = Agence Française de Développement; BRT = bus \nrapid transit; CCTV = closed-circuit television; CO  = carbon dioxide; DNCC = Dhaka North City Corporation; DTCA = Dhaka \n2\nTransport Coordination Authority; EPCM = engineering, procurement, and construction management; GCC = Gazipur City \nCorporation; GEF = Global Environment Facility; JFPR = Japan Fund for Poverty Reduction; km = kilometer; μg/m3 = \nmilligrams per cubic meters; NMT = nonmotorized transport; O&M = operation and maintenance; OCR = ordinary capital \nresources; PIU = project implementation unit; PM  = particulate matters less than 10 microns; PMCCB = project management, \n10\ncoordination, and capacity building; PMU = project management unit; PPP = public–private partnership; Q = quarter; SPO = \nspecial project organization; TA = technical assistance; tCO = tons of carbon dioxide. \n2 \na  A sustainable urban transport system is defined as in ADB’s Sustainable Transport Initiative—accessible, safe, environment-\nfriendly, and affordable. Reliability, efficiency, and full integration can be added in reference to the sector outcome in the \ncountry partnership strategy results framework. \nb  ADB. 2011. Technical Assistance to the People’s Republic of Bangladesh for Quantifying the Health Benefits of the Greater \nDhaka Sustainable Urban Transport Project. Manila. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=42169-013-3 \n \n1.  Loan Agreements \n2.  Grant Agreement \n3.  Project Agreement \n4.  Sector Assessment (Summary): Urban Transport  \n5.  Project Administration Manual \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Financial Analysis \n9.  Economic Analysis  \n10.  Country Economic Indicators \n11.  Summary Poverty Reduction and Social Strategy \n12.  Gender Action Plan \n13.  Initial Environmental Examination \n14.  Environmental Assessment and Review Framework \n15.  Resettlement Plan \n16.  Resettlement Framework \n17.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n18.  Community Awareness and Participation Plan \n19.  Public–Private Partnership Opportunities \n20.  TA: Transit-Oriented Development and Improved Traffic Management in GCC \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120326170927Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "bangladesh; sustainable urban transport projects; integrated city transport project; road transport; transport management and policies; sustainable urban transport system; bus rapid transit corridor; public transport improvement; adb projects; 42169-013", "ModDate": "D:20120430131916+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Report and recommendation of the President describing terms and conditions proposed for the Greater Dhaka Sustainable Urban Transport Project in Bangladesh, for the approval of the Board of Directors of ADB.", "Title": "RRP: Bangladesh: Greater Dhaka Sustainable Urban Transport Project "}, "author_page": " \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2012 ends on 30 June 2012. \n(ii)  In this report, ―$‖ refers to US dollars. \n \nVice-President  X. Zhao, Operations1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  M. T. Kho, Urban Development and Water Division, SARD \n   \nTeam leader  D. Margonsztern, Urban Development Specialist (Transport), SARD \nTeam members  K. Emzita, Principal Counsel, Office of the General Counsel \n  A. Fox, Procurement Specialist, SARD \n  G. Hauber, Principal Private Sector Development Specialist, SARD \n  M. N. Islam, Project Implementation Officer, SARD \n  V. Lisack, Urban Development Specialist, SARD  \n  R. Slangen, Urban Development Specialist, SARD \n  F. Sultana, Senior Social Development Officer (Gender), SARD  \nPeer reviewer  B. Goalou, Urban Development Specialist (Transport), Central and West \nAsia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "S. H. Rahman", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "M. T. Kho", "role": "Urban Development and Water Division", "organization": "SARD"}, {"fullname": "D. Margonsztern", "role": "Urban Development Specialist (Transport)", "organization": "SARD"}, {"fullname": "K. Emzita", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "A. Fox", "role": "Procurement Specialist", "organization": "SARD"}, {"fullname": "G. Hauber", "role": "Principal Private Sector Development Specialist", "organization": "SARD"}, {"fullname": "M. N. Islam", "role": "Project Implementation Officer", "organization": "SARD"}, {"fullname": "V. Lisack", "role": "Urban Development Specialist", "organization": "SARD"}, {"fullname": "R. Slangen", "role": "Urban Development Specialist", "organization": "SARD"}, {"fullname": "F. Sultana", "role": "Senior Social Development Officer (Gender)", "organization": "SARD"}, {"fullname": "B. Goalou", "role": "Urban Development Specialist (Transport)", "organization": "Central and West"}]}