{"path": "data/input/ta/42203-025%2C%2042203-022-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 42203-025 \nGrant Number: 0235-LAO \nApril 2017 \n \n \n \nProposed Grant for Additional Financing \nLao People’s Democratic Republic: Northern Rural \nInfrastructure Development Sector Project \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 22 March 2017) \n \n \nCurrency unit  –  kip (KN) \n     \nKN1.00  =  $0.000122 \n$1.00  =  KN8,200.00 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nEIRR  –  economic internal rate of return \nFPG  –  farmer producer group \nha  –  hectare \nLao PDR  –  Lao People’s Democratic Republic \nMAF  –  Ministry of Agriculture and Forestry \nNPMO  –  national project management office \nO&M  –  operation and maintenance \nPAFO  –  provincial agriculture and forestry office \nPAM  –  project administration manual \nPPO  –  provincial project office \nPRI  –  productive rural infrastructure \nWUG  –  water user group \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of the Lao People’s Democratic Republic \nends on 31 December. “FY” before a calendar year denotes the year in which the \nfiscal year ends, e.g., FY2016 ends on 31 December 2016. \n(ii)  In this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirectors  J. Zhang, Environment, Natural Resources and Agriculture Division, \nSERD \nY. Negishi, Lao People’s Democratic Republic Resident Mission, \nSERD \n \nTeam leaders  S. Phanouvong, Senior Project Officer, SERD \nD. Salter, Senior Natural Resources and Agriculture Specialist, SERD \nTeam members  S. Aman-Wooster, Principal Social Development Specialist \n(Safeguards), SERD \nV. Inthavong, Associate Project Officer (Infrastructure), SERD \nL. Leung, Natural Resources and Agriculture Economist, SERD \nS. Kawazu, Senior Counsel, Office of the General Counsel \nP. Phanvongsa, Project Analyst, SERD \nE. Quisumbing-Battung, Project Analyst, SERD \nC. Ramiro, Senior Operations Assistant, SERD \nT. Saphakdy, Social Development Officer (Gender), SERD \nS. Schipani, Senior Portfolio Management Specialist, SERD \n \nPeer reviewer  T. Ueda, Senior Natural Resources Economist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAP  \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Revised Design and Monitoring Framework                   11 \n2.  List of Linked Documents   16 \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 42203-025\nProject Name Northern Rural Infrastructure  Department SERD/SEER\nDevelopment Sector Project - Additional /Division\nFinancing\nCountry Lao People's Democratic Republic Executing Agency Ministry of Agriculture and \nBorrower Lao People's Democratic Republic Forestry\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural  Agricultural production 4.00\nresources and rural  Irrigation 22.00\ndevelopment\nLand-based natural resources management 4.50\nWater-based natural resources management 4.00\nTransport Road transport (non-urban) 1.10\nTotal 35.60\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Adaptation ($ million) 5.00\ngrowth (IEG) including jobs, made more inclusive Climate Change impact on the  Medium\nEnvironmentally  Global and regional transboundary  Project\nsustainable growth (ESG) environmental concerns\nNatural resources conservation\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Civil society participation Effective gender mainstreaming \ndevelopment (GCD) Institutional development (EGM)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Civil society organizations\nImplementation\nPrivate Sector\nPrivate sector  Promotion of private sector investment\ndevelopment (PSD) Public sector goods and services essential for \nprivate sector development\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Rural High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG2, SDG8, SDG9\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: B\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 35.60\n     Sovereign Project grant: Asian Development Fund 35.60\nCofinancing 0.00\n     None 0.00\nCounterpart  2.00\n     Government  2.00\nTotal 37.60\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 01112016140637931393 Generated Date: 07-Apr-2017 16:38:12 PM", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Lao People’s Democratic Republic (Lao PDR) for the additional financing of the Northern \nRural Infrastructure Development Sector Project.1 \n \n2.  Inadequate  productive  rural  infrastructure  (PRI)  is  a  critical  constraint,  limiting \nagricultural  and  rural  development  in  the  northern  provinces  of  Bokeo,  Louang-Namtha, \nOudomxai, and Phongsali. In 2010, the Asian Development Bank (ADB) approved a $23 million \ngrant to finance the Northern Rural Infrastructure Development Sector Project.2 Based on the \ncurrent project’s good performance and solid achievements, the government and the ADB \nproject team concluded that PRI investments should be scaled-up to broaden the benefits of \nincreased rural incomes and economic development. The additional financing will enable the \ncontinued  improvement  of  PRI,  consisting  of  small  and  medium-sized  gravity-fed  irrigation \nschemes and rural access to and within the schemes. It will support the implementation of 22 \nnew PRI subprojects, in addition to the 26 subprojects already completed in the current project. \nWith  the  additional  financing,  the  overall  project  will  strengthen  the  (i)  water  user  groups \n(WUGs) to manage PRI and the associated watersheds, and (ii) farmer producer groups (FPGs) \nto coordinate with markets. The inclusion of women, poor people, and ethnic groups will remain \na priority. Consistent with the current project, the additional financing will lead to increased \nagricultural productivity, diversification, and commercialization, resulting in higher incomes in the \nsubproject areas. Moreover, PRI is essential to counter the impacts of climate instability on \nagricultural production. The current project’s approach and structure remain valid.3 \n \nII.  THE PROJECT \nA.  Rationale \n3.  Some 70% of the Lao PDR population continues to be engaged in agriculture, and over \n50%  of  households  are  smallholder farmers. The  average  poverty rate  in the four  project \nprovinces is 26%. Significantly, 73% of the residents are from ethnic groups that have little \nopportunity to integrate into the market economy. The northern region is still dominated by \nsubsistence production on rain-fed lowlands, as well as upland shifting cultivation. The poor \nquality and inadequate coverage of PRI constrain agricultural production, especially in the dry \nseason, resulting in limited areas being planted, low yields, limited diversity of produce, high \nproduction and marketing costs, and consequently, low rural incomes.4 \n \n4.  Developing  PRI  is  a  high  priority  of  the  government’s  Five  Year  National  Socio-\nEconomic Development Plan VIII, 2016–2020 and Agriculture Development Strategy to 2025 \nand Vision to the Year 2030 because (i) it is crucial to reducing the risk associated with rain-fed \nagriculture, (ii) it enhances productivity, and (iii) it provides options for diversifying into new \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Lao \nPeople’s Democratic Republic for the Northern Rural Infrastructure Development Sector Project. Manila. \n3  ADB  provided  project  preparatory  technical  assistance  for  Preparing  the  Northern  Rural  Infrastructure \nDevelopment Sector Project—Due Diligence of Additional Financing (TA 8882-LAO). This was complemented by \nresources from the current project which were used to carry out subproject impact studies and two feasibility \nstudies. \n4  Sector Assessment (Summary): Agriculture, Natural Resources, and Rural Development (accessible from the list of \nlinked documents in Appendix 2). \n ", "2   \ncrops  with  higher  potential for  profit.5 Given  the  importance  of  PRI,  the government’s  last \nirrigation diagnostic study completed in 2008, needs to be updated immediately.6 Improving \nrural access to and within the irrigation schemes facilitates the mobility of the local population, \nand  the  movement  of  agricultural  inputs  and  outputs,  increasing  production  efficiency. \nInvestments in PRI have enhanced agricultural productivity by securing supplementary water \nsupplies through the wet season and, where possible, providing water for dry season cropping. \nADB has supported the development of transport corridors and regional economic integration in \nthe Greater Mekong Subregion, which has increasingly made markets accessible for Lao PDR \nproduce and will be further enhanced by the Association of Southeast Asian Nations Economic \nCommunity. The overall project remains consistent with the midterm review of ADB’s Strategy \n2020, as well as the operational plans for agriculture and natural resources, and water.7 \n \n5.  Strong positive impacts and key lessons. Socioeconomic impact studies on the first \nthree  completed  subprojects  showed  year  round  increased  areas  under  cultivation,  with \nsignificant  cropping  diversity,  especially  during  the  dry  season.  WUGs  are  providing  the \nbackbone for PRI sustainability through organized operation and maintenance (O&M) and are \nevolving into FPGs that can negotiate production contracts with traders for more commercially \noriented production. Market demand for the crops produced is high in Lao PDR and neighboring \ncountries, especially the People’s Republic of China. These developments have underpinned \neconomic internal rates of return (EIRRs), which average 22%, and from 2010 to 2015 a 92% \nincrease in average annual household incomes of $1,320 in the subprojects areas.8 \n    \n6.  Project  performance.  The  current  project  is  performing  well  and  is  on  track,  as \nrecorded in all project progress reports,   review mission aide-mémoire, and as measured by \nADB’s  performance  indicators. 9  The  Ministry  of  Agriculture  and  Forestry  (MAF)  has \ndemonstrated the capacity to implement ADB-financed projects effectively. As of 31 January \n2017, the current project has achieved (i) good construction quality and the completion of all 26 \nPRI  subprojects,  within  budget,  and  well  before  the  project  closing  date; 10  (ii)  99.6% \nimplementation progress against the elapsed grant period of just over 91.4%, with cumulative \ncontract awards at $20.54 million (89%) and disbursements at $20.84 million (91%); and (iii) \neffective management of identified risks, and timely and satisfactory compliance with all grant \ncovenants, including those concerned with financial management and safeguards. \n \n7.  Significant  benefits  in  excess  of  those  originally  predicted  have  led  to  strong \ndemand by the government and beneficiaries for additional financing—first recorded during the \nmidterm review in April 2014. The importance of this well-performing project is shown by the \ngovernment’s prioritization of this project for ADB’s resources, which will be used to scale up the \n                                                \n5  The Government of Lao PDR, Ministry of Planning and Investment. 2015. Five Year National Socio-Economic \nDevelopment Plan VIII (2016–2020). Vientiane; and Government of Lao PDR, Ministry of Agriculture and Forestry. \n2015. Agriculture Development Strategy to 2025 and Vision to the Year 2030. Vientiane. \n6  Ministry of Agriculture and Forestry, 2008. Irrigation Diagnostic Study. Vientiane \n7  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila; ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. \nManila; ADB. 2015. Operational Plan for Agriculture and Natural Resources: Promoting Sustainable Food Security \nin Asia and the Pacific in 2015–2020. Manila; and ADB. 2011. Water Operational Plan, 2011–2020. Manila. \n8  MAF. 2015. Socio-Economic Impact Study of Nam Dai Irrigation Subproject in Sing District, Louang-Namtha \nProvince. Vientiane; MAF. 2015. Socio-Economic Impact Study of Nam Haad Right Bank Irrigation Subproject in \nPha Oudom District, Bokeo Province. Vientiane; MAF. 2015. Socio-Economic Impact Study of Nam Lan Irrigation \nSubproject  in  Bountai  District,  Phongsaly  Province.  Vientiane.  (accessible  from  the  list  of  supplementary \ndocuments in Appendix 2). \n9  The Ministry of Planning and Investment and ADB’s Lao PDR Resident Mission ranked the current project first in \ngood project implementation practice in 2014 through the annual recognition award. \n10  Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \n ", "3 \noutputs so that the overall project (i) remains technically feasible, economically viable, and \nfinancially  sound;  (ii)  fulfills  the  high  priority  that  the  government  accords  PRI;  and  (iii) is \nconsistent with its development objectives and ADB’s country partnership strategy, 2012–2016 \nfor the Lao PDR.11 The overall project will continue to use a sector modality, which has proven \nto  be  efficient  and  effective.  Based  upon  the  provincial  development  plans,  candidate \nsubprojects have been identified, screened against eligibility criteria and prioritized, have been \nagreed  among  MAF,  the  participating  provinces,  and  ADB,  for  inclusion  in  the  overall \nsubproject, contingent upon successful feasibility study confirmation.   \n \nB.  Impact and Outcome \n8.  The impact of the overall project will be improved rural household incomes in the four \nnorthern provinces of Bokeo, Louang-Namtha, Oudomxai, and Phongsali. The outcome will be \nincreased agricultural productivity in the four northern provinces of Bokeo, Louang-Namtha, \nOudomxai, and Phongsali. The impact and outcome remain unchanged from the current project, \nbut the aggregated impacts and outcomes of the overall project will increase as the geographic \ncoverage has been expanded to 22 new subprojects  and 5,100 additional households. A total \nof 9,100 households will benefit directly from the project. \n \nC.  Outputs \n9.  The current project’s four outputs will be scaled up as described below. \n \n10.  Output 1: Production and productivity-enhancing rural infrastructure constructed \nand/or rehabilitated. The implementation of PRI subprojects represents the bulk of the project \ninvestment. The current project completed 26 subprojects covering 5,300 hectares (ha), which \nis a much greater area than the target of 2,900 ha. An additional 22 subprojects covering about \n6,800 ha will be implemented through the additional financing. The 48 total subprojects will \ncomprise about 12,100 ha of irrigated command area and 225 kilometers of rural access road.12 \nPRI subprojects will be extended to three new districts in the overall project.13 Subproject \nfeasibility studies on two representative subprojects in the new districts were carried out during \nproject preparation and confirmed subproject viability.14 \n \n11.  Output  2:  Productivity  and  impact-enhancing  initiatives  adopted.  Initiatives  to \nenhance the impact and sustainability of investments in PRI will continue. They will be identified \nin a participatory and gender-sensitive manner from options developed with stakeholders and \nbeneficiaries, including (i) strengthening technical extension services to WUGs; (ii) establishing \n48  FPGs  to  coordinate  supplies  of  agricultural  produce  to  markets  and/or  processors; \n(iii) supporting contracted agricultural production; and (iv) implementing initiatives to secure land \ntenure for 5,000 WUG members and to protect the health of 48 watersheds. Capacity building \nwill continue to ensure that women and vulnerable ethnic groups have the necessary skills to \nparticipate fully in, and benefit from, project activities.  \n                                                \n11  ADB. 2011. Country Partnership Strategy: Lao People’s Democratic Republic, 2012–2016. Manila. The additional \nfinancing is presented as firm for 2017 in ADB. 2016. Country Operations Business Plan: Lao People’s Democratic \nRepublic, 2017–2019. Manila. \n12 The ongoing project consists of 26 subprojects, amalgamating 38 sub-schemes. The additional financing will \nsupport 22 subprojects, amalgamating 73 sub-schemes. \n13 The subprojects are and will be implemented in the districts of (i) Houayxay, Paktha, and Pha-Oudom in Bokeo \nprovince; (ii) Long and Sing in Louang-Namtha province; (iii) Beng (new) and Houn (new) in Oudomxai province; \nand (iv) Boun-Nua (new), Boun-Tai, and Gnod-Ou in Phongsali province. \n14 Subproject Feasibility Study for Nam Beng; and Subproject Feasibility Study for Nam Oun (accessible from the list \nof supplementary documents in Appendix 2). \n ", "4   \n \n12.  Output 3: Capacities of national, provincial, and district agencies strengthened to \nenable a sector development approach. Capacity building in MAF—as well as improving \nimplementation capacity for staff at the national project management office (NPMO), provincial \nproject  offices  (PPO),  and  district  coordination  offices—are  largely  completed  but  will  be \ncontinued to target the three new districts. An irrigation subsector review will also be carried out. \n \n13.  Output 4: Project managed and subprojects delivered efficiently and effectively. \nThe NPMO and the PPOs will continue to manage the project. Regular ADB review missions \nconfirm  that  established  financial,  administrative,  procurement,  and  reporting  systems  are \neffective and will be continued. Consulting services for implementation support and technical \nexpertise will be extended or recruited as required. \n \nD.  Investment and Financing Plans  \n \n14.  The overall project is estimated to cost $62.2 million (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \nCurrent  Additional \nItem  Amounta  Financingb  Total \nA.  Base Costc        \n  1.  Rural infrastructure development  16.2  29.1  45.2 \n  2.  Productivity and impact enhancement  1.4  3.1  4.5 \n  3.  Institutional capacity building  2.8  2.1  4.9 \n  4.  Project implementation and management  2.7  2.5  5.3 \n    Subtotal (A)  23.1  36.8  59.9 \nB.  Contingenciesd  1.5  0.8  2.3 \n      Total (A+B)  24.6  37.6  62.2 \na  Refers to the amount of the original project. Includes taxes and duties of $2.2 million financed from the Asian \nDevelopment Bank (ADB) grant. \nb  Includes taxes and duties of $3.4 million, of which $3.3 million will be financed by the ADB grant and the rest from \ngovernment contributions. \nc  In mid-2016 prices. \nd  Physical contingencies computed at 5% for consulting services, and 10% for resettlement, training, and project \nmanagement operation costs. No physical contingencies are provided in the civil works contracts of the current \nproject. All contract variations, when needed, will be done within the contract amount. Price contingencies \ncomputed at 1.4% in 2017 and 1.5% in 2018 and thereafter for foreign currency costs; 3.5% in 2017 and 2018, and \n4.0% in 2019 and thereafter for local currency costs; and includes provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity exchange rate. \nSource: Asian Development Bank estimates. \n \n15.  The government has requested a grant not exceeding $35.6 million from ADB’s Special \nFunds resources as additional financing to finance the increased scope of the overall project. \nThe grant will fund PRI subprojects (including associated initiatives), capacity building, project \nmanagement and consulting services, and applicable taxes and duties.15 The government will \nfinance the equivalent of $2 million for the salaries of full-time permanent counterpart staff, \noffice space, land acquisition and resettlement costs, the clearing of unexploded ordnance and \n                                                \n15 ADB will finance taxes and duties for the expenditure items it covers, operating costs (i.e., incremental project \nmanagement costs but not salaries or remuneration other than travel costs and daily subsistence allowance for \ngovernment officials who work for the project), transportation costs, and interest and bank charges related to the \nimprest account. The following principles were followed in determining taxes and duties to be financed by ADB: (i) \nthe amount does not represent an excessive share of the project; (ii) the taxes and duties apply only to ADB-\nfinanced expenditures; (iii) the amount is within the thresholds identified during the country partnership strategy \npreparation process; and (iv) financing of taxes and duties is material and relevant to project success. \n ", "5 \nland  mines,  and  applicable  taxes  and  duties  on  items  paid  for  by  the  government.  The \ngovernment will make the grant proceeds available to the executing and implementing agencies \non a grant basis. The financing plan is in Table 2. \n \nTable 2: Financing Plan \nCurrenta    Additional Financing    Total \nAmount ($  Share of  Amount ($  Share of  Amount ($  Share of \nSource  million)  Total (%)  million)  Total (%)  million)  Total (%) \nAsian Development Bank  23.0  93.4  35.6  94.7  58.6  94.2 \nSpecial Funds resources \n(grant)  23.0  93.4  35.6  94.7  58.6  94.2 \nGovernment  1.2  4.8  2.0  5.3  3.2  5.1 \nBeneficiaries  0.5  1.8  0.0b  0.0  0.5  0.7 \nTotal  24.6  100.0  37.6  100.0  62.2  100.0 \nNote: Numbers may not sum precisely because of rounding. \na  Refers to the amount of the original project. \nb  For the additional financing, the estimated beneficiary contribution for productive rural infrastructure maintenance is \nnot included in Table 2 since it is in-kind contribution but is estimated to be worth $0.4 million. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n16.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe  project  administration  manual  (PAM).16 The  implementation  arrangements  follow  the \nsuccessful structure established in the original project. \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  August 2017–December 2021 \nEstimated completion date  31 December 2021 (grant closing date: 30 June 2022) \nManagement \n(i)  Oversight body  National steering committee, chaired by a MAF vice-minister, with representation \nfrom relevant MAF departments,  CAWA, LWU, MOF, MOFA, MOIC, MONRE, \nMPI, and the provincial vice governors from the participating provinces \n(ii)  Executing agency  MAF \n(iii)  Key implementing  Bokeo, Louang-Namtha, Oudomxai, and Phongsali provincial agriculture and \nagencies  forestry offices \n(iv)  Implementation unit  NPMO 18 staff, PPOs 52 staff, and DCOs 72 staff \nProcurement  NCB (works)  22 contracts  $24.26 million \nNCB (goods)  1 contract  $0.60 million \nShopping  9 contracts  $0.30 million \nConsulting services  GIC contract variation  414 person-months  $4.00 million \nCQS (14 contracts)  430 person-months  $2.53 million \n  FBS (1 contract)  About 14 person-months  $0.40 million \nAdvance contracting  Advance actions include negotiating with the GIC for a contract variation for the \nadditional scope, and recruiting the detailed design and engineering consultant. \nDisbursement  The grant proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2015, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nADB  =  Asian  Development  Bank,  CQS  =  consultants  qualifications  selection,  CAWA  =  Committee  for  the \nAdvancement of Women’s Affairs, DCO = district coordination office, FBS = fixed budget selection, GIC = grant \nimplementation consultant, LWU = Lao Women’s Union, MAF = Ministry of Agriculture and Forestry, MOF = Ministry \nof Finance, MOFA = Ministry of Foreign Affairs, MOIC = Ministry of Industry and Commerce, MONRE = Ministry of \nNatural Resources and Environment, MPI = Ministry of Planning and Investment, NCB = national competitive bidding, \nNPMO = national project management office, PPO = provincial project office. \nSource: Asian Development Bank estimates.  \n                                                \n16  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6   \n \n17.  The national steering committee will continue to ensure interagency cooperation at the \nnational level, and will be chaired by a MAF vice-minister with representation from concerned \nministries  and  provincial  vice  governors.  ADB  project  team  confirms  that  existing \nimplementation  arrangements  are  effective  and  will  be  continued.  MAF,  as  the  executing \nagency, will have responsibility for overall project coordination and management. The NPMO \nwill be responsible for day-to-day operations, will report to MAF and ADB, and will carry out all \nmajor recruitment and procurement activities with the current staff. \n \n18.  The established provincial steering committees will continue to be responsible for project \ncoordination within each province. The provincial agriculture and forestry offices (PAFOs) will \ncontinue to be the implementing agencies, with responsibility for reporting to the provincial vice-\ngovernor and the NPMO. PPOs established within the PAFOs will continue to provide day-to-\nday  support  for  the  implementation  of  project  activities  and  facilitate  inputs  from  relevant \nprovincial line departments for subproject design and implementation. PPOs will be managed by \na provincial project coordinator from the PAFOs and one full-time deputy coordinator. The \nestablished  district  coordination  offices  will  ensure  that  consultations  are  carried  out  with \nprovincial and district stakeholder agencies and village authorities. Meetings will be arranged \nwith WUGs, FPGs, village leaders, and poor households to identify their needs and raise \nawareness to enable access to benefits, including training and village-level participation in \nsubproject planning and implementation. \n \n19.  Project management has been supported by an implementation consulting firm recruited \nunder the current project. MAF confirmed that the firm provided highly satisfactory services, \nwhich  are  still  needed to  support the  additional financing.  Continuing  the firm’s  consulting \nservices is in the overall interest of the project implementation and enhances economy and \nefficiency. Therefore, the firm’s contract will be extended to cover the new project scope, \nthrough a contract variation.17 Separate consulting packages will be procured for engineering \ndesign and construction supervision, through advance actions, to prepare the detailed designs \nand contract documents for the two representative subprojects. \n \nIII.  DUE DILIGENCE \nA.  Technical \n \n20.  PRI  uses  basic  engineering  designs  and  can  be  constructed  by  local  contractors. \nClimate instability is anticipated and a number of countermeasures will be taken, including \n(i) strengthening  the  weir  design  to  withstand  more  intense  stream  flows;  (ii) constructing \npassages to reduce stress on aquatic life by enabling aquatic migration up- and downstream of \nthe weirs; (iii) concrete-lining canals to the extent possible for more efficient utilization of water; \n(iv) increasing the stability of the PRI and the health of the watersheds through soil and water \nconservation initiatives; and (v) involving WUGs and FPGs in the implementation of watershed \nmanagement plans. ADB and MAF prescreened all proposed subprojects for initial technical, \nfinancial, economic, and social viability, as well as for safeguard issues.18 \n \n                                                \n17 The terms of reference for the implementation consultants are in the PAM (accessible from the list of linked \ndocuments in Appendix 2). \n18 Field Survey Report (Subproject Screening) (accessible from the list of supplementary documents in Appendix 2). \n ", "7 \nB.  Economic and Financial \n21.  The representative subprojects in Nam Beng and Nam Oun will rehabilitate PRI to \nenable year round irrigated agriculture, resulting in increased cropping intensity. The economic \nand  financial  analysis  considers  as  benefits  only  those  that  are  quantifiable  and  directly \nattributable to PRI improvement. These include (i) increased yield and cropping intensity, (ii) \ncrop diversification, and (iii) reduced transportation costs from the farm gate to the rice mills or \nlocal markets. Benefits that are difficult to quantify include enhanced market integration through \nPRI development, and associated investments in technical extension services and strengthened \nFPGs. Through supply contracts with private traders, farmers will gain access to agricultural \ninputs,  credit,  and  downstream  production  services.  The  market  risk  is  reduced  since  the \ncontracts  typically  indicate  the  prices  and  contracted  quantities  in  advance.  This  potential \nsource of benefit is omitted in the analysis since the terms of the contracts are not yet specified. \n \n22.  The average household farm size in the subproject areas is 0.9 ha in Nam Beng and 1.0 \nha in Nam Oun. Based on local prices, yields, cropping intensities and patterns, the economic \nvalue  of  the  annual  agricultural  incomes  is  computed  for  both  with-  and  without-project \nscenarios. The difference represents the incremental project benefit that accrues to the farmers, \nand is compared with the project costs. On an incremental basis, the estimated EIRR is 18.6% \nin Nam Beng and 17.0% in Nam Oun; both are above the 12.0% economic opportunity cost of \ncapital.19 Sensitivity analyses show that the representative subprojects are most sensitive to a \ndecrease in benefits, but the EIRRs remain above the economic opportunity cost of capital. \n \n23.  The financial analysis indicates that irrigated and diversified farming will generate a high \nfinancial rate of return. The average farm should be able to generate a net incremental crop \nincome of KN4.3 million in Nam Beng (267% increase) and KN4.9 million in Nam Oun (328% \nincrease) as a result of completing the representative subprojects.20 This provides a strong \nincentive for farmers to adopt high-yielding technologies and collectively contribute labor and \nmonetary inputs for the routine operation and maintenance of the subprojects. Meeting recurrent \nO&M costs continues to be a challenge for the government, so the input of WUGs to O&M will \nremain essential. \n \nC.  Governance \n24.  The financial management assessment indicates that, with the capacity established and \nwith the support of the implementation consultants, MAF is capable of continuing the financial \nmanagement of the overall project.21 The NPMO will ensure the consolidated project financial \nstatements  are  audited  by  an  independent  auditor  acceptable  to  ADB  in  accordance  with \ninternational auditing standards and the government’s audit regulations. MAF will submit the \naudited project financial statements in English to ADB within 6 months after the end of the fiscal \nyear. The project will continue operating a website for disclosure of implementation progress, \nbid notifications and results, and a grievance mechanism for corrupt practices and for people \nwho may be negatively affected by the project. \n \n25.  MAF has extensive experience and capacity for managing externally funded projects, \nincluding those of ADB. All procurement and recruitment of consultants to be financed by the \nADB grant will follow ADB’s Procurement Guidelines (2015, as amended from time to time) and \n                                                \n19 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n20 Without the project, annual income is about KN1.6 million in Nam Beng and KN1.5 million in Nam Oun. With the \nproject, annual income is estimated at KN5.9 million in Nam Beng and KN6.4 million in Nam Oun. \n21 Financial Management Assessment (accessible from the list of supplementary documents in Appendix 2). \n ", "8   \nGuidelines on the Use of Consultants (2013, as amended from time to time). The government’s \npublic  procurement  legislation  and  regulations  (as  acceptable  to  ADB)  will  be  applied  for \npackages procured using national competitive bidding and shopping procedures. PPOs will \ninvolve district and lower administrative units, and communities to ensure their participation in \nmonitoring PRI subproject design and construction.  \n \n26.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MAF. The specific policy requirements and supplementary measures \nare described in the PAM and will be posted on the project website.22 \n \nD.  Poverty and Social \n27.  The average poverty rate in northern rural Lao PDR is 26%, down from 31% in 2008.23 \nRural poverty is close to three times as prevalent as urban poverty. Many of the PRI subprojects \nare in areas where a significant number of beneficiaries are members of ethnic groups. Poverty \nis highest among the non-Lao and non-Thai ethnic groups—35% among the Hmong-Lu Mien, \n34% among the Mon-Khmer, and 32% among the Chine-Tibet. These three ethnic groups \ncomprise over 73% of the population of the project’s four provinces. Food insecurity rates vary, \nreaching  22%  in  rural  households  classified  as  having  poor  or  borderline  levels  of  food \nconsumption. The health, nutrition, and literacy indicators of people living in remote areas are \nalso significantly lower than national averages, particularly for ethnic women. \n \n28.  PRI investments have been improving the incomes and food security of beneficiary \nhouseholds.  The  associated  initiatives  provide  opportunities  for  rural  people  to  build  their \ncapacities to derive improved agriculture-based livelihoods. The project will provide resources \nfor  implementing  subproject  gender  action  plans  and  ethnic  group  development  plans.  As \nwomen are greatly underrepresented in village and community decision-making institutions, \ninterventions will increase their involvement in WUGs and FPGs. Vulnerable groups, mainly \nethnic  groups  and  households  headed  by  women,  will  receive  preferential  employment \nopportunities for construction activities. The improved PRI will intensify agricultural activity and \nincrease demand for labor and services, leading to income-generating opportunities. No major \nnegative social impacts have occurred during implementation of the current project.  \n \n29.  Gender  (effective  gender  mainstreaming).  The  poverty,  social,  and  gender  due \ndiligence conducted for the current project remains valid; and confirms the effective gender \nmainstreaming classification for the overall project. The gender action plan has been updated \nbased  on  (i) equitable  project  benefits  and  opportunity  sharing  between  men  and  women; \n(ii) gender-sensitive approaches to reduce gender inequalities in the project areas; (iii) targeted \napproaches  for  training  women,  including  those  in  ethnic  groups;  (iv)  collection  of  sex-\ndisaggregated data for benefit monitoring and evaluation; and (v) increased representation of \nwomen in decision-making bodies.24 \n \nE.  Safeguards \n30.  Involuntary resettlement (category B). The resettlement framework was updated and \nagreed with the government in accordance with ADB’s Safeguard Policy Statement (2009).25 \nResettlement and land acquisition impacts are limited since the subprojects will rehabilitate \n                                                \n22 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n23 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n24 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n25 Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n ", "9 \nexisting infrastructure, and prescreening ensured that none of the subprojects would entail \nsignificant resettlement or land acquisition.26 Resettlement plans will be prepared for minor \ncompensation that may be needed, in accordance with the resettlement framework. \n \n31.  Environment  (category  B).  The  environmental  assessment  and  review  framework \nagreed by the government and ADB was updated based on ADB’s Safeguard Policy Statement \n(2009) and resources for its implementation have been allocated.27 Subproject prescreening has \neliminated subprojects with significant negative environmental impacts. Minor impacts will be \nmitigated by implementing the subproject environmental management plans prepared as part of \neach  initial  environmental  examination.  Subproject feasibility  studies  will  ensure  that  water \nofftake during the dry season allows sufficient flows to maintain the riparian ecosystem and \nadequate resources for downstream users. Irrigation weirs may hamper aquatic life migration \nand stress fish stocks. Aquatic life passages will be made a standard weir design feature. The \nintensification of agriculture will bring long-term benefits to farmers but may also increase the \nuse of agrochemicals. The environmental management plans will address risks associated with \nthe  use  of  agrochemicals  and  the  promotion  of  sustainable  land-use  practices,  through \nawareness  raising  and  training.  Supporting  WUG  and  FPG  members  in  obtaining  land \nownership certificates is expected to catalyze good land and watershed stewardship. \n \n32.  Indigenous  Peoples  (category  B).  The  Indigenous  Peoples  Planning  Framework: \nEthnic Groups Development Framework28agreed by the government and ADB was updated, \nand resources were allocated to prepare ethnic group development plans for potential category \nB  subprojects  based  on  ADB’s  Safeguard  Policy  Statement  (2009).29 The  overall  project \nactivities will not cause (i) involuntary changes in ethnic groups’ livelihood systems, cultural \npractices, ancestral domains, food production practices, or cultural cohesion;  (ii) unwanted \ndependence on external market forces; or (iii) the exclusion of any ethnic group.  Possible \nnegative impacts will be avoided when possible or will be compensated. Impacts are expected \nto be overwhelmingly positive since activities are for the socioeconomic improvement of the total \npopulation.  All  data  collected  will  be  disaggregated  by  ethno-linguistic  group,  age  (where \nappropriate), and gender to allow the monitoring and evaluation of beneficiary inclusion. \n \nF.  Risks and Mitigating Measures \n33.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.30 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nPublic financial management:  Training has enabled the project accounting unit to develop sufficient capacity \nweak regulatory systems and  within the NPMO and the implementing agencies. The GIC will provide support as \nskills; inadequate financing of  needed. Any financial staff changes will be agreed with ADB. WUGs are effectively \nO&M  carrying out O&M independent of public financing. \n                                                \n26 Based on feasibility studies of representative subprojects and initial prescreening, the total cost of land acquisition \nand resettlement is estimated to be $268,000, or 2% of civil works costs. \n27 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n28 Hmong, Khmou, and Lao are the major indigenous peoples in the project area; and fall under the ADB Safeguard \nPolicy Statement (2009) description of indigenous peoples. The government refers to indigenous peoples as \n“ethnic groups” (Government of the Lao PDR. 2003. Constitution of the Lao People’s Democratic Republic. \nVientiane [article 8]). \n29 Indigenous Peoples Planning Framework: Ethnic Groups Development Framework (accessible from the list of \nlinked documents in Appendix 2).  \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10   \nRisks  Mitigating Measures \nProcurement: weak regulatory  The trained NPMO procurement staff will be supported by the GIC, and any staff \nsystems and staff skills  changes will be agreed with ADB. ADB will provide prior review for consulting \nrecruitment and NCB contracts according to the procurement plan. \nCorruption: high perceived  Project accounts will be closely monitored by the resident mission with twice annual \nlevels  reviews. Mechanisms for reporting corruption are in place. ADB will build \nstakeholder awareness of its Anticorruption Policy (1998, as amended to date). \nEnvironmental sustainability  The Project will: (i) build capacity and raise awareness of potential climate impacts \nand climate change: increasing  and introduce farming methods and appropriate crop varieties; (ii) support land \nstress on water and land  tenure and watershed management; (iii) construct climate resilient PRI to enable \necosystems  farmers to better manage water resources; and (iv) carry out an irrigation subsector \nreview to strengthen sector planning, investment and implementation. \nGlobal: vulnerable to external  Strong demand for food is forecast. The capacity of WUGs and FPGs will be \nshocks and price fluctuations  improved to diversify and commercialize production. The project will closely monitor \nthe establishment of FPG supply contracts, land-use maps, and land registration \nwhich will contribute to achieving production targets. \nADB  =  Asian  Development  Bank,  FPG  =  farmer  producer  group,  GIC = grant  implementation  consultant \nNCB = national  competitive  bidding,  NPMO  =  national  project  management  office,  O&M  =  operation  and \nmaintenance, PRI = productive rural infrastructure, WUG = water user group. \nSources: Asian Development Bank. \n \n34.  With  the  mitigation  measures  to  be  put  in  place,  the  overall  risk  assessment  is \nconsidered low, and the benefits and impacts of the project will far outweigh the estimated \ncosts. This is demonstrated in the sensitivity analyses in the economic and financial analysis. \n \nIV.  ASSURANCES  \n35.  The government and MAF have assured ADB that implementation of the overall project \nshall  conform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM and grant agreement. \n \nV.  RECOMMENDATION \n36.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding $35.6 million to the Lao People’s Democratic Republic, from ADB’s Special Funds \nresources  (Asian  Development  Fund),  for  the  additional  financing  of  the  Northern  Rural \nInfrastructure Development Sector Project, on terms and conditions that are substantially in \naccordance with those set forth in the draft grant agreement presented to the Board. \n \n \n \n                  Takehiko Nakao \n                  President \n \n \n28 April 2017\n ", "Appendix 1  11 \nREVISED DESIGN AND MONITORING FRAMEWORK  \n  Impact the Project is Aligned with: \nCurrent project: Improved rural household incomes in the four northern provinces of Bokeo, Louang-\nNamtha, Oudomxai, and Phongsali \nOverall project: Unchanged and is aligned with Ministry of Agriculture and Forestry’s (MAF) Agricultural \nDevelopment Strategy to 2025 and Vision to the year 2030 \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome    Key commercial crop  Climate change \nCurrent project  Current project  production statistical  impacts adversely \nreports by provincial and  affect crop \nIncreased  Agriculture productivity in rice \ndistrict agriculture and  production and \nagricultural  equivalent increased from \nforestry offices  commercialization. \nproductivity in the  3 tons/ha in 2010 to 5 tons/ha \nfour northern  by 2017 \nprovinces of Bokeo,   \nLouang-Namtha,  Overall project \nOudomxai, and  Agriculture productivity in rice \nPhongsali  equivalent increased from \n  3 tons/ha in 2010 to 5 tons/ha \nOverall project \nby 2022 \nUnchanged \nOutputs       \nOutput 1  1a.  1a–c. NPMO and PPO  1a–1b. Water user \nCurrent project  Current project  quarterly progress and  groups fail to provide \nProduction and  An estimated 2,900 ha of  monitoring reports;  operation and \nproductivity- command area served by  NPMO and PPO  maintenance to the \nenhancing rural  rehabilitated gravity irrigation  consolidated subproject  improved \ninfrastructure  structures by 2017  completion reports  infrastructure. \nconstructed and/or   \nrehabilitated  Overall project \n  An estimated 12,100 ha of \nOverall project  command area served by \nUnchanged  rehabilitated gravity irrigation \nstructures by 2021 \n \n1b. \nCurrent project \n155 kilometers of rural \naccess roads rehabilitated by \n2017 \n \nOverall project \n225 kilometers of rural \naccess roads rehabilitated by \n2021 \n \n1c. \nCurrent project \nWomen have equal \nopportunity to access \nemployment for construction \nactivities by 2017, with equal \n ", "12  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \npay for equal work \n \nOverall project \nWomen have equal \nopportunity to access \nemployment for construction \nactivities through 2021, with \nequal pay for equal work \n \nOutput 2  2a.  2a. NPMO and PPO   \nCurrent project  Current project  quarterly progress and   \nProductivity and  25 producer and water user  monitoring reports   \nimpact-enhancing  groups formed by February     \ninitiatives adopted  2017, with women comprising     \n  30% of their members     \n       \nOverall project  Overall project     \nUnchanged  48 water user groups and     \nfarm producer groups     \noperating by December 2021,     \nwith women comprising 30%     \nof their members     \n     \n2b.  2b. Accomplishment  2b. Commodity price \nCurrent project  reports of district registrar  fluctuations and \n25 producer groups supply  of producer cooperatives  uncertainty reduce \ncontracts ratified by district  involved in the marketing  interest in contract \nagriculture and forestry  of agricultural produce  farming. \noffices by February 2017 to     \nsupply private processors for     \nvalue-addition through     \nprocessing     \n     \nOverall project     \n48 water farm producer     \ngroups supply contracts     \nratified by district agriculture     \nand forestry offices by     \nDecember 2021 to supply     \nprivate processors for value     \naddition through processing     \n     \n2c.  2c. District governor  2c. Corrupt practices \nCurrent project  approvals of land-use  emerge in the land \n20 catchment management  and zoning plans; NPMO  tenure process. \nplans with associated land  and PPO training \nrezoning implemented by  completion reports \n2017   \n   \nOverall project   \n35 watershed management   \nplans with associated land   \nrezoning implemented;   \ncadastral maps for   \n ", "Appendix 1  13 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \n48 subprojects irrigation   \ncommand areas and at least   \n5,000 water user group   \nmembers obtain land   \nownership certificates by   \nJune 2022   \n   \n2d.  2d. NPMO and PPO \nCurrent project  quarterly progress and \nExtension services designed  monitoring reports \nfor and delivered to women, \nwith 30% of extension \ntraining for women, by 2016 \n \nOverall project \nExtension services designed \nfor and delivered to women, \nwith 30% of extension \ntraining for women, by \nDecember 2021 \n \nOutput 3  3a.  3a–b. NPMO and PPO   \nCurrent project  Current project  quarterly progress and   \nCapacities of  33 training courses  monitoring reports \nnational, provincial,  conducted, with women \nand district agencies  comprising at least 50% of \nstrengthened to  participants, by December \nenable a sector  2014 \ndevelopment   \napproach  Overall project \n  43 training courses \nOverall project  conducted, with women \nUnchanged  comprising at least 50% of \nparticipants, by December \n2021 \n \n3b. \nCurrent project \nMonitoring and evaluation \nsection established in the \nDepartment of Planning and \nCooperation, with a staff of at \nleast 10 people, by \nDecember 2012 \n \nOverall project \nIrrigation subsector review \ncompleted by 2017 \n \nOutput 4  4a.  4a. Notice to proceed  4a. Shortage of \nCurrent Project  Current project  from NPMO  people with the \nProject managed  5 key implementation    necessary finance \nand subprojects  consultants mobilized within    and procurement \ndelivered efficiently  3 months of grant    skills leading to poor \n ", "14  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nand effectively  effectiveness; project    financial and \n  performance and monitoring    procurement \nOverall project  system disaggregated by    practices. \nUnchanged  gender and ethnolinguistic   \ngroup operational within   \n12 months of effectiveness   \n   \nOverall project   \nAll key implementation   \nconsultants mobilized before   \ngrant effectiveness   \n   \n4b.   \nCurrent project  4b. NPMO and PPO \nAt least 20% of NPMO and  quarterly progress and \nPPO staff (excluding  monitoring reports; staff \nsecretarial and administrative  registry in NPMO and \nstaff) are women  PPOs \n \nOverall project \nUnchanged \n Key Activities with Milestonesa (for additional financing) \n1.  Production and productivity-enhancing rural infrastructure constructed and/or rehabilitated \n1.1  For 2 representative subprojects, completed detailed designs by April 2017 and construction by \nJune  2018 (overall project, phase 1) (PSD) \n1.2  For 7 subprojects, completed detailed designs by June 2018 and construction by July 2019 (overall \nproject, phase 2) (PSD) \n1.3  For 7 subprojects, completed detailed designs by June 2019 and construction by July 2020 (overall \nproject, phase 3) (PSD) \n1.4  For 6 subprojects, completed detailed designs by June 2020 and construction by July 2021 (overall \nproject, phase 4) (PSD) \n1.5  22 subprojects completed and handed over to relevant authorities for operation by July 2022 \n \n2.  Productivity and impact-enhancing initiatives adopted \n2.1  48 water user groups and farm producer groups established and trained in villages benefiting from \nrehabilitated infrastructure (26 completed by March 2017 and 22 by September 2021) (PAR) \n2.2  Pro forma public–private partnership agreements and associated arrangements prepared by the \nend of 2020 (PSD) \n2.3  20 watershed management plans and rezoning implementation completed by March 2018 and \n12 more completed by September 2021 (GCD) \n2.4  Cadastral maps for 48 subproject irrigation command areas completed by June 2021 (GCD) \n2.5  Land titling teams equipped and trained by September 2017 (GCD) \n2.6  5,000 water user group members obtain land ownership certificates by February 2022 (PSD) \n2.7    Ongoing implementation of gender action plan by December  2021 (GEM) \n \n3.  Capacities of national, provincial, and district agencies strengthened to enable a sector \ndevelopment approach \n3.1  An additional 10 training courses and 500 people trained by September 2021 (GCD) \n3.2  Irrigation subsector review undertaken by the end of 2018 (KNS) \n \n4.      Project managed and subprojects delivered efficiently and effectively \n4.1    Continue established project management, monitoring, and reporting procedures to June 2022  \n4.2    Oudomxai PPO staffed and strengthened to implement subprojects by September 2017 (GCD) \n ", "Appendix 1  15 \n4.3    Contract variation for project implementation consulting services completed by March 2017 \n4.4    Detailed design and contract document for 2 representative subprojects prepared by April 2017 \n4.5   Overall project completion report prepared by June 2022 \n       Inputs  \nAsian Development Bank: $23.0 million grant (current), $35.6 million (additional), $58.6 million (overall) \nGovernment: $1.2 million (current), $2.0 million (additional), $3.2 million (overall) \nBeneficiaries: $0.5 million (current), $0.0  (additional), $0.5 million (overall) \n  \nAssumptions for Partner Financing \nCurrent project \nThe estimated beneficiary contribution for productive rural infrastructure maintenance in-kind contribution \nwas estimated to be worth $0.5 million from 25 producer and water user groups. \nOverall project \nThe  estimated  beneficiary  contribution  for  productive  rural  infrastructure  maintenance  for  additional \nfinancing is not included in Table 2 since it is an in-kind contribution, but is estimated to be worth an \nadditional $0.4 million, for a total of $0.9 million for the overall project from 48 producer and water user \ngroups. \nADB = Asian Development Bank, GCD = governance and capacity development, GEM = gender equity and \nmainstreaming, ha = hectare, KNS = knowledge solutions, NPMO = national project management office, PAR = \npartnerships, PPO = provincial project office, PSD = private sector development. \na  A detailed implementation schedule is in the project administration manual. \nb  For the additional financing, the estimated beneficiary contribution for productive rural infrastructure maintenance is \nnot included since it is in-kind contribution, but is estimated to be worth $0.4 million. \nSource: Asian Development Bank. \n \n \n \n ", "16  Appendix 2       \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42203-025-3 \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Agriculture, Natural Resources, and Rural Development \n3.  Project Administration Manual \n4.  Summary of Project Performance \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic and Financial Analysis \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Gender Action Plan \n11.  Environmental Assessment and Review Framework \n12.  Resettlement Framework \n13.  Indigenous Peoples Planning Framework: Ethnic Groups Development Framework \n14.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n15.  Subproject Field Survey – Final Report  \n16.  Detailed Economic and Financial Analysis \n17.  Financial Management Assessment \n18.  Procurement Capacity Assessment \n19.  Climate Risk and Vulnerability Assessment \n20.  Subproject Feasibility Study for Nam Beng \n21.  Subproject Feasibility Study for Nam Oun \n22.  Socio-Economic Impact Study: Nam Dai Irrigation Subproject  \n23.  Socio-Economic Impact Study: Nam Haad Right Bank Irrigation Subproject  \n24.  Socio-Economic Impact Study: Nam Lan Irrigation Subproject  \n \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20170508103631+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp report recommendation president", "ModDate": "D:20170509140042+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Report and Recommendation of the President"}, "author_page": " \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirectors  J. Zhang, Environment, Natural Resources and Agriculture Division, \nSERD \nY. Negishi, Lao People’s Democratic Republic Resident Mission, \nSERD \n \nTeam leaders  S. Phanouvong, Senior Project Officer, SERD \nD. Salter, Senior Natural Resources and Agriculture Specialist, SERD \nTeam members  S. Aman-Wooster, Principal Social Development Specialist \n(Safeguards), SERD \nV. Inthavong, Associate Project Officer (Infrastructure), SERD \nL. Leung, Natural Resources and Agriculture Economist, SERD \nS. Kawazu, Senior Counsel, Office of the General Counsel \nP. Phanvongsa, Project Analyst, SERD \nE. Quisumbing-Battung, Project Analyst, SERD \nC. Ramiro, Senior Operations Assistant, SERD \nT. Saphakdy, Social Development Officer (Gender), SERD \nS. Schipani, Senior Portfolio Management Specialist, SERD \n \nPeer reviewer  T. Ueda, Senior Natural Resources Economist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Directors", "fullname": "J. Zhang", "role": "Environment", "organization": "Natural Resources and Agriculture Division"}, {"documentRole": "Directors", "fullname": "Y. Negishi", "role": "Lao People", "organization": ""}, {"documentRole": "Team leaders", "fullname": "S. Phanouvong", "role": "Senior Project Officer", "organization": "SERD"}, {"documentRole": "Team leaders", "fullname": "D. Salter", "role": "Senior Natural Resources and Agriculture Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Aman-Wooster", "role": "Principal Social Development Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "V. Inthavong", "role": "Associate Project Officer (Infrastructure)", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "L. Leung", "role": "Natural Resources and Agriculture Economist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Kawazu", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "P. Phanvongsa", "role": "Project Analyst", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "E. Quisumbing-Battung", "role": "Project Analyst", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "C. Ramiro", "role": "Senior Operations Assistant", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "T. Saphakdy", "role": "Social Development Officer (Gender)", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Schipani", "role": "Senior Portfolio Management Specialist", "organization": "SERD"}, {"documentRole": "Peer reviewer", "fullname": "T. Ueda", "role": "Senior Natural Resources Economist", "organization": "East Asia Department"}]}