{"path": "data/input/ta/42267-031-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 42267-031 \nSeptember 2020 \n \n  \n  \n \nProposed Loan \nIndia: Rajasthan Secondary Towns Development \nSector Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n \n \n \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 6 August 2020) \n \nCurrency unit  –  Indian rupee/s (₹) \n₹1.00  =  $0.0133     \n$1.00  =  ₹74.950     \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BPL  –  below poverty line \n  GESI  –  gender equality and social inclusion \n  GOR  –  Government of Rajasthan \n  IEE  –  initial environmental examination \n  LIBOR  –  London interbank offered rate \n  LSGD  –  Local Self Government Department \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  RIPP  –  resettlement and indigenous peoples plan \n  RUDSICO  –  Rajasthan Urban Drinking Water, Sewerage and \nInfrastructure Corporation Limited \n  SDG  –  Sustainable Development Goal \n  STP  –  sewage treatment plant \n  ULB  –  urban local body \n  WHO  –  World Health Organization \n  WSS  –  water supply and sanitation \n  WTP  –  water treatment plant \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of India and its agencies ends on 31 March. \n“FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2020 ends on 31 March 2021. \n(ii)  In this report, “$” refers to United States dollars. \n \n   \n ", "Vice-President  Shixin Chen, Operations 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDirector  Norio Saito, Urban Development and Water Division (SAUW), SARD \n   \nTeam leaders  Vivian Castro-Wooldridge, Senior Urban Development Specialist, PAUW, \nPARD  \nNa Won Kim, Senior Urban Development Specialist, SAUW, SARD \nTeam members  Mikael Andersson, Financial Management Specialist, Portfolio, Results \nand Quality Control Unit, Office of the Director General, SARD \nSaswati Belliappa, Safeguards Specialist, SAUW, SARD \nDharmesh Dawda, Procurement Specialist, Procurement Division 1, \nProcurement, Portfolio and Financial Management Department \nJennifer De Jesus Lazatin, Senior Operations Assistant, SAUW, SARD \nJaemin Nam, Urban Development Specialist, SAUW, SARD \nNinette Pajarillaga, Environment Specialist (Safeguards), Portfolio, \nResults, Safeguards and Gender Unit, Central and West Asia Department \nNeeta Pokhrel, Unit Head, Project Administration, SAUW, SARD \nVankina Sri Rekha, Principal Counsel, Office of the General Counsel \nManoj Sharma, Chief of Urban Sector Group, Sustainable Development \nand Climate Change Department (SDCC) \nPushkar Srivastava, Project Management Specialist, Bangladesh Resident \nMission, SARD \nChristian Walder, Water Supply and Sanitation Specialist, Water Sector \nGroup, SDCC \nPeer reviewer  Michael White, Senior Urban Development Specialist, Urban Development \nand Water Division, Southeast Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  4 \nC.  Value Added by ADB  5 \nD.  Summary Cost Estimates and Financing Plan  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial Viability  9 \nC.  Sustainability  9 \nD.  Governance  10 \nE.  Poverty, Social, and Gender  11 \nF.  Safeguards  11 \nG.  Summary of Risk Assessment and Risk Management Plan  12 \nIV.  ASSURANCES  13 \nV.  RECOMMENDATION  13 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  14 \n2.  List of Linked Documents  17 \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 42267-031\nProject Name Rajasthan Secondary Towns Development  Department/Division SARD/SAUW\nSector Project \nCountry India Executing Agency Local Self Government \nBorrower Government of India Department (LSGD)\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=42267-031-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=42267-031-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 15.00\ninfrastructure and services Urban sanitation 225.00\nUrban water supply 60.00\nTotal 300.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 6,565\nAccelerating progress in gender equality Climate Change impact on the  High\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nMaking cities more livable\nAdaptation ($ million) 34.10\nStrengthening governance and institutional capacity\nMitigation ($ million) 7.50\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 5.4, 5.5 Effective gender mainstreaming (EGM)\nSDG 6.1, 6.2\nSDG 11.a Poverty Targeting\nSDG 13.a General Intervention on Poverty\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: B\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 300.00\n     Sovereign Sector (Regular Loan): Ordinary capital resources 300.00\nCofinancing 0.00\n     None 0.00\nCounterpart  128.50\n     Government  128.50\nTotal 428.50\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 30072020120618286624 Generated Date: 13-Aug-2020 10:32:54 AM", "", "I N D I A\nRAJASTHAN SECONDARY TOWNS DEVELOPMENT SECTOR PROJECT\nGanganagar PUNJAB\nSanitation Subproject\nWater Supply Subproject\nProject Town Hanumangarh\nHeritage Town\nHARYANA\nZone Office\nRSIDIC Industrial Area DELHI\nSardarshahar Churu\nJhunjhunu\nMandawa\nBikaner Ratangarh Khetri\nRRSSIIDDIICC  RRaattaannggaarrhh UTTAR  \nFatehpur PRADESH\nLadnun Sikar Alwar\nRR  AA  JJ  AA  SS  TT  HH  AA  NN\nLaxmangarh\nDidwana\nRRUUDDSSIICCOO  HHQQ  JJaaiippuurr Bharatpur \nNagaur Kuchaman RRUUDDSSIICCOO  EEAAPP--PPMMUU  JJaaiippuurr\nZZoonnaall  oOffffiiccee J Jaaiippuurr\nJaisalmer Makrana JAIPUR Dausa\nDhaulpur\nZZoonnaall  OOffffiiccee\nJJooddhhppuurr Ajmer Karauli\nTonk\nJodhpur\nSawai Madhopur\n Barmer Pali mm bbaaii  IInndduussttrriiaall  CCoorrrriiddoorr Bundi\nMMuu Bhi Lwara\nJalore DDeellhhii–– Baran\nKota\nSirohi\nRajsamand\nChittor Garh\nRRSSIIDDIICC  AAbbuu  RRooaadd Udaipur Jhalawar M A D H Y A\nP R A D E S H\nAbu Road\nPratapgarh\nDungarpur\nNational Capital Banswara\nState Capital\nDistrict Headquarters\nG U J A R A T\nNational Highway\nOther Roads N\nDistrict Boundary\nState or Union Territory Boundary\n0 50 100\nInternational Boundary\nEAP-PMU Externally Aided Project–Project Management Unit Kilometers\nHQ Headquarters\nRSIDIC Rajasthan State Industrial Development and Investment Corporation This map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nRUDSICO Rajasthan Urban Drinking Water Sewerage and Infrastructure Corporation Limited map do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal status of any territory, or any endorsement or acceptance of such boundaries, \nBoundaries are not necessarily authoritative. colors, denominations, or information. \n200670 ABV", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nIndia for the Rajasthan Secondary Towns Development Sector Project. \n \n2.  The project will support the Government of Rajasthan (GOR) in expanding access to \nimproved water supply services for about 570,000 people, and improved sanitation services for \nabout 720,000 people in at least 14 secondary towns1 by drawing on experiences and lessons \nfrom three earlier projects funded by the Asian Development Bank (ADB) in Rajasthan.2 The \nproject will finance climate-resilient and inclusive water supply and sanitation (WSS) infrastructure \nin Rajasthan’s secondary towns, including heritage towns; empower local governments and \nstrengthen  their  institutional  capacity;  and  deepen  sector  reforms  to  ensure  improved  and \nsustainable service delivery in line with GOR’s investment program. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  State demographics and economy. Rajasthan is the largest state in India; it has 10% of \nthe country’s land area, 5% of its population, and only about 1% of its surface water resources. \nAbout 17 million people (25% of Rajasthan’s population) live in 193 urban centers. Rajasthan has \ndone more to reduce poverty than any of India’s other low-income states particularly between \n2005 and 2012—the population below poverty line (BPL) declined from 38% in 1994, to 34% in \n2005, and further to 15% in 2012.3 Cities are places of opportunity in Rajasthan: the urban poverty \nrate averages 11% compared with 16% in rural areas.4 Rajasthan’s Urban Development Policy \n(2017) emphasizes public service improvement in urban areas as a key contributing factor to \nstrive for growth and poverty reduction. Important national and state government initiatives seek \nto stimulate industrial development and create jobs for migrants and local people, including \nnumerous industrial parks throughout the state developed by GOR. In addition, 39% of the Delhi–\nMumbai Industrial Corridor is situated in Rajasthan. Tourism is also a major economic driver, with \n50 million tourists (including 1.8 million foreign tourists) in 2018, double the figure in 2010. 5 \nHowever, the state’s economic development is constrained by water availability, and GOR has \nseveral plans to increase water supply for industrial and domestic consumption. \n \n4.  Urbanization  challenges.  Urbanization  in  India  has  outpaced  the  development  of \ninfrastructure to meet basic needs and the capacity of institutions to deliver high-quality and \nsustainable services in cities, and large gaps remain to be filled to ensure high-quality urban WSS \nservices for all, including the poor and vulnerable. The 74th amendment to India’s Constitution \n(enacted  in  1992)  devolved  service  delivery  to  local  governments,  while  multiple  national \n \n1 Secondary towns are class 2 and class 3 cities not covered under previous ADB-supported projects. Class 2 cities \nhave a population of 50,000 to 99,999 and class 3 cities have a population of 20,000 to 49,999 (Government of India. \n2011. Census of India. Delhi).  A few towns with populations below 20,000 or above 100,000 are included as they \nhave similar characteristics and the acute need to improve water supply and sanitation services. \n2  ADB. India. Rajasthan Urban Infrastructure Development Project; ADB. India. Rajasthan Urban Sector Development \nInvestment Program; and ADB. India. Rajasthan Urban Sector Development Program. \n3  World Bank. 2018. Rajasthan: Playing to its Strengths. Washington, DC. BPL is a measurement and poverty \nthreshold used by the Government of India to indicate economic disadvantage and to identify individuals and \nhouseholds in need of government assistance and aid. The 2012 data is the latest BPL data published by the \nGovernment of India. \n4  World Bank. 2016. Rajasthan: Poverty, Growth and Inequality. Washington, DC. \n5  Government of Rajasthan. 2019. Annual Tourism Progress Report (2018–2019). Jaipur. ", "2 \nprograms are in place to fund urban infrastructure and incentivize reforms.6 Notable progress has \nbeen made, including in Rajasthan, but the investment gap and institutional challenges remain \nsignificant,  efforts  to  strengthen  local  governments  are  slow,  and  urban  growth  continues. \nSubstantial resources and support are still required to empower local governments and improve \nurban governance in a manner that results in sustainable service delivery. \n \n5.  Sector overview. GOR has a sector development plan for urban WSS that includes \ninvestment and sustainability road maps, with a greater focus on secondary towns than previous \nplans. 7 GOR has prepared detailed project reports for over 50 secondary towns in line with the \nplan. In the state’s secondary towns, which have not yet received ADB support, water supply \ncoverage  can  be  relatively  high—but  water  quality  is  poor,  and  services  are  intermittent, \nunreliable,  and  inefficient.  High  transmission  and  distribution  system  losses  are  a  major \ncontributor to the poor service quality. In the project towns, households receive an average of 1.5 \nhours of water per day; there are inequities in distribution, and a high incidence of waterborne \ndiseases, while the coping costs—to purchase, pump, and treat water from alternative sources— \nare also high. Most connections are unmetered. Women are primarily responsible for collecting, \ntransporting, using, and managing water, but have almost no involvement in decision-making in \nthe sector. Low levels of fecal sludge collection, treatment, and safe disposal have led to an \nunsanitary environment with negative impacts on health and economic growth. Despite the \nprogress in sector reforms, most urban local bodies (ULBs) have inadequate technical staff and \nown-source revenues to manage citywide WSS services, and have limited experience in (i) all \nfunctions of WSS operations, (ii) smart water features to be included in the project, and (iii) \nmanagement and monitoring of operation and maintenance (O&M) contractors. \n \n6.  Assistance of ADB and other development partners. Since 2000, the state has \nsuccessfully  implemented  two  multisector  urban  investment  projects  supported  by  ADB, \nbenefitting more than 7 million people in 21 class 18 and class 2 cities (footnote1), with improved \nquality of life, increased access to economic opportunities, and considerable benefits for the \npoor.9 The third project, Rajasthan Urban Sector Development Program, is ongoing and supports \ninvestments in six class 1 cities as well as sector reforms (footnote 2). With support from ADB in \nthe form of physical investments, technical assistance, and policy-based lending, GOR has \ndeveloped the enabling environment to expand and increase access to and the quality of WSS \nservices throughout the state, and more efficiently use scarce water resources. Transformative \nreforms undertaken under the program include (i) establishment of the Rajasthan Urban Drinking \nWater, Sewerage and Infrastructure Corporation Limited (RUDSICO), a corporatized entity, to \nexpand urban investments and implement urban reform agendas; (ii) adoption of a sewage and \nwastewater policy, the first in India; (iii) establishment of a corporatized utility for WSS services in \nJaipur, the first in the state; (iv) transfer of water supply operations from the state to five municipal \nbodies with adequate support systems; (v) establishment of a state urban governance training \ninstitute to train all urban functionaries and elected representatives; and (vi) preparation of a \nfinancial  sustainability  road  map  for  the  sector,  which  includes  a  government  order  to \nautomatically adjust the WSS tariff annually.10 The Swachh Bharat Mission (Clean India) has also \nsucceeded in ensuring that all households have a toilet. The next stage for improving sanitation \n \n6  Notable programs of the Government of India include Atal Mission for Rejuvenation and Urban Transformation; \nJawaharlal Nehru National Urban Renewal Mission; Swachh Bharat Mission (Clean India); and Smart Cities. \n7  Local Self Government Department. 2020. Fifteen-Year Sector Development Plan for Urban Water Supply and \nSanitation. Jaipur. \n8  Class 1 cities have a population of 100,000 or more (Government of India. 2011. Census of India. Delhi). \n9  ADB. 2017. Completion Report: Rajasthan Urban Sector Development Investment Program (Tranche 1) in India. \nManila; and ADB. 2019. Completion Report: Rajasthan Urban Sector Development Investment Program (Tranche 2) \nin India. Manila. \n10 ADB. 2019. Progress Report on Tranche Release: Rajasthan Urban Sector Development Program (Second Tranche) \nin India. Manila. \n ", "3 \nis to ensure the safe treatment and disposal of fecal matter in all towns. Other development \npartners  (e.g.,  the  Agence  Française  de  Devéloppement,  European  Union,  and  German \ndevelopment cooperation through KfW) are also supporting improvements in urban water supply \nin Rajasthan. \n \n7.  Lessons. The project incorporates lessons from ADB-financed projects in Rajasthan and \nacross Asia, such as (i) contract and project implementation periods should be aligned with the \nscale  and  nature  of  works,  their  geographic  spread,  and  capacity  of  project  implementing \nagencies; (ii) early government commitment should be secured to increase staffing in ULBs \nresponsible for O&M; (iii) adequate support to build operational and financial capacity of ULBs \nshould be linked with infrastructure investments; (iv) private sector engagement should ensure \nprofessional O&M systems are immediately in place while transferring skills to ULBs;11 (v) gender \nequality and social inclusion (GESI) targets should be based on verified baselines; (vi) an \nintegrated  approach  to  sanitation  should  be  pursued  that  combines  centralized  sewerage  \nsystems provided in more  densely populated areas and decentralized on-site fecal sludge \nmanagement solutions in less populated areas (it is more cost-effective, wider-reaching, and less \nwater-dependent than sewerage);12 and (vii) all contracts should include household connections \nin sewered areas to ensure immediate and adequate flows to sewage treatment plants (STPs). \n \n8.  Project modality. The project meets the sector loan modality criteria, as (i) GOR has a \nsector  development  plan;  (ii)  institutional  capacity  is  sufficient  to  implement  the  sector \ndevelopment  plan—the  executing  agency  has  significant  experience  in  planning  and \nimplementing large-scale projects and reforms, and further support will be provided under the \nproject; and (iii) supporting policies are in place, and will be further strengthened through the \nproject. The choice of the sector loan modality is justified because the project supports a slice of \nthe GOR’s investment program and the criteria for sector loan modality are met. \n \n9.  Alignment with ADB and country priorities. The project is aligned with pillars 2 and 3 \nof the country partnership strategy for India, 2018–2022, and mitigation of negative climate \nchange impacts.13  It is aligned with the Sustainable Development Goals (SDGs);14 and ADB \nStrategy  2030,15 particularly  the  operational  priorities  of  (i)  making  cities  more  livable;  (ii) \nstrengthening governance and institutional capacity; (iii) accelerating progress in gender equality; \n(iv)  tackling  climate  change,  building  climate  and  disaster  resilience,  and  enhancing \nenvironmental sustainability; and (v) addressing remaining poverty and reducing inequality. \n \n10.  Coronavirus  disease. The  World  Health  Organization  (WHO) declared  coronavirus \ndisease (COVID-19) a public health emergency of international concern on 30 January 2020 and \ndeclared a pandemic on 11 March 2020. 16 The project remains highly relevant in COVID-19 \npandemic context as the provision of safe WSS in homes, schools, marketplaces, and health care \nfacilities, and improved hygienic conditions are essential to protecting human health during all \ninfectious disease outbreaks, including COVID-19 pandemic.17 The pandemic has led to loss of \n \n11 ADB. 2019. Completion Report: Rajasthan Urban Sector Development Investment Program (Tranche 3 and \nMultitranche Financing Facility) in India. Manila. \n12 ADB. 2018. Leading Factors of Success and Failure in Asian Development Bank Urban Sanitation Projects. Manila. \n13 ADB. 2017. Country Partnership Strategy: India, 2018–2022—Accelerating Inclusive Economic Transformation. \nManila. \n14 SDGs 5 (Gender Equality); 6 (Clean Water and Sanitation); 11 (Sustainable Cities and Communities); and 13 \n(Climate Action). \n15 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n16 WHO. Rolling updates on coronavirus disease (COVID-19). (accessed 29 March 2020). \n17 WHO. 2020. Interim Guidance (and its updates) on Water, Sanitation, Hygiene, and Waste Management for Covid-\n19. Geneva. \n ", "4 \nincome for many, and the abundant non-skilled labor opportunities during construction will help \nrevive the state’s economy and minimize the proportion of the poor and vulnerable population that \nfalls into extreme poverty. The project will also help revive the tourism industry once the COVID-\n19 pandemic tourism-related restrictions are relaxed by improving WSS services in two heritage \ntowns. \n \nB.  Project Description \n \n11.  The project seeks to improve WSS services in secondary towns, including heritage \ntowns18  through a sector loan modality. Subprojects with high readiness are prioritized by GOR \nand must meet all the agreed subproject selection criteria.19 The differentiated approach for \nsecondary towns in Rajasthan includes a stronger emphasis on ensuring ownership, capacity, \nand readiness of ULBs to take over assets from the state government; and citywide sanitation \nsolutions that are more inclusive, cost-effective, and sustainable. The project includes towns with \na high proportion of indigenous peoples, with three towns (Abu Road, Banswara, and Pratapgarh) \nlocated in scheduled areas.20 \n \n12.  The project is aligned with the following impacts: (i) access to potable, affordable, reliable, \nequitable, and environmentally sustainable drinking water supply in all urban areas of Rajasthan \nimproved;21 and (ii) health status of urban population, especially the poor and underprivileged, \nimproved. 22  The  project  will  have  the  following  outcome:  quality,  reliability,  equity,  and \nsustainability of WSS services in project towns of Rajasthan improved.23 The investments in WSS \nwith 10-year O&M contracts, coupled with institutional strengthening of RUDSICO and ULBs in \ndistrict  headquarters,  heritage  towns,  and  other  market  centers  are  expected  to  ensure \noperational sustainability and improve quality of life in project towns, including for the poor and \nvulnerable. The project is also expected to build resilience of communities to manage health \npandemics.  There are three project outputs. \n \n13.  Output 1: Water supply system in at least eight project towns improved. By 2027, at \nleast eight project towns with about 100,000 households will have five new or rehabilitated water \ntreatment plants (WTPs) and 1,350 kilometer (km) distribution networks to provide safer, more \nreliable, and more equitable water supply services. The systems are designed for and are \nexpected to provide a 24-hour supply at most times, except during prolonged dry spells (efforts \nby GOR to augment its water supply are ongoing). Water safety plans will be implemented to \nensure water quality remains potable even during periods of intermittent supply. Distribution \nnetworks use a district metered area approach, which allows the network to be hydraulically \nisolated; this will help in identifying and resolving water losses, meeting nonrevenue water (NRW) \ntargets, and managing water pressure to ensure equitable distribution. All households will have a \nwater meter that allows for volumetric billing. The water supply improvements are expected to \nbenefit all residents, including the urban poor, by reducing time spent collecting water from other \nsources, which may be costly or unhygienic, while the reduction in waterborne diseases will \nminimize earning losses from missed work due to health issue. \n \n \n18 The heritage towns in the project are Khetri and Mandawa. \n19 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n20 Criteria for declaring any area as a “Scheduled Area” under the Fifth Schedule of the Constitution of India are                          \n(i) tribal (i.e., indigenous) peoples predominate; (ii) the area is compact and of reasonable size; (iii) there is a viable \nadministrative entity, such as a district, block, or taluk; and (iv) the area is economically backward compared with \nneighboring areas. \n21 Government of Rajasthan. 2018. Rajasthan: Urban Water Supply Policy. Jaipur. \n22 Government of Rajasthan. 2016. State Sewerage and Waste Water Policy. Jaipur. \n23 The design and monitoring framework is in Appendix 1. \n ", "5 \n14.  Output 2: Sanitation system in at least 13 project towns developed or improved. By \n2027, at least 13 towns with about 103,000 households will have 19 sewage and one fecal sludge \ntreatment plants, 1,300 km sewer networks, and desludging trucks for citywide inclusive sanitation \nthrough a combination of onsite and sewerage solutions; this will ensure that the benefits—which \ninclude improved services, a cleaner and more hygienic environment, and better health—are \nshared by all residents, including the urban poor. The approach is cost-effective as it (i) limits \nsewers  to  core  areas,  with  outer  areas  served  through  organized  desludging,  and  safe \ntransportation and treatment of sludge; and (ii) prioritizes rehabilitating STPs to meet current \neffluent standards over constructing new assets. Household sewer connections are included, \nincluding for poor households living in sewered zones. As a climate adaptation measure, project \nconsultants will provide support to ULBs in at least five project areas to identify users and structure \nagreements for wastewater reuse. \n \n15.  Output 3: Institutional and human capacities strengthened for sustainable service \ndelivery,  gender  equality,  and  improved  public  health.  By  2027,  the  project  will  have \nstrengthened the capacity and ensured the readiness of project ULBs to manage water supply \nand/or sanitation services and recover O&M costs. The project will strengthen the contract \nmanagement skills of at least 500 staff and 500 elected council members  of 14 project ULBs to \nsupport monitoring of contractor performance and service levels, construct or improve office \nspace for new WSS divisions, and develop standard procedures for ULB O&M. A data platform \nthat incorporates supervisory control and data acquisition (SCADA), and a geographic information \nsystem will be established in each of the 14 project ULBs to support decision-making and efficient \nservice delivery. The project includes capacity strengthening of RUDSICO by making its financial \nmanagement system certified by an accredited institution. To promote gender equity, the project \nincludes an internship program in RUDSICO so that at least 500 college-age women will gain \nprofessional experience in a technical field, with the broader objective of increasing the number \nof  women  working  on  urban  development  in  Rajasthan.24 Awareness  programs  on  water \nconservation,  O&M,  financial  sustainability,  climate  change  impacts,  GESI  action  plan \nimplementation, and public health (including hygiene and minimizing the spread of communicable \ndiseases) will target students, elected officials, and ULB staff, and will be delivered throughout \nthe project implementation period. Training will be provided to at least 100 women including 50 \nwomen from scheduled caste, other backward castes, or scheduled tribes with limited economic \nopportunities to build their skills in related areas, such as plumbing and meter reading. \n \n16.  The project will reduce or avoid greenhouse gas emissions by using energy-efficient \nmotors, maximizing the  use  of  surface  water sources  to  avoid  pumping  groundwater,  and \ninstalling solar panels on all facilities that are constructed. Climate adaptation measures of the \nproject include rainwater harvesting structures in new RUDSICO buildings. \n \nC.  Value Added by ADB \n \n17.  Partnership with ADB helps ensure a longer-term policy dialogue on deepening financial \nsustainability  and  institutional  strengthening  reforms,  particularly  in  local  governments,  and \nintroduces new good practices. Specifically, ADB will help ensure that the project incorporates \npractical  lessons  and  innovations;  is  inclusive,  resilient,  and  sustainable;  and  introduces \nappropriate technologies, such as a geographic information system, and supervisory control and \ndata acquisition with a control and command center. ADB supports sustainability through (i) \ntechnical due diligence that includes analysis of life-cycle costs, benefit maximization, and climate \nresilience; (ii) requirements for financial sustainability plans; and (iii) support for institutional \n \n24 Appendix 7: Guidance Note on Women Internship Program of Project Administration Manual (accessible from the \nlist of linked documents in Appendix 2). \n ", "6 \nstrengthening and involvement of ULBs at all phases. ADB has also helped ensure a more cost-\neffective approach to sanitation through a shift from an exclusive waterborne sewage approach \nto a citywide inclusive sanitation approach, which ensures improved sanitation services for all. \nGESI targets are based on lessons from past projects and incorporate new opportunities such as \nsector-specific livelihood support for indigenous women, and a structured internship program for \nthe professional development of women (footnote 25). Holistic support from ADB to fill gaps in \nthe provision of citywide WSS, along with measures to support financial sustainability and \nempower ULBs, will bring significant economic, health, and environmental benefits to project \ntowns, including for the urban poor.25 \n \nD.  Summary Cost Estimates and Financing Plan \n \n18.  The project is estimated to cost $428.5 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM) \n(footnote 19). \n \nTable 1: Summary Cost Estimates ($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Water supply system in at least eight project towns improved   71.5 \n  2.  Sanitation systems in at least 13 project towns developed or improved  271.4 \n3.  Institutional and human capacities strengthened for sustainable service   \n    delivery, gender equality, and improved public health  13.2 \n      Subtotal (A)  356.1 \nB.  Contingenciesc  45.3 \nC.  Financial Charges During Implementationd  27.1 \n      Total (A+B+C)  428.5 \na  Includes taxes and duties of $35.0 million. Such amount does not represent an excessive share of the project cost. \nThe government will finance taxes and duties of $35.0 million by cash contribution. \nb  In mid-2020 prices as of March 2020. \nc  Physical and price contingencies, and a provision for exchange rate fluctuation are included. \nd  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n \n19.  The Government of India has requested a regular loan of $300 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 24-year term, including a grace \nperiod of 6 years; an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in the draft loan and project agreements. Based on the \nstraight-line method, the average maturity is 15.25 years, and the maturity premium payable to \nADB is 0.10% per year. \n \n20.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \n(i) civil works, (ii) goods and equipment, (iii) consulting services, (iv) initial O&M, (v) incremental \nrecurrent costs, and (vi) contingencies. The GOR will provide $128.5 million to the investment \ncosts of the project to finance (i) taxes and duties; (ii) land acquisition and resettlement costs;                        \n(iii)  financing  charges  during  implementation;  and  (iv)  part  of  the  civil  works,  initial  O&M, \nincremental recurrent costs, and contingencies; and will provide the loan and counterpart funds \nto the project as a grant. The GOR has assured that it will meet any financing shortfall to ensure \nthat project outputs are fully achieved. The government has provided ADB with (i) reasons for its \ndecision to borrow under ADB’s LIBOR-based lending facility based on the terms and conditions, \n \n25 Out of 14 proposed towns, 7 towns have WSS subprojects, 1 town has only a water supply subproject, and 6 towns \nhave only a sanitation subproject. These 14 towns will have adequate WSS services in place with ADB support and \nother interventions. \n ", "7 \nand (ii) an undertaking that the choice was its own decision and not made based on any \ncommunication or advice from ADB. Climate mitigation is estimated to cost $9.2 million, and \nclimate adaptation is estimated to cost $41.7 million, including 10% contingencies and 12%   \ntaxes. 26 ADB will finance 81.4% of mitigation costs, and 81.7% of adaptation costs.27 \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular loan)  300.0  70.0 \nGovernment  128.5  30.0 \nTotal  428.5  100.0 \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n21.  GOR acting through Local Self Government Department (LSGD) will be the project \nexecuting agency. RUDSICO will be the implementing agency, which is classified as a state \ngovernment company wholly owned by GOR and its representatives and governed by a board of \ndirectors. The project management unit (PMU) is housed in RUDSICO’s division for externally-\naided projects. Project funds will be transferred from GOR to the PMU of RUDISCO as budget \nsupport. The PMU includes two zonal offices in Jaipur and Jodhpur, and project implementation \nunits (PIUs) in each project ULB. \n \n22.  Coronavirus disease. There is uncertainty regarding the duration of the COVID-19 \npandemic lockdown in India, but relaxation of the quarantine and reopening of the economy is \nenvisaged to be in stages, by location and sector; it has already been partially lifted in Rajasthan, \nwith works under ADB-financed WSS projects and others about to recommence. The Government \nof India and GOR are prioritizing construction to help economic recovery and support employment \ngeneration  for  the  poor.  The  pandemic  is  not  expected  to  affect  project  implementation \narrangements or cost estimates. The 7-year implementation period provides adequate cushion \nfor some delays. \n \n23.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 19). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  October 2020–November 2027 \nEstimated completion date  30 November 2027 \nEstimated loan closing date  31 May 2028 \nManagement \n(i)  Oversight body  RUDSICO board: Minister, UDH and LSGD (chair) \nSecretaries of finance (budget), administrative secretaries of LSGD, PHED, \nPWD, and UDH, commissioner of RHB; director of local bodies, executive \ndirector of RUDSICO; and project director of RUDSICO-EAP (members) \n(ii)  Executing agency  Government of Rajasthan acting through LSGD  \n \n26 Adaptation measures are water mains to transport water from more sustainable surface sources, NRW management \nmeasures, rainwater harvesting structures, part of household sewer connections and sewerage treatment plant costs, \nwastewater reuse, additional sewer manholes, and awareness and capacity-building activities. Mitigation measures \nare avoidance of groundwater pumping, energy-efficient equipment, and solar power. \n27 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "8 \nAspects  Arrangements \n(iii) Implementing agency  RUDSICO \nand project  PMU (RUDSICO-EAP – Jaipur), 20 staff; PMU zonal offices in Jaipur and \nimplementation unit  Jodhpur, 5 staff; and PIU in each project ULB, 3 staff eacha \nProcurement  Open competitive bidding  3 contracts  $154.39 million \n(internationally advertised) \nOpen competitive bidding  13 contracts  $150.47 million \n(nationally advertised) \nConsulting services  PMCB–QCBS (80:20)  814 person-months  $4.60 million \nCMSC 1–QCBS (80:20)  1,044 person-months  $8.50 million \n  CMSC 2–QCBS (80:20)  936 person-months  $8.00 million \n  CAPPC–QCBS (80:20)  864 person-months  $5.44 million \n  ISC-QCBS (90:10)  149 person-months  $1.5 million \nRetroactive financing  GOR requested advanced contracting for works and consultants. \nand/or advance contracting  Retroactive financing will be up to 20% of the ADB loan amount for eligible \nexpenditures incurred no more than 12 months before signing of the loan \nagreement. \nDisbursementb  The loan proceeds will be disbursed following ADB’s Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank, CAPPC = community awareness and public participation consultant, CMSC = contract \nmanagement and supervision consultant, EAP = externally-aided projects, GOR = Government of Rajasthan, ISC = \ninstitutional strengthening consultant, LSGD = Local Self Government Department, PHED = Public Health Engineering \nDepartment, PIU = project implementation unit,  PMCB = project management and capacity building consultant, PMU = \nproject management unit, PWD = Public Works Department, QCBS = quality- and cost-based selection, RHB = Rajasthan \nHousing Board, RUDSICO = Rajasthan Urban Drinking Water, Sewerage and Infrastructure Corporation, UDH = Urban \nDevelopment and Housing Department, ULB = urban local body. \na Some PIUs include a superintending engineer that will provide additional monitoring and support to several PIUs. \nb  The GOR, and LSGD will fully comply with relevant ADB guidelines. Details are in Project Administration Manual \n(accessible from the list of linked documents in Appendix 2). \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \n24.  Appraisal of sample subprojects. ADB reviewed the subproject designs for 16 towns, \n14 of which were found to meet the technical subproject selection criteria. Subprojects in Didwana \n(sanitation) and Kuchaman (WSS) were fully appraised by ADB and found to meet all the agreed \ncriteria. Various aspects of additional sample subprojects were appraised to provide RUDSICO \nwith a model of the types of issues likely to be encountered across the range of ULBs: two \nadditional sample subprojects were appraised for the financial and economic analysis; seven \nwere appraised for environmental safeguards; and six were appraised for social safeguards. The \nexecuting agency is primarily responsible for finalizing appraisal reports and sharing these with \nADB for review.28 ADB will continue to review the appraisal reports for all subprojects. ADB \nclearance of all safeguards documents is required. \n \nA.  Technical \n \n25.  ADB found the subprojects proposed under the project to be technically robust based on \na  comprehensive  review  of  feasibility  studies,  cost  estimates,  and  site  investigations.  The \nsubprojects reviewed by ADB meet the technical subproject selection criteria with respect to                        \n(i) rationale and relevance, benefits, and ease of implementation and O&M;  (ii) comparison with \ntechnical alternatives; (iii) life-cycle costs; (iv) maximizing beneficiary coverage, including for the \npoor; and (v) avoiding and minimizing adverse environmental, social, heritage, and climate \n \n28 Subproject selection criteria is in Appendix 3 of Project Administration Manual (accessible from the list of linked \ndocuments in Appendix 2). \n ", "9 \nchange impacts. The LSGD and RUDSICO assessed the viability of existing facilities, such as \nWTPs  and  STPs,  and  will  upgrade  them  to  meet  current  standards.  NRW  management, \nwastewater reuse, and rainwater harvesting are key project features that will serve to optimize \nuse of the state’s scarce water resources. Consultants and contractors will provide ULBs with \nO&M training. \n \nB.  Economic and Financial Viability29 \n \n26.  Economic analysis. The economic rationale for the government’s intervention is sound, \nas the project aims to provide better quality and more sustainable WSS services in the project \ntowns. The economic analysis evaluated the economic feasibility of five sample subprojects in \nthree project ULBs.30 The estimated economic internal rates of return ranged from 10.0% to \n22.1%, which exceeds the economic opportunity cost of capital (estimated at 9.0%), indicating \nsignificant economic returns. The overall sensitivity analysis results are satisfactory, except for                 \n(i) the combined worst-case scenario for all sanitation subprojects in three ULBs, and (ii) the \nscenario combining a capital cost overrun of 20% and a decrease in benefits of 20% for the \nsanitation subproject in Kuchaman. However, the economic viability of the sample subprojects is \nexpected to increase if unquantifiable benefits such as environmental improvements are included \nin the analysis. \n \n27.  Financial analysis. An incremental recurrent cost analysis was conducted for five sample \nsubprojects in three project towns (footnote 31). None of the sample subprojects will generate \nadequate revenue for full O&M cost recovery through the existing tariff. This was confirmed by a \ncash-flow analysis of project ULBs conducted to assess their capacity to cover incremental \nrecurrent  costs  from  all  revenues,  such  as  tax  income,  user  charges,  and  external  grant \nresources. To ensure subproject sustainability, the GOR approved the financial sustainability \nplans prepared by the project ULBs, which include measures such as  (i) periodic tariff increase, \n(ii) introduction of a volumetric tariff, (iii) improvement of collection efficiency, and (iv) GOR’s \nfinancial support to fill gaps.  \n \nC.  Sustainability \n \n28.  The project has a sound institutional setup. PIUs are housed within each project ULB to \nensure ULBs are closely involved. The project will construct or improve the physical PIU office in \neach ULB, and GOR has agreed to increase the number of technical staff in each project ULB \n(ULBs are responsible for O&M, including supervision of the O&M to be undertaken by works \ncontractors for 10 years). The Centre for Urban Development and Governance established by \nGOR will continue capacity development through ongoing training for urban functionaries and \nelected  representatives.  Nevertheless,  risk  to  project  sustainability  is  high,  because  all \nsubprojects are unlikely to generate adequate revenue for full O&M cost recovery through tariffs \nalone without regular tariff revisions. To mitigate this risk, GOR has agreed to reinstate and \nimplement its policy for periodic adjustment of the water tariff, provide transfers to ULBs to fill \nfunding gaps, and strengthen collection of the urban development tax. The project will also finance \nthe initial O&M by using private contractors to support ULBs during the transition period. As a \nproject requirement, GOR and ULBs have approved financial sustainability plans that will be  \nmonitored by GOR and ADB during implementation through quarterly progress reports.31 For \nenvironmental sustainability, the project will improve environmental health with discharge of \ntreated wastewater and ensure more optimal use of water resources through improved water \nmanagement and wastewater reuse. \n \n29 Financial Analysis and Economic Analysis (accessible from the list of linked documents in Appendix 2). \n30 The five sample subprojects are in (i) Banswara (WSS); (ii) Didwana (sanitation); and (iii) Kuchaman (WSS). \n31 Monitoring will include the impacts of COVID-19 pandemic on the government’s fiscal position and its effects on \nfinancial sustainability, which will be reflected in the progress reports. \n ", "10 \n \n \nD.  Governance \n \n29.  The assessment of state-owned enterprise governance concluded that RUDSICO has \nbeen complying with the standard procedures and processes of the Companies Act 2013 and \ndirectives of the Ministry of Corporate Affairs. Areas of strength include the overall governance \nframework and significant experience of the merged entities to manage and execute large-scale \ninternally and externally aided projects. However, RUDSICO was only recently established, and \nboth RUDSICO and GOR need to show sustained commitment to achieving greater operational \nsynergies  between  all  merged  entities.  Institutional  reform  enables  the  improvement  of \nRUDSICO’s viability as it can implement government- and donor-sponsored projects, and also \nlend funds to ULBs and others for urban development projects. Yet, it takes time for RUDISCO to \nbe fully equipped with staff and fully function. During this transition period, consultancy services \nunder the project will strengthen corporate governance practices in RUDSICO, with a focus on \nfinancial management and human resources, and strengthen technical support for ULBs.32 \nIntegrity due diligence for RUDSICO has been conducted and no significant integrity risks have \nbeen identified. \n \n30.  Financial management. A financial management assessment was conducted for the \nLSGD and RUDSICO in accordance with ADB’s guidelines.33 The LSGD and RUDSICO have \nadequate financial management capacity to (i) record financial transactions, (ii) provide reliable \nand timely financial reports, and (iii) safeguard the financial assets. The financial management \nrisk at RUDSICO is assessed to be substantial mainly because of (i) decentralized fund flow to \nseveral PIUs, (ii) inexperienced financial staff, and (iii) delays in approval of RUDSICO’s audited \nfinancial statements. The main risk-mitigation actions are (i) appointing qualified financial staff, \nincluding an external consultant; (ii) providing training on ADB’s financial management and \ndisbursement procedures; (iii) requiring quarterly financial reporting; (iv) ensuring the project is \naudited by RUDSICO’s internal audit function; (v) using the agreed audit terms of reference and \nreporting templates; and (vi) adhering to statutory entity audit timelines. The project financial \nstatements will be audited annually by an auditor acceptable to ADB, following auditing standards \nacceptable to ADB. \n \n31.  Procurement. All procurement of goods and works and consultant recruitment will adhere \nto the ADB Procurement Policy (2017, as amended from time to time), and the Procurement \nRegulations for ADB Borrowers (2017, as amended from time to time). Hybrid contracts with \ndesign–build for STPs and WTPs, item rates for pipelaying works, and 10-years of O&M service \nwere selected as offering the best fit for the project’s objectives. Larger packages were formed to \nattract more experienced contractors capable of providing design, works, and O&M services. \nPrivate sector participation in O&M is important to ensure sustainability of assets after completion \nand for transferring skills to the ULBs. Part of the contractor’s payment during the O&M phase is \nlinked to performance targets. The strategic integration of all these key aspects in the contracts \ncontributes to achieving value for money. \n \n32.  The COVID-19 pandemic has led to a lockdown across India beginning in March 2020, \nand civil works were halted. Along with the situation improvement, civil works have been partially \nresumed in Rajasthan. The main construction materials required by the project are available \nlocally, and other materials such as pipes are manufactured within Rajasthan or other states in \nIndia, eliminating any dependency on global supply chains. The supervision consultants and \n \n32 Appendix 5: Outline Terms of Reference of Project Administration Manual (accessible from the list of linked \ndocuments in Appendix 2. \n33 ADB. 2019. Financial Analysis and Evaluation: Technical Guidance Note. Manila. \n ", "11 \ncontractors are likely to be national firms not affected by travel restrictions. The works are labor \nintensive requiring significant non-skilled labor, which are available in Rajasthan. New health and \nsafety measures have been included in bidding documents and works contracts. The work \nschedules have been adjusted in works contracts. Components that can be quickly implemented \nwill be prioritized. \n \n33.  Anticorruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained \nto and discussed with the government, GOR, LSGD, and RUDSICO. Specific policy requirements \nand  supplementary  measures  are  described  in  the  PAM  (footnote  19).  Based  on  risk \nassessments, some of the mitigation measures include (i) regular updating of the project website \nto enhance transparency in project implementation, procurement, and safeguards; and (ii) an \neffective mechanism for grievance resolution. \n \nE.  Poverty, Social, and Gender \n \n34.  Poverty. The project will help achieve SDG 6 (access to clean water and sanitation for \nall) and others (footnote 14), and indirectly help reduce poverty. Pro-poor design features include \nproviding subsidized water supply connections and sewerage connections for BPL households, \nimproving sanitation services in slums, and awareness campaigns in poor and marginalized \ncommunities. \n \n35.  Gender. The project is classified effective gender mainstreaming. The following features \npromote gender equality and women’s empowerment: (i) increasing women’s access to safe WSS \nand alleviating domestic burdens; (ii) providing the opportunity for female college students to gain \nwork experience through an internship program at RUDSICO (footnote 25); (iii) providing gender-\nrelated capacity building for ULB officials and elected representatives to raise awareness and \nbuild support among men and women for gender equality; (iv) providing training opportunities for \nwomen ULB staff and elected representatives; (v) providing sector-relevant skills training34 for \nwomen from scheduled caste, other backward castes, and scheduled tribes; and (vi) collecting \nsex-disaggregated data on staff, consultants, construction workers, and project-related training \nparticipants.35 RUDSICO  and  ULBs  will  implement  a  GESI  action  plan  with  support  of \nconsultants36 RUDSICO will nominate a gender focal point in the PMU and in each PIU to oversee \n29F    \nand monitor the implementation of the GESI action plan. \n \nF.  Safeguards \n \n36.  The PMU will prepare semiannual environmental and social monitoring reports for ADB \nreview and disclosure. In compliance with ADB’s Safeguard Policy Statement (SPS) (2009), the \nproject’s safeguard categories are as follows. \n \n37.  Environment (category B). Initial environmental examinations (IEEs) conducted for 10 \nsample subprojects in six towns indicate that the project is unlikely to have any significant adverse \nenvironmental impacts that are irreversible, diverse, or unprecedented.37 Potential impacts are \nsite-specific, temporary in nature, and can be mitigated through proper engineering designs and \nrecommended mitigation measures. An environmental assessment and review framework in \naccordance with ADB’s SPS and applicable laws and regulations will guide subproject selection, \nscreening, and categorization; environmental assessment; and the implementation of any other \n \n34 The training includes water audit methods and other technical skills in water management. \n35 The project will collect and publish relevant gender-specific information and sex-disaggregated data. \n36 Gender Equality and Social Inclusion Action Plan (accessible from the list of linked documents in Appendix 2). \n37 The sample subprojects are in (i) Abu Road (WSS); (ii) Didwana (sanitation); (iii) Khetri (WSS); (iv) Kuchaman (WSS); \n(v) Sardarshahar (WSS); (vi) and Ratangarh (sanitation). \n ", "12 \npotential subprojects. Category A subprojects will not be considered under the project. All draft \nIEEs have been cleared by ADB, and environmental management plans will be included in \ncontract documents. Public consultations were conducted for sample subprojects during project \npreparation  and  consultations  will  continue  throughout  implementation.  Grievances  will  be \nhandled  following  the  project  grievance  redress  mechanism.  The  IEEs  and  environmental \nassessment and review framework include provisions in line with WHO’s guidance to help \nminimize the spread of infectious diseases such as COVID-19 (footnote 17). \n \n38.  Involuntary resettlement (category B). A resettlement framework in line with ADB’s SPS \nand  applicable  laws  was  prepared  to  guide  subproject  screening  and  assess  resettlement \nimpacts. Subprojects with significant involuntary resettlement impacts (classified as category A) \nwill not be eligible for funding. Based on the draft resettlement plans, resettlement and indigenous \npeoples plan (RIPP), and one due diligence report of five sample towns,38 the project will cause \nlimited impacts: (i) a significant economic impact on one non-titleholder family that is cultivating \ngovernment land, and (ii) temporary economic impacts during civil works. The sample subprojects \ninvolve no land acquisition or physical displacement. Measures in the draft resettlement plans \nand draft RIPP are adequate to deal with identified risks. Draft resettlement plans and/or RIPPs \nwill form part of the contract documents and will be updated during detailed design and submitted \nto ADB for review and disclosure. The draft resettlement framework and plans have been \ndisclosed to project-affected people and on the ADB and project websites, with final plans \ndisclosed to the affected persons.39 Through previous projects LSGD has demonstrated its \ncapacity to implement the resettlement framework and meet the requirements of ADB’s Safeguard \nPolicy Statement. \n \n39.  Indigenous peoples (category B). Scheduled tribes40 comprise only 3.2% of the state’s \nurban population, but comprise 10.6% of the population in the sample town of Abu Road, and \n33.8% in six nearby villages, which are all located in a scheduled area (footnote 20). Scheduled \ntribes will benefit from the improved WSS services. In the sample subprojects appraised, the \nbeneficiary scheduled tribes are not rendered vulnerable by the project. An indigenous peoples \nplanning framework was prepared in line with ADB’s SPS and applicable laws to ensure that, for \nsubprojects  to  be  prepared  after  Board  approval,  scheduled  tribes  will  receive  culturally \nappropriate benefits;41 any adverse impacts will be addressed through indigenous peoples plans. \nCategory A subprojects will not be considered under the project. The draft RIPP for Abu Road \nidentifies only beneficial impacts to scheduled tribes and has adequate measures to ensure tribes \nare  included  in  project benefits.  Combined  RIPPs  will  also  be required  for  Banswara  and \nPratapgarh. The draft and final RIPPs will be disclosed to affected and benefited indigenous \npeoples communities, and disclosed on ADB and project websites. Project management and \nimplementation consultants will assist the PMU of RUDSICO to manage indigenous peoples risks \nand impacts. \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n40.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.42 \n \n \n38 Sample subprojects are (i) Abu Road (WSS), (ii) Didwana (sanitation), (iii) Kuchaman (WSS), (iv) Laxmangarh water \nsupply, (v) Ratangarh (sanitation), and (vi) Sirohi (WSS). \n39 Government of Rajasthan. Rajasthan Urban Infrastructure Development Project.  \n40 Defined by India’s Constitution as those with at least one of the following: (i) tribes’ primitive traits, (ii) distinctive \nculture, (iii) shyness with the public at large, (iv) geographical isolation, and (v) social and economic backwardness. \n41 Indigenous Peoples Planning Framework (accessible from the list of linked documents in Appendix 2). \n42 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "13 \n \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nWater shortages arising from  The project includes measures for water conservation and climate change \nextreme drought beyond  adaptation, such as minimizing water losses, monitoring consumption, and \nprojections undermine the  reusing wastewater. GOR is planning and implementing water \nperformance of water supply  augmentation in many project towns. \nand sanitation facilities. \nUrban local body revenue is  GOR and project urban local bodies have prepared and will implement \ninadequate to ensure  plans for full operation and maintenance cost recovery, including by \nfinancial and operational  adopting volumetric billing, increasing collection efficiency, and \nsustainability.  implementing a sustained reduction in nonrevenue water and operating \ncosts. GOR is committed to providing gap funding where shortfalls exist. \nQuantitative targets for collection efficiency and operating ratio are loan \ncovenants. \nPMU and PIUs do not have  RUDSICO and/or GOR will assign fulltime, qualified accounting staff to the \nadequate, dedicated, and  PMU and each PIU. ADB will provide regular training on agreed project \nqualified accounting staff,  arrangements and procedures for financial management. A qualified \nresulting in delays and  financial management specialist will be hired as part of the project \nnoncompliance with ADB’s  management and capacity building consultant to support the PMU in \nfinancial management  setting up project-specific financial management arrangements, providing \nrequirements.  hands-on training to project staff in PMU and PIUs, monitoring \ncompliance, and preparing consolidated financial reports. \nImplementation delays due  Readiness is high through advance actions. Protocols for communicable \nto coronavirus disease  diseases such as coronavirus disease will be followed by all contractors to \npandemic result in time and  ensure adequate worker health and safety while allowing works to proceed \ncost overruns.  safely. \nADB = Asian Development Bank, GOR = Government of Rajasthan, PIU = project implementation unit, PMU = project \nmanagement unit, RUDSICO = Rajasthan Urban Drinking Water, Sewerage and Infrastructure Corporation. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n41.  The  Government  of  India,  GOR,  LSGD,  and  RUDSICO  have  assured  ADB  that \nimplementation of the project shall conform to all applicable ADB requirements, including those \nconcerning  anticorruption  measures,  safeguards,  gender,  procurement,  consulting  services, \nfinancial management, and disbursement as described in detail in the PAM (footnote 19) and loan \ndocuments. The Government of India, GOR, LSGD, and RUDSICO have agreed with ADB on \ncertain covenants for the project, which are set forth in the draft loan agreement and project \nagreement. \n \nV.  RECOMMENDATION \n \n42.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$300,000,000 to India for the Rajasthan Secondary Towns Development Sector Project, from \nADB’s ordinary capital resources, in regular terms, with interest to be determined in accordance \nwith ADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of 24 years, \nincluding a grace period of 6 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan and project agreements presented to the Board. \n \nMasatsugu Asakawa \nPresident \n1 September 2020\n ", "14  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Program is Aligned with \n(i)  Access to potable, affordable, reliable, equitable, and environmentally sustainable drinking water supply \nin all urban areas of Rajasthan improved (Rajasthan Urban Water Supply Policy)a \n(ii) Health status of urban population, especially the poor and underprivileged, improved (State Sewerage \nand Waste Water Policy)b \n \nData \nResults  Performance Indicators with Targets and \nSources and  Risks \nChain  Baselines \nReporting \nOutcome  By 2028:     \nQuality,  a. About 0.57 million people in project towns  a.–c. Annual  Water shortages \nreliability,  received 24-hour potable water supply for at least 7  reports of  arising from \nequity, and  months of the year at a minimum terminal head of  LSGD,  extreme drought \nsustainability  12 meters at consumer end (2019 baseline: 0.4  RUDSICO,  beyond projections \nof WSS  million residents with water supply ranging from 1.0  and project  undermine \nservices in  hour–1.5 hours in 2 days to 4 hours per day at a  ULBs  performance of \nproject towns  terminal head of 0.5 meters–4.0 meters at    water supply and \nof Rajasthan  consumer end) (OP 4.1)c    sewerage facilities. \nimproved  b. Nonrevenue water in project towns reduced to at  b.   \nleast 15% (2019 baseline: 35%–45%)  Contractor’s  Agreed financial \nc. About 0.72 million people provided with safely  monthly  sustainability \nmanaged sanitation servicesd (2019 baseline: Not  reports  reforms \napplicable) (OPs 3.3, 4.1)    discontinued \nd. WSS systems in at least 14 ULBs achieved an  d. Annual  because of \noperating ratio of less than onee (2019 baseline: Not  financial  changes in political \napplicable) (OP 4.2)  reports of  priorities and \nULBs  constrained \ngovernment fiscal \nposition arising \nfrom COVID-19 \npandemic. \nOutputs:  By 2027:     \n1. Water  1a. About 1,350 kilometers of water supply pipelines  1a.–d.  Adverse impact of \nsupply  commissioned through district metering area  Quarterly  coronavirus \nsystem in at  approach (2019 baseline: 0) (OP 4.1.2)  project  disease on supply \nleast eight  1b.  About 100,000 households connected to new or  progress  chains and labor \nproject towns  replaced water supply distribution lines (including at  reports, and  mobilization may \nimproved  least 95% BPL households) with 100% functional  LSGD annual  delay completion \nmeters (2019 baseline: 0) (OPs 1.3, 4.1,  4.1.2)  reports  of works. \n1c. Three new WTPs commissioned with total   \ncapacity of at least 28 MLD (2019 baseline: 0 MLD)   \n(OP 4.1.2) \n1d. Two WTPs rehabilitated (2019 baseline: 0) \n2. Sanitation  By 2027:   \nsystems in at  2a. About 1,300 kilometers of sewers constructed  2a.–e. \nleast 13  (2019 baseline: 0) (OP 4.1.2)  Quarterly \nproject towns  2b. 19 sewage treatment plants with co-treatment  project \ndeveloped or  and total capacity of about 80 MLD commissioned,  progress \nimproved  and three existing sewage treatment plants  reports, and \nupgradedf (2019 baseline: 0) (OPs 3.1, 4.1.2)  LSGD’s \n2c. About 103,000 households (including at least  annual report \n95% BPL households) connected to sewer system \n(2019 baseline: 0) (OPs 1.3, 4.1, 4.1.2) \n2d. One fecal sludge treatment plant (total capacity \nof 10 cubic meters per day) commissioned (2019 \nbaseline: 0) (OPs 3.1, 4.1.2) ", "Appendix 1  15 \nData \nResults  Performance Indicators with Targets and \nSources and  Risks \nChain  Baselines \nReporting \n2e. Agreements for reuse of wastewater signed \nbetween ULBs and private parties in at least five \nproject areas (2019 baseline: 0) (OP 3.3.2) \n3.  By 2027:     \nInstitutional  Capacity development of ULBs:   \nand human  3a. About 500 staff and 500 elected representatives  3a., 3f.  \ncapacities  of 14 project ULBs, including at least 80% of eligible  Pre- and post-\nstrengthened  women staff and elected women representatives,  training tests \nfor  reported increased knowledge on sustainable and   \nsustainable  resilient WSS operations, hygiene, and gender   \nservice  equality and social inclusion action plan   \ndelivery,  implementation (2019 baseline: Not applicable)   \ngender  (OPs 6.1, 2.3.1)   \nequality, and  3b. Supervisory control and data acquisition,  3b.–d. \nimproved  hydraulic model, and geographic information system  RUDSICO \npublic health  established in 14 project towns (2019 baseline: Not  and LSGD \napplicable)  quarterly \n3c. WSS office space constructed in at least 14  progress \nproject towns and standard operating procedures for  reports \nO&M approved by ULBs (2019 baseline: 0)   \nCapacity development of RUDSICO:   \n3d. RUDSICO financial management system  3d. \ncertified as compliant by an accredited institution  Institutional \n(2019 baseline: Not applicable) (OPs 6.1.4, 6.2.3)  strengthening \nPromoting gender equity and community  consultant \nawareness:  report \n3e. At least 500 college-age women completed   \ninternship program at RUDSICO and reported  3e. Internship \nincreased knowledge on urban development in  exit interviews \nRajasthan (2019 baseline: 0) (OP 2.3.1) \n3f. At least 100 community women (including 50 \nwomen from scheduled caste, other backward \ncastes, or scheduled tribes) gained livelihood skills \nrelevant to the sector (2019 baseline: 0) (OP 1.3.3) \n \nKey Activities with Milestones \n1.  Water supply system in at least eight project towns improved \n1.1 Award all water supply contracts (December 2020) \n1.2 Complete all rehabilitation works (December 2022) \n1.3 Complete construction and commission all water supply facilities (December 2025) \n2.  Sanitation systems in at least 13 project towns developed or improved \n2.1 Award all wastewater and fecal sludge management contracts (December 2020) \n2.2 Verify and approve designs of all sewerage/fecal sludge management components (June 2021) \n ", "16  Appendix 1 \nKey Activities with Milestones \n2.3 Procure all desludging vehicles and equipment (June 2022) \n2.4 Complete construction and commissioning of fecal sludge treatment plant (December 2022) \n2.5 Complete construction and commission all wastewater facilities (December 2025) \n2.6 Obtain agreements for reuse of wastewater signed between ULBs and private party in at least five \nproject areas (December 2026) \n3.  Institutional and human capacities strengthened for sustainable service delivery, gender \nequality, and improved public health \n3.1 Mobilize community awareness and participation consultant (September 2020) \n3.2 Recruit first batch of women for the paid internship program in RUDSICO (June 2021) \n3.3 Complete construction and furnishing of all project ULB WSS division offices and PIUs (May 2021). \n3.4 Annually conduct at least two awareness campaigns on water conservation practices, cost implication \nfor improved services, and safe fecal sludge management practices in each project town, including two \nsub-activities targeted at women in all project towns (November 2027). \n3.5 Commence capacity-building activities of LSGD, project management unit, PIU, and ULB staff (January \n2021). \nInputs \nAsian Development Bank: $300 million (regular ordinary capital resources loan) \nGovernment: $128.5 million \nAssumptions for Partner Financing \nNot applicable \nBPL= below poverty line, COVID-19 = coronavirus disease, FY = fiscal year, LSGD = Local Self Government Department, \nMLD = million liters per day, OP = operational priority, PIU = project implementation unit,  RUDSICO = Rajasthan Urban \nDrinking Water, Sewerage and Infrastructure Corporation Limited, ULB = urban local body, WSS = water supply and \nsanitation. WTP = water treatment plant. \na Government of Rajasthan. 2018. Rajasthan Urban Water Supply Policy. Jaipur. \nb Government of Rajasthan. 2016. State Sewerage and Waste Water Policy. Jaipur. \nc  “Potable” is defined as complying with national drinking water quality standards. (Source: Bureau of Indian Standards. \n2012. India Standard – Drinking Water-Specification (2nd Revision). Delhi.) \nd Safely managed sanitation is defined as use of improved facilities that are not shared with other households and where \nexcreta are safely disposed in situ or safely transported and treated off-site (Source: World Health Organization and the \nUnited Nations Children’s Fund. 2017. Progress on drinking water, sanitation and hygiene: 2017 update and Sustainable \nDevelopment Goal baselines. Geneva. \ne Operating ratio is calculated by dividing operational expenses by total revenues. The project is aiming to achieve the \ntarget by FY2025–FY2026 and sustain it. Baseline is not available for all towns since financial analysis at processing was \nconducted only for sample subprojects. \nf  Upgrading is done to meet current National Effluent Discharge Standards, which also allows effluent to be more suitable \nfor reuse. \ng For instance, plumbing, meter reading, and billing. \nContribution to Strategy 2030 Operational Priorities: \nOP 1.3  Poor and vulnerable people with improved standards of living (number). Target: 10,600 BPL households1 \nOP 1.3.3 Measures for increased inclusiveness supported in implementation (number).  Target: 1 (skill training) \nOP 2.3.1 Women with strengthened leadership capacities (number). Target: 650 women (500 interns, 17 technical ULB \nstaff, and 133 elected representatives) \nOP 3.1  Total annual greenhouse gas emissions reduction (tCO2e/year). Target: 6,565 tCO2e/year  \nOP 3.3  People benefitting from strengthened environmental sustainability (number): Target: 0.72 million \nOP 3.3.2 Solutions to enhance pollution control and resource efficiency implemented (number). Target: 1 (wastewater reuse) \nOP 4.1  People benefitting from improved services in urban areas (number). Target: 0.72 million (including beneficiaries of \nimproved water supply and sanitation services) \nOP 4.1.2 Urban infrastructure assets established or improved (number). Target: 48 (distribution or collection networks, \nWTPs, wastewater treatment plants, and fecal sludge treatment plant) \nOP 4.2  Entities with improved urban planning and financial sustainability (number). Target: At least 14 ULBs \nOP 4.3  Zones with improved urban environment, climate resilience, and disaster risk management (number). Target: At \nleast 14 project towns \nOP 6.1  Entities with improved management functions and financial sustainability. Target: 14 ULBs \nOP 6.1.4 Transparency  and  accountability  measures  in  procurement  and  financial  management  supported  in \nimplementation (number). Target: 1 \nOP 6.2.3 Measures to strengthen state-owned enterprise governance supported in implementation (number). Target: 1 \nSource: Asian Development Bank. \n \n1 Number of BPL population in project towns shall be updated when the new census data is available. \n ", "Appendix 2  17 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42267-031-3 \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n4.  Project Administration Manual \n5.  Financial Analysis \n6.  Economic Analysis \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  Climate Change Assessment \n10.  Gender Equality and Social Inclusion Action Plan \n11.  Initial Environmental Examination:  Water Supply and Sewerage Project in Abu Road \nTown District - Sirohi, Rajasthan \n12.  Initial Environmental Examination: Didwana Sewerage Subproject (Nagaur District) \n13.  Initial Environmental Examination: Khetri Water Supply and Sewerage Subproject, \nDistrict - Jhunjhunu, Rajasthan \n14.  Initial Environmental Examination: Kuchaman City Water Supply and Sewerage \nSubproject \n15.  Initial Environmental Examination: Ratangarh Sewerage Subproject, District - Churu, \nRajasthan \n16.  Initial Environmental Examination: Sardarshahar Water Supply and Sewerage \nSubproject, District - Churu, Rajasthan \n17.  Environmental Assessment and Review Framework \n18.  Resettlement and Indigenous Peoples Plan: Abu Road Water Supply and Wastewater \nWorks \n19.  Land Acquisition and Involuntary Resettlement Due Diligence Report: Didwana \nWastewater Works \n20.  Resettlement Plan: Kuchaman Water Supply and Wastewater Works \n21.  Resettlement Plan: Laxmangarh Water Supply \n22.  Resettlement Plan: Ratangarh Wastewater Works \n23.  Resettlement Plan: Sirohi Water Supply and Wastewater Works \n24.  Resettlement Framework \n25.  Indigenous Peoples Planning Framework \n  \nSupplementary Document \n26.  Community Awareness and Participation Plan \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200902150057+08'00'", "Creator": "PDF24 Creator", "Keywords": "india, rajasthan, urban sanitation, urban water supply, nonrevenue water, sewerage network expansion, decentralized wastewater systems, 42267-031, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200928142243+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The project will support the Government of Rajasthan (GOR) in expanding access to improved water supply services for about 570,000 people, and improved sanitation services for about 720,000 people in at least 14 secondary towns1 by drawing on experiences and lessons from three earlier projects funded by the Asian Development Bank (ADB) in Rajasthan.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated September 2020 is provided for the ADB project 42267-031 in India.", "Title": "Rajasthan Secondary Towns Development Sector Project: Report and Recommendation of the President"}, "author_page": "Vice-President  Shixin Chen, Operations 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDirector  Norio Saito, Urban Development and Water Division (SAUW), SARD \n   \nTeam leaders  Vivian Castro-Wooldridge, Senior Urban Development Specialist, PAUW, \nPARD  \nNa Won Kim, Senior Urban Development Specialist, SAUW, SARD \nTeam members  Mikael Andersson, Financial Management Specialist, Portfolio, Results \nand Quality Control Unit, Office of the Director General, SARD \nSaswati Belliappa, Safeguards Specialist, SAUW, SARD \nDharmesh Dawda, Procurement Specialist, Procurement Division 1, \nProcurement, Portfolio and Financial Management Department \nJennifer De Jesus Lazatin, Senior Operations Assistant, SAUW, SARD \nJaemin Nam, Urban Development Specialist, SAUW, SARD \nNinette Pajarillaga, Environment Specialist (Safeguards), Portfolio, \nResults, Safeguards and Gender Unit, Central and West Asia Department \nNeeta Pokhrel, Unit Head, Project Administration, SAUW, SARD \nVankina Sri Rekha, Principal Counsel, Office of the General Counsel \nManoj Sharma, Chief of Urban Sector Group, Sustainable Development \nand Climate Change Department (SDCC) \nPushkar Srivastava, Project Management Specialist, Bangladesh Resident \nMission, SARD \nChristian Walder, Water Supply and Sanitation Specialist, Water Sector \nGroup, SDCC \nPeer reviewer  Michael White, Senior Urban Development Specialist, Urban Development \nand Water Division, Southeast Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Kenichi Yokoyama", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Norio Saito", "role": "Urban Development and Water Division (SAUW)", "organization": "SARD"}, {"fullname": "Vivian Castro-Wooldridge", "role": "Senior Urban Development Specialist", "organization": "PAUW"}, {"fullname": "Na Won Kim", "role": "Senior Urban Development Specialist", "organization": "SAUW"}, {"fullname": "Mikael Andersson", "role": "Financial Management Specialist", "organization": "Portfolio"}, {"fullname": "and Quality Control Unit", "role": "Office of the Director General", "organization": "SARD"}, {"fullname": "Saswati Belliappa", "role": "Safeguards Specialist", "organization": "SAUW"}, {"fullname": "Dharmesh Dawda", "role": "Procurement Specialist", "organization": "Procurement Division"}, {"fullname": "Jennifer De Jesus Lazatin", "role": "Senior Operations Assistant", "organization": "SAUW"}, {"fullname": "Jaemin Nam", "role": "Urban Development Specialist", "organization": "SAUW"}, {"fullname": "Ninette Pajarillaga", "role": "Environment Specialist (Safeguards)", "organization": "Portfolio"}, {"fullname": "Neeta Pokhrel", "role": "Unit Head", "organization": "Project Administration"}, {"fullname": "Vankina Sri Rekha", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Manoj Sharma", "role": "Chief of Urban Sector Group", "organization": "Sustainable Development"}, {"fullname": "Pushkar Srivastava", "role": "Project Management Specialist", "organization": "Bangladesh Resident"}, {"fullname": "Christian Walder", "role": "Water Supply and Sanitation Specialist", "organization": "Water Sector"}, {"fullname": "Michael White", "role": "Senior Urban Development Specialist", "organization": "Urban Development"}, {"fullname": "and Water Division", "role": "Southeast Asia Department", "organization": ""}]}