{"path": "data/input/ta/42358-cam-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 42358 \nJuly 2009 \n \n \n \n \nProposed Loan \nKingdom of Cambodia: Greater Mekong Subregion: \nCambodia Northwest Provincial Road Improvement \n \nProject\n \n ", "CURRENCY EQUIVALENTS \n(as of 15 July 2009) \n \nCurrency Unit –  riel/s (KR) \n \nKR1.00 =  $0.0002387 \n$1.00 =  KR4,189 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations \n  BCPL  –  Banteay Chhmar Protected Landscape \n  CBTA  –  Cross-Border Transport Agreement \n  CEMP  –  construction environmental management plan \n  COI  –  corridor of influence \n  DDIS  –  detailed design and implementation supervision \n  EIRR  –  economic internal rate of return \n  EMA  –  external monitoring agency \n  EMP  –  environmental management plan \n  GMS  –  Greater Mekong Subregion \n  IEE  –  initial environmental examination \n  IRC  –  interministerial resettlement committee \n  KEXIM  –  Export Import Bank of Korea \n  MOU  –  memorandum of understanding \n  MPWT  –  Ministry of Public Works and Transport \n  NCB  –  national competitive bidding \n  NR  –  National Road \n  PMU  –  project management unit \n  PRSC-WG  –  Provincial Resettlement Sub-Committee Working Group \n  ROW  –  right of way \n  SEC  –  Southern Economic Corridor \n  TA  –  technical assistance \n  VOC  –  vehicle operating cost \n ", " \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \n \nVice-President  C. Lawrence Greenwood, Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  J. Lynch, Transport and Urban Development Division, SERD \n   \nTeam leader  S. Date, Transport Specialist, SERD \nTeam members  P. Broch, Senior Transport Economist, SERD \nM. Buendia, Social Development Specialist (Resettlement), SERD \nR. Butiong, Senior Regional Cooperation Specialist, SERD \nS. Kawazu, Counsel, Office of the General Counsel \nT. Mella, Associate Operations Analyst, SERD \nN. Ouk, Senior Project Implementation Officer, SERD \nS. Ouk, Safeguards Officer, SERD \nM. Sultana, Senior Social Development Specialist, SERD \nY. Tsujiki, Financial Analysis Specialist, SERD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n \n ", "", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  7 \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  9 \nD.  Project Investment Plan  10 \nE.  Financing Plan  10 \nF.  Implementation Arrangements  11 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  14 \nA.  Benefits  14 \nB.  Social and Environmental Impacts  15 \nC.  Risks  18 \nV.  ASSURANCES  18 \nSpecific Assurances  18 \nVI.  RECOMMENDATION  20 \nAPPENDIXES \n1.  Design and Monitoring Framework  21 \n2.  Sector Analysis: Road Subsector  23 \n3.  Regional Dimension of Greater Mekong Subregion: Cambodia Northwest  \n  Provincial Road Improvement Project  28 \n4.  External Assistance  33 \n5.  Detailed Cost Estimates  35 \n6.  Implementation Schedule  37 \n7.  Procurement Plan  38 \n8.  Economic Analysis  42 \n9.  Summary Resettlement Plan  48 \n10.  Summary Poverty Reduction and Social Strategy  52 \n11.  Summary Initial Environmental Examination  57 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  HIV Prevention and Anti-Human-Trafficking Program \nB.  Detailed Estimates of Government Taxes and Duties  \nC.  Outline Terms of Reference for Consultants \nD.  Resettlement Plan \n ", "", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Kingdom of Cambodia \n \nClassification   Targeting classification: General intervention \nSector (subsector): Transport, and information and communication \ntechnology (road transport) \n  Themes (subthemes): Regional cooperation; economic growth \n(promoting  economic  efficiency  and  enabling  business \nenvironment,  widening  access  to  markets  and  economic \nopportunities); capacity development (institutional development) \n  Location impact: Subregional (medium); rural (high) \n  Partnership: Cofinancing with the Government of the Republic of \nKorea, through the Export Import Bank of Korea (KEXIM) \n \nEnvironment  Category  B.  An  initial  environmental  examination  has  been \nAssessment  prepared for the Project. \n \nProject Description  The Project will assist the Government of Cambodia to improve \nthe provincial national road network in northwestern Cambodia \nand the cross-border facility with Thailand. The Project includes \n(i)  improvement  of  National  Road  (NR)  56  (from  Sisophon  to \nSamraong, approximately 113 kilometers [km]), (ii) improvement \nof the cross-border facility at O'smach, (iii) a road maintenance \nprogram, (iv) a road safety program, and (v) an HIV prevention \nand anti-human-trafficking program. \n \nRationale  The  NR  56  (the  project  road)  is  a  major  provincial  road  that \ntraverses two provinces (Banteay Meanchey and Oddar Meanchey) \nin northwestern Cambodia, and also links the project area with the \nnortheastern provinces of Thailand. Banteay Meanchey and Oddar \nMeanchey  provinces  are  among  the  poorest  provinces  in \nCambodia,  and  have  high  poverty  levels.  The  provinces  have \nstrong potential for agriculture development (rice, vegetables, and \nfruit plantations) but the existing road infrastructure is inadequate \nfor sustainable rural development. The project road is a gravel road, \nthe surface of which is severely degraded and is subject to flooding \nand thus impassable during the wet season. The land in the project \narea is underutilized; however, since 2006, the area has seen a \ngradual increase in contract farming from Thailand. \n \n  The project road links with NR 5, forming a feeder link to the Greater \nMekong  Subregion  east–west  economic  corridor.  The  road  also \nconnects to NR 68 that links with Thailand at O'smach, a strategic \nborder point with strong potential to promote subregional transport \nand  trade  between  northwestern  Cambodia  and  northeastern \nThailand. Therefore, the proposed rehabilitation of NR 56 and the \nO'smach border facility will increase access to local markets, reduce \ntravel  times  and  vehicle  operating  costs,  and  increase  tourism, \nleading to increased economic activity in the project area. Also, by \nproviding more direct routes to border crossings and links to major ", "ii   \neconomic  corridors,  the  Project  will  strengthen  subregional \ncooperation between Cambodia and Thailand. \n \nImpact and Outcome  The impact of the Project will be increased subregional transport \nand  trade  between  Cambodia  and  Thailand  due  to  improved \nsubregional  connectivity.  Improved  access  in  northwestern \nCambodia due to rehabilitated roads will result in more direct routes \nto  border  crossings,  and  enable  increased  trade  and  tourism \nbetween Cambodia and Thailand. The outcome of the Project will \nbe increased transport efficiency in northwestern Cambodia. The \nProject will help rehabilitate the provincial road network to increase \ntransport  efficiency,  sustain  economic  development  in  the  rural \nareas and provincial centers, and facilitate social development by \nreducing the remoteness of the project area. \n \nProject Investment Plan   The investment cost of the Project is estimated at $47.89 million, \nincluding taxes and duties of $4.99 million.  \n \nFinancing Plan    Amount  Share of \nSource  ($ million)  Total (%) \n  Asian Development Bank  16.26  34.0 \n  Government of the Republic of Korea 25.58  53.4 \n  Government of Cambodia  6.05  12.6 \n    Total  47.89  100.0 \n  Source: Asian Development Bank estimates. \n \n  The  Asian  Development  Bank  (ADB)  will  provide  a  loan  of \nSDR10,512,000 ($16.26 million equivalent) from its Special Fund \nresources. The loan will have a repayment period of 32 years, \nincluding a grace period of 8 years, with an interest charge of \n1.0% during the grace period and 1.5% thereafter. \n \n  KEXIM will provide a loan equivalent to $25.58 million in won. The \nGovernment  of  Cambodia  will  provide  counterpart  financing  of \n$6.05 million equivalent (12.6%). \n   \nPeriod of Utilization  30 June 2014 \n   \nEstimated Project  31 December 2013 \nCompletion Date \n \nImplementation  The  Executing  Agency  will  be  the  General  Department \nArrangements  of Public Works of the Ministry of Public Works and Transport \n  (MPWT). Responsibility for project implementation is delegated  \n  to Project Management Unit No. 3 (PMU-3). \n \nExecuting Agency  Ministry of Public Works and Transport (MPWT) \n   \nProcurement  Procurement of all works financed by ADB will be in accordance \nwith ADB’s Procurement Guidelines (2007, as amended from time \nto time). The three civil works contracts will be procured following ", "  iii\ninternational  competitive  bidding  procedures.  Smaller  contracts \n(less  than  $1  million)  will  be  procured  following  national \ncompetitive  bidding  procedures.  Procurement  of  all  works  and \ngoods financed by KEXIM will be in accordance with KEXIM's \nprocurement guidelines. \n \n  The  MPWT  and  PMU-3  are  familiar  with  ADB  procurement \nrequirements.  They  may  conduct  advance  contracting  for  civil \nworks to accelerate implementation. \n   \nConsulting Services  For all consulting services funded from ADB loan funds, international \nand  national  consultants  will  be  recruited  through  a  firm  in \naccordance with ADB’s Guidelines on the Use of Consultants (2007, \nas amended from time to time). Consulting services financed by \nKEXIM will be in accordance with KEXIM's guidelines. \n \n  The MPWT and PMU-3 are familiar with ADB guidelines. They \nmay  conduct  advance  recruitment  for  consulting  services  to \naccelerate implementation. \n \nProject Benefits and  The Project's economic benefits are primarily derived from savings \nBeneficiaries  in  future  vehicle  operating  costs  and  passenger  travel  time \n  savings because the proposed Project will improve road surface \n  conditions from gravel to paved standard. The economic internal \n  rate of return for the Project, which was calculated by comparing \n  with-project and without-project situations, is estimated at 19.9%, \n  showing that it is economically viable. Sensitivity testing shows \n  that  there  is  a  minimal  risk  of  about  1.8%  that  the  economic \n  internal rate of return would fall below the cutoff rate of 12%. \n \n  The project beneficiaries are the population in the project area \nwho will benefit from the improved roads, increased economic \nactivities from contract farming, and better access to health and \neducation services. Beneficiaries also include road users traveling \nlocally, regionally, or internationally. \n   \nRisks and Assumptions  The  main  risks  associated  with  the  Project  are  (i)  lower  than \nexpected traffic levels; (ii) delayed and suboptimal performance of \ncontractors and supervision; (iii) delay in procurement and local \ncounterpart funding; (iv) delay in Thai financing for NR 68 that \ncould reduce the transport efficiency of the road network; (v) lack \nof  adequate  counterpart  staff;  (vi)  delayed  or  inadequate \nexecution  of  mitigating  measures,  notably  resettlement  and \nHIV/AIDS  reduction;  and  (vii)  late  implementation  of  the \ninstitutional  strengthening  required  for  adequate  future \nmanagement and maintenance of the roads. After construction, \nthe main risks are associated with the funding and management of \nroad maintenance. Considering the Government’s commitment to \nthe Project and the Project’s high economic return, the integrated \nbenefits and impacts are expected to outweigh the costs, given \nthe likelihood of the risks occurring. \n ", "", " \n \n ", " \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nCambodia for the Greater Mekong Subregion: Cambodia Northwest Provincial Road Improvement \nProject. The design and monitoring framework is in Appendix 1. \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  Cambodia, which has one of the highest incidences of poverty in Southeast Asia has had \ngood overall macroeconomic figures in recent years, recording an average of 11.1% economic \ngrowth in 2004–2007 although inflation rose sharply in 2008. Despite the current global financial \ncrisis, Cambodia needs to sustain this economic growth, of which subregional cooperation is an \nintegral part. Enhanced subregional economic cooperation requires improved connectivity across \ncountries  and  between  centers  of  economic  activity.  For  Cambodia,  improved  links  between \nThailand  and  the  northwest,  west,  and  southwest  are  pivotal  to  this  economic  growth. \nNorthwestern  Cambodia  has  a  high  poverty  level,  and  the  provincial  road  network  is  vitally \nimportant for facilitating economic growth, enhancing rural access that supports the economic \nactivity of northwestern Cambodia, and providing a link with Thailand to facilitate subregional \nconnectivity. \n \n3.  This Project forms part of the priority projects identified by Cambodia under the southern \neconomic corridor flagship initiatives in 2004. The Project is included in the Vientiane Plan of Action \nfor  Greater  Mekong  Subregion  Development  (2008–2012),  which  was  adopted  by  the  Greater \nMekong Subregion (GMS) leaders at the Third GMS Summit 2008. The summit supported the \nstrategic  thrusts  of completing key  parts  of the GMS  transport network and transforming these \ncorridors into fully fledged economic corridors. The Project will serve as another transnational corridor \nlinking Thailand with Cambodia, and will connect with the main corridor linking Bangkok, Phnom Penh, \nHo Chi Minh City, and Vung Tau. It will also support the GMS transport strategy by improving \nsubregional  connectivity  between  Thailand  and  Cambodia  at  O'smach,  thereby  enhancing \nsubregional transport and trade. In northwestern Cambodia the Project will provide reliable all-year \naccess from provincial towns and rural areas to markets, employment, and social services such as \nadvanced health and education facilities, and also access to historical and natural cultural sites. The \nProject road, which is linked to about 722 kilometers (km) of rural roads rehabilitated under the \nNorthwestern  Rural  Development  Project,1 will  enhance  economic  and  social  activities  of  the \nnorthwestern areas by reducing production and transport costs, increasing private investment, raising \nagricultural activities, and supporting development of the tourism sector. The feasibility study for the \nProject was prepared through Asian Development Bank (ADB) technical assistance (TA) to the \nGovernment of Cambodia, in 2005.2 \n \nA.  Performance Indicators and Analysis \n4.  Road is the principal transport mode for the movement of goods and people in Cambodia, \nand between countries within the GMS. Roads are critical to social and economic development in \nCambodia, especially in the project areas where roads are the only available transport mode. \nCambodia's  road  network  comprises  39,400  km  of  roads  that  are  categorized  as  national, \nprovincial, and rural. The 4,800 km of national roads connect the capital Phnom Penh to the main \ninternational border crossings and the provincial capitals, while the 6,600 km of provincial roads \nconnect a provincial center to adjacent provincial or district centers. The national and provincial \n                                                 \n1  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Northwestern Rural Development Project. Manila (Loan 1862-CAM). \n2  ADB. 2005. Technical Assistance to the Kingdom of Cambodia for the Transport Infrastructure Development and \nMaintenance Project. Manila (TA 4691-CAM). ", "2 \nroads are managed by the Ministry of Public Works and Transport (MPWT), while the network of \nabout 28,000 km of rural roads (gravel and laterite paved) is managed by the Ministry for Rural \nDevelopment. With support from ADB and other development partners over the past 16 years, \nabout 2,700 km of national roads, mostly the primary or 1-digit national roads, have been paved. \nHowever, this represents less than 25% of the total national road length and the secondary \nnational network (2-digit national roads that link provinces to the national road network and provide \nintraprovincial links to the tertiary and rural network and to Cambodia’s largely rural population) has \nreceived little attention until recently. As a result, the road network is split into two networks of \nprimary and tertiary roads, which are loosely and unreliably interconnected. This situation hinders \nthe development of cash-crop production in the rural areas, where markets in many places are \nlimited to the local area due to lack of access. It also means that provincial centers and numerous \nnatural and cultural sites with tourism potential are inaccessible. As a result, many important \nbilateral cross-border trade routes are inaccessible, thus increasing transport costs as longer \nalternative  routes  have  to  be  used.  Poor  transport  connections  also  restrict  access  to  job \nopportunities, markets, schools, and health facilities. Therefore, the provision of improved roads in \nareas where populations currently do not have good access to such basic services will have a \nmajor impact on their livelihoods. \n \n5.  The contribution of the road sector to economic development is being limited by poor \nmaintenance of existing road assets combined with rapid traffic growth. As is the case in many \nleast-developed countries such as Cambodia, poor road maintenance is an issue as financial \nresources are not adequately allocated to maintaining these assets. However, this situation has \nchanged recently in Cambodia. This is evidenced by the fact that road maintenance funds have \nincreased significantly in 2008 to about $42.5 million, increasing from $7.0 million in 2006 and \n$26.0  million  in  2007.  This  is  about  20  times  the  $2  million–$3  million  total  maintenance \nexpenditure during 2002–2003. Given the indirect impacts of the world economic downturn, the \nbudget  allocation  for  road  maintenance  in  2009  has  decreased  to  about  $32  million,  while \nprojections for road maintenance for 2010 are about $35 million, and for 2011–2013 about $40 \nmillion per year. ADB is also providing additional support to address the road maintenance issues \nunder the Road Asset Management Project3 and the proposed Provincial and Rural Roads Asset \nManagement Project scheduled for approval in 2010. The current organizational structure for road \nmaintenance management, the technical capacity of road agencies, and local contractors will be \nfurther strengthened through implementation of these road projects. \n \n6.  The  ongoing  Greater  Mekong  Subregion:  Cambodia  Road  Improvement  Project4 has \nassisted the MPWT to change its organizational structure to effectively manage the road sector. \nThe new organizational structure is expected to be approved by the prime minister by mid-2009, \nfor  implementation  thereafter.  Also,  under  the  Road  Asset  Management  Project  approved  in \nJanuary  2008,  additional  support  was  provided  to  strengthen  the  MPWT's  capacity  in  road \nmaintenance management and to help develop private contractors who could undertake road \nmaintenance works effectively. The establishment of the Road Asset Management Office to be the \nroad asset manager as required under this Project is an important step in developing a road \nmanagement system that will establish internal incentives for accountability and efficiency. The \nestablishment  of  the  Road  Asset  Management  Office  is  also  a  vital  step  in  the  MPWT's \nreorganization  program.  Further,  the  Greater  Mekong  Subregion:  Southern  Coastal  Corridor \n                                                 \n3  ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nAdministration of Grant to the Kingdom of Cambodia for the Road Asset Management Project. Manila (Loan 2406-\nCAM). \n4  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Greater Mekong Subregion: Cambodia Road Improvement Project. Manila (Loan 1945-\nCAM). \n ", "3 \nProject5 will also contribute to the development of sustainable road maintenance by financing \ndemonstration projects that will enhance implementation of road maintenance through contracts \nthat have been competitively bid for. An overview of the road subsector is in Appendix 2. \n \nB.  Analysis of Key Problems and Opportunities \n7.  Subregional traffic is dominated by freight and passenger road traffic. Although subregional \ntraffic is still modest between Cambodia and Thailand, great efforts are being made to promote \ninternational traffic by (i) forging effective cross-border agreements to facilitate movement of goods \nand  people,  and  (ii)  establishing  border-crossing  infrastructure  and  border  access  roads. \nCambodia and Thailand have already opened the O'smach–Chong Chom border-crossing point to \ninternational traffic. A memorandum of understanding (MOU) on the Bilateral Exchange of Traffic \nRights between Cambodia and Thailand was signed by the two countries during the Third GMS \nSummit in the Lao People’s Democratic Republic in March 2008.6 The intention is to provide \ninterim arrangements for the exchange of traffic rights between the two countries for up to 40 \nvehicles, daily, until such time that the relevant annexes and protocols of the GMS Cross-Border \nTransport Agreement (CBTA) enter into force between the two countries (Appendix 3).7 Under this \nMOU, Cambodia and Thailand can include other border-crossing points, roads, and provinces in its \ngeographic scope of application.8 Cambodia and Thailand are discussing the inclusion of the \nO'smach–Chong Chom cross-border point and associated corridor in the scope of the MOU, with \nthe expectation that it will be included in the scope of application of the CBTA when the CBTA fully \nenters into force. Since the existing border post at O'smach is not adequate to handle projected \ncross-border cargo and passenger traffic, as well as accommodate the requirements of the CBTA \nimplementation, new border checkpoint facilities will be constructed under this Project. \n \n8.  The increasing importance of bilateral transport and trade across the borders, as indicated \nby the increase in traffic and trade, demonstrates the strategic position of this Project in the GMS \ncontext. The Project road, National Road (NR) 56, along with NR 68 (see para. 24 regarding the \nproposed rehabilitation of NR 68 by Thailand), forms a link to the Southern Economic Corridor and \nwill also contribute to the rapidly increasing cross-border trade between Thailand and Cambodia. \nThe rehabilitation of these roads will provide a shorter and more direct route between Surin and \nSiem Reap, reducing the route from 350 km to about 200 km. \n \n9.  For trade in goods (mostly rice, agricultural products, and apparel), 14% of Cambodia's \nexports went across the border into Thailand in 1996; 85% of imports into Cambodia came from \nThailand. These figures increased to 68% of exports and 98% of imports in 2007, thus clearly \ndemonstrating the significance of cross-border trade between the two countries. For passengers, \ncross-border tourism between Thailand and Cambodia through the O'smach border checkpoint has \n                                                 \n5  ADB. 2007. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the \nKingdom of Cambodia and the Socialist Republic of Viet Nam for the Greater Mekong Subregion Southern Coastal \nCorridor Project. Manila (Loans 2372-VIE and 2373-CAM). \n6  Implementation of this MOU on the exchange of traffic rights between Cambodia and Thailand will be supported by the \nprogress achieved recently for the exchange of traffic rights between Cambodia and Viet Nam. On 17 March 2009 in \nPhnom Penh the two countries signed an MOU on expanding the quota for vehicles for cross-border transport from 40 \nto 150. ADB's financing from the ongoing loan (footnote 4) to construct a common control area will facilitate the \nimplementation of the national single window inspection at Bavet by June 2010. \n7  The CBTA covers all aspects of cross-border transport facilitation, including (i) single-stop/single-window inspection; \n(ii) cross-border movement of persons; (iii) transit traffic regimes; (iv) requirements that road vehicles will have to meet \nto be eligible for cross-border traffic; (v) exchange of commercial traffic rights (i.e., ability of vehicles in one country to \nbe operated in the neighboring country’s territory); and (vi) infrastructure, including road and bridge design standards, \nroad signs, and signals. \n8  \"Additional roads and provinces to be included in the geographic scope of application of the MOU shall be mutually \nagreed by the duly authorized representatives of the National Transport Facilitation Committees of the Parties to the \nMOU. This shall take effect no later than 30 days after the conclusion of such agreement, except otherwise agreed.\" \nPara. 2, Article 4 of the MOU. \n ", "4 \nalso been increasing in recent years; in 2008, the number of people crossing this border at this \npoint  increased  by  12%,  over  2007.  There  is  considerable  potential  for  cross-border  tourism \nbetween the northeastern provinces of Thailand, especially Surin, and northwestern Cambodia, \ni.e., Siem Reap, given the close cultural and historical relationship between the two areas. \n \n10.  In addition, since 2006, contract farming arrangements in the project area have increased. \nCurrently there are 17 such farms operated by Thai farmers cultivating high-value fruits—such as \navocado, mango, and banana—which are transported to three major destinations: Bangkok (80%), \nSurin  (10%),  and  Phnom  Penh–Ho  Chi  Minh  City  (10%).  As  of  2008  the  area  cultivated  is \napproximately 60,000 hectares (ha). This is expected to increase further with the rehabilitation of \nNR  68,  thus  promoting  cross-border  agricultural  trade  between  the  two  countries.  With  the \nproposed  border  facility  improvement  at  O'smach  and  implementation  of  transport  and  trade \nfacilitation measures through the O'smach–Chong Chom border crossing, cross-border agricultural \ntrade  and  tourism  are  expected  to  further  expand  along  NR  56  and  NR  68,  as  has  been \ndemonstrated by the improved NR 5 and NR 6 under the ongoing Greater Mekong Subregion: \nCambodia Road Improvement Project (footnote 4) leading to the Poipet–Aranyaprathet border \ncrossing. \n \n11.  Small and medium-sized enterprises (SMEs) rapidly established themselves around the \nO'smach area after the project preparatory TA got under way in 2005; there is about 200 of them \nnow, most of them trade based, although entertainment businesses are becoming dominant in \nscale. These SMEs and businesses are awaiting the completion of the Project road and the new \ncross-border facilities, for further investment opportunities. \n \n12.  The MPWT is in the process of shifting its focus away from managing day-to-day operations of \nthe  transport  sector  towards  planning  and  policy  administration  of  the  sector.  The  process  is \nprogressing  with  significant  support  from  ADB,  the  World  Bank,  and  the  Japan  International \nCooperation Agency, but is encumbered by shortages of skills and resources at national and provincial \nlevels. The implementation regulations of the Traffic Law are expected to be approved by the Council \nof  Ministers  some  time  in  2009.  This  law  clearly  defines  the  responsibilities  and  establishes  a \nframework  for  managing  the  road  network,  allocating  resources,  and  regulating  the  services  of \ntransport services providers. Considerable progress in maintenance of the national roads has been \nmade since the establishment of the Interministerial Road Maintenance Committee in September 2006. \nThe committee is responsible for facilitating road maintenance in terms of prioritization of works, budget \nallocation, disbursement processes, and monitoring. While the Government has given greater attention \nto road maintenance, more could be done; there is a need to further strengthen and streamline the \nprocesses for road maintenance management. The proposed Project will supplement the sustainable \nmaintenance works program initiated in the ongoing Greater Mekong Subregion: Southern Coastal \nCorridor Project (footnote 5) and the Road Asset Management Project (footnote 3) by providing further \nsupport to (i) strengthen the road maintenance management capacity of the MPWT; (ii) strengthen \nlocal contractors and encourage the emergence of new private construction companies (from which the \nProject  will  benefit  in  future,  after  its  completion);  and  (iii)  improve  the  cost  efficiency  of  road \nmaintenance works. \n \n13.  Overloaded cargo vehicles, spurred by the economic development and lack of equipment to \ncontrol vehicle axle loads, have become a major cause of premature deterioration of the national \nroad network during 2002–2006. The Government established the Working Group for Overloading \nControl and Management in 2007, and an action plan was developed in July 2007 with the \nassistance of the Japan International Cooperation Agency. ADB also supported this activity under \nthe ongoing Greater Mekong Subregion: Cambodia Road Improvement Project (footnote 4) by \nproviding  seven  permanent  weigh  stations  on  national  roads,  and  these  are  expected  to  be \noperational some time in 2009. Since this overloading control operation requires wider coverage to \n ", "5 \nbe effective, the proposed Project will provide further assistance by establishing more weigh \nstations along national roads. \n \n14.  Deteriorating  road  safety  is  a  growing  concern;  Cambodia  has  one  of  the  highest \nincidences of road accidents in the world. In 2007, there were 18 fatalities per 10,000 vehicles, an \nincrease of 50% from 2000. This is more than double the incidence of fatalities in neighboring \nThailand (6.5 fatalities per 10,000 vehicles). Based on studies carried out in other countries, the \ncost of accidents in Cambodia is estimated to be the equivalent of 1%–3% of gross domestic \nproduct annually. Moreover, traffic accidents disproportionately impact on pedestrians and cyclists, \nwho are typically from the poorer levels of society. Therefore, for economic and social reasons, \nCambodia’s worsening road safety situation needs to be addressed while it is still manageable. To \ncombat this issue, in 2004 the Government approved the National Road Safety Action Plan and in \n2005 established the National Road Safety Council. The aim is to combine the forces of all \nministries concerned to create cooperation and collaboration and to facilitate measures to prevent \nand  reduce  road  traffic  accidents.  ADB-financed  regional  TA 9 provided  assistance  to  the \npreparation  of  the  National  Road  Safety  Action  Plan,10 and  ADB  is  currently  supporting  the \nimplementation of this action plan under the ongoing Road Asset Management Project (footnote 3). \nTo be sustainable, this action needs continuous support, and the proposed Project will provide this. \n \n15.  Subregional  Strategy.  The  Greater  Mekong  Subregion  10-Year  Strategic  Framework \n(2002–2012), endorsed by the leaders of the GMS countries during the First GMS Summit held in \nCambodia in 2002, identified that the ultimate objective of the GMS is to facilitate sustainable \neconomic growth, improve employment opportunities, and reduce poverty in the subregion by \ntapping the comparative advantages of the participating countries. ADB’s regional cooperation \nstrategy and program update (2007–2009) for the GMS11 noted progress on the implementation of \nthe strategy and program update’s strategic pillars that provide the backbone of ADB's assistance \ntowards enhancing connectivity, improving competitiveness, and engendering a greater sense of \ncommunity in the GMS. The GMS Transport Sector Strategy for 2006–201512 intends to develop \nseamless transport services on a fully connected and integrated GMS transport network. \n \n16.  Under this strategy, the GMS Southern Economic Corridor (SEC) was identified by the \nGMS countries as one of the three priority projects under the economic corridor approach which \nthey adopted in 1998. The development of the SEC was subsequently designated as a flagship \ninitiative  under  the  aforementioned  10-year  GMS  strategic  framework.  The  Greater  Mekong \nSubregion: Cambodia Northwest Provincial Roads Improvement Project is an integral part of the \nSEC. It will provide a link between Thailand and Cambodia, and will connect with the main corridor \nlinking  Bangkok,  Phnom  Penh,  Ho  Chi  Minh  City,  and  Vung  Tau.  The  Project  will  assist  in \nachieving the goals of the GMS Transport Sector Strategy of (i) moving towards an open market \nand open borders for transport services, and (ii) improving economic efficiency to reduce transport \ncosts. Details of this are given in Appendix 3. \n \n17.  ADB’s Country Strategy. The pillars of the country strategy and program for Cambodia13 \nare (i) sustainable pro-poor economic growth, (ii) inclusive social development, and (iii) good \ngovernance and improved public service delivery. This Project will feed into all three strategic goals \nby focusing on (i) increasing the reach and reliability of transport networks in rural areas to spur \n                                                 \n9  ADB. 2002. Technical Assistance for Road Safety in the Association of Southeast Asian Nations. Manila (TA 6077-\nREG). \n10 One recent important improvement is the helmet enforcement for motorcyclists. As the distribution of motorcycles in \nthe vehicle population is over 70%, this is an important milestone for improved road safety in Cambodia. \n11 ADB. 2006. Greater Mekong Subregion: Beyond Borders. Regional Cooperation Strategy and Program Update, 2007–\n2009. Manila. \n12 ADB. 2006. Final Report of the GMS Transport Sector Strategy. Manila (TA 6195-REG). \n13 ADB. 2005. Country Strategy and Program (2005–2009): Cambodia. Manila. \n ", "6 \neconomic development in these areas; (ii) increasing the safety and cost-effectiveness of transport \nwhich, in turn, promotes economic development and reduces the cost of living; and (iii) reforming \nand strengthening sector institutions to increase their ability to effectively manage the transport \nsector and thereby ensure sustainability. The improvement of the Project's roads will support \nbroader development objectives, principally to facilitate (i) the movement of agricultural products \nfrom surplus to deficit areas, (ii) the flow of consumer goods and agricultural inputs to rural areas, \nand (iii) the marketing and export of cash crops and other produce. The Project will meet the \nGovernment's objective of completing the improvement of its road network system, particularly with \nregard to facilitating trade and improving access to neighboring countries. \n \n18.  External Assistance. Most of the assistance to Cambodia’s road sector has been directed \nto restoring a basic level of access to as much of the country as possible through rehabilitation of \nthe  primary  road  network.  Major  development  partners  in  the  road  sector  include  ADB;  the \ngovernments of Australia, the People's Republic of China, Japan, the Republic of Korea, Thailand, \nand Viet Nam; and the World Bank. A list of external assistance to Cambodia's road sector is \nprovided in Appendix 4. ADB has approved seven transport projects for Cambodia, four of which \nare in the road sector. \n \n19.  Lessons. The country portfolio reviews have noted that there have been implementation \ndelays  in  previous  road  projects, especially  during  the  project  start-up  phase. The  advanced \nprocurement action will be used for the recruitment of consultants in order to shorten the start-up \nphase. As delays in recruiting consultants or preparing detailed designs have led directly to delays \nin implementation of civil works, ADB will assist the Government in preparing terms of reference for \nthe detailed design and implementation consultant, who will be tasked with (i) preparing detailed \nengineering designs and bidding documents for the procurement of civil works, and (ii) providing \nassistance with the supervision of civil works. Delays have also been caused on past projects by \ninadequate resettlement planning and discrepancies in resettlement policy requirements between \nADB and the Government. For this Project, meaningful consultation with affected households will \nbe undertaken to ensure that impacts and special needs of poor and vulnerable households are \nproperly identified, and that suitable rehabilitation measures are in place to avoid, or at least \nminimize,  disruption  to  peoples'  socioeconomic  activities  and  social  networks. Other  potential \nadverse impacts of road projects—including transmission of HIV/AIDS, trafficking of women and \nchildren, and environmental impacts—will be mitigated under the HIV prevention and anti-human-\ntrafficking program of this Project. \n \n20.  A recent project performance evaluation report14 has identified lessons in the areas of \nCBTA provisions, road maintenance, and road safety. This Project addresses all these three in a \nsystematic  manner  through  its  components.  First,  concerning  CBTA,  ongoing  projects  of  the \nGreater  Mekong  Subregion:  Cambodia  Road  Improvement  Project  (footnote  4)  and  Greater \nMekong  Subregion:  Southern  Coastal  Corridor  Project  (footnote  5)  have  focused  efforts  on \nimproving  cross-border  facilities  between  Thailand  and  Viet  Nam,  while  facilitating  bilateral \nagreements. This Project will further assist these efforts with the improvement of cross-border \nfacilities  at  O'smach.  Second,  for  road  maintenance,  the  Project  supports  the  MPWT-wide \nmaintenance regime reforms initiated under the Road Asset Management Project (footnote 3), \nunder  a  strengthened  strategy  of  increasing  road  maintenance  budget  allocations  by  the \nGovernment. This also functions as a boost to the institutional reform agenda of the MPWT of the \nGreater Mekong Subregion: Cambodia Road Improvement Project (footnote 4). Finally, the Project \nfurther supplements the nationwide road safety interventions supported under the Road Asset \nManagement Project (footnote 3) through a road safety component. \n                                                 \n14 ADB. 2008. Evaluation Study on the Phnom Penh to Ho Chi Minh City Highway Project. Manila (Loans 1659-CAM and \n1660-VIE). \n \n ", "7 \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n21.  The  impact  of  the  Project  will  be  increased  subregional  transport  and  trade  between \nThailand and Cambodia, due to improved subregional connectivity. That is, when rehabilitated, the \nroad will provide (i) reliable all-year access from provincial towns and rural areas to markets, \nemployment, and social services such as advanced health and education facilities; and (ii) access \nto historical and natural cultural sites in the area. This increased access in northwestern Cambodia \nwill indirectly improve agricultural and other industrial production by enabling more direct routes to \ninternational border crossings. It can also form the basis for development of the tourism industry \nwithin Cambodia, and between Thailand and Cambodia. \n \n22.  The outcome of the Project will be increased transport efficiency in northwestern Cambodia. \nThe Project will rehabilitate a major link of secondary national roads in northwestern Cambodia into \na reliable, safe, and economically efficient link between the rural roads networks and the primary \nnational roads network. \n \nB.  Outputs \n \n1.  Road Improvements \n \n23.  Under the Project, 113 km of provincial NR 56 from Sisophon to Samraong will be improved \nfrom an existing gravel surface to an all-weather bitumen standard, and a cross-border facility at \nO'smach on the border with Thailand will be constructed. At Sisophon the project road meets with the \nprimary NR 5. At Samraong (the capital of Oddar Meanchey province) NR 56 joins with NR 68, which \ncontinues north to the border with Thailand at O'smach. \n \n24.  NR 68 is a gravel road and certainly serviceable, thus the connection of NR 56 to O'smach \nborder is functional. Rehabilitating the NR 68 along its entire length from Kralanh to O'smach was \napproved by the prime minister of Thailand in March 2009, and this work may start in 2010. This \nwill then be in parallel with the NR 56 rehabilitation work, thus the development objectives of the \nroad network will be maximized, with completion of each road expected at around the same time. \n \n25.  The road improvement works are divided into three subprojects: (i) NR 56A from Sisophon \nto km 29 (29 km); (ii) NR 56B from km 29 to Samraong (84 km); and (iii) the cross-border facility at \nO'smach (para. 28). Under the Greater Mekong Subregion: Cambodia Road Improvement Project \n(footnote 4), 38 pre-stressed concrete bridges and some box and pipe culverts were constructed. \nThis completes the requirement for bridgeworks on NR 56, but two 7 meter (m)-wide bridges on \nNR 56 will be widened to 10 m under this Project to meet the standard adopted for the project \nroads. The existing road is located in predominantly flat open terrain, and the road surface is either \ngravel or earth and has extremely high road roughness values. The existing road is often too low \nand thus is frequently flooded in the wet season, preventing access. \n \n26.  Generally, the existing alignment of NR 56 will be retained; however, a realignment will be \ncarried out to bypass the Banteay Chhmar temple. A royal decree protects the temple, and the \nsurrounding area has a series of protective zones which severely restrict the improvement of NR \n56. The realignment will avoid these zones. The 11-km realignment increases the overall length of \nNR 56 by approximately 0.5 km. Access to Banteay Chhmar is retained on the existing alignment \nof NR 56 and by an existing access road from this realignment. \n \n27.  The risk of unexploded ordnance principally from minefields, in the project area, is severe. \nMinefields totaling 89 km alongside the project roads have been identified. The Project provides for \n ", "8 \nclearance of the entire right of way. \n \n2.  Improvement of the Cross-Border Facility at O'smach \n28.  The  cross-border  facilities  at  O'smach  are  inadequate  (para.  7).  New  facilities  will  be \nconstructed to meet GMS requirements and will be suitable for one-stop processing. The design is \nbased on the cross-border facility provided at Bavet on NR 1 under the Greater Mekong Subregion: \nPhnom Penh to Ho Chi Minh City Highway Project.15 The site will be located at the southern end of \nan existing 0.9 km concrete pavement, which will then extend to the border gate with shopping \noutlets located to the east and a hotel on each side of the road. The site for the facility is \napproximately  4  ha,  extending  on  both  sides of  NR  68.  Truck  and  cargo  processing  will  be \nseparated  from  private  vehicle  and  bus  movements.  The  improvement  will  also  provide  new \nfacilities for the border agencies. \n \n3.  Road Maintenance Program \n29.  The MPWT manages the primary network of 11,400 km. Recent investments have led to \nthe improvement of 2,500 km of roads in this network to paved road standard. The preservation of \nthese assets brings with it the necessity for improving the capability for road management and \nmaintenance. Historically, road maintenance has been carried out by the departments of MPWT \nunder force accounting, but an expanding network brings with it a need for increased management \ncapability and increased competence within the private sector, especially to carry out periodic \nmaintenance. The Road Asset Management Project (footnote 3) addresses these issues, with \nMPWT road maintenance budget also increasing yearly and the institutional arrangements in place \nto support it. \n \n30.  The work proposed under this Project will complement the aforementioned intervention \nthrough axle load control. An essential element of road management is to increase the capability \nfor axle load control to ensure the planned durability of the network is achieved. The Project \nprovides the services of an asset management expert within detailed design and implementation \nsupervision (DDIS) consultants' contract. The consultant will be responsible for developing an \neffective axle load control program to support the ongoing MPWT comprehensive overload control \nprogram. Thus the road maintenance program will include the provision of equipment for axle load \ncontrol through some permanent weigh stations at strategic locations on the national road network. \nThe overall program will be developed during the early stages of the Project to efficiently support \nthe aforementioned ongoing interventions. \n \n4.  Road Safety Program \n31.  Unfortunately, Cambodia has an extremely high accident rate that is three times that of \nother countries in the region. The Project includes a component to address this problem through \nthe provision of a road safety agency or firm which will develop a road safety program in concert \nwith existing programs in Cambodia. This will support implementation of the newly enacted Traffic \nLaw and be a part of the ongoing National Road Safety Action Plan. Within the program, practical \nsolutions will be delivered, including public awareness of the traffic law, road user competence and \neducation, and vulnerability awareness both within the project area and nationally. Importantly, it \nwill also address the role of the civil engineering community in reducing the accident rates with \nclear guidance on adherence to good, safe, road design, construction, and maintenance practice. \nTherefore,  the  road  safety  program  of  the  Project  will  mainly  include  enhancing  road  user \neducation  in  the  project  area  and  nationwide,  public  awareness  campaigns,  the  provision  of \n                                                 \n15 ADB. 1998. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Greater Mekong Subregion: Phnom Penh to Ho Chi Minh City Highway Project. Manila \n(Loan 1659-CAM). \n ", "9 \nequipment, the engagement of local contractors, and the conduct of minor civil works activities to \nimprove the level of road safety in Cambodia. \n \n5.  HIV Prevention and Anti-Human-Trafficking Program \n32.  The proposed Project is located in a region with one of the highest HIV rates in the country. \nBanteay Meanchey, and particularly the border town of Poipet, is considered to be the center of the \nnational HIV epidemic. Local communities along the road reported HIV prevalence to be highest \namong the wives of migrant workers and military personnel, emphasizing the facilitating role played \nby migration and mobility in the spread of HIV. Migration to seek seasonal or long-term work in \nThailand or other provinces is a mode of survival for many Cambodians, but the steady supply of \nmigrant workers willing to cross the border has sustained human trafficking activities in the project \nareas.  The  border  dispute  over  the  Preah  Vihear  temple  has  also  resulted  in  the  increased \npresence  of  soldiers  along  the  border  areas  and  new  recruitment  of  soldiers  from  the  local \ncommunities. With the rehabilitation of NR 56 and NR 68, there will be a large influx of migrant \nworkers that may increase the demand for paid (and unpaid) sexual services in the local areas. \n \n33.  Recognizing that the road construction may exacerbate the spread of HIV and increase the \npotential  for  human  trafficking  in  the  project  areas,  the  Project  includes  implementation  of  an \nintegrated prevention and risk mitigation package as part of the road project design.16 The Project \naims to strengthen ongoing interventions, including the Greater Mekong Subregion: Cambodia Road \nImprovement Project (footnote 4) and the Greater Mekong Subregion: Southern Coastal Corridor \nProject (footnote 5), to address HIV/AIDS and human trafficking issues along the road corridors. \n \n34.  The outcome of the HIV prevention and anti-human-trafficking program will be reduced HIV \ntransmission and prevalence of sexually transmitted infections among workers and communities \nassociated with the road project. There will be four outputs: (i) a community-based risk mitigation \npackage for HIV, safe migration, and anti-human-trafficking targeting females including married \nwomen; (ii) focused HIV initiatives in the work setting, particularly for the construction workforce and \nentertainment workers, and enforcement education for military personnel, border police, and officials; \n(iii) strengthened district sexual and reproductive health services; and (iv) a rigorous monitoring and \nevaluation system. The anti-human-trafficking program will focus on safe migration and linking the \npoor to different poverty reduction programs in the area (Supplementary Appendix A). \n \nC.  Special Features \n35.  Improvement of Provincial Road Network. This is the first large intervention of ADB in \nrehabilitating the secondary national road network (i.e., the provincial road network) in Cambodia. \nThe Project is expected to provide linkage between the paved national primary road network and \nrural areas with improved provincial roads. This will then trigger more balanced and improved \ntransport  efficiency  in  the  provincial  road  network  serving  the  agricultural  communities  of \nnorthwestern Cambodia. The Project will also be an important precursor to improving the rural road \nnetwork in future interventions. This is in urgent in need of rehabilitation as indicated by seasonal \nroad network closures. \n \n36.  HIV Prevention and Anti-Human-Trafficking Program. The Project will have a novel \napproach  that  focuses  not  only  on  the  NR  56  road  corridor  but  also  includes  the  entire \nnorthwestern area of Cambodia. This program is designed to supplement the national HIV/AIDS \nprevention program of the Ministry of Health, which is funded by several agencies. An anti-human-\n                                                 \n16 This Program aims to strengthen and scale up previous HIV prevention initiatives in the project area, especially from \nsubprojects 5 and 9 under: ADB. 2008. Technical Assistance for HIV Prevention and Infrastructure: Mitigating Risk in \nthe Greater Mekong Subregion. Manila (TA 6467-REG). \n ", "10 \ntrafficking program will also be an essential part of the risk mitigation package (paras. 32–34, and \nSupplementary Appendix A). \n \nD.  Project Investment Plan \n37.  The project investment cost is estimated at $47.89 million, including taxes and duties of \n$4.99 million. The total cost includes physical and price contingencies, and interest and other \ncharges during implementation. The project investment plan is in Table 1. The detailed cost \nestimates are given in Appendix 5, and the detailed estimate of taxes and duties in Supplementary \nAppendix B. \n \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb   \n  1.  Improvement of National Road 56  26.97 \n  2.  Improvement of cross border facility  4.52 \n  3.  Land acquisition and resettlement  1.06 \n  4.  Consulting services for design and supervision  3.04 \n  5.  Road maintenance program  0.97 \n  6.  Road safety program  1.00 \n  7.  HIV prevention and anti-human-trafficking program  0.30 \n  8.  Project management  0.63 \n    Subtotal (A)  38.49 \nB.  Contingenciesc  9.15 \nC.  Financing Charges During Implementationd  0.25 \n       Total (A+B+C)  47.89 \na  Includes taxes and duties of $4.99 million. \nb  In April 2009 prices. \nc  Physical contingencies computed at 10% for civil works. Price contingencies computed at 0.7% in \n2009, 1.4% in 2010, 0.4% in 2011, 0.5% in 2012, and 0.6% in 2013 onwards on foreign exchange \ncosts and 5.0% in 2009 onwards on local currency costs; includes provision for potential exchange \nrate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Interest during construction has been computed at 1% for ADB and 0.01% for the Export Import \nBank of Korea. \nSource: Asian Development Bank estimates.\nE.  Financing Plan \n \n38.  The Government of Cambodia has requested a loan equivalent to $16.26 million from \nADB’s Special Funds resources to help finance the Project. The Government will also request the \nGovernment of the Republic of Korea to provide $25.58 million equivalent in cofinancing for the \nProject, provided through the Export Import Bank of Korea (KEXIM). It is proposed that ADB \nprovide a loan of $16.26 million from its Special Funds resources to cover 34% of the total cost of \nthe Project. ADB will finance rehabilitation of 29 km of NR 56 (subproject [i] of para. 25), and the \ncross-border facility at O'smach (subproject [iii] of para. 25), plus the consulting services of DDIS, \nroad maintenance, road safety, and HIV prevention and anti-human-trafficking programs. KEXIM \nwill finance 53.4% of the total project cost, to cover rehabilitation of 84 km of NR 56 (subproject [ii] \nof para. 25) and provision of equipment for the cross-border facility. The Government, from its own \nresources,  will  meet  the  remaining  local  currency  cost  of  the  Project,  which  is  $6.05  million \nequivalent  amounting  to  12.6%  of  the  total  project  cost.  This  will  cover  land  acquisition  and \nresettlement costs and taxes and duties. \n \n39.  The Borrower will be the Kingdom of Cambodia. For the ADB loan, the repayment period of \nthe proposed loan will be 32 years, including a grace period of 8 years, with an interest charge of \n1.0% during the grace period and 1.5% thereafter. This interest during construction will be financed \n ", "11 \nby the ADB loan. The proceeds of the loan will be made available by the Borrower to the MWPT \n(as the executing agency) through budgetary allocations. The ADB loans will fund ADB-financed \ncivil works, consulting services, and equipment totaling $16.26 million. KEXIM will finance the \nProject on tied-parallel basis. This loan will have a fixed interest rate of 0.01% per annum and a 40 \nyears maturity, including a 15 years grace period. After the signing of the loan agreement, the loan \namount  will  be  denominated  in  won  not  exceeding  the  equivalent  of  the  US  dollar  amount. \nCounterpart funds will be allocated for land acquisition and resettlement, and taxes and duties. The \nfinancing plan is presented in Table 2 (see also Appendix 5 and Supplementary Appendix B). \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank  16.26    34.0 \nGovernment of the Republic of Korea  25.58    53.4 \nGovernment of Cambodia  6.05    12.6 \n  Total    47.89    100.0 \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n \n1.  Project Management \n \n40.  The MPWT will be the executing agency for the Project with responsibility for procurement, \nwithdrawal of loan proceeds, engagement and direction of consultants, acting as the employer for \nall  contracts  (including  coordination  between  contractors  and  consultants  financed  by  two \nfinanciers),  and  reporting  to  ADB.  Responsibilities  for  planning  and  implementation  will  be \ndelegated to Project Management Unit No 3 (PMU-3) under the General Department of Public \nWorks as the implementing agency for the Project. The MPWT and PMU-3 have experience of \nADB requirements and have performed satisfactorily on past projects. \n \n41.  The interministerial resettlement committee (IRC) will recruit an independent resettlement \nmonitor  to  monitor  implementation  of  the  resettlement  plans.  The  PMU-3  will  have  overall \nresponsibility for implementation of the environmental management plan (EMP) during the design \nand construction stages. EMP requirements will be incorporated into the construction documents. \nMonitoring  and  enforcement  will  be  ensured  by  the  PMU-3  with  the  assistance  of  the  DDIS \nconsultant. The Social and Environmental Unit of the Department of Planning will monitor EMP \narrangements and activities. \n \n2.  Implementation Period \n \n42.  The implementation period for the Project is 4 years from 2010 to 2013 inclusive. The \nimplementation schedule is given in Appendix 6. Advance action for the recruitment of the DDIS \nconsultants was initiated in June 2009; the consultant will begin services at the end of April 2010. \nDetailed design and bidding documents for the first civil works package (NR 56) will commence \nimmediately once the consultant is recruited. The contract for civil works for NR 56 will begin \nmobilization in September 2011 and works will be active from November 2011. The detailed design \nand implementation consultant will assist the IRC and PMU-3 to ensure completion of resettlement \nactivities before commencement of civil works. The construction period is 21 months and works will \nbe complete by the end of July 2013. The detailed design and bidding documents for each of the \nother two civil works contract packages will be undertaken in a timely and efficient manner such \nthat the civil works packages may be undertaken as shown in the implementation schedule. \n \n ", "12 \n3.  Procurement \n \n43.  Procurement of all works financed by ADB will be in accordance with ADB’s Procurement \nGuidelines (2007, as amended from time to time). The implementing agency in Cambodia, the \nPMU-3,  is  familiar  with  ADB  procurement  requirements.  Under  the  improvement  of  road \ninfrastructure and the cross-border facility components, two civil works contracts will be procured \nusing international competitive bidding procedures. Other smaller contracts (less than $1 million) \nmay be procured under national competitive bidding procedures, and those less than $100,000 \nthrough the shopping procedure. For the KEXIM-financed contracts, the procurement methods of \nKEXIM  will  apply.  As  the  KEXIM  loan  is  on  tied-parallel  basis,  KEXIM  will  select  a  Korean \ncontractor(s) for such contracts. The Procurement Plan is in Appendix 7. \n \n4.  Consulting Services \n \n44.  For  all  consulting  services  funded  from  ADB  loan  funds,  international  and  national \nconsultants will be recruited through a firm in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time). The Government of Cambodia understands \nthat advance action for the recruitment of consultants does not commit ADB to finance the planned \nproject. \n \n45.  Consultants for the Project will be recruited under two packages—one for ADB-financed \nconsulting works and the other for KEXIM-financed consulting works. Since the KEXIM loan is on \ntied-parallel basis, KEXIM will select a Korean consultant for such consulting works. The total \nnumber of person-months for the DDIS consultant under ADB-financed packages is estimated at \n346,  comprising  69  person-months  from  international  experts  and  277  person-months  from \nnational experts. In addition, an international road safety consulting firm or agency will be recruited \nfor the road safety program, and a firm or a nongovernment organization will be recruited for the \nHIV prevention and anti-human-trafficking program. The outline terms of reference for consultants \nare in Supplementary Appendix C. \n \n5.  Anticorruption Policy \n \n46.  ADB's Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Government. Consistent with its commitment to good governance, accountability, and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt, fraudulent, collusive, or coercive practices relating to the Project. To support these efforts, \nrelevant provisions of ADB's Anticorruption Policy are included in the loan regulations and the \nbidding documents for the Project. In particular, all contracts financed by ADB in connection with \nthe Project shall include provisions specifying the right of ADB to audit and examine the records \nand  accounts  of  the  Executing  Agency  and  all  contractors,  suppliers,  consultants,  and  other \nservice providers as they relate to the Project. \n \n47.  The  Project  incorporates  several  other  measures  to  deter  corruption  and  increase \ntransparency, in addition to the standard ADB requirements. The project design includes measures \nto build capacity within the MPWT so that staff understand and comply with ADB and Government \nprocedures as outlined in the project administration manual. A project website will be developed to \ndisclose information about project matters, including procurement. With regard to procurement, the \nwebsite will include information on, among other things, the list of participating bidders, name of \nthe  winning  bidder,  basic  details  of  bidding  procedures  adopted,  the  amount  of  the  contract \nawarded, and the list of goods and services procured. A grievance redress mechanism will be set \nup to encourage more stakeholder vigilance and ensure greater accountability. It will receive and \nresolve complaints and act upon stakeholders’ reports of irregularities on matters relating to the \nProject, including grievances arising from resettlement. The MPWT will publicize the existence of \n ", "13 \nthis mechanism widely to ensure that stakeholders are aware that there is a venue to address their \nconcerns or grievances relating to fraud, corruption, or abuse in project implementation. \n \n6.   Disbursement Arrangements \n48.  Disbursements from the ADB loan for contracts for consulting services and civil works bid \nunder international competitive bidding procedures will be through direct payment procedures \ndefined  in  ADB’s  Loan  Disbursement  Handbook  (2007,  as  amended  from  time  to  time). \nDisbursements for incremental expenditures and shopping will be through an imprest account. The \nMinistry of Economy and Finance will establish one imprest account for the ADB loan. The Ministry \nof Economy and Finance and the MPWT, which have sufficient past experience in administering \nADB-funded project accounts, will jointly administer the imprest account by means of arrangements \nsatisfactory to ADB. This joint administration of one imprest account is successfully demonstrated \nin the Greater Mekong Subregion: Cambodia Road Improvement Project (footnote 4). The imprest \naccount ceiling will be based on estimated expenditures to be paid from the imprest account for 6 \nmonths of project implementation or 10% of the loan amount, whichever is less. The imprest \naccount will be established, managed, replenished, and liquidated in accordance with ADB’s Loan \nDisbursement Handbook and detailed arrangements agreed upon between the Borrower and ADB. \nStatement of expenditure will be used to reimburse eligible expenditures and liquidate advances to \nthe imprest accounts to ensure speedy project implementation. The ceiling for statements of \nexpenditure will be $50,000 per payment. For the KEXIM loan, the disbursements will be made to \nthe consultant and the contractor in won through a separate imprest account. Arrangements for \ndisbursement of funds made available from the Government of the Republic of Korea loan will \nfollow the Republic of Korea procedures. \n \n7.  Accounting, Auditing, and Reporting \n \n49.  The MPWT will maintain separate records and accounts adequate to identify the goods and \nservices financed from the loan proceeds, the financing resources received, the expenditures \nincurred for the Project, and the use of local funds. The accounts for all project expenditures will be \nset  up  in  accordance  with  consistent  and  sound  accounting  principles.  Independent  auditors \nacceptable  to  ADB  will  audit  consolidated  project  accounts  and  related  financial  statements \nannually. Unaudited accounts and financial statements will be submitted to ADB within 3 months, \nand audited accounts and financial statements not later than 6 months after the end of the fiscal \nyear to which they relate. This will include a separate audit opinion on (i) the use of the imprest \naccount, and (ii) the use of statement of expenditure procedures. \n \n50.  The DDIS consultant will submit monthly progress reports to the MPWT and ADB. The MPWT \nwill ensure that in the reports the consultant includes progress on civil works and disbursement, and the \nstatus of land acquisition, resettlement, environmental management, training, and any other activities \nidentified in the terms of reference agreed upon with the DDIS consultant. \n \n51.  Within  3  months  of  physical  completion  of  civil  works,  the  MPWT  will  request  the \nconstruction supervision consultant to submit a project completion report in a format acceptable to \nthe  MPWT  and  ADB.  The  MPWT  will  monitor  project  preparation  and  implementation  in \naccordance  with  the  implementation  schedule,  and  keep  ADB  informed  of  any  significant \ndeviations that could result in the schedule not being met. The form and content of the report will \nbe in a format agreed upon with ADB during further processing of the Project. \n \n8.  Project Performance Monitoring and Evaluation \n \n52.  The MPWT, assisted by the consultants, will establish project performance monitoring and \n ", "14 \nevaluation for the Project in accordance with ADB's guidelines17 and integrate it with the existing \nmanagement  information  system.  Ongoing  ADB  TA  is  currently  focusing  on  such  impact \nmonitoring.18 The Project will use indicators from this TA to set up a framework for monitoring and \nevaluation of impacts. Within 12 months of ADB loan effectiveness, the MPWT will conduct surveys \nto establish baseline data for subsequent performance monitoring. A second round of surveys will \nbe carried out before a midterm review of the Project, and a third round will be carried out 6 \nmonths before project completion. The baseline and impact surveys will include appropriate control \nareas and will assess all interventions under the Project. The main sources of data will include, but \nnot be limited to, (i) secondary data from the Borrower’s sources, (ii) traffic counts, (iii) freight and \npassenger surveys, and (iv) traffic accident statistics. In addition, a set of indicators reflecting \ntransport costs, tariffs, and mobility will be developed to assess the effects of the improved roads. \nThe MPWT will submit a report to ADB summarizing the key findings of monitoring at inception, \nmidterm review, and project completion. \n \n9.  Project Review \n \n53.  Regular 6-monthly reviews will be undertaken jointly by the Government, ADB, and KEXIM \n(as appropriate). In addition, the MPWT and staff of ADB and KEXIM will jointly undertake a midterm \nreview  in  about  mid-2012  to  assess  (i)  the  status  of  implementation,  (ii)  the  performance  of \nconsultants and contractors, (iii) the impacts of the Project, (iv) the progress of implementation, (v) \nthe status of compliance with the loan covenants stipulated in the loan agreement, and (vi) the need \nfor any changes in the project scope or schedule to achieve the Project’s impact and objectives. \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Benefits \n54.  The Project will provide efficient all-weather access to the rural areas in two provinces in \nnorthwestern Cambodia, to the provincial and commercial centers of Sisophon and Samraong, and \nto Poipet (Cambodia’s primary border crossing point with Thailand). The Project will promote \neconomic  growth  through  increased  agricultural  production,  tourism  around  the  many  historic \ntemples  throughout  the  project  area,  national  and  subregional  trade,  and  local  employment \ncreation, which will help combat widespread poverty, especially in the rural areas. By reducing \nroad transport costs and improving access reliability, the Project will generate substantial direct \neconomic benefits from future savings in vehicle operating costs, logistics, and road maintenance. \nIt will also relieve the isolation of remote rural areas by reducing travel costs and time, and by \neliminating seasonal disruption of traffic during the wet season, thus enabling continuous trade and \neconomic exchange and undisrupted access to schools, health services, and other services in rural \nareas.  Finally,  the  Project  will  enhance  the  impact  of  the  Northwestern  Rural  Development \nProject19 by providing crucial interconnection of rural road networks, without which the country will \nremain fragmented and the rural roads will, at best, lead to small provincial towns, isolating the \npoor population and limiting the benefits of trade available to them. The main benefits of the Project \nare directly related to traffic, including (i) savings in vehicle operating costs, (ii) savings in vehicle and \npassenger time costs, and (iii) benefits from traffic generated by the reduction in transport costs. \nAdditional benefits derived from generated traffic include (i) producer surplus benefits; (ii) additional \ntourism-related income; (iii) additional income from the increased agricultural activity stemming \nfrom the rehabilitation of the road; and (iv) social benefits arising from better access to schools, \nmedical facilities, and other social services. Derived subregional benefits that have not  been \n                                                 \n17 ADB. 2007. Guidelines for Preparing a Design and Monitoring Framework. Manila. \n18 ADB. 2008. Technical Assistance for Assessing the Socioeconomic Effects of the Greater Mekong Subregion Projects. \nManila (TA 6490-REG). \n19 ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Northwestern Rural Development Project. Manila (Loan 1862-CAM). \n ", "15 \nquantified are long term, and are associated with the road’s contribution to increased integration of \nthe economies of Thailand and Cambodia, which will enable the establishment of new and more \nefficient trading and transport patterns in the subregion. \n \n55.  The economic internal rate of return (EIRR) for the Project was calculated by comparing the \nwith-project and without-project situations for the project roads. The economic analysis was carried \nout using the highway development and management tool (HDM-4). The model evaluates the \nproject  investment  by  considering  initial  investment  costs,  future  periodic  and  recurrent \nmaintenance costs, and the future benefits derived from savings in road user costs. The project life \nafter completion was taken to be 20 years. The EIRR for the proposed Project is estimated at \n19.9%, indicating that the Project is economically viable. Sensitivity tests were performed for four \nscenarios: project benefits decrease by 20%, project costs increase by 20%, fuel prices (which \nwere volatile in 2008) decrease by 65% (which essentially is mid-2009 price level), and generated \nsubregional traffic to and from Thailand does not materialize, i.e., it decreases by 100%. The \nsensitivity analysis shows that, in all cases, the EIRR remains above 19%. Calculation of cutoff \nvalues (the value of a sensitivity parameter where the Project's EIRR reaches the cutoff rate of \n12%) showed that benefits could reduce by 55% and costs increase by 122% before the Project \nwould become economically unviable. Meaningful cutoff values for fuel cost and subregional traffic \ncannot be determined since the calculation yields a negative number. The robustness of the \nProject was confirmed by performing stochastic risk analysis, which indicates that the overall risk of \nthe Project's EIRR falling below the cutoff rate of 12% is 1.8%. The economic analysis is in \nAppendix 8. \n \nB.  Social and Environmental Impacts \n1.  Resettlement Impacts \n \n56.  The  Project  is  categorized  as  category  A  on  involuntary  resettlement.  It  will  affect  an \nestimated 310  households,  of which 110 are  households  headed  by  women  and about 9 are \nhouseholds headed by the elderly and/or a person with a disability. The other 200 households are \nseverely affected due to impacts on their houses and/or shops, and 23 of these households are \nlandless. The resettlement plan has been developed taking into account the types, characteristics, \nand  severity  of  project  impacts  on  assets,  living  conditions,  and  vulnerability  of  the  affected \npopulation. The resettlement strategy is geared towards ensuring that the affected households will \nhave a place to rebuild their homes and continue with their livelihood activities. The MPWT through \nits PMU-3 and the IRC will be responsible for ensuring that the project resettlement strategy is \ncarried out diligently. An updated resettlement plan will be prepared during detailed design since \ninformation on impacts is incomplete at this stage. A summary resettlement plan is in Appendix 9 and \nthe full resettlement plan is in Supplementary Appendix D. \n \n2.  Social Impacts \n \n57.  The  rehabilitation  of  NR  56  will  strengthen  the  link  between  rural  roads  under  the \nNorthwestern  Rural  Development  Project  (footnote  19)  and  the  national  roads.  By  improving \nlinkages of different road networks, the Project will have an indirect impact on poverty reduction. \nKey impacts of the Project include higher prices for produce and a wider span of marketing options \nfor agricultural produce and increased opportunity for trade to reduce food shortages. Access to \nNR 5 and NR 6, a main trade route with growing markets, will further increase the ability of farmers \nto reach a variety of markets. All-weather access along NR 56 and into the target villages of the \nNorthwestern Rural Development Project will reduce the costs of accessing social services such as \nhealth care and education. The effectiveness of government and other agencies in providing \nservices will significantly improve as both feeder roads and the NR 56 are improved. Increased \naccess to these areas will facilitate a more effective outreach for organizations engaged in direct \n ", "16 \npoverty reduction efforts. The most immediate impact of the proposed project includes employment \nopportunities for the poor during road construction and road maintenance, and thus will reduce \nseasonal migration to Thailand. \n \n58.  Common diseases of the project area included dengue fever, malaria, colds, polio, and \nwhooping cough. Also, there seems to have been an increase in road accidents on NR 5 and NR \n6, where improvements are almost complete. The local communities in the proposed project area \nare very concerned about safety given the experience with NR 5 and NR 6. A community-based road \nsafety program is included in the road safety program of the Project. \n \n59.  National  HIV  Situation.  Cambodia  has  made  good  progress  in  containing  the  HIV \nepidemic, with HIV prevalence falling from 1.2% in 2003 to an estimated 0.9% in 2006. The decline \nhas  been  attributed  to  the  100%  Condom  Use  Program  and  safe-sex  campaigns  that  have \ntargeted sex workers and their clients.20 However, a second wave of HIV infections is being seen \namong most-at-risk populations, including indirect female sex workers,21 clients of sex workers and \ntheir  partners,  men  who  have  sex  with  men,  and  injecting  drug  users.22 The  confluence  of \nunprotected paid sex and sharing contaminated needles during drug use is flagged as a key driver \nin the current epidemic. According to 2006 data, HIV prevalence among injecting drug users tested \nwas at 14.3%.23 As male clients of sex workers also have sex with their wives and girlfriends, more \ntraditionally low-risk women are increasingly getting infected. In 2006, among the total number of \npeople living with HIV, 52% were estimated to be women compared to 37% in 1998. In 2005, \nmarried women accounted for almost half of new infections.24 \n \n60.  Local HIV Situation. Despite the significant progress made nationally, there are increasing \nrisks of HIV epidemic in parts of the country. NR 56 and NR 68 are in a region of the country with \none of the highest HIV rates (Banteay Meanchey is considered one of the areas with the highest \nHIV rates in the country). Local communities interviewed reported HIV prevalence to be highest \namong the housewives of migrant workers and military personnel, emphasizing the facilitating role \nof migration and mobility in the spread of HIV. 25 In the Srey Snam district along NR 68, cases of \nsexually  transmitted  infections  are  highest  among  wives  of  migrant  workers  and  uniformed \npersonnel  (military  and  police). 26  In  Oddar  Meanchey,  based  on  a  local  nongovernment \norganization providing home-based care, people living with HIV in the area can be categorized into \nthree groups: former military soldiers (30%), former migrant workers in Thailand (30%), and in-\nmigrants from other provinces that were HIV positive prior to moving to Oddar Meanchey (40%). \nThe  prevalence  of  sexually  transmitted  infection  is  high—one  commune  reported  a  20% \nprevalence among the total female adult population (15–49 years old). At the O'smach border, two \nThai-owned  casinos  operate  that  encourage  sex  oriented  entertainment.  The  National  AIDS \nAuthority reported that O'smach used to be the fourth-largest commercial sex hotspot in Cambodia \nbefore the border dispute escalated, and hence it should be included in the HIV intervention. In \nBanteay Meanchey, HIV prevalence is highest among migrant workers, military personnel, and \ntheir spouses or partners, and is concentrated in the towns of Sisophon and Poipet. \n                                                 \n20 Annual reports of National AIDS Authority for 2005 and 2006, and National Centre for HIV/AIDS, Dermatology and \nSTDs. 2007. Third Comprehensive Quarterly Report 2007. Phnom Penh. \n21 A person whose primary job is to provide services at the entertainment establishments but she could provide sexual \nservices to clients as an extra job upon mutual agreement (definition as of National AIDS Authority). \n22 National AIDS Authority. 2008. Cambodia UNGASS Report. Cambodia. \n23 National Authority for Combating Drugs. 2006. Report on Illicit Drug data and Routine Surveillance System in \nCambodia. Phnom Penh. This included data gathered by two nongovernment organizations working with drug users in \nPhnom Penh. \n24 UNAIDS. 2006. Overview of the Global AIDS Epidemic for 2006. Geneva. \n25 Interviews were conducted on 23–31 March 2009 during the design mission for: ADB. 2008. Technical Assistance for \nHIV Prevention and Infrastructure: Mitigating Risk in the Greater Mekong Subregion. Manila (TA 6467-REG). \n26 The disproportionate number of women with sexually transmitted infections is because men rarely seek sexual and \nreproductive health services in community health centers, but instead self-medicate or go to other districts. \n ", "17 \n \n61.  Human Trafficking. According to the Banteay Meanchey police force, human trafficking is \na big concern in the area. Cambodians are being illegally traded into Thailand's sex industry, \nfishing vessels, factories, and private homes, in debt bondage or physically unable to escape.27 \nSeveral syndicates and cartels operate in the area, kidnapping people and selling and/or trading \nthem to Thailand or elsewhere. However, it is important to understand that many people who \neventually end up being trafficked started out as willing migrants, who plan or pay others to assist \nthem to illegally cross the border, but then find themselves in exploitative and physically abusive \nlabor environments once outside Cambodia. Unsafe migration is a key factor that can lead to \nhuman trafficking and/or high-risk settings for the transmission of HIV. \n \n3.  Environmental Impacts \n \n62.  The Project will provide all-weather access to remote and poorly serviced rural areas and \nwill result in reduced dust emission from unpaved roads. Roadside vegetation in the project area \nconsists of rice crops and mixed dipterocarp and woodland vegetation interspersed among paddy \nareas. There are no primary forests in the project area. \n \n63.  NR 56 runs within the Banteay Chhmar Protected Landscape (BCPL), which consists of flat \nplains covered by degraded dry dipterocarp and open woodland forest. The BCPL was declared a \nprotected area by royal decree in 1993 and includes a narrow strip (about 500 m wide) to the east \nof NR 56 such that it is a part of the protected area. It should be noted, however, that development \nalong NR 56 within the BCPL has led to removal of woodland forest for about 1 km on either side \nof the road. In 2002, the governor of Banteay Meanchey province, with reference to the royal \ndecree on the protection of natural area and in recognition of the needs of the local people who \nalready occupy or use the land alongside NR 56 within the BCPL, informed the people that (i) from \nThmar Pourk to Banteay Chhmar, the Government would allow them to continue to use and \noccupy the land located alongside NR 56 for a distance of 400 m on both sides of the road; (ii) \nfrom Thmar Pourk to Boeung Trakourn they would be allowed to use 5 km either side of the road; \nand (iii) at the border (with Thailand) they would be allowed to use 3 km on either side of the road. \nConcrete posts have been placed to mark the extent of the community area with respect to NR 56 \nwithin the BCPL. These community areas are set back about 400 m from NR 56. Since the current \nland uses within the part of the BCPL that runs alongside the NR 56 consists of residential areas, \npaddy  fields,  and  sparsely  vegetated  land  dominated  by  grasses  and  shrubs,  environmental \nimpacts to the BCPL due to improvements to NR 56 are considered negligible such that no specific \nenvironmental mitigation measures are necessary for this protected area. \n \n64.  According to the Ministry of Environment, no rare or endangered species exist in the BCPL. \nNR 56 also goes around the Banteay Chhmar temple at chainage 57 km. The temple is a large \nancient cultural monument, dating back to the Angkor Wat period, and it is governed by a special \nroyal decree dated 11 March 2003. The decree indicates that there are three zones of protection \nfor the temple: Zone 1 (core zone, needs high conservation), Zone 2 (buffer zone, rich with artifacts \nwhich constrain inappropriate development), and Zone 3 (support zone which is for socioeconomic \ndevelopment,  proposed  developments  require  environmental  assessment).  As  the  temple  is \nnominated for World Heritage status, the Ministry of Culture and Fine Arts indicated that, due to the \nnew proposed United Nations Educational, Scientific and Cultural Organization (UNESCO) status, \nit will not approve a route though any of the zones. To avoid the three zones of protection and \nadverse impacts to the temple, the Project will involve construction of an 11-km bypass on sparse \nscrubland. \n \n                                                 \n27 UN Intra-Agency Project (UNIAP) on Human Trafficking in the GMS website (http://www.no-trafficking.org). \n ", "18 \n65.  The predicted environmental impacts during construction include dust emission due to site \nworks and transport of materials, noise and vibration, water pollution due to fuel spills and improper \nwaste disposal, soil erosion and siltation of water courses due to earthworks and extraction of \nborrow materials, and loss of roadside vegetation. Impacts during the operation phase will include \nreduction in dust emission due to paved roads as well as air and noise pollution from vehicles. For \nthese  impacts,  the  initial  environmental  examination  (IEE)  prepared  for  the  Project  identifies \nmitigation measures, monitoring activities, and environmental capacity strengthening programs \nalong with estimated costs and institutional responsibilities. The Project will be implemented in \naccordance with ADB’s Environment Policy (2002). The summary initial environmental examination \nis in Appendix 11. \n \nC.  Risks \n \n66.  The major risk is delayed project implementation as a result of slow procurement processes \nfor detailed design and construction supervision consultants, and for civil works contractors. There is \nalso a potential risk due to the lack of, or delay in, the provision of counterpart funds. These risks are \nmitigated by the design and advance procurement measures to be undertaken, and the Government \nhas committed the allocation of counterpart funds for the Project during its entire period. There \nremains the risk that Thai financing for NR 68 may be further delayed which, in turn, could reduce the \ntransport efficiency of the road network in the project area. This risk may be mitigated through a \nsupplementary financing or cofinancing modality in the future to rehabilitate NR 68B, which would \ncontribute to the intended transport efficiency. \n \n67.  There are also increased risks of HIV and human trafficking during the construction period \nbut these risks will be mitigated through the provision of an awareness program. Further, improved \nroad infrastructure implies smoother paved surface, thus higher vehicle speeds and greater risk of \nroad accidents. This is especially critical in rural areas where roadside residents are not sufficiently \neducated on road safety. A road safety component is included in the Project to mitigate this risk. It \nis implicit in the provision of durable infrastructure that maintenance activities will be implemented \nas required in a timely manner and that axle loading is controlled. This risk is mitigated by the road \nmaintenance component which will complement other programs of axle load control initiated by \nprevious and ongoing ADB-funded projects and those funded by other development partners. \n \n68.  Environmental  risk  will  be  managed  by  an  effective  environmental  management  plan \nespecially to ensure compliance during construction activities. The Project has some impacts on \nsocial aspects of the roadside residents due to resettlement. These resettlement risks will be \nmanaged  by  the  implementation  of  the  resettlement  plan.  A  risk  of  unexploded  ordnance, \nprincipally from minefields, exists in the project area. The project design includes clearance of \nthese devices from the right of way. \nV.  ASSURANCES \n \nSpecific Assurances \n \n69.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated in the legal documents: \n \n(i)  Cofinancing. MPWT will ensure that ADB’s environmental and social safeguard \npolicies  are  applied  and  implemented  for  all  project  components  regardless  of \nfinancing source. \n(ii)  Operation and maintenance of the project facilities. MPWT will be responsible \nfor the operation and maintenance of the project facilities through proper technical \nsupervision and adequate fund allocation. The Government will ensure that annually \n ", "19 \nadequate budget is made available for the operation and maintenance of project \nfacilities during and after the Project. \n(iii)  Environment. The construction and operation of the Project will be carried out in \naccordance with the IEE prepared under the ADB TA and will comply with the \nGovernment’s environmental laws and regulations and ADB’s Environment Policy. If \nthere is any discrepancy between the Government’s laws and regulations, and \nADB’s  environment  policy,  ADB’s  policy  will  prevail.  The  MPWT  will  ensure \nimplementation  of  environmental  mitigation  measures,  environmental  monitoring \nactivities  and  environmental  capacity  strengthening  programs  as  well  as  other \nrecommendations  specified  in  the  IEE  to  minimize  any  adverse  environmental \nimpacts arising from the construction and operation of project facilities. MPWT will \nensure that the environmental mitigation and monitoring measures in the IEE will be \nincluded in the bidding documents as a basis for the contractors to prepare and \nimplement construction environmental management plans. MPWT will ensure that \nprior  to  any  site  works,  construction  environmental  management  plans  will  be \ndeveloped based on the IEE, and complied with by the civil works contractors during \nimplementation. \n(iv)  Land acquisition and resettlement. The MPWT will ensure that any involuntary \nresettlement will be carried out in accordance with the agreed resettlement plan, \nADB’s Involuntary Resettlement Policy (1995), and relevant laws of the country. In \ncase of differences between Cambodia’s laws and government regulations and \nADB’s Involuntary Resettlement Policy, ADB’s policy will prevail. \n(v)  MPWT will only issue notice to commence civil works in a particular section of the \nproject roads when (a) compensation payment and relocation of the affected people \nin said particular section have been completed satisfactorily and in accordance with \nthe updated resettlement plan approved by ADB, (b) rehabilitation assistance for \nthat particular section is in place, and (c) that particular road section is free of all \nencumbrances. \n(vi)  MPWT will update the resettlement plan, endorse it and disclose it in accordance \nwith ADB’s Public Communications Policy. \n(vii)  MPWT, through its Social and Environmental Unit, and in close collaboration with \nthe Resettlement Department of the IRC, will be responsible for internal monitoring \nof resettlement activities, including engaging the services of an independent agency \nfor  external  monitoring  and  evaluation  1  month  after  the  commencement  of \nresettlement plan updating. The internal and external monitoring reports will be \nsubmitted to ADB every quarter and uploaded on MPWT’s website within 2 weeks of \ntheir submission. This will be carried out until resettlement has been completed. \n(viii)  The Government will ensure the timely provision of counterpart funds for resettlement \nand will meet any unforeseen obligations in excess of the resettlement budget in order \nto satisfy the requirements and objectives of resettlement. \n(ix)  Ethnic minority. The Government will ensure that the Project will not affect any \nethnic minority peoples. In case that any ethnic minority will be affected, MPWT will \ndevelop and implement an ethnic minority development plan acceptable to ADB in \naccordance with the applicable laws and regulations of the Government and ADB’s \nPolicy on Indigenous Peoples (1998). \n(x)  Social and gender. The Government will ensure that all works contracts under the \nProject incorporate provisions and budgets to the effect that contractors (a) comply \nwith  the  Government’s  applicable  labor  laws  and  related  international  treaty \nobligations and do not employ child labor, (b) provide safe working conditions and \nseparate  water  and  sanitation  facilities  for  male  and  female  workers  in  the \nconstruction camps and in the construction sites, (c) provide equal wages to male \nand female workers for work of equal value, (d) provide day-care services for the \n ", "20 \nchildren of female construction workers, and (e) recruit local labor for construction \nwork and road maintenance program. \n(xi)  The Government will ensure that the Gender Strategy provided in the resettlement \nplan  and  summary  poverty  reduction  and  social  strategy  are  undertaken  to \nmaximize  project  benefits  to  women.  Some  key  actions  are  (a)  separate \nconsultations  on  resettlement  activities  for  affected  women  groups  (households \nheaded by women, elderly women, and poor women); (b) timely compensation and \nrelocation of houses for such women groups; (c) implement HIV prevention and anti-\nhuman-trafficking  awareness  program  for  women  with  district  and  commune \ncouncils of women; and (d) develop monitoring indicators covering women groups \nand implement a project-specific gender strategy. \n \nVI.  RECOMMENDATION \n70.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to Special Drawing Rights 10,512,000 to the Kingdom of Cambodia for the \nGreater  Mekong  Subregion:  Cambodia  Northwest  Provincial  Road  Improvement  Project  from \nADB’s Special Funds resources with an interest charge at the rate of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter; a term of 32 years, including a grace period of 8 \nyears; and such other terms and conditions as are substantially in accordance with those set forth \nin the draft Loan Agreement presented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n \n29 July 2009 \n \n ", "  Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \n \n  Performance Targets  Data Sources and/or   \nDesign Summary  and/or Indicators  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumptions \nIncreased subregional  Increased passenger  ADB’s field traffic surveys  Increased availability and \ntransport and trade  traffic at O'smach border    quality of transport services \nbetween Thailand and  by 30% from 2010 in  MPWT annual reports  following the improvement of \nCambodia   2013    the project road and cross-\n    border facilities \nIncreased cargo traffic at  National Customs   \nO'smach border by 20%  statistics  Improved cross-border facilities \nfrom 2010 in 2013    at O'smach operate efficiently in \n  line with the bilateral \nagreements \n \nRisk \nInsufficient funds for road \nmaintenance \n \nOutcome      Assumptions \nIncreased transport  Average travel time to  ADB’s field traffic surveys  The Government sustains \nefficiency in  services in the project    policies conducive to economic \nnorthwestern Cambodia  districts of 1.0–1.5 hours  MPWT annual reports   growth \nin 2010 are reduced to     \n30–45 minutes by 2018  The Government remains \n  committed to enhanced \nIncreased average trip  subregional cooperation \nlengths of the project   \nroad by 40% from 2010  Risk \nin 2013  Political tensions hinder \nbilateral cooperation between \nThailand and Cambodia \n \nOutputs       Assumptions \n1.  Project road  113 km of  roads (NR  Monthly and quarterly  Provincial authorities have \nrehabilitated  56) rehabilitated, with  project progress reports  capacity to manage \n  310 affected households    environment and social action \n  resettled and  MPWT annual reports   plans \n  compensated by 2013     \n    Monitoring reports  Continued Government \n      commitment to overloading \n2.  Cross-border  Cross-border facilities  Project accounts  control  \nfacilities rehabilitated  rehabilitated in line with     \n  CBTA standards by  Project review missions  Targeted communities apply \n  2013    road safety principles \n       \n3.  Road maintenance  Reduced nationwide  MPWT annual reports  Targeted communities apply \nprogram implemented  overloading violations by    HIV/AIDS and human trafficking \n  40% from 2010 in 2013  JICA Axle Load Control  prevention education \n    Program reports   \n4.  Road safety  Reduced nationwide    Risks \nprogram functioning  road accident fatalities  National Health Statistics  Recruitment of consultants and \nefficiently  by 20% from 2010 in    contractors are delayed due to \n  2013  external factors \n     \n ", "22  Appendix 1 \n  Performance Targets  Data Sources and/or   \nDesign Summary  and/or Indicators  Reporting Mechanisms  Assumptions and Risks \n5.  HIV prevention and  Reduced cases of  Resettlement plan is not \nanti-human-trafficking  HIV/AIDS by 10% from  implemented on time and does \nprogram implemented  2010 by 2013  not effectively address \n  livelihood restoration of affected \npeople, especially vulnerable \ngroups \n \nIncreased construction costs \nreduce the scope of works \n \nActivities with Milestones  Inputs \n1.  Rehabilitation of project road   \n1.1  Selection of detailed design and construction supervision consultants: by  1.  Civil works: Rehabilitation of \nMarch 2010  NR 56 and cross-border facility \n1.2  Preparation of tender documents and selection of contractors: by 2011  at O'smach – $31.49 million \n1.3  Implementation of resettlement plans: by 2011  2.  Land acquisition and \n1.4  Implementation of project road rehabilitation: by 2013  resettlement – $1.06 million \n  3.  Consulting services for \n2.  Rehabilitation of cross-border facility  design and supervision – \n2.1  Selection of detailed design and construction supervision consultants: by  $3.04 million \nMarch 2010  4.  Road maintenance program \n2.2  Preparation of tender documents and selection of contractors: by 2011  – $0.97 million \n2.3  Implementation of resettlement plans: by 2011  5.  Road safety program – \n2.4  Implementation of cross-border facility rehabilitation: by 2013  $1.00 million \n  6.  HIV prevention and anti-\n3.  Road maintenance program  human-trafficking program – \n3.1. Stakeholder consultation for the program: by June 2010  $0.30 million \n3.2  Formulation and finalization of the program: by 2010  7.  Project management – \n3.3  Implementation of road maintenance program: by 2012  $0.63 million \n  8.  Contingencies – \n4.  Road safety program  $9.15 million \n4.1  Stakeholder consultation for the program: by June 2010  9.  Financing charges during \n4.2  Formulation and finalization of the program: by 2010  implementation – $0.25 million \n4.3  Implementation of road safety program: by 2013   \n   \n5.  HIV prevention and anti-human-trafficking program  ADB: $16.26 million \n5.1  Stakeholder consultation for the program: by June 2010  KEXIM: $25.58 million \n5.2  Formulation and finalization of the program: by 2010  Government $6.05 million \n5.3  Implementation of HIV prevention and anti-human-trafficking program: by   \n2013 \nADB  =  Asian  Development  Bank,  CBTA  =  Cross-Border  Transport  Agreement,  HIV/AIDS  =  human  immunodeficiency \nvirus/acquired immunodeficiency syndrome; JICA = Japan International Cooperation Agency, KEXIM = Export Import Bank of \nKorea, km = kilometer, MPWT = Ministry of Public Works and Transport, NR = national road. \n \n \n \n ", "  Appendix 2  23 \nSECTOR ANALYSIS: ROAD SUBSECTOR \n \nA.  Status of Road Sector \n \n1.  While Cambodia is serviced by road, rail, air, and water transport, road transport dominates \nthe domestic transport of goods and passengers. Roads are critical to the social and economic \ndevelopment of Cambodia. This road network of about 39,400 kilometers (km) includes national \nroads, or the primary national roads (about 4,800 km), and provincial roads, or the secondary \nnational  highways  (about  6,600  km).  The  management  of  national and  provincial  roads is  the \nresponsibility of the Ministry of Public Works and Transport (MPWT). The remaining network of \nabout 28,000 km of rural roads is the responsibility of the Ministry for Rural Development. \n \n2.  The primary roads consist of national roads NR 1 to NR 9, which are national highways that \nextend from Phnom Penh to provincial capitals and the main access points to the country. Lesser \nnational roads with two-digit numbers are provincial highways that connect the provincial capitals \nand connect to minor border crossings and important domestic centers. The secondary (provincial \nroads) and tertiary (rural and strategic roads) serve local transport needs. \n \n3.  By the early 1990s, the years of civil war had left the road network severely deteriorated. \nSince 1992, with assistance from the Asian Development Bank (ADB) and other multilateral and \nbilateral development partners, the Government has focused on rehabilitating the core national \ninfrastructure  that  is  required  for  the  economy  to  develop  in  a  sustainable  manner.  These \ndevelopment efforts over the past 16 years have seen the paved national road network extend to \nabout 2,700 km, which amounts to slightly less than 25% of the total national roads. \n \n4.  The road network was mostly built before 1960, and has a significant number of bridges—\nthere are about 4,000 on the national roads alone. The general design standards cater to lighter \ntraffic than current loads, with many existing bridges designed for gross vehicle road weights of 10 \ntons  (t),  well  below  the  current  standard  of  up  to  30  t.  Bridges  have  often  collapsed  due  to \noverloading, and most are now seriously damaged or have failed. Most of the road network is \ndilapidated and large parts of the country are effectively isolated during the wet season. The MPWT \nconsiders that at least half of the primary road network and nearly all the secondary and tertiary \nroads are in need of urgent repair, rehabilitation, or reconstruction. Road condition surveys in 2002 \nconfirm that 28% of the network is in good or fair condition, 35% is in poor condition, 28% is in bad \ncondition, and 6% is under reconstruction or rehabilitation. \n \n5.  Therefore, despite the improvement of national roads, many provincial and most rural roads \nare in poor condition, and parts of the country are effectively isolated during the wet season. Until \nrecently,  however,  the  secondary  national  network,  which  links  provinces  to  the  national  road \nnetwork and provides intraprovincial links to the tertiary and rural network and to Cambodia’s largely \nrural population, has received little attention. The result is that the road network is split into networks \nof primary and tertiary roads that are only loosely and unreliably interconnected. The situation \nhinders the development of cash-crop production in the rural areas, where markets in many places \nare limited to the local area due to lack of access. It also means that provincial centers and \nnumerous natural and cultural sites with tourism potential are inaccessible at times. As a result of \nthe poor condition of such access roads, many important bilateral cross-border trade routes are \ninaccessible, thus imposing substantial diversion costs on the transport system as it must use longer \nalternative routes. \n \n6.  The unrehabilitated sections of the road network are characterized by cracks, ruts, potholes, \nedge  failures,  and  pavement  failures.  The  Government  recognizes  that  the  poor  state  of  the \ncountry’s  road  infrastructure  poses  a  significant  hindrance  to  economic  development  and \nemphasizes the urgency of reestablishing the country’s transport infrastructure. \n ", "24  Appendix 2 \n \nB.  Road Traffic Issues \n \n7.  Vehicle Numbers. Given the growing network of trafficable roads, the increasing number of \nmotor vehicles in the country, and the robust growth of Cambodia’s economy, traffic has increased \nrapidly. In 2003 there were approximately 450,000 registered motor vehicles in the country, of which \napproximately 73% were motorbikes; 23% were cars, pickups, and other light vehicles; and 4% were \ntrucks,  buses,  and  other  heavy  vehicles.  This  increased  to  873,000  vehicles  in  2007,  almost \ndoubling in 5 years, indicating an increase of 20% annually. \n \n8.  Overloading. Propelled by the economic development, overloading of cargo vehicles has \nbecome a severe cause of road damage in Cambodia in the past 5 years. This leads to premature \ndeterioration of road pavements and threatens the stability of the many bridges designed for light \ntraffic. The legal axle load in Cambodia is 10 t. There is evidence that some trucks, particularly those \ncarrying cement, take on as much as 60 t over a truck-trailer combination. A survey carried out in 1997 \nidentified an average axle weight of 10 t with maximum axle weights of up to 16 t. Further, the survey \nindicated that about 24% of the vehicles with two or more axles were overloaded. Enforcement of axle \nload limits in Cambodia is ongoing but weak, and thus it is essential that an effective axle load control \nprogram is formulated to lead to greatly extended pavement life and lower bridge maintenance costs. \nThis  is  particularly  important  for  bridges,  which  constitute  a  very  large  part  of  the  network,  as \nexceptionally heavy vehicles can damage structures irreparably. \n \n9.  Subdecree  744,  Maximum  Load  Limit  of  Transport  Vehicles  Using  the  Road  Network  in \nCambodia, was approved by the Government on 3 September 1999. It details the load limits and sets \npenalties for overloading. Such penalties should reflect actual damage and discourage overloading. \nPavement design is based on the fact that vehicle damage to a road depends entirely on the axle load \nof those vehicles. The penalties listed in the subdecree increase only linearly with increasing loads, but \ndamage to the road in reality increases exponentially as the load increases. Small increases in axle \nload above the legal limit of 10 t can result in a severe increase in damage to the road pavement. As \nfar as practicable, penalties should reflect the exponential increase in damage. \n \n10.  While the Government enacted the legislation required to enforce overloading control in \n2006, the MPWT, supported by the Japan International Cooperation Agency, launched an axle load \ncontrol program in 2005 to address this. ADB also supported this through its ongoing Greater \nMekong Subregion: Cambodia Road Improvement Project1 by providing seven permanent weigh \nstations on national roads. These are expected to be operational some time in 2009. Since this \noperation  requires  wider  coverage  to  be  effective,  this  initiative  needs  further  assistance  by \nestablishing more weigh stations on national roads, with an effective enforcement scheme. \n \n11.  Traffic Accidents. Deteriorating road safety is a growing concern. Cambodia has one of the \nhighest incidences of road accidents in the world. In 2007, there were 18 fatalities per 10,000 vehicles, \nan increase of 50% from 2000. This is over twice the incidence of fatalities in neighboring Thailand \n(6.5 fatalities per 10,000 vehicles). Based on studies carried out in other countries, the cost attributable \nto accidents can be assumed to be equivalent to 1%–3% of gross domestic product (GDP) annually. \nMoreover, traffic accidents disproportionately impact on pedestrians and cyclists, who are typically \nfrom the poorer levels of society. Thus, for economic and social reasons, Cambodia’s worsening road \nsafety situation needs to be addressed while it is still manageable. In this context, ADB implemented \nregional road safety TA in 2002 with the Association of Southeast Asian Nations (ASEAN), and \ncurrently supports the MPWT’s national road safety action plan through the ongoing Road Asset \n                                                 \n1  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom \nof Cambodia for the Greater Mekong Subregion: Cambodia Road Improvement Project. Manila (Loan 1945-CAM). \n ", "  Appendix 2  25 \nManagement Project2. This needs continuous engagement for sustainable outcomes. \n \n12.  A focused, comprehensive, well-planned, and multidimensional road safety program is urgently \nneeded to address the problem in Cambodia. An indication of government commitment has been \ndemonstrated by the issuance of a draft subdecree proposing to establish a National Road Safety \nCouncil with representation from several key ministries, including the MPWT. This has initiated the \ncomprehensive road safety program for Cambodia: (i) an accident data system; (ii) the National Road \nSafety  Council,  with  the  secretariat  located  in  the  MPWT;  (iii)  infrastructure  improvement;  (iv) \nlegislation; (v) traffic police enforcement; (vi) education and publicity; (vii) driver training and testing; \n(viii) vehicle testing and inspection; and (ix) emergency services. This area also needs continuous \nengagement by donor agencies for sustainable results. \n \nC.  Financial and Institutional Sustainability of the Road Sector \n \n13.  Meanwhile, as the improved national road network extends further throughout the country, the \nrural economy becomes more dependent on it. However, this network is deteriorating due to lack of \nadequate road maintenance combined with rapidly growing traffic, poor road maintenance standards, \nand design and construction deficiencies. Inadequate road maintenance is primarily due to a shortage \nof  financial  resources;  poor  organization  of  management,  planning,  and  implementation  of  road \nmaintenance; and weak technical capacity of road agencies and local contractors. \n \n1.  Road Maintenance Management and Financing \n14.  Maintenance  Budget.  The management of a road network must be based on business \nprinciples,  using  economic  criteria  to  prioritize  and  schedule  maintenance  works.  An  asset \nmanagement approach is most appropriate as a long-term goal for maintaining and preserving the \nroad  network.  In  Cambodia’s  situation,  this  implies  a  move  from  the  present  crisis-response \nmanagement mode to a network management mode as the core network stabilizes and normal \nperiodic maintenance works can be scheduled in a cost-effective manner. Essential to that approach is \nthe establishment of the maintenance management system with its basic building blocks that include a \nroad and bridge inventory, a system for updating the inventory and accompanying condition surveys, \nand application of evaluation tools to prioritize and schedule periodic maintenance. An ADB-financed \nstudyhas developed a decentralized approach to road condition monitoring and the programming and \n \nmanagement of routine maintenance that is suitable for implementation by provincial public works \ndepartments. The study initiated implementation of the maintenance management system in three pilot \nprovinces, with the system now being adopted by the MPWT for replication in the remaining provinces \nof  Cambodia.  The  system  is  based  on  a  relatively  straightforward  road  condition  assessment \nprocedure that involves (i) vehicle operating speeds and travel time, (ii) drainage considerations, and \n(iii) engineering judgment. \n \n15.  To  ensure  an  effective  and  sustainable  planning  and  programming  process,  it  is  clearly \nessential to ensure security of funding and reliable cash flow with the attendant technical and financial \naudit instruments. The MPWT has two sources of funding for maintenance and development of the \nroad network: general funds from the annual budget, and special funds accumulated in the Fund for \nRepair and Maintenance of Roads.General funds allocated in the annual budget in effect cover only \n \nperiodic maintenance and pavement rehabilitation.  \n \n16.  The  current  level  of  maintenance  spending,  including  capital  expenditure  for  recurrent \nmaintenance and rehabilitation, is approximately 15% of total requirements and is clearly insufficient \nto meet the needs of the sector. The shortfall is partly explained by the dilapidated state of most of \n                                                 \n2  ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nAdministration of Grant to the Kingdom of Cambodia for the Road Asset Management Project. Manila (Loan 2406-CAM). \n ", "26  Appendix 2 \nthe road network after more than 20 years of neglect, which translates into high maintenance \nrequirements, combined with the Government’s limited funding capacity. In 2000 and 2001, the \nMPWT’s expenditure on the primary and secondary road network (the national and provincial roads) \naveraged  approximately  $12.5  million  per  year,  of  which  20%  ($2.5  million)  was  recurrent \nexpenditure for routine maintenance, and 80% ($10.0 million) was capital expenditure for repair and \nrehabilitation  of  pavements.  Annual  average  external  agency  funding  added  an  estimated  $60 \nmillion  for  road  rehabilitation  and  improvement;  the  Government’s  expenditure  for  counterpart \nfunding of externally financed projects was approximately $6 million equivalent, making for total \nmaintenance and rehabilitation funding of $79 million. No new funds are being expended on the \nconstruction of new roads. \n \n17.  In recent years the Government has been allocating increasing amounts to road maintenance, \nfollowing the requirements of ADB’s ongoing Greater Mekong Subregion: Cambodia Road Improvement \nProject  (footnote  1).  Specifically,  road  maintenance  expenditure  in  2008  was  about  $42.5  million, \nincreasing from $7.0 million in 2006 and $26.0 million in 2007. This is about 20 times the expenditure in \n2002 and 2003, when the annual total maintenance expenditure was only about $2.0 million–$3.0 million \n(para. 16). Also, in 2007 ADB provided additional support to enhance the aforementioned maintenance-\nrelated issues and improve private sector contracting industry with its Asset Management Project. It \nestablished a Road Asset Management Office to be the road asset manager for the MPWT, which was \nan important milestone towards a sustainable road network, and reinforced the MPWT's reorganization \nmomentum. \n \n18.  ADB further assisted this new road maintenance regime by approving the Greater Mekong \nSubregion: Southern Coastal Corridor Project3 in 2008 that would rehabilitate and maintain some \nprovincial roads. This proposed project is to further supplement the sustainable maintenance works \nprogram initiated in the ongoing Road Asset Management Project (footnote 2) and the Greater \nMekong  Subregion:  Southern  Coastal  Corridor  Project  (footnote  3).  This  overall  program  will \nstrengthen the road maintenance skills of local contractors and improve the cost efficiency of road \nmaintenance works. \n \n2.  Sustainable  Organizational  Structure  for  the  Ministry  of  Public  Works  and \nTransport \n19.  Institutional constraints also contribute to the low level of road maintenance funding. The \nMPWT needs to strengthen capacity and develop an effective organizational structure to carry out \ncredible  and  efficient  maintenance  planning  and  implementation.  The  Ministry  of  Economy  and \nFinance should then be able to respond more efficiently in approving, disbursing, and monitoring funds \nfor defined maintenance programs. Disbursement of the approved road maintenance budget has been \nlow and approved budget allocations have been falling. This development urgently needs to be \nreversed before substantial damage is inflicted upon the rehabilitated parts of the road network. \n \n20.  The current MPWT was created by royal decree in January 1996 and was vested with the \nresponsibility to administer and regulate the public works and transport sectors of the Kingdom of \nCambodia. The MPWT’s capabilities in addressing issues and needs in the transport sector require \nimprovement through reorganization and institutional strengthening, particularly with respect to (i) \ndefining more fully the MPWT’s functions, responsibilities, and job descriptions; and (ii) setting in place \nthe management processes necessary for the development of policies and plans and the guidance \nand control necessary to verify that developments and operations conform to those policies and plans. \nThe Greater Mekong Subregion: Cambodia Road Improvement Project helped the MPWT to develop \nmuch-needed institutional changes in reorganization of the MPWT. In that project, the aforementioned \n                                                 \n3  ADB. 2007. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the Kingdom \nof Cambodia and the Socialist Republic of Viet Nam for the Greater Mekong Subregion Southern Coastal Corridor \nProject. Manila (Loans 2372-VIE and 2373-CAM). \n ", "  Appendix 2  27 \nreorganization was supported by a capacity building program and in the project included as covenants. \nAlthough compliance with these covenants have been delayed, it is expected they will be complied \nwith when the planned prime ministerial approval of the proposed reorganization of the MPWT occurs \nin 2009, and they become operational thereafter. This initiative was supplemented by the Road Asset \nManagement Project (footnote 2) of 2007. This project established a Road Asset Management Office \nto be the road asset manager for the MPWT (para. 17). \n \nD.  Strategic Directions \n \n21.  Greater  Mekong  Subregion  Strategy.  The  key  objectives  of  GMS  cooperation  in  the \ntransport sector, as identified by the GMS 10-Year Strategic Framework (2002–2012), are to (i) \ndevelop priority transport corridors critical to linking the subregion together and promoting trade and \ninvestment; (ii) reduce nonphysical barriers to the movement of people, goods, and services; and (iii) \nformulate and coordinate strategies to ensure that the transport corridors evolve into economic \ncorridors, leading to agricultural diversification, industrialization, and the creation of employment \nopportunities. Further, the overall intent of the GMS Transport Sector Strategy for 2006–2015 is to \nestablish a well-built, seamless, multimodal subregional transport network to fully connect the GMS. \nAlso, the Vientiane Plan of Action for GMS Development (2008–2012), adopted by the GMS leaders \nat the Third GMS Summit, focused on the strategic thrusts under the Vientiane Plan, namely, \ncompleting key parts of the GMS transport network and transforming these corridors into fully \nfledged economic corridors. \n \n22.  ADB Strategy. ADB’s country strategy for Cambodia4 supports ADB's overall strategy for \npoverty  reduction  through  broad-based  growth,  inclusive  social  development,  and  stronger \ngovernance for sustainable development. Given the continuing challenges in terms of rural access \nand sectorwide best practices, the country strategy for the sector has shifted from large-scale public \nsector interventions for national roads to (i) fostering technical cooperation, standard setting, and \nprivate investment in national transport; and (ii) supporting subregional projects that promote access \nto remote rural areas, operationalize cross-border transport agreements, etc. \n \n23.  Government  Strategy. The  Government’s  poverty reduction strategy for 2009–2013 (the \nRectangular Strategy5, started in 2004 with the first phase, now in its second phase) emphasizes \ngenerating economic growth through the private sector; rehabilitation and development of the country’s \nphysical  infrastructure  is  a  precondition  for  this.  This  combines  with  the  primary  tools  of  the \nGovernment's strategy for the road sector, which since 1994 have been to focus road investments on \nrehabilitating national highways and selected provincial, rural, and urban roads. \n \n24.  The Government's strategy has restored a core transport system that connects the country’s \nmain centers and has significantly contributed to integrating the national economy with the regional \nand global economies. Also, the Government has initiated a process of decentralization and reforms. \nFor  example,  the  delivery  of  transport  infrastructure  services,  which  was  previously  centrally \nmanaged by the MPWT, is now delegated to the provinces. The MPWT itself is in the process of \nshifting its focus away from direct management of transport infrastructure towards planning and \noversight of the sector, supported by ADB, the World Bank, and the Japan International Cooperation \nAgency. However, it is encumbered by shortages of skills and resources in the provinces and \ncentrally to undertake these new roles, and thus needs continuous engagement through future \ninterventions. \n                                                 \n4  ADB. 2005. Country Strategy and Program (2005–2009): Cambodia. Manila. \n5  Samdech Akka Moha Sena Padei Techo Hun Sen, Prime Minister of the Kingdom of Cambodia. 2008. Rectangular \nStrategy for Growth, Employment, Equity and Efficiency Phase II. Phnom Penh. \n ", "28  Appendix 3 \nREGIONAL DIMENSION OF THE GREATER MEKONG SUBREGION: CAMBODIA NORTHWEST \nPROVINCIAL ROAD IMPROVEMENT PROJECT \n \nA.  Overview \n \n1.  The Third Greater Mekong Subregion (GMS) Summit in Vientiane in March 2008 reaffirmed \nthe importance of strengthening infrastructure connectivity among the GMS countries in achieving \nthe GMS vision of an integrated, harmonious, and prosperous subregion. In their joint declaration, \nthe heads of governments of the six GMS countries called for accelerating the construction and \nimprovement  of  the  remaining  sections  of  GMS  corridors,  and  expanding  the corridor  network \nthrough multimodal linkages. They endorsed the Vientiane Plan of Action for GMS Development \n(2008–2012), which includes the high-priority projects and programs in the nine sectors of GMS \ncooperation. Items under the Vientiane Plan of Action in the transport sector were derived from the \nGMS Transport Sector Strategy Study (Box A3) and agreed upon by the GMS Transport Forum. \n \nBox A3: Greater Mekong Subregion Transport Sector Strategy (2006–2015) \n \nThe Greater Mekong Subregion (GMS) transport sector strategy was formulated under the auspices of Asian Development \nBank regional technical assistance, and endorsed by the six GMS governments in May 2006. It provides a subregional \nframework that is implemented through individual national transport strategies and action plans in the six GMS countries. \nThese strategies and action plans are supported to varying degrees with sector policy statements, strategies, objectives, \npriorities, and individual project analyses. Although there are many regional and subregional cooperation groupings \ninvolved in transport in GMS countries, the GMS transport sector strategy is endorsed at the highest levels of leadership in \nthe six Governments. This has provided the GMS with a leading role in coordinating and implementing priority subregional \nprojects and initiatives. \n \nFormulation of the GMS transport sector strategy for the period to 2015 took account of the need for the following: (i) \nsector focus that identifies factors critical to intraregional and transit trade and improved competitiveness (e.g., missing \nlinks in the transport network and critical common needs such as maintenance, logistics, and multimodal integration) and \nthat are complementary to interregional and global trade; (ii) comprehensive intersector strategy that (a) identifies major \nsocioeconomic trends and developments, (b) determines and prioritizes transport initiatives that respond to these needs, \n(c) is a subset of a comprehensive GMS development plan, and (d) encompasses country and regional transport and \nrelated development strategies; and (iii) a goal setting and results-oriented management plan that identifies key goals of \neconomic integration and regional cooperation for 2015 and beyond, and sets performance indicators and prioritizes GMS \ntransport initiatives to best realize these goals, e.g., the GMS as a “growth bridge” between the People’s Republic of China \nand India, capitalizing on the strategic location of the GMS, and the realization of Millennium Development Goals. The \nGMS Transport Sector Strategy Study identified five overarching goals for transport: (i) to exploit synergies in the GMS \ntransport system; (ii) to move towards an open market for transport services; (iii) to facilitate economic efficiency to reduce \ntransport costs; (iv) to complete the GMS network and improve links with South Asia; and (v) to encourage multi-modalism. \n \nSource: Asian Development Bank. 2006. Greater Mekong Subregion Transport Sector Strategy. Manila. \n \n2.  The GMS Southern Economic Corridor (SEC) was identified by the GMS countries as one of \nthe three priority projects under the economic corridor approach which they adopted in 1998. The \nother two were the East–West Economic Corridor and the North–South Economic Corridor (Figure \nA3.1). The development of the SEC was subsequently designated as a flagship initiative under the 10-\nYear GMS Strategic Framework that was endorsed by the leaders of the GMS countries during the \nFirst  GMS  Summit  held  in  Phnom  Penh,  Cambodia  in  2002.  The  Greater  Mekong  Subregion: \nNorthwest  Provincial  Roads  Improvement  Project  is  part  of  the  SEC.  It  will  serve  as  another \ntransnational corridor linking Thailand with Cambodia, and will connect with the main corridor linking \nBangkok, Phnom Penh, Ho Chi Minh City, and Vung Tau. \n \nB.  Cross-Border Road Infrastructure between Cambodia and Thailand \n \n3.  The SEC is defined by three subcorridors and an intercorridor link: \n \n ", "  Appendix 3  29 \n(i)  Bangkok–Phnom Penh (via National Road [NR] 5 or NR 6 from Sisophon)–Ho Chi \nMinh City–Vung Tau Subcorridor (Central Subcorridor or Subcorridor 1), \n \n(ii)  Bangkok–Siem Reap–Stung Treng–Rattanakiri–O Yadov–Pleiku–Quy Nhon Subcorridor \n(Northern Subcorridor or Subcorridor 2), \n \n(iii)  Bangkok–Trat–Koh  Kong–Kampot–Ha  Tien–Ca  Mau–Nam  Can  Subcorridor \n(Southern Coastal Subcorridor or Subcorridor 3), and \n \n(iv)  Sihanoukville–Phnom  Penh–Kratie–Stung  Treng–Dong  Kralor–Pakse–Savannakhet \nSubcorridor connecting the three subcorridors to the East–West Economic Corridor \n(Intercorridor Link or Subcorridor 4). \n \n4.  The three subcorridors and intercorridor link pass through Cambodia’s territory covering 18 \nprovinces  and  municipalities  (Figure  A3),  which  have  a  total  land  area  of  149,316.82  square \nkilometers (82.5% of Cambodia's area) and a combined population of 10.8 million people (77.8% of \nthe total population). \n \nFigure A3: Southern Economic Corridor Subcorridors in Cambodia \n \n \n5.  There are several roads linking Cambodia and Thailand. Major links, with direct access to GMS \ncorridors, are NR 5 and NR 48; NR 5 links Thailand in the west, at the Poipet cross-border point \n(forming part of the Central Subcorridor), and NR 48 links Thailand on the southern coast at Koh Kong \n(forming  part  of  the  Southern  Coastal  Subcorridor).  The  ongoing  Greater  Mekong  Subregion: \n ", "30  Appendix 3 \nCambodia Road Improvement Project1 has been rehabilitating NR 5, with a four-lane asphalt-paved \nhighway to attract rapidly increasing volumes of international traffic along the corridor; this work is \nnearly completed in June 2009. Similarly, the Government of Thailand provided financial assistance for \nthe rehabilitation of NR 48 in 2007 with double bituminous surface treatment, ideal for rural and \nprovincial roads of Cambodia with low to moderate traffic volumes. This link similarly supports the \ngradually increasing traffic volumes along this subregional corridor, which extends to Viet Nam and is \nexpected to grow further after the ongoing rehabilitation of the cross-border facility, financed by \nanother ADB project, the Greater Mekong Subregion: Southern Coastal Corridor Project.2 \n \nC.  Trade between Cambodia and Thailand \n \n6.  Data on cross-border trade between Cambodia and Thailand shows that total cross-border \nexports from Thailand to Cambodia increased significantly from B1.26 billion in 1996 to B32.2 billion \nin 2007.3 From 1996 to 2007, such exports increased by an average of 42.8% per year. The \nAranyaprathet border checkpoint (Central Subcorridor) accounted for about half of the total cross-\nborder exports of Thailand to Cambodia, followed by the Klongyai border checkpoint (Southern \nCoastal Subcorridor) with about one-third. Around 85% of the total cross-border exports of Thailand \nto Cambodia have, therefore, taken place in the Central and Southern Coastal subcorridors of the \nSEC. The major export products from Thailand include motorcycles and parts, cement, engines, \nlivestock feeds, petroleum, woven fabrics, textiles, and chemical fertilizers, with the largest being \nmotorcycles and parts (12% of total in 2007). \n \n7.  Total cross-border imports of Thailand from Cambodia fluctuated from B1.0 billion in 1996 to \nB1.6 billion in 2007, representing an annual average growth rate of 20% lower than that of the cross-\nborder exports of Thailand to Cambodia. The Aranyaprathet border checkpoint accounted for two-\nthirds of the total cross-border imports of Thailand from Cambodia and Chantaburi accounted for \none-fifth,  reinforcing  the  importance  of  the  SEC  in  cross-border  trade  between  Thailand  and \nCambodia. The major products imported by Thailand through the border gates include “remnant of \niron,” used clothes, “remnant of aluminum,” corn feeds for livestock, soybean grain, “remnant of \npaper,”  ready-made  clothes,  and  tapioca.  There  has  been  a  consistent  balance  of  trade \npredominantly  in  favor  of  Thailand,  which  suggests  that  there  is  large  potential  for  increasing \nCambodian exports to Thailand. Improved agricultural productivity and a more diversified production \nstructure in Cambodia will greatly help realize this potential. \n \n8.  The share of cross-border trade to total trade between Cambodia and Thailand increased \nsubstantially from 1996 to 2007. The share of cross-border exports to total exports from Thailand to \nCambodia was only 13.8% in 1996, but by 2007 this had risen to 68.2%. Similarly, the share of cross-\nborder imports to total imports of Thailand from Cambodia rose from 85.4% in 1996 to 97.5% in 2007. \nIn contrast, the share of trade conducted by sea and air to total trade between the two countries has \ngenerally declined over time. This demonstrates the growing importance of the SEC in trade between \nCambodia and Thailand due to improved physical connectivity, which has enabled the exchange of a \nwider range and larger volumes of goods. \n \n                                                 \n1  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom \nof Cambodia for the Greater Mekong Subregion: Cambodia Road Improvement Project. Manila (Loan 1945-CAM). \n2  ADB. 2007. Report and Recommendation of the President to the Board of Directors on Proposed Loans to the Kingdom \nof Cambodia and the Socialist Republic of Viet Nam for the Greater Mekong Subregion Southern Coastal Corridor \nProject. Manila (Loans 2372-VIE and 2373-CAM). \n3  The discussion of cross-border trade between Cambodia and Thailand is based on: Krainara, Choen. 2008. Cross \nBorder Trade and Commerce in Thailand: Policy Implications for Establishing Special Border Economic Zones. Bangkok \n(special study submitted to the Asian Institute of Technology in partial fulfillment of PhD in regional and development \nplanning [December]). Cross-border trade in the study covers only formal trade and is defined as trade conducted \nthrough land borders as contrasted to trade conducted through seaborne and airborne transport. \n ", "  Appendix 3  31 \nD.  Cross-Border Tourism and Agriculture Development \n \n9.  Cross-border tourism between Thailand and Cambodia through the O'smach border checkpoint \nhas been increasing in recent years. In 2008, the number of people using this border crossing point \nincreased by 12% over 2007. There is considerable potential for cross-border tourism between the \nnortheastern provinces of Thailand, especially Surin, and the northwestern provinces of Cambodia, \nespecially Siem Reap, given the close cultural and historical relationship between the two areas. The \nproposed project will provide a shorter and more direct route between Surin and Siem Reap. \n \n10.  Since 2006, contract farming arrangements in the influence area of the proposed project \nhave increased. There are currently 17 such farms operated by Thai farmers to cultivate high-value \nfruits such as avocado, mango, and banana. The land area cultivated as of 2008 is approximately \n60,000 hectares. \n \nE.  Cross-Border Transport Facilitation in Cambodia \n \n11.  Cambodia is a party to the Association of Southeast Asian Nations (ASEAN) transport and \ntrade facilitation agreements being finalized by the 10 ASEAN member governments. These include, \namong other things, (i) the ASEAN Framework Agreement on Goods in Transit, (ii) the ASEAN Inter-\nState  Transport  Agreement,  and  (iii)  the  ASEAN  Multimodal  Transport  Agreement.  These \nagreements have yet to be implemented. \n \n12.  In November 2001, Cambodia acceded to the GMS Cross-Border Transport Agreement \n(CBTA),  which  is  a  compact  and  comprehensive  multilateral  instrument  which  covers  in  one \ndocument all the relevant aspects of cross-border transport facilitation. These include (i) single-stop \nand single-window customs inspection; (ii) cross-border movement of persons; (iii) transit traffic \nregimes;  (iv)  requirements  that  road  vehicles  meet  to  be  eligible  for  cross-border  traffic;  (v) \nexchange of commercial traffic rights (i.e., the ability of vehicles in one country to be operated in the \nneighboring country’s territory); and (vi) infrastructure, including road and bridge design standards, \nroad signs, and signals. The CBTA will apply to selected and mutually agreed upon routes and \npoints of entry and exit in the signatory countries. In Cambodia, these routes and border-crossing \npoints include all the subcorridors, except the Northern Subcorridor and the associated border \ncrossing with Viet Nam. Cambodia has ratified the CBTA Framework Agreement and all of the \nCBTA’s 20 annexes and protocols. Cambodia and Thailand are discussing the inclusion of the \nO'smach–Chong Chom border crossing points and associated corridor in the scope of the CBTA. \n \n13.  To allow for the early identification of implementation-related issues and demonstrate the \nefficacy of the CBTA, the GMS ministers agreed at their 12th meeting in 2003 to carry out pilot \ntesting of the CBTA at seven (of the 17 agreed) border crossing points along three (of the agreed \n11) routes. In Cambodia, pilot CBTA implementation is to be carried out at the Poipet–Aranyaprathet \nand Bavet–Moc Bai border crossing points along the Central Subcorridor. This is to be done on the \nbasis of bilateral memorandums of understanding (MOUs) between Cambodia and Thailand (signed \nin 2005), and Cambodia and Viet Nam (signed in 2006). However, pilot CBTA implementation has \nyet to commence. A related bilateral road transport agreement was signed by the governments of \nCambodia and Viet Nam in Hanoi in October 2005 to, among other things, allow the exchange of \ncommercial traffic rights between the two countries on a limited basis, thereby helping address the \nissue of time-consuming and costly transshipment of cargo at the border areas. The road transport \nagreement has been in effect since September 2006, and transport ministries of the two countries \nsigned an agreement in March 2009 to increase the current quota of vehicles allowed to cross \nborders from 40 to 150. A similar MOU between Cambodia and Thailand, which was attached to the \nMOU on pilot implementation at the Poipet–Aranyaprathet border crossing point, was signed by the \ntwo countries on the sidelines of the Third GMS Summit, but is not being implemented. \n \n ", "32  Appendix 3 \n14.  The Government of Cambodia has promulgated a program on the Facilitation of Trade \nthrough Risk Management, and plans to implement the national single-window system in line with \nthe related ASEAN agreement by 2012, with ASYCUDA4 as the agreed data platform. Cambodia \nhas plans to establish the ASYCUDA system at major land border checkpoints, including at the \nPoipet and Bavet border checkpoints. Anukret 21 is crucial to the effective implementation of single-\nwindow inspection in Cambodia, and will involve the finalization and implementation of service-level \narrangements  between  the  General  Department  of  Customs  and  Excise  and  other  specialized \nministries and agencies involved in checkpoint formalities. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                 \n4  ASYCUDA is an acronym for the United Nations Conference on Trade and Development's Automated System for \nCustoms Data.  \n ", "  Appendix 4  33 \nEXTERNAL ASSISTANCE \nTable A4.1: Externally Funded Capital Projects in the Transport Sector in Cambodia  \nADB  Com-\nStart  Value \nLoan  Project Type  Scope  Source  pletion \nYear  ($ million) \nNo.  Year \n  Road Rehabilitation   NR 5   Thailand   1992  1993  6.4 \n  Emergency Repair   NR 5   UNDP   1992  1993  0.4 \n  Bridge Reconstruction   NRs 5, 6   Australia   1992  1996  9.0 \n1199   Road Rehabilitation  NRs 1, 2, 3, 5, 6, 11  ADB   1993  1997  67.7 \n  Road Rehabilitation   Various   Sida   1993  1997  5.0 \n  Road Reconstruction   NR 4   USAID   1994  1996  30.6 \n  Road Reconstruction   NRs 6, 7   Japan   1994  1999  109.0 \n  Ferry Rehabilitation   NRs 1, 6, 7   Danida   1995  1999  2.5 \n1503   Airport Improvement   Siem Reap   ADB   1997  2003  15.0 \n  Bridge Construction   NR 7   Japan   1998  2001  53.2 \n1659   Road Improvement   NR 1   ADB   1999  2003  50.5 \n1824   Emergency Flood Repair  NRs 1, 2, 5, 6, 7, 11,  ADB   2000  2002  65.0 \n21, 41 \n1697   Road Rehabilitation   NRs 5, 6, 7   ADB   2000  2003  74.8 \n  Read Improvement   NR 6   Japan   2001  2002  10.4 \n  Bridge Reconstruction   NR 6   Japan   2001  2002  11.3 \n  Road Improvement   NR 7   Japan   2001  2003  15.4 \n  Port Modernization   Sihanoukville   Japan   2001  2007  — \n  Road Rehabilitation   NR 51   Japan   2002  2003  5.0 \n  Road Rehabilitation   NR 2   Japan   2002  2003  10.0 \n  Emergency Flood Repair  Various   World Bank  2002  2003  50.0 \n  Road Reconstruction   NR 48   Thailand   2002  2004  7.6 \n  Road Rehabilitation   NR 3, 6   World Bank  2002  2004  45.0 \n  Road Rehabilitation   NR 51   World Bank  2002  2004  5.0 \n  Road Rehabilitation  NR 3  Korea, Rep. of  2004  2007  17.0 \n  Road Rehabilitation  NR 7  PRC  2004  2008  65.0 \n  Road Improvement   NR 1   Japan   2005   2009  42.1 \n  Road Rehabilitation  NR 67  Thailand  2005  2009  37.0 \n  Bridge Rehabilitation  Various  Japan  2005  2006  6.6 \n  Road Reconstruction   NR 48   Thailand   2006   2008  28.3 \n1945   Road Rehabilitation   NRs 5, 6, 56, 68   ADB   2006  2008  60.0 \n  Road Rehabilitation  NR 78  Viet Nam  2006  2009  26.0 \n2373  Road Rehabilitation   NRs 31, 33   ADB   2007  2010  13.0 \n2288  Railway Rehabilitation  Entire network  ADB  2007  2011  42.0 \n  Railway Rehabilitation  Entire network  OFID  2007  2011  15.0 \n  Bridge Construction   NR 1   Japan   2009  2012  — \n2406  Road Maintenance  Entire Network  ADB  2009  2013  6.00 \n  Road Maintenance  Entire Network  IDA  2009  2013  30.00 \n  Road Maintenance  Entire Network  Gov't. of  2009  2013  4.80 \n  Australia \n— = not available, ADB = Asian Development Bank, Danida = Danish Government International Development Aid, \nIDA = International Development Agency (of the World Bank), NR = national road, OFID = OPEC Fund for International \nDevelopment, PRC = People’s Republic of China, Sida = Swedish International Development Cooperation Agency, \nUNDP = United Nations Development Programme, USAID = United States Agency for International Development. \nSource: Asian Development Bank. \n \n ", "34  Appendix 4 \nTable A4.2: Asian Development Bank Technical Assistance for the Transport Sector in \nCambodia \nTechnical \nYear  Amount \nAssistance  Title  \nApproved  ($’000) \nNo. \n1866/1996   Transport Rehabilitation Study (Financed by United Nations  1993  1,319.40 \nDevelopment Programme and Swedish International \nDevelopment Cooperation Agency) \n2059   Rural Infrastructure Improvement   1994  98.00 \n2197   Airports Improvement Project   1994  500.00 \n2406   Strengthening of the Ministry of Rural Development   1995  1,500.00 \n2416   Developing a Planning Capability in the Ministry of Public  1995  800.00 \nWorks and Transport \n2722   Transport Network Improvement   1996  600.00 \n2706   Siem Reap Airport Project   1996  15,000.00 \n3164   Project Preparation and Implementation Assistance to the  1999  150.00 \nMinistry of Public Works and Transport \n3257   Strengthening the Maintenance Planning and Management  1999  375.00 \nCapabilities at the Ministry of Public Works and Transport \n3398   Primary Roads Restoration Project (Australia)   1999  — \n3414   Capacity Building for Public–Private Partnerships in  2000  150.00 \nTransport  \n3651   Transport Sector Strategy   2001  850.00 \n3852   Economic Analysis of the Cambodia Road Improvement  2002  150.00 \nProject \n3854   Environmental Assessment for the Cambodia Road  2002  60.00 \nImprovement Project \n3855   Resettlement Study and Social Impact Assessment for the  2002  150.00 \nCambodia Road Improvement Project \n9048   Mainstreaming Labor-Based Maintenance in the National  2004  2,000.00 \nRoad Network (Financed by Japan Fund for Poverty \nReduction) \n4645   Restructuring of the Railway in Cambodia (France)   2005  1,500.00 \n6251   Rehabilitation of the Railway in Cambodia (Financed by  2005  650.00 \nJapan Special Fund) \n4691  Preparing the Transport Infrastructure Development and  2005  1,000.00 \n  Maintenance Project     \n7199  Provincial/Rural Road Asset Management Project  2008  500.00 \n   \nSource: Asian Development Bank. \n \n ", "   \n \nDETAILED COST ESTIMATESa \nTable A5.1: Detailed Cost Estimates by Expenditure Category \n \n$ million  % Foreign  % Base \nItem \nForeign  Local  Total  Exchange  Costs \nA.  Investment costs           \n  1.  Improvement of NR56A  2.81            3.33             6.14            45.8            15.9  \n    -  Improvement of NR56A  2.76            3.20             5.96            46.3            15.5  \n    -  UXO Clearance of NR56A  0.05            0.12             0.18            29.0              0.5  \n  2.  Improvement of NR56B  8.08            9.56           17.64            45.8            45.8  \n    -  Improvement of NR56B  7.88            9.09           16.97            46.4            44.1  \n    -  UXO Clearance of NR56B  0.19            0.48             0.67            29.0              1.7  \n  3.  Cross Border Facility (CBF) Rehabilitation  1.70            1.26             2.96            57.4              7.7  \n    -  CBF Rehabilitation  1.69            1.25             2.95            57.5              7.7  \n    -  UXO Clearance of CBF  0.00            0.01             0.01            29.0              0.0  \n  4.  Equipment for CBF  0.52            0.38             0.90            57.4              2.3  \n  5.  Land Acquisition and Resettlement  0.00            1.06             1.06  0.00              2.8  \n  6.  Consulting Services: NR56A  0.58            0.33             0.91            64.0              2.4  \n    Consulting Services: NR56B  0.70            0.40             1.10            64.0              2.9  \n    Consulting Services: CBF  0.27            0.15             0.42            64.0              1.1  \n  7.  Road Maintenance Program  0.38            0.42             0.80            47.0              2.1  \n  8.  Road Safety Program  0.39            0.43             0.82            47.0              2.1  \n  9.  HIV Prevention and Anti-Human-trafficking Program  0.07            0.18             0.25            29.0              0.6  \n  10. Taxes and Duties  0.00            4.87             4.87  0.00            12.7  \n    Subtotal (A)  15.43          22.44           37.86            40.7            98.4  \nB.  Incremental Administration Cost  0.06            0.57             0.63              9.7              1.6  \n             \n    Total Base Costs  15.49          23.00           38.49            40.2          100.0  \n             \nC.  Contingencies           \n  1.  Physical  1.48            2.20             3.69            40.2              9.6  \n  2.  Price  0.58            4.88             5.46            10.6            14.2  \n    Subtotal (C)  2.06            7.08             9.15            22.6            23.8  \nD.  Financial Charges During Implementation           \n  1.  Interest during Construction  0.25  0.00             0.25          100.0              0.7   A\np\n    Subtotal (D)  0.25  0.00             0.25          100.0              0.7   p\ne\n    Total (A+B+C+D)          17.80          30.09           47.89            37.2          124.4   n\nd\nCBF = cross border facility, HIV = human immunodeficiency virus, NR = national road, UXO = unexploded ordnance.  ix\na  In April 2009 prices.   5\n \nb  Physical contingencies computed at 10% for civil works; and 3% for field research and development, training, surveys, and studies. \nc  Price contingencies computed at 0.7% in 2009, 1.4% in 2010, 0.4% in 2011, 0.5% in 2012, and 0.6% in 2013 onwards on foreign exchange costs and 5.0% in 2009 \nonwards on local currency costs; includes provision for potential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate.  \nd  Financial charges include IDC, which is calculated at 1% per annum, for ADB; for KEXIM 0.01%. This IDC of $0.25 million of ADB loan will be financed by the ADB loan.  3\n5\nSource: Asian Development Bank estimates.   \n ", " \n3\n6\n   Table A5.2: Detailed Cost Estimates by Financier a    \n($ million)  A\np\np\n  e\nn\n  d\nADB  KEXIM  Government  Total  ix\nItem  Amount  %  Amount  %  Amount  %  Amount    5\nA.  Investment Costs               \n  1.  Improvement of NR 56A  6.14  100.0  0.00  –  0.00  –  6.14 \n    -  Improvement of NR 56A  5.96  100.0  0.00  –  0.00  –  5.96 \n    -  UXO Clearance of NR 56A  0.18  100.0  0.00  –  0.00  –  0.18 \n  2.  Improvement of NR 56B  0.00  –  17.64  100.0  0.00  –  17.64 \n    -  Improvement of NR 56B  0.00  –  16.97  100.0  0.00  –  16.97 \n    -  UXO Clearance of NR 56B  0.00  –  0.67  100.0  0.00  –  0.67 \n  3.  Cross Border Facility (CBF) Rehabilitation  2.96  100.00  0.00  –  0.00  –  2.96 \n    -  CBF Rehabilitation  2.95  100.00  0.00  –  0.00  –  2.95 \n    -  UXO Clearance of CBF  0.01  100.0  0.00  –  0.00  –  0.01 \n  4.  Equipment for CBF  0.00  –  0.90  100.0  0.00  –  0.90 \n  5.  Land Acquisition and Resettlement  0.00  –  0.00  –  1.06  100.0  1.06 \n  6.  Consulting Services: NR 56A  0.91  100.00  0.00  –  0.00  –  0.91 \n    Consulting Services: NR 56B  0.00  –  1.10  100.00  0.00  –  1.10 \n    Consulting Services: CBF  0.42  100.0  0.00  –  0.00  –  0.42 \n  7.  Road Maintenance Program  0.80  100.0  0.00  –  0.00  –  0.80 \n  8.  Road Safety Program  0.82  100.0  0.00  –  0.00  –  0.82 \n  9.  HIV Prevention and Anti-Human-Trafficking Program  0.25  100.0  0.00  –  0.00  –  0.25 \n  10.  Contingencies Physical  1.43  38.7  2.26  61.3  0.00  –  3.69 \n  11.  Contingencies Price  2.11  38.7  3.35  61.3  0.00  –  5.46 \n  12.  Taxes and Duties  0.00  –  0.00  –  4.87  100.0  4.87 \n    Subtotal (A)  15.83    25.25    5.94    47.03 \nB.  Incremental Administration Cost               \n  1.  Project Management  0.19  36.5  0.32  63.5  0.00  –  0.51 \n  2.  Taxes and Duties  0.00  –  0.00  –  0.12  100.0  0.12 \n    Subtotal (B)  0.19    0.32    0.12    0.63 \nC.  Interest and Other Charges During Construction               \n  1.  Interest during Construction  0.25  100.00  0.004  –  0.00  –  0.251 \n    Subtotal (C)  0.25    0.004    0.00    0.25 \n    Total Disbursements (A + B + C)  16.26  34.0  25.58  53.4  6.06  12.6  47.89 \n– = not available, CBF = cross border facility, HIV = human immunodeficiency virus, KEXIM = Export Import Bank of Korea, NR = national road, UXO = unexploded ordnance. \na   In April 2009 prices. \nb  Physical contingencies computed at 10% for civil works; and 3% for field research and development, training, surveys, and studies. \nc  Price contingencies computed at 0.7% in 2009, 1.4% in 2010, 0.4% in 2011, 0.5% in 2012, and 0.6% in 2013 onwards on foreign exchange costs and 5.0% in 2009 \nonwards on local currency costs; includes provision for potential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate.  \nd  Financial charges include IDC, which is calculated at 1% per annum, for ADB; for KEXIM 0.01%. This IDC of $0.25 million of ADB loan will be financed by the ADB loan. \nSource: Asian Development Bank estimates. \n ", " \nIMPLEMENTATION SCHEDULE \n \nActivity  2009  2010  2011  2012  2013 \nQ3  Q4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4  Q1  Q2  Q3  Q4 \nImprovement of National Road NR 56 and the Cross                                     \nBorder Facility (CBF) at O'smach \nADB Loan Processing                                     \nProcurement of Contract Supervision Consultant (CS1                                     \nand CS2) Services (Advance action) \nImprovement of NR 56A, 29 km                                     \nCS1 – (Road Detailed Design, Surveys) NR 56                                     \nLand Acquisition and Resettlement Actions NR 56A                                     \nCS1 – NR 56 Road Rehabilitation Works Contractor                                     \nPrequalification Bidding and Appointment (ICB) \nCW1 Rehabilitation Works NR 56A & CS1 Supervision                                     \nService \nImprovement of NR 56B, 84.7 km                                     \nCS2 – (Road Detailed Design, Field Surveys) NR 56B                                     \nLand Acquisition and Resettlement Actions NR 56B                                     \nCS2 – NR 56 Road Rehabilitation Works Contractor                                     \nPrequalification Bidding and Appointment (ICB) \nCW2 – Rehabilitation Works NR 56B and CS2                                     \nSupervision Service \nImprovement of CBF                                     \nCS1 – (CBF O'smach Surveys and Detailed Design)                                     \nLand Acquisition and Actions CBF                                     \nCS1 – Road Rehabilitation Works Contractor                                     \nPrequalification Bidding and Appointment (ICB) \nCW3 – Rehabilitation Works CBF – CW 1 Supervision                                     \nService \nEQ1 – Provision and Installation of Equipment                                     \nCS4 – HIV Prevention and Anti-Human-Trafficking                                     \nProgram \nA\nHIV/AIDS Program Active                                      pp\ne\nCS3 – Road Safety Program                                      n\nd\nEQ2 – Road Maintenance Program                                      ix\n 6\nKey:    Task:      Summary:   \n \nADB = Asian Development Bank, CBF = cross border facility, CS = consulting services, CW = civil works, EQ = equipment, HIV/AIDS = human immunodeficiency \nvirus/acquired immunodeficiency syndrome, ICB = international competitive bidding, km = kilometer, NR = national road.  3\n7\nSource: Asian Development Bank.   \n \n ", "38   Appendix 7 \n \nPROCUREMENT PLAN \nBasic Data \nProject  Name:  Greater  Mekong  Subregion:  Cambodia  Northwest  Provincial  Road \nImprovement Project \nCountry: Kingdom of Cambodia  Executing  Agency:  Ministry  of  Public \nWorks and Transport \nLoan Amount: $16.26 million   Loan Number:  \nDate of First Procurement Plan: 7 July 2009  Date of this Procurement Plan: \n \nA.  Process Thresholds, Review, and 18-Month Procurement Plan \n \n1.  Project Procurement Thresholds \n \n1.  Except as the Asian Development Bank (ADB) may otherwise agree, the following process \nthresholds shall apply to procurement of goods and works. \n \nProcurement of Goods and Works \nMethod  Threshold \nInternational Competitive Bidding (ICB) for Works  Between $1,000,000 and $10,000,000, \nICB for Goods  Between $500,000 and $1,000,000 \nNational Competitive Bidding (NCB) for Works  Below that stated for ICB, Works \nNCB for Goods  Below that stated for ICB, Goods \nShopping for Works  Below $100,000 \nShopping for Goods  Below $100,000 \n \n2.  ADB Prior or Post Review \n \n2.  Except as ADB may otherwise agree, the following prior or post review requirements apply to \nthe various procurement and consultant recruitment methods used for the Project. \n \nProcurement Method  Prior or Post  Comments \nProcurement of Goods and Works \nInternational Competitive Bidding (ICB) Works  Prior   \nICB Goods  Prior   \nNational Competitive Bidding (NCB) Works  Prior   \nNCB Goods  Prior   \nShopping for Works  Post   \nShopping for Goods  Post   \nRecruitment of Consulting Firms \nQuality- and Cost-Based Selection  Prior   \nQuality-Based Selection  Prior   \n \n3.  Goods and Works Contracts Estimated to Cost More Than $1 Million \n \n3.  The following table lists goods and works contracts for which procurement activity is either \nongoing or expected to commence within the next 18 months. \n ", "  Appendix 7  39 \n \nContract   Prequalification \nProcurement  Advertise-  Com- \nGeneral Description  Value  of Bidders \nMethod  ment Date  ments \n($ million)a  (y/n) \nCivil Works           \nCW1  Sisophon–km 29 (NR  ICB  No  Q3 2010   \n8.63 \n56A) 29 km \nCW2  km 29–Samraong (NR  Government of  Not applicable  Q4 2010   \n56B) 84 km  the Republic of \n24.77 \nKorea \nGuidelines \nCW3  Cross-Border Facility  ICB  No  Q1 2011   \n4.52 \nO'smach \nEQ1  Cross-Border Facility  Government of  Not applicable  Q2 2012   \nEquipment  the Republic of \n1.00 \nKorea \nGuidelines \nEQ2  Road maintenance  ICB  No  Q1 2010   \nprogram: axle load  1.12 \ncontrol equipment \n             \nResettlement and Social Mitigation         \nR1  Payment of resettlement  1.26  Government  Not applicable  Not  See \nand social allowances,  Guidelines/  applicable  footnote \nentitlements, and  Resettlement  belowb \ncompensation and  Plan \nexternal monitoring agent \nICB = international competitive bidding, NR = national road, Q = quarter. \na  Civil works including physical and price contingencies, and taxes and duties. \nb  Payment of compensation and allowances arising from resettlement activities will be in accordance with procedures set \nout in Asian Development Bank approved resettlement plans. \n \n4.  Consulting Services Contracts Estimated to Cost More Than $100,000 \n \n4.  The following table lists consulting services contracts for which procurement activity is either \nongoing or expected to commence within the next 18 months. \n \nContract  International \nRecruitment  Advertise-  Com-\nGeneral Description  Value  or National \nMethod  ment Date  ments \n($ million)a  Assignment \n  Consulting services           \nCS1  Detailed Design and  1.97  QCBSb  Q3 2009  Both   \nImplementation  80:20 \nSupervision - ADB \nCS2  Detailed Design and  1.61  Government of the  Q3 2009  Not   \nImplementation  Republic of Korea  Applicable \nSupervision - Government  Guidelines \nof the Republic of Korea   \nCS3  Road Safety program  1.23  QCBSb  Q1 2010  International   \n80:20 \nADB = Asian Development Bank, QCBS = quality and cost-based selection. \na  Including physical and price contingencies, and taxes and duties. \nb  For QCBS the quality:cost ratio is as indicated, 80:20. \n \n5.  Goods and Works Contracts Estimated to Cost Less than $1 Million and \nConsulting Services Contracts Less than $100,000 \n \n5.  The following table groups smaller-value goods, works, and consulting services contracts for \nwhich procurement activity is either ongoing or expected to commence within the next 18 months. \n ", "40   Appendix 7 \n \n \nContract  Procurement/  International \nNumber of  Com-\nGeneral Description  Value  Recruitment  or National \nContracts  ments \n($ million)a  Method  Assignment \n  Consulting services           \nCS4  HIV  prevention  and  anti- 0.35  1  QBS  National   \nhuman-trafficking program   \nQBS = quality-based selection \na  Including physical and price contingencies, and taxes and duties. \n \nB.  Indicative List of Packages Required Under the Project \n \n6.  The  following  table  provides  an  indicative  list  of  all  procurement  (goods,  works,  and \nconsulting services) over the life of the project.  \n \nEstimated \nEstimated  Domestic \nGeneral  Value \nNumber of  Procurement Method  Preference  Comments \nDescription  (cumulative) \nContracts  Applicable \n($ million) \nGoods  2.12  2  ICB and Government of  Yes for ICB; No for    \nthe Republic of Korea   Government of the \nRepublic of Korea \nWorks  40.04  5  Depends on contract  Yes   \nEstimated  Estimated \nGeneral \nValue  Number of  Recruitment Method  Type of Proposal  Comments \nDescription \n(cumulative)  Contracts \nConsulting  5.16  4  International and  Full   \nServices  National \nICB = international competitive bidding. \n \nC.  National Competitive Bidding \n \n1.  General \n \n7.  The procedures to be followed for national competitive bidding (NCB) shall be those set forth \nfor the NCB method in the Government’s Procurement Manual of September 2005 issued under \nSubdecree  Number  14  ANK  dated  26  February  2007  with  the  clarifications  and  modifications \ndescribed  in  the  following  paragraphs  required  for  compliance  with  the  provisions  of  ADB’s \nProcurement Guidelines (2007, as amended from time to time). \n \n2.  Application \n \n8.  Contract packages subject to NCB procedures will be those identified as such in the project \nprocurement plan. Any changes to the mode of procurement from those provided in the procurement \nplan shall be made through updating of the procurement plan, and only with prior approval of ADB. \n \n \n3.  Eligibility \n \n9.  Bidders shall not be declared ineligible or prohibited from bidding on the basis of barring \nprocedures or sanction lists, except individuals and firms sanctioned by ADB, without prior approval \nof ADB. \n \n4.  Advertising \n \n10.  Bidding of NCB contracts estimated at $500,000 or more for goods and related services or \n$1,000,000 or more for civil works shall be advertised on ADB’s website via the posting of the \n ", "  Appendix 7  41 \nProcurement Plan. \n \n5.  Anticorruption  \n \n11.  Definitions of corrupt, fraudulent, collusive, and coercive practices shall reflect the latest ADB \napproved Anticorruption Policy (1998, as amended to date) definitions of these terms and related \nadditional provisions. \n \n6.  Rejection of all Bids and Rebidding \n \n12.  Bids shall not be rejected and new bids solicited without ADB’s prior concurrence. \n \n7.  Bidding Documents \n \n13.  The bidding documents provided with the Government’s Procurement Manual shall be used \nto the extent possible. The first draft English language version of the procurement documents shall \nbe  submitted  for  ADB  review  and  approval,  regardless  of  the  estimated  contract  amount,  in \naccordance with agreed review procedures (post and prior review). The ADB-approved procurement \ndocuments will then be used as a model for all procurement financed by ADB for the project, and \nneed not be subjected to further review unless specified in the procurement plan. \n \n8.  Member Country Restrictions  \n \n14.  Bidders must be nationals of member countries of ADB, and offered goods, works, and \nservices must be produced in, and supplied from, member countries of ADB. \n \n \n ", "42   Appendix 8 \n \nECONOMIC ANALYSIS \n \nA.  Introduction \n \n1.  The Greater Mekong Subregion: Northwest Provincial Road Improvement Project consists \nof improving secondary National Highway (NR) 56 from Sisophon to Samraong (113 kilometers \n[km]), and upgrading of the cross-border facility at O'smach. The connection from the border \ncrossing  to  the  project  road  (forming  part  of  NR  68)  is  implemented  with  support  from  the \nGovernment of Thailand. An all-weather sealed bituminous surfaced will be provided. The Project \nwill improve access to markets, employment, and social services for the local population and \nenable access for the growing number of tourists to temple ruins and other tourist spots, which \ncould help mitigate the unsustainably high levels of tourism at Angkor Wat. The cross-border \nfacility at O'smach will be upgraded to meet Greater Mekong Subregion standards. The economic \nanalysis  was  carried  out  by  comparing  the  with-project  and  without-project  scenarios.  In  the \nwithout-project  scenario,  the  roads  are  assumed  to  continue  receiving  minimal  maintenance \nconsisting  of  annual  grading  and  biannual  regraveling,  with  the  result  that  the  roads  slowly \ndeteriorate over time. The with-project scenario involves upgrading to paved all-weather standard \nand includes vertical realignment where required to raise the road above the flood level during \nseasonal flooding, and assumes the proposed upgrading of NR 68. During operation, routine and \nperiodic maintenance in the with-project alternative is assumed to accord with best practices. \n \n2.  The  economic  analysis  covers  2009–2034.  Upgrading  the  project  roads  will  be \nimplemented during 2010–2014 and is followed by 20 years of benefits during 2015–2034. All \nbenefits  and  costs  are  expressed  in  fixed  2008  economic  prices.  The  economic  prices  are \nestimated using economic border prices for traded goods and services, and domestic market \nprices net of domestic taxes and subsidies for non-traded goods and services. \n \nB.  Road Condition and Traffic \n \n1.  Current Road Condition \n \n3.  The existing roads are located in predominantly flat and open terrain. They are currently \nsurfaced by gravel or earth and have very high roughness values. In some places the vertical \nalignment is too low to prevent flooding in the wet season. The project roads interconnect two \nprovincial headquarters: Sisophon, where the road starts, and Samraong, where it connects to NR \n68 leading to O'smach. \n \n2.  Traffic Volumes \n \n4.  The volume of traffic on the project road was determined from traffic surveys undertaken on \n21 and 29 May 2008. Traffic surveys were conducted at the same counting stations identified in a \nprevious study to ensure comparability. Traffic counts were conducted for two days over a period of \n12 hours from 6 am to 6 pm. The survey results were normalized by applying seasonal factors \ndeveloped in the Greater Mekong Subregion: Cambodia Road Improvement Project1 to generate \nannual average daily traffic figures for the base year. The traffic counts were classified according to \nvehicle type and analyzed using version 4 of the Highway Development Model (HDM-4). Motorized \nas well as nonmotorized traffic was considered in the analysis. Traffic volumes, expressed in terms of \naverage annual daily traffic, show that the project roads typically carry about 1,551–2,817 vehicles \nper day. The results of the counts are in Table A8.1 \n                                                 \n1  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Cambodia for the Greater Mekong Subregion: Cambodia Road Improvement Project. Manila (Loan 1945-\nCAM). \n ", "  Appendix 8  43 \nTable A8.1: Counted Average Annual Daily Traffic on the Project Roads  \n(number of vehicles) \n \nMotor- \nCars/ \nRoad  Motor-  cycle \nSection Description  AADT  Pickup/ Buses  Trucks  Bicycle \nNumber  cycle  with \nVans \nTrailer \nNR 56  Sisophon–Banteay  1,551 205  2  140 889  6  209\nChhmar  \nNR 56  Chhmar–Samraong   2,817 235  4  123 1,577  3  877\n  Cross Border Facility  994 194    22 778   \nAADT = average annual daily traffic, NR = national road. \nSource: Asian Development Bank estimates. \n \n3.  Traffic Growth Rate Assumptions \n \n5.  Forecast traffic growth rates are based on (i) transport demand elasticity; (ii) past trends; \n(iii) forecast gross domestic product at national, regional, and provincial levels; and (iv) population \ngrowth. Elasticity values used in recent studies in Cambodia range from 1.2 to 1.5 for passenger \ntraffic, and from 1.0 to 1.4 for freight traffic. For motorcycle traffic, which is rapidly growing and is a \ndominant mover of people in Cambodia, an elasticity of 2.0 was adopted, recognizing the likely \ncontinued growth in this mode of transport, as has been seen in Viet Nam. Overall, the estimations \nyield  traffic  growth  rates  ranging  from  about  4.5%  per  annum  to  about  10.4%  per  annum, \ndepending on vehicle type and forecast year. This corresponds well with observed developments \nin Cambodia in recent years and is in agreement with recent forecasts for comparable roads in \nCambodia. Expected future traffic growth is further analyzed in the sensitivity and risk analyses. \nThe estimated traffic growth rates are in Table A8.2. \n \n6.  Forecast traffic has three intrinsic components: (i) normal traffic growth, which is the growth \nin existing traffic due to growth in the economy and the population; (ii) generated traffic, which is \nthe additional traffic that materializes as a result of upgrading the road because reduced transport \ncosts and travel times make transport more attractive than without the project; and (iii) diverted \ntraffic,  which  is  traffic  that  is  attracted  from  other  routes  to  the  upgraded  road  because  the \nupgraded route is quicker and less costly. Only normal and generated traffic is considered in this \nstudy; diverted traffic is ignored because the Project road has no near alternative routes. \n \nTable A8.2: Estimated Traffic Growth Rates \n(% per annum) \nPrivate  Public Utility  Commodity  Motorcycle \nYear  Vehicles  Vehicles   Vehicles  with Trailer \n2008–2010  7.3  8.5  8.1  10.4 \n2010–2015  5.4  6.1  5.9  7.2 \n2015–2020  5.3  6.1  5.8  7.5 \n2020–2025  4.9  5.6  5.4  6.9 \n2025–2030  4.6  5.2  5.0  6.3 \n2030–2035  4.6  5.2  5.0  6.3 \nSource: Asian Development Bank estimates. \n \n4.  Costs \n \n7.  Project investment costs comprise civil works, detailed design and supervision consultancy, \nresettlement and land acquisition, contingencies, and administrative costs. The annual distribution \nof  financial  and  economic  costs  during  construction  is  in  Table  A8.3.  The  distribution  of  the \neconomic capital costs over major cost items is in Table A8.4  \n \n ", "44   Appendix 8 \n \nTable A8.3: Annual Distribution of the Project Financial Cost  \n($ million) \nYear  Financial  Economic \n2010  1.93  1.67 \n2011  12.95  10.53 \n2012  23.04  17.93 \n2013  10.54  7.88 \nTotal  48.46  38.01 \nSource: Asian Development Bank estimates. \n \nTable A8.4: Economic Cost by Component \n($ million) \nComponent  Amount \nA.  Direct Costs \n  1.  Land and resettlement  1.84 \n  2.  Improvement of National Road 56  23.73 \n  3.  Cross Border Facility Rehabilitation  3.86 \n  4.  Consulting Services for Design and Construction  1.96 \n  5.  Road maintenance Program  0.91 \n  6.  Road Safety Program  0.92 \n  7.  HIV Prevention and Anti-Human-trafficking Program 0.38 \n  8.  Project Management  0.51 \n    Subtotal (A)  34.11 \nB.  Contingency    5.24 \n     Total    38.01 \nSource: Asian Development Bank estimates. \n \n5.  Vehicle Operating Costs \n \n8.  Vehicle operating costs (VOCs) were estimated using the road user cost subroutine of the \nHDM-4. The characteristics of each of the vehicles—such as physical description, tires, utilization, \nloading, and costs of vehicle resources and time values—and calibration factors assigned to road \nuser cost components—such as vehicle maintenance intensity, optimal vehicle life, climate, speed, \nand fuel and acceleration effects—were retained form the previous study. The costs of vehicles \nand spares were established based on observed prices in the project area and then converted into \nborder prices by deducting taxes and duties. This approach was adopted in light of the fact that \nvehicles and spare parts sold in the project area are predominantly secondhand rather than new \nimports, which dominate in the cities. The economic costs of fuel and lubricants were established \nbased on the prevailing cost of crude oil with added margins for refining and transport to establish \nborder prices. At the time of the analysis (February 2009), the crude oil price was about $40 per \nbarrel, equivalent to a border price of about $0.33 per liter of petrol and about $0.32 per liter of \ndiesel. \n \n9.  Estimated VOCs in dollars per kilometer for various types of vehicles and typical road \nroughness levels in the without-project (assuming minimal maintenance of the existing gravel road) \nand the with-project cases are shown in Table A8.5. The recent substantial volatility in oil prices—\nwhich has seen crude oil rise from about $35 per barrel in the spring of 2008 to about $136 per \nbarrel in the summer of 2008 and fall to about $40 per barrel in the spring of 2009—is at present \nthe biggest source of uncertainty in forecasting road user benefits. This uncertainty is addressed in \nthe sensitivity and risk analysis by applying wider than normal variation ranges for future fuel costs. \n ", "  Appendix 8  45 \n \nTable A8.5: Typical Vehicle Operating Cost With Project and Without Project ($ per km) \n  Without-Project  With-Project \nVehicle Type  (IRI = 11)  (IRI = 2.5) \nCar/Pick-ups/Vans  0.43  0.23 \nBuses  0.79  0.45 \nTrucks  1.21  0.71 \nMotorcycles  0.08  0.06 \nMotorcycle with Trailers  0.09  0.07 \nIRI = international rough index (meters/km). \nSource: Asian Development Bank estimates. \n \n6.  Benefits \n \n10.  The main economic benefits of the Project are VOCs and road user time savings accruing \nto future normal and generated traffic, and saving in future maintenance because the upgraded \nroad requires less costly maintenance than the existing road. The HDM-4 model was used to \nestimate these benefits over time. This model predicts annual-total VOC savings over the life of the \ninvestment based on (i) predicting deterioration in the pavement over time, which in turn reflects \ntraffic intensity and the maintenance regime applied over time; and (ii) forecast traffic. In both the \nwith-project and without-project cases, the road roughness level varies from year to year according \nto traffic movement and the maintenance applied. Road roughness is expressed in terms of the \ninternational roughness index and has a direct impact on VOCs and hence on the level of benefits. \nSince the Project consists of nonhomogeneous sections (in terms of level of traffic and without-\nproject condition), benefits were estimated individually for each subsection and aggregated to \ngenerate results for the entire Project. The resulting economic internal rate of return (EIRR) was \ncomputed outside the HDM-4 model, using Microsoft Excel. \n \n11.  The other source of road user benefits is time savings for road users. However, given the \nlow traffic levels on the roads and the high percentage of motorbikes, which gain very little in terms \nof time savings, the contribution of time savings to road user benefits is very small (less than \n0.01% of total user benefits), and thus time savings have been ignored. \n \n12.  Maintenance costs savings were estimated based on observed recent unit rates of major \nmaintenance work items. The economic maintenance works prices are in Table A8.6. \n \nTable A8.6: Economic Unit Cost of Maintenance Works \n($ per unit per year) \nMaintenance Standard  Unit  Financial  Economic \nWith-project  Routine Maintenance  km  920  800 \nPatching  m2  10  8 \nCrack sealing  m2  6  5 \nWithout-project  Annual grading and spot regraveling m2  144  120 \nkm = kilometer; m2 = meter square. \nSource: Asian Development Bank estimates. \n \n7.  Results of the Economic Analysis \n \n13.   The cost–benefit analysis indicates that the Project is likely to generate an EIRR of 19.9%. \nThe detailed cost–benefit flows are in Table A8.7. \n \n ", "46   Appendix 8 \n \nTable A8.7: Cost-Benefit Flows \n($ million) \nInvestment  Maintenance  VOC  Generated  Net \nYear \nCosts  Savings  Savings  Benefits  Benefits \n2010  (1.67)  0.00  0.00  0.00  (1.67) \n2011  (10.53)  0.00  0.00  0.00  (10.53) \n2012  (17.93)  0.00  0.00  0.00  (17.93) \n2013  (7.88)  0.00  0.00  0.00  (7.88) \n2014  0.00  0.08  0.01  0.00  0.09 \n2015  0.00  0.08  0.38  0.10  0.56 \n2016  0.00  0.08  0.43  0.11  0.62 \n2017  0.00  0.08  0.59  0.15  0.82 \n2018  0.00  0.08  0.98  0.24  1.30 \n2019  0.00  0.08  28.87  7.22  36.17 \n2020  0.00  0.08  13.78  3.45  17.31 \n2021  0.00  0.08  14.55  3.64  18.27 \n2022  0.00  1.28  15.30  3.83  20.41 \n2023  0.00  0.08  16.09  4.02  20.19 \n2024  0.00  0.08  16.91  4.23  21.22 \n2025  0.00  0.08  17.72  4.43  22.23 \n2026  0.00  0.08  18.57  4.65  23.30 \n2027  0.00  0.08  19.47  4.87  24.42 \n2028  0.00  0.08  20.74  5.19  26.01 \n2029  0.00  0.08  21.37  5.34  26.79 \n2030  0.00  0.08  22.40  5.60  28.08 \n2031  0.00  0.08  23.48  5.87  29.43 \n2032  0.00  0.08  24.62  6.16  30.86 \n2033  0.00  0.08  25.80  6.45  32.33 \n        19.9% \n( ) = negative, VOC = vehicle operating cost. \nSource: Asian Development Bank estimates. \n \n8.  Sensitivity and Risk Analysis \n \n14.  Sensitivity testing considers (i) increasing project cost; (ii) decreasing project benefits; (iii) \nfalling fuel prices, which reduces VOC savings; and (iv) the impact of subregional cross-border \ntraffic to and from Thailand failing to materialize, which reduces future traffic. The results of the \nsensitivity analysis and the switching values for the considered parameters (which indicates how \nmuch any of the considered variables can be reduced before the Project becomes unfeasible) are \nin Table A8.8. The analysis shows that in all considered scenarios the Project generates an EIRR \nbetween 15.9% and 18.0%, which is well above the cutoff rate of 12%. Calculating switching \nvalues confirm this; costs can increase by 122% or benefits can decrease by 55% before the \nProject becomes economically unfeasible. Calculating switching values for oil prices produces a \nnegative  price,  and  for  cross-border  traffic  a  reduction  of  more  than  100%.  Neither  result  is \nmeaningful and was omitted. \n \nTable A8.8: Sensitivity Analysis \n(%) \nVariable  EIRR  Switching Value \nCosts increased by 20%  18.0  122 \nBenefits decreased by 20%  17.5  (55) \nOil prices decreased by 65%  15.9  n/a \nCross border traffic decreased by 100%   17.5  n/a \nEIRR = economic internal rate of return, n/a = the calculated values are not meaningful. \nSource: Asian Development Bank estimates. \n ", "  Appendix 8  47 \n15.  Risk  analysis  was  undertaken  using  the  @risk  computer  software  program.  The  risk \nparameters are the same as those tested in the sensitivity analysis, except that the range of \nvariability is symmetrical and in most cases larger than those used in the sensitivity tests: costs \n± 35%, benefits ± 35%, fuel ± 65%, and cross border traffic ± 100%. The risk analysis shows the \ncombined impact on project EIRR of probabilistic variation in the analyzed parameters. The risk \nanalysis shows 95% probability that the EIRR will be between 12.5% and 27.7%. The probability \nthat the EIRR falls below the cutoff rate of 12% is 1.8%. \n9.  Benefit Monitoring \n16.   Rehabilitation and upgrade of the Project roads will prevent periodic flooding of low-lying \nsections  of  the  road  and,  provided  the  roads  are  adequately  maintained  after  completion,  will \npermanently reduce future transportation costs for passengers and freight. This will sustain existing \neconomic activity in northwestern Cambodia and facilitate new economic activities which otherwise \nwould not be undertaken. A benefit monitoring framework with a series of key performance indicators \nhas  been  established.  The  indicators  cover  (i)  economic  development  in  the  project  area;  (ii) \ntransport costs and times for specific types of vehicles and trips; (iii) extent of transport services and \ncharges; (iv) incomes per capita; (v) access to work, schools, markets, and social services; and (vi) \njobs created during construction and maintenance. \n \n17.   Data  collection  will  consist  of  (i)  secondary  data  from  central  and  local  government \nstatistics; (ii) project data and other road and traffic information collected by the MPWT; and \n(iii) sample surveys of vehicle operators, road users, and road neighbors. The MPWT will measure \nperformance against the indicators at project inception, midterm review, completion, and annually \nfor 5 years after completion. The MPWT will be responsible for providing data on (i) average road \nroughness, (ii) classified traffic counts, (iii) annual expenditure on routine and periodic maintenance \nof the project roads and bridges, and (iv) social and economic impact indicators. The MPWT will \nprovide baseline data and be responsible for collection of average one-way passenger fares and \nfreight transport rates for general cargo to and from predetermined points on the rehabilitated \nproject roads. Comments and findings on performance against these indicators will be included in \nthe midterm review. The proposed indicators are in Table A8.9. \nTable A8.9: Monitoring Indicators \nNo.  Indicators \n(i)  Average road roughness over the rehabilitated road segments, measured in \ninternational roughness index units \n(ii)  Continuous 24-hour classified traffic counts carried out over a 1-day period under \nrepresentative conditions in April or November \n(iii)  Annual expenditures on routine and periodic maintenance of roads and bridges in the \nnational road network in the project areas \n(iv)  Average one-way passenger fares and freight transport rates for general cargo to and \nfrom predetermined points on the rehabilitated road links \n(v)  Social impact of road improvements on the lives, time savings, incomes, and \neconomic activities of representative road users and road neighbors, determined \nthrough structured interview surveys \nSource: Asian Development Bank estimates. \n \n \n ", "48   Appendix 9 \n \nSUMMARY RESETTLEMENT PLAN \n1.  Project  Background. The Greater Mekong Subregion: Cambodia Northwest Provincial \nRoad Improvement Project will cover (i) the rehabilitation of National Road (NR) 56 (113 kilometers \n[km]) in the provinces of Banteay Meanchey and Otdar Meanchey, and (ii) improvement of cross-\nborder facilities at the end of NR 68B in O'smach. An 11-km bypass road will be constructed in NR \n56 to avoid the ancient temple of Banteay Chhmar in the commune of Banteay Chhmar, District of \nThma Puok. It will take off from approximately STA 53.2 km-station skirting around the support \nzone on the eastern boundaries of the temple complex, before rejoining NR 56 at approximately \nSTA 64.3 km-station. \n2.  Scope of Land Acquisition and Resettlement Impacts. The Government claims a road \nright-of-way (ROW) of 25 meters (m) measured from the road center line. The Government claim \nover the ROW is buttressed by Prakas (Government Order) No. 6, dated 27 September 1999 and \nentitled Measures to Crack Down on Anarchic Land Grabbing and Encroachments. The prakas \nsets a ROW of 50 m for national roads 2, 3, 6, 7, 11, 22, 64, and 78 and a ROW of 60 m for \nnational roads 1, 4, and 5. Notwithstanding Prakas No. 6, however, the Ministry of Public Works \nand Transport (MPWT) plans on clearing only a corridor (also referred to as the corridor of impact, \nor COI) of 16 m (or 8 m either side from the road center line) in the urban communities of Srei \nSophon and Samraong, and a COI of 20 m (or 10 m either side from the road center line) in Svay \nChek, Thma Puok, and Banteay Ampil. \n3.  Using a corridor of impact of 16–20 m for the Project and the required land for the bypass \nand cross-border facilities, the census and inventory of losses that were conducted on 27 June–15 \nJuly 2008 estimated that 310 households will be affected. Of the 200 households severely affected, \ntwo will be required to relocate their houses, 21 are house-cum-shops, and 140 are shops or stalls. \nIt  should  be  noted  that,  during  the  conduct  of  the  inventory  of  losses,  it  was  impossible  to \ndetermine the boundaries, and therefore the areas, of cultivated or built-on plots of ROW land in \nopen swathes of land adjacent to the roadway because said occupied lands are not demarcated \nand  there  were  no  plans  available.  During  resettlement  plan  updating,  and  following  the \nmobilization of the Provincial Resettlement Sub-Committee Working Group (PRSC-WG)—which \nincludes among its members district, commune, and village officials—details on the number and \nseverity of loss of affected lands, including their owners and/or occupants, will be determined. \n4.  Legal and Policy Framework. The Project resettlement policy has been developed taking \ninto  account  the  types,  characteristics,  and  severity  of  Project  impacts  on  assets  and  living \nconditions of the affected population, guided by the Constitution of the Kingdom of Cambodia, \nprevailing  legal  and  government  procedures  and  policies,  and  resettlement  policies  and \nrequirements adopted by the Government for specific development projects that have been funded \nby the Asian Development Bank (ADB) and other multilateral and bilateral donor agencies. \n5.  Project Entitlements. One key objective of the project resettlement policy is to avoid or \nminimize impacts on people’s assets and sources of livelihood. Since the majority of the main \nstructures that the Project will adversely affect are used for business, the project resettlement \npolicy puts much emphasis on ensuring that the affected people are able to continue with their \nlivelihood during and after construction with minimal, or no, disruption to their business operation. \nMoreover, assets and incomes that will be inadvertently affected will be replaced or compensated \nat replacement cost. The ultimate goal of the project resettlement policy is to help ensure that \naffected people are as well off or even better off than they were without the improvement of NR 56. \n6.  Income Restoration. Since most of the affected structures are shops, emphasis is given to \nensuring that their owners will not experience any stoppage in their operation, allowing them to \ncontinue with their roadside livelihood. All standing annual crops, including privately owned trees, \n ", "  Appendix 9  49 \nwill be allowed to be harvested before the start of civil works in a particular section of the project \nroad. To avoid impacts on the livelihood of the affected shopowners, the necessary transition and \nmoving allowances will be provided to shopowners; therefore, there is no compelling reason for an \nincome restoration program. Payment of such assistance will only be given once the site (residual \nor  outside  the  ROW)  that  these  shopowners  will  move  to  is  ready  to  ensure  that  the  cash \nassistance provided will not be used for other purposes. For households with farms inside the COI, \nthe Project will ensure that they will be able to harvest their crops prior to construction. These \naffected households will be allowed to continue cultivating the residual area of their farm inside the \nROW. Moreover, during the updating of the resettlement plan, the socioeconomic condition of \nthese affected households will be determined, and if it is found that their loss to the Project is \nequivalent to 10% or more of their source of livelihood or income, they will be assisted by the \nPRSC-WG in finding replacement land outside of the ROW with similar productive capacity which \nthe affected household could lease. In addition, the PRSC will provide assistance in cash or in kind \n(such  as  seedlings  and  farm  inputs)  to  said  affected  households  to  improve  productivity  of \nreplacement land. \n7.  Resettlement Strategy. All 23 landless households will be provided replacement plots of \n105 square meters, with secure tenure and latrine, in a location in the commune. The location will \nalso be suitable for re-establishing their shops or business. During the conduct of the detailed \nmeasurement  survey,  the  PRSC-WG  will  consult  with  the  aforementioned  households  in  the \nselection,  development,  and  arrangements  for  the  orderly  transfer  of  the  households  to  the \nrelocation sites. Affected persons with entirely affected regular shops and temporary stores and \nstalls will be provided with a place in the residual area of the ROW, if the residual area of the ROW \nland that they presently occupy is insufficient. The PRSC-WG, in consultation with, and with the \nactive participation of, the affected households will look for a place in the residual area of the ROW \nfor this purpose. The location in the residual area of the ROW where the regular shops and \ntemporary stores or stalls will transfer to should be mutually acceptable to the affected households \nand the Government. Moreover, the transfer of said shops and stores will be done in a way that will \nallow the affected people to gradually phase out their operation in their present location and \ngradually begin their operation in their new place. Under this arrangement, the shopowners, whose \nbusiness cater greatly to road users, will not experience any stoppage in their operation. Therefore, \nthe livelihood of these shopowners will not be severely affected by the Project road. \n8.  Ethnicity,  Vulnerability,  and  Gender  Issues.  There  are  110  households  headed  by \nwomen. In addition, five households are headed by elderly people and four households are headed \nby a person with a disability. With the exception of one person in Kampong Svay commune (an \nimmigrant  from  the  Lao  People’s  Democratic  Republic),  the  affected  households  and  their \nmembers were Khmer. Apart from the additional cash assistance that it provided to vulnerable \nhouseholds, the Project will carry out separate consultations during resettlement plan updating and \nimplementation to ensure that their special needs and concerns are identified and addressed. \nRestoration or improvement of their socioeconomic conditions will be carefully monitored.  \n9.  Consultation  and  Grievance  Redress.  Consultations,  public  meetings,  and  village \ndiscussions with the affected households and the local governments have been done before and \nduring the conduct of the inventory of losses as part of the resettlement planning process; eight \nmeetings  were  held  in  NR  56.  These  activities  will  continue  during  the  updating  and \nimplementation of the resettlement plan, consistent with the Project’s participatory approach. The \ngrievance mechanism has been designed to ensure that the concerns and complaints of the \naffected households are readily addressed at the village level in a timely and satisfactory manner. \nThe affected households will be made fully aware of their rights through verbal and written means \nduring resettlement planning, updating, and implementation. \n ", "50   Appendix 9 \n \n10.  Implementation  Arrangements  The  MPWT,  through  its  Project  Management  Unit  3 \n(PMU-3) and its Social and Environmental Unit, and in close collaboration with the Resettlement \nDepartment  of  the  interministerial  resettlement  committee  (IRC),  has  overall  responsibility  for \nplanning and implementing all aspects of resettlement. A working group will be set up at the PRSC \nwhich will, among other things, carry out detailed measurement surveys, determine levels of \ncompensation  and  entitlements  as  per  the  Project  resettlement  policy,  implement  the  Project \nresettlement  strategy,  and  serve  as  the  main  vehicle  for  ensuring  that  affected  people  are \nconsulted and their grievances are heard and resolved. \n11.  Monitoring.  The  PIU-3  and  the  Social  and  Environmental  Unit,  together  with  the \nResettlement Department of the IRC, will serve as the Project’s internal monitor. The PIU-3 is \nresponsible for submitting to the MPWT and ADB quarterly progress reports that include updates \non the progress of resettlement. Moreover, the IRC will hire an external monitoring agency (EMA) 1 \nmonth after the start of the updating of the resettlement plan. The agency will submit an inception \nreport soon after mobilization and, subsequently, quarterly reports on the progress of the updating \nand implementation of the resettlement plan. Copies of its monitoring reports will be submitted to \nthe IRC, the MPWT, and ADB. The EMA will also conduct a post-resettlement implementation \nevaluation study 6 months after the completion of resettlement activities. \n12.  Resettlement Plan Cost Estimates. The total cost of resettlement for NR 56 is estimated \nat $1.13 million. This includes compensation and other entitlements to be provided to eligible \naffected people and affected households, acquisition and/or preparation of replacement plots for \nthe  houses  and  shops,  operational  and  administrative  expenses,  external  monitoring,  and \ncontingencies. The MPWT and the IRC will ensure the timely availability of funds for resettlement, \nincluding unforeseen costs in excess of resettlement budget estimates, to satisfy the Project \nresettlement objectives. \n13.  Implementation Schedule. The resettlement plan will be updated by the PIU-3, in close \ncollaboration with the PRSC-WG and with assistance from consultant specialists, after the detailed \nengineering designs have been completed. The updated resettlement plan will be submitted to \nADB for review and approval. The schedule of civil works in a particular section of NR 56 and \ncross-border facilities will be planned with the direct participation of the affected people through the \nPRSC-WG to ensure that construction works are synchronized with the relocation of affected \nstructures and the harvesting of crops and trees. The MPWT will not allow construction activities in \na specific section to commence until the affected people have been relocated in accordance with \nthe project resettlement policy and the specific section of the road is free of all obstructions. \n \nTable A9: Resettlement Schedule \nActivity  Schedule \nResettlement Plan Preparation  Jun–Aug 2008 \nMPWT Submission of Draft Resettlement Plan  March 2009 \nADB Approval of Draft Resettlement Plan   March 2009  \nResettlement Plan Updating   Jan–June 2010 \nSubmission and ADB Approval of Updated Resettlement Plan  June 2010 \nImplementation of the Approved Updated Resettlement Plan   July 2010–June 2011  \nInternal Monitoring (submission of quarterly progress reports)  2010–onwards \nExternal Monitoring (intermittent)  2010–onwards \nADB = Asian Development Bank; MPWT = Ministry of Public Works and Transport. \nSource: Asian Development Bank. \n \n14.  Disclosure of Resettlement Plan. The salient points of the draft resettlement plan will be \ndisclosed to the affected people with the distribution of project information leaflets written in Khmer \n ", "  Appendix 9  51 \non or before 27 April 2009. Similarly, the resettlement plan in Khmer will be placed in provincial, \ndistrict, and commune offices of the local government. The draft resettlement plan will likewise be \nuploaded to the ADB website on or before 27 April 2009. The final resettlement plan following the \nappraisal mission will also be uploaded to the ADB website. During project implementation, the \nupdated resettlement plan (draft and approved) following detailed design will be disclosed to the \naffected people and uploaded to the ADB website. Social monitoring reports will be submitted to \nADB for web posting. \n \n ", "52   Appendix 10 \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title: Cambodia/Greater Mekong Subregion: Cambodia Northwest Provincial Road \nImprovement Project \n \nLending/Financing  Department/ Southeast Asia Department \nProject Loan \nModality:   Division: Transport and Urban Development Division \n       \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Link to the National Poverty Reduction Strategy and Country Partnership Strategy \n \nThe years of civil war in Cambodia left the road network severely deteriorated. Since 1992, with assistance from the Asian \nDevelopment Bank (ADB) and other multilateral and bilateral development partners, the Government has focused on \nrehabilitation  of  the  core  national  infrastructure  that  is  required  for  the  development  of  the  economy.  Despite  the \nimprovement of national roads, many provincial and most rural roads are in poor condition and parts of the country are \neffectively isolated during the wet season. Until recently, the secondary national network, which links provinces to the \nnational road network and provides intraprovincial links to the tertiary and rural network and to Cambodia’s largely rural \npopulation, has received little attention. The road network is split into two networks—primary and tertiary roads—which are \nonly loosely and unreliably interconnected. The situation hinders the development of cash-crop production in the rural areas, \nwhere markets in many places are limited to the local area due to lack of access. It also means that provincial centers and \nnumerous natural and cultural sites with tourism potential are inaccessible. The Government’s poverty reduction strategy for \n2009–2013 (the Rectangular Strategya started in 2004 with the first phase, now in its second phase) emphasizes generating \neconomic growth through the private sector, thus rehabilitation and development of the country’s physical infrastructure is a \nprecondition for this. ADB’s country strategy for Cambodia for 2005–2009b supports ADB's overall strategy for poverty \nreduction through broad-based growth, inclusive social development, and stronger governance for sustainable development. \nGiven the continuing challenges in terms of rural access and sectorwide best practices, the country strategy for the transport \nsector has shifted from large-scale public sector interventions for national roads to (i) fostering technical cooperation, \nstandard setting, and private investment in national transport; and (ii) supporting subregional projects that promote access to \nremote rural areas. In this context, this Project is a core intervention of ADB in the transport sector, as included in the country \noperations business plan 2008–2010,c as a Greater Mekong Subregion (GMS) project. The project supports this strategy, \nparticularly as it enhances connectivity, economic exchange between Cambodia and other GMS countries, and access to \nsocial services in remote areas. \n \nThe key objectives of GMS cooperation in the transport sector, as identified by the GMS 10-Year Strategic Framework \n(2002–2012), are to (i) develop priority transport corridors critical to linking the subregion together and promoting trade \nand investment; (ii) reduce nonphysical barriers to the movement of people, goods, and services; and (iii) formulate and \ncoordinate strategies to ensure that the transport corridors evolve into economic corridors, leading to agricultural \ndiversification, industrialization, and the creation of employment opportunities. This Project will support the GMS transport \nstrategy by improving the subregional connectivity at O'smach between Thailand and Cambodia, to enhance subregional \ntransport and trade. \n \nB.  Poverty Analysis  Targeting Classification: General intervention \n1.  Key Issues \n \nThe majority of poor people in Cambodia live in rural areas and base their livelihoods on agricultural activities. The project \narea is located in the northwestern part of Cambodia near the border with Thailand, and includes National Road (NR) 56 in \nthe provinces of Banteay Meanchey, and Oddar Meanchey. The project area has very high poverty levels of over 60%. The \ndire poverty situation in the project area can be related to the relative physical remoteness and poor infrastructure in the \narea. Government services, such as health and education, rarely reach the interior and tend to be restricted to peri-urban \nareas. Insecurity and lack of access have also reduced the effectiveness and outreach of development activities by \nnongovernment organizations. Many poor people face food shortages for several months and are vulnerable to external \nshocks due to reliance on subsistence agriculture and lack of access to income-earning opportunities, markets, and social \nservices during the wet season. Food security is a major concern of poor people. Most farmers are primarily subsistence \nfarmers growing one (rain-fed) crop a year, often of low quality or yield (significantly lower than yields in similar agro-\necological areas). Irrigation is scarce and unreliable. The principle mode of transport in Cambodia is by road. In spite of \nefforts to improve the Cambodian road network since the mid-1990s, it is still in poor shape. One-quarter of the national road \nnetwork is in good-to-fair condition. The quality of the rural roads deteriorate, the majority of them are in poor-to-bad \ncondition. The transport system in Cambodia carries the majority of passengers and cargo on its road network. The length of \nthe rural road network is approximately 28,000 kilometers, or about 70% of the total road network in Cambodia. The \nproposed Project aims to provide reliable all-year road access from provincial towns and agricultural rural areas to markets, \nemployment, and social services in northwestern Cambodia. Improved infrastructure will lead to increased openness for \ncommunities deprived of adequate access to information and markets. The improved road will increase investment and \ndevelopment programs, access to off-farm employment, and diversification of risk and vulnerability. Access to markets will \nreduce vulnerability to food shortages and reliance on subsistence agriculture. Enhanced access will also enable the \n ", "  Appendix 10  53 \nGovernment and other development agencies to provide social services to deprived areas. \n \nThe project road serves as a subregional link to Thailand, connecting NR 68 with the border at O'smach. Therefore, the \nProject also aims to increase transport efficiency by enabling more direct routes to international borders, especially in \nO'smach. This will facilitate stronger bilateral trade between Thailand and Cambodia. Further, the Project will improve \naccess to historical and natural sites along project roads, which will help develop the tourism industry. For infrastructure \nimprovements, the Project entails rehabilitation of NR 56 and improving the cross-border facility between Cambodia and \nThailand at O'smach. These road sections are currently gravel roads with moderate levels of traffic; average daily traffic \nvolumes ranging from 1,400 vehicles to 3,200 vehicles, with a current yearly growth rate of over 8%. The ongoing Greater \nMekong Subregion: Cambodia Road Improvement Projectd completed all bridge and culvert rehabilitation in early 2008 \non these road sections providing reliable access during rainy season. This increased the percentage of heavy good \nvehicles on these roads from about 3% to 4%–10%, depending on the section. Such vehicles also have a growth rate \nforecast of more than 8% and serve the agriculture and industry sectors to support the economic and social development \nin this region. Cross-border traffic volumes show similar figures—about 1,400 vehicles per day with heavy goods vehicles’ \npercentage of 5%. As the majority of cross-border cargo consists of agricultural products and apparel, the proposed road \nimprovements may facilitate growth of these industries. \n \nExpected Impacts on Poverty and Vulnerability  \nThe impacts on poor people in the project area would largely depend on how national road networks NR 5 and NR 6, \nrehabilitated by the Greater Mekong Subregion: Cambodia Road Improvement Project (footnote d), are linked to the \nprovincial road network of NR 56 (which begins from NR 5 in Sisophon) and NR 68 (which begins from NR 6 in Kralanh), \nand meet at Samraong thus forming a loop, and connect with the rural roads in the area rehabilitated under the ADB-\nfinanced Northwestern Rural Development Project (NRDP)e. The proposed rehabilitation of NR 56 will enhance the \npoverty impacts of the Greater Mekong Subregion: Cambodia Road Improvement Project (footnote d) and the NRDP. \nThe rehabilitation of NR 56 will strengthen the linkage of feeder roads under the NRDP and the national roads. The \nProject will not have a direct impact on poverty reduction; however, the improved links of different road networks and the \nProject will have an indirect impact on poverty reduction. Experiences of the impact of feeder roads show that the \ncompetitiveness of transport facilities are important factors in the reduction of poverty. The savings in vehicle operating \ncosts has an impact on poor people. Key impacts of the Project include higher prices for produce and a wider span of \nmarketing options for agricultural produce and increased opportunity for trade to reduce food shortages. Access to NR 5 \nand NR 6, a main trade route with growing markets, will further increase the ability of farmers to reach a variety of \nmarkets. All-weather access along NR 56 and into the target villages of the NRDP will reduce the costs of accessing \nsocial services such as health care and education. The effectiveness of government and other agencies in providing \nservices  will  significantly  improve  as  both  feeder  roads  and  main  roads  in  this  area  are  improved.  Only  a  few \nnongovernment organizations—the World Food Program and de-mining companies—are active within and around the \nproject area. These groups are mainly engaged in emergency relief and food for work programs. Most of their \nbeneficiaries are disabled, war widows, or displaced people who are poor or very poor. Increased access to these areas \nwill facilitate more effective outreach for organizations engaged in direct poverty reduction efforts. The most immediate \nimpact of the proposed project includes employment opportunities during road construction. This is especially important \nfor the landless and for those with inadequate agricultural land. The key contribution of the Project to the infrastructure \nsector will be to strengthen links between rural and urban areas and between different regions of the country to promote \neconomic growth and development activities that are geographically balanced. \n \n2.  Design Features \n \nThe pro-poor design features of the Project include recruitment of local labor for construction work. In addition, periodic \nmaintenance of the Project will recruit local labor. Together with increased access to a wider range of employment \nactivities, labor-intensive road construction and local maintenance contracts provide off-farm employment opportunities \nfor poor people. Local employment opportunities will reduce the need for migration to Thailand, and thus reduce \nvulnerability of those left behind. \n \nC.  Poverty Impact Analysis for Policy-Based Lending  N/A \n  \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis \n \nThe vulnerability of the population in the area, and especially of the poor, is marked by a number of factors. These \ninclude adverse demographic and socioeconomic conditions, illiteracy, poor access to drinking water and health facilities, \nand low school enrolment and attendance in comparison with the overall national situation. Adult literacy is estimated at \n46% compared with the national average of over 67%. The population with safe access to drinking water is estimated at \nless than 7% (compared with the national average of 29%) and around 4% are estimated to have access to sanitary \nlatrines (compared with the national average of 15%); school attendance (5–14 age groups) is below 60% compared with \n66% for the whole country. This is indicative of high opportunity costs of children to attend school and the need to engage \nchildren in livelihood activities. \n ", "54   Appendix 10 \n \n \nThe incidence of disabled persons is high (2.2 per 1,000 compared with the national average of 1.5). This is a reflection \nof the prolonged civil strife and the presence of unexploded ordnance in the area. Access to credit is severely limited and \nsavings are small, leading to frequent asset liquidation to meet crises (most frequently caused by health shocks). \nReproductive services exist but are largely inaccessible due to the widely dispersed nature of the population and long \ntravel distances and times needed to reach these (especially in Oddar Meanchey). People are forced to use multiple \nsources of water with rainwater, water from dug wells, and water collected from ponds and other surface sources. \nCommon diseases in the project area include dengue fever, malaria, colds, polio, and whooping cough. The Project will \ninclude a safe drinking water program for Project villages and schools as part of the civil works contract to provide safe \ndrinking water to the poor households and school children. \n \nSocial Risks \nThe Cambodian Demographic Health Survey 2000 reveals that Banteay Meanchey is one of the provinces with the \nlowest level of awareness of HIV/AIDS, with 79% of respondents aware of HIV/AIDS compared to the national average of \n95% awareness. A 2000 sexually-induced virus surveillance testing in Banteay Meanchey found the following rates of \nHIV-positive people in the groups tested: 7.3% of police, 37.3% of direct commercial sex workers, and 4% of pregnant \nwomen attending antenatal clinics. While this is a decrease from previous years, it is still very high. Recent data from the \nvoluntary confidential counseling and testing sites in Siem Reap shows that new HIV infections are highest among \nhousewives and lowest among sex workers. In some of the districts of Siem Reap, 40%–50% of households have at least \none family member who migrated to Thailand for work, and there is an increase in the number of housewives who are \ngetting infected by their husbands who worked in Thailand.f In Oddar Meanchey and Banteay Meanchey provinces, \nmobile and migrant populations are a big concern. The large number of migrants who go to Thailand and other provinces \nresettle in the community when they are tested as HIV positive. All three (Banteay Meanchey, Oddar Meanchey, and \nSiem Reap) provinces rank low in terms of women’s knowledge of HIV prevention. \n \nDue to its proximity to Thailand, the area is prone to labor mobility, both inward and outward. A large number of people \nmigrate to the towns and to Thailand in search of work, usually illegally. Frequently the brokers come to the villages to \nrecruit young men and women. They migrate for mainly economic reasons, in response to wage differentials between \nThailand and Cambodia, food shortages, and underemployment. Most of the migrants are poor or very poor young men \nand women with inadequate landholdings. Short-term migration takes place in response to underemployment during off-\npeak agricultural seasons and serves as a coping mechanism for food insecurity. The seasonal migrant laborers work just \nacross the border in agriculture for very low wages and under harsh conditions. Some of the long-term migrants—both \nmen and women—travel deep into Thailand and engage in unskilled employment activities such as construction work, \nmanufacturing, and food processing activities. Young men and women migrants also become victims of human trafficking \nand are forced to become sex workers. One of the major objectives of the Project is to enhance economic integration, \nand increase mobility and intra- and cross-border trade. While labor mobility is already high, mobility can be expected to \nincrease both to and from this area. Given the high incidence and low awareness of HIV/AIDS in Banteay Meanchey, and \nan expected increase of truck drivers going through the area, there is a risk of further spread of HIV/AIDS to and from the \nproject area. The high level of labor migration to Thailand poses a significant risk of human trafficking. In order to reduce \nthe risk of human trafficking and HIV/AIDS, an awareness raising program on HIV prevention and anti-human trafficking \nwill be included in the Project. The HIV/AIDS program will be targeted to the construction camps, vehicle operators and \ntruck drivers, sex workers, and villages and towns in the Project districts of NR 56 and NR 68. In addition, in the project \narea construction workers, the commune and district health clinics, and medical centers will be provided with HIV/AIDS \nand  sexually  transmitted  diseases  medical  packages.  The  ADB  Technical  Assistance  for  HIV  Prevention  and \nInfrastructure: Mitigating Risk in the Greater Mekong Subregion (footnote f) will conduct post-construction awareness on \nHIV/AIDS program in the NR 5 and NR 6 areas, and Southeast Asia Regional Department Social Sectors Division will \nconduct pre-construction HIV/AIDS awareness programs in the NR 56 and NR 68 areas. The Project will coordinate with \nboth of the programs in terms of experience of the programs and lessons learned. The lessons will be incorporated into \nplanning of the project's HIV/AIDS awareness campaign in the NR 56 and NR 68 areas. The Project will include human \ntrafficking awareness programs for NR 5, NR 6, NR 56, and NR 68 since this these roads are linked to the border area, \nlabor migration is high in this area, and this poses a risk of human trafficking to Thailand. The human trafficking program \nwill focus on safe migration and linking the poor to poverty reduction programs. It is expected that provision of local labor \nrecruitment and links with poverty programs will reduce migration to Thailand. Road safety is a major concern of the \ncommunities given the experience of NR 6 and NR 6. The improvement of NR 56 will possibly lead to an increase in the \nnumber of accidents on the Project roads. A community-based road safety program will be part of the overall road safety \nprogram of the Project. The Project will include a baseline survey at the beginning of the Project and a poverty and \nimpact assessment survey at the end of the Project to assess HIV/AIDS awareness, incidence, access to HIV/AIDS \ntreatment, in and out labor migration, human trafficking, access to safe drinking water, waterborne diseases, seasonal \nemployment in construction works, reduction of vehicle operation cost, road accidents etc. \n \n ", "  Appendix 10  55 \n \nB.  Consultation and Participation \n1.  Provide a summary of the consultation and participation process during the project preparation. \n \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing         Consultation         Collaborative decision making         Empowerment \n \nDuring the preparation of resettlement plan, consultation was done with the affected households.  \n \n3.  Was a C&P plan prepared?    Yes       No \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). \n \nC.   Gender and Development \n1.  Key Issues. In the project area, women are mainly engaged in small business, petty trading, wage employment, and \nfarming. However, opportunity for wage employment is limited, which has resulted in illegal migration of a significant \nnumber of women to Thailand. Migrant women farm workers in Thailand work in harsh conditions for low wages. Often \nthey are harassed by the law enforcement authority and sometimes have to leave behind most of their earnings when \nthey return. Increasing numbers of married women are getting infected with HIV by their husbands who have worked in \nThailand. Women vendors and small entrepreneurs lack access to capital. The land acquisition aspect of the Project will \nhave an impact on the women entrepreneurs and small vendors who are located along the roadside. International Labor \nOrganization studies show that in Cambodia nearly 47% of road workers are women. The Project can create employment \nopportunities for poor women during construction and through road maintenance work. \n \n2.  Key Actions \n \n    Gender plan          Other actions/measures         No action/measure \n \nThe resettlement plan and prevention of HIV and anti-human-trafficking programs will include specific strategies to \naddress gender issues in the Project. The following are the gender-specific strategies and measures: \n(i)  Consultation meeting on resettlement activities will be held separately with women, households headed by women, \nand elderly women. \n(ii)  At the inception of the Project, a community meeting will be held with the affected households to inform them about \nresettlement activities; participation of poor women and women who are household heads will be ensured. \n(iii)  The community meeting will include information on resettlement activities, compensation, grievance procedures, \nand impact of the project on livelihood activities related to small business, petty trading, loss of agricultural \nproduce, and other productive assets. The objective of the meeting is to provide affected communities with \nunderstanding of resettlement issues and better access to compensation resources and information on grievance \nprocedures. \n(iv)  During preparation of loss of inventory, men and women from the households will participate in discussion of loss \nof inventory. Compensation will be given to both men and women from the households. Specific attention will be \ngiven to paying the compensation on time to poor women who head households and elderly women. \n(v)  Relocation of houses will include separate discussion with women from affected households, women who head \nhouseholds, and elderly women (ethnic minority households if there are any). \n(vi)  All employment for the Project will respect Government commitments to gender equity, including staffing in the \nproject implementation unit and resettlement committees. \n(vii)  An HIV/AIDS and human trafficking awareness campaign will be conducted during the construction phase. The \neducational materials, workshop, and campaign on HIV/AIDS and Human Trafficking Prevention Program will be \nconducted separately for women. These programs will be planned and implemented with the district and commune \nwomen's councils. \n(viii)  Construction contractors will ensure that (a) no child will be used, (b) no differential wages are paid to men and \nwomen for work of equal value, (c) basic facilities (water, sanitation) for men and women workers are provided in \nthe construction camps, (d) separate bathing and toilet facilities are provided for women workers, and (e) day care \nservices will be provided for the children of women construction workers. \n(ix)  Disaggregated monitoring indicators by gender will be developed for monitoring of social benefits, economic \nopportunities,  seasonal  wage  employment  in  construction  works,  road  safety,  resettlement  activities,  HIV \nprevention, and the anti-human-trafficking program. \n(x)  The monitoring indicators will include (a) women's participation in resettlement committees, capacity building \ntraining, the consultation meeting, livelihood training, and restoration of income; (b) recruitment of women laborers \nin construction and provision of separate bathing and toilet facilities in the construction site; (c) child care facility in \nconstruction camps; (d) participation of women in road safety awareness campaign; and (e) women and girls' \nawareness on safe migration, human trafficking, and HIV/AIDS. \n(xi)  The project-specific gender strategy with be implemented by the executing agency in collaboration with the Project \n ", "56   Appendix 10 \n \nimplementation and supervision consultants. \n(xii)  National consultants on social development and gender will be included in the consulting services for the \nimplementation of the gender strategy. Terms of references for the social development and gender are included in \nconsulting services. The budget to implement the gender strategy is included in the resettlement plan and \nconsulting service package on HIV prevention and anti-human-trafficking programs. The social development and \ngender specialist will monitor overall implementation of the gender strategy in various components of the Project. \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/Limited/  Strategy to Address Issue  Plan or Other Measures \nNo Impact  Included in Design \nInvoluntary  Significant  A  full  resettlement  plan  is   Full Plan \nResettlement  prepared.   Short Plan \n Resettlement Framework \n No Action \nIndigenous Peoples  Ethnic  minority  groups     Plan \n  are  not  affected  by   Other Action \nresettlement activities.   Indigenous Peoples \nFramework \n No Action \nLabor    The Project will create wage   Plan \n  Employment  employment opportunities   Other Action  \nopportunities  during construction and road   No Action \n Labor retrenchment  maintenance. The construction  Civil  works  contracts  will \n Core labor standards  contracts will include provision  include requirements of local \nof fair wages, equal wages for  labor  and  core  labor \nmen and women for equal work,  standards. \nand basic facilities in the \nconstruction camp. \nAffordability  No impact     Action \n No Action \nOther  Risks  and/or  The  Project  can  The  Project  will  include  a   Plan \nVulnerabilities  increase HIV/AIDS and  comprehensive  HIV/AIDS,   Other Action \n  HIV/AIDS  human trafficking in the  human  trafficking,  and  road   No Action \n  Human trafficking  Project  districts.  Road  safety program.  \n  Others(conflict,  accidents  can  also \npolitical  instability,  increase significantly. \netc), specify \nIV.  MONITORING AND EVALUATION \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development \nactivities and/or social impacts during project implementation? \n \nYes; indicators on gender, HIV/AIDS, human trafficking, and road safety are included in the design and monitoring \nframework. \na  Samdech Akka Moha Sena Padei Techo Hun Sen, Prime Minister of the Kingdom of Cambodia. 2008. Rectangular Strategy for \nGrowth, Employment, Equity and Efficiency Phase II. Phnom Penh. \nb  ADB. 2005. Country Strategy and Program (2005–2009): Cambodia. Manila. \nc  ADB. 2008. Country Operations Business Plan: Cambodia 2008–2010. Manila. \nd  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom of Cambodia \nfor the Greater Mekong Subregion: Cambodia Road Improvement Project. Manila (Loan 1945-CAM). \ne  ADB. 2001. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom of Cambodia \nfor the Northwestern Rural Development Project. Manila. \nf  ADB. 2008. Technical Assistance for HIV Prevention and Infrastructure: Mitigating Risk in the Greater Mekong Subregion. Manila (TA \n6467-REG). \n \n ", "  Appendix 11  57 \nSUMMARY INITIAL ENVIRONMENTAL EVALUATION \nA.  Introduction \n \n1.  The Greater Mekong Region: Cambodia Northwest Provincial Road Improvement Project is \nclassified environmental category B and an initial environmental examination (lEE) was conducted as \npart of project preparation in accordance with the Environment Policy (2002) and Environmental \nAssessment Guidelines1 of the Asian Development Bank (ADB). \n \n2.  The Project consists of the reconstruction of National Road (NR) 56 located in Banteay Meanchey \nProvince in the northwestern part of Cambodia. The road is about 113 kilometers (km) long. Generally, the \nexisting horizontal alignment will be retained, however a realignment of NR 56 will be carried out to bypass \nthe Banteay Chhmar temple. The temple is protected by royal decree and the surrounding area has a \nseries of protective zones which severely restrict the improvement of NR 56. The realignment will avoid \nthese zones. The realignment is 11 km long and increases the overall length of NR 56 by approximately \n0.5 km. Many years of civil disturbance have caused the road to be neglected; it is now in poor condition \nwith some bridges being on the point of collapse. Replacement of bridges and some structures along NR \n56 has already been completed under the Greater Mekong Subregion: Cambodia Road Improvement \nProject.2 Implementation of the Project will provide all-weather access to remote and poorly serviced rural \nareas and improve community accessibility to markets and social infrastructure. It will promote subregional \neconomic and social development in the project area. \n \n3.  Improvement of the existing cross-border facility at O'smach in Oddar Meanchey Province on \nthe border with Thailand will also be undertaken. New cross-border facilities will be constructed to meet \nGreater Mekong Subregion requirements and will be suitable for one-stop processing. The site will be \nlocated at the southern end of an existing 0.9 km cement concrete pavement, which will extend to the \nborder gate with shopping outlets located to the east and a hotel casino on each side of the road. The \nsite for the facility is approximately 4 hectares (ha). Truck and cargo processing will be separated from \nprivate vehicle and bus movements. The development will provide new customs, CAMCONTROL \n(police force controlling the boarder post), and quarantine and administration buildings. \n \nB.  Description of the Environment \n \n1.  Physical Resources  \n \n4.  Cambodia's climate is dominated by the monsoon which causes distinct wet and dry seasons. \nThe southwest monsoon brings the rainy season from May to October. The northeast monsoon brings \ndrier and cooler air from early November to March, then hotter air prevails in April and early May. The \nsouthern part of the country has a 2-month dry season whereas the northern areas have a 4-month \ndry season. Temperatures are fairly uniform throughout the country, with only small variations from \nthe average annual temperature of around 28°C. January is the coldest month and April is the \nwarmest. Most of Cambodia’s regions have an average wind velocity of less than 3 meters per \nsecond. \n \n5.  NR 56 commences in Sisophon and runs north. West of NR 56, the geological conditions are \npediments while east of NR 56 the land is covered by lake beds. From Kbal Spean village (km 16) to \nThma Puok (km 42), deltaic deposits dominate both sides of the project road. From Thma Puok to \nSamraong, most parts of the land along the road are alluvial fans while pediments are found mostly at \n                                                 \n1  ADB. 2003. Environmental Assessment Guidelines. Manila. \n2  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the Kingdom \nof Cambodia for the Greater Mekong Subregion: Cambodia Road Improvement Project. Manila (Loan 1945-CAM). \n ", "58   Appendix 11 \n \nBanteay Chhmar Protected Landscape (BCPL) at km 44 and north of NR 56 in Char village (km 66). \nNR 56 is 30–50 meters (m) above sea level, except in the vicinity of the BCPL where it rises to 70 m \nabove sea level. \n \n2.  Ecological Resources \n \n6.  Forests make up a major part of the country's natural resources. Hill evergreen, tropical rain, \nand dryland evergreen forests are found in the humid coastal ranges, humid northeastern uplands, \nand the very humid to subhumid low-altitude areas. In the project area, roadside vegetation consists \nof rice crops and mixed dipterocarp and woodland vegetation interspersed among paddy areas. There \nare no primary forests in the project area. \n \n7.  NR 56 runs on the edge of the BCPL, which consists of flat plains covered by degraded dry \ndipterocarp and open woodland forest. The BCPL was declared a protected area by royal decree in \n1993 and includes a strip about 500 m wide to the east of NR 56. Development has occurred along \nNR 56 within the BCPL where woodland forest has been removed for about 1 km on either side of the \nroad. The villages of Sras Chrei, Banteay Chhmar Cheung, Banteay Chhmar Tbong, and Thmar Dek \nKes are situated along NR 56 within the BCPL, and three villages are situated inside the BCPL near \nthe Banteay Chhmar temple. In 2002, the governor of Banteay Meanchey province, with reference to \nthe royal decree on the protection of natural area and in recognition of the needs of the local people \nwho already occupy or use the land alongside NR 56, informed the people that (i) from Thmar Pourk \nto Banteay Chhmar, the Government would allow them to continue to use and occupy the land \nlocated alongside NR 56 for a distance of 400 m on both sides of NR 56; (ii) from Thmar Pourk to \nBoeung Trakourn, they would be allowed to use land 5 km on both sides of the road; and (iii) at the \nborder with Thailand, they would be allowed to use land 3 km on both sides of the road. Concrete \nposts have been placed to mark the extent of the community area with respect to NR 56; these are \nset back about 400 m from NR 56. The works on NR 56 will have no impact on the BCPL. According \nto the Ministry of Environment, no rare or endangered species exist in the BCPL. \n \n3.  Cultural Resources \n \n8.  NR 56 also goes around the Banteay Chhmar temple at chainage 57 km. The temple is a large \nancient cultural monument, dating back to the Angkor Wat period. It is governed by a special royal \ndecree dated 11 March 2003. The decree indicates there are three zones of protection for Banteay \nChhmar: Zone 1 (core zone, needs high conservation), Zone 2 (buffer zone, rich with artifacts which \nconstrain  inappropriate  development),  and  Zone  3  (support  zone  which  is  for  socioeconomic \ndevelopment). As the temple is nominated for World Heritage status, the Ministry of Culture and Fine \nArts  indicated  that,  due  to  the  proposed  United  Nations  Educational,  Scientific  and  Cultural \nOrganization (UNESCO) status, it will not approve a route though any of the zones. In order to avoid \nthe three zones of protection, and to avoid adverse impacts to the temple, the Project will involve \nconstruction of an 11-km bypass on sparse scrubland. \n \nC.  Screening of Potential Environmental Impacts and Mitigation Measures \n \n1.  Drainage \n \n9.  Some localized flooding occurs on the flat lower areas of NR 56. Raising the embankment will \ngive a flood-free road; some additional cross drainage will be necessary through the road embankment. \n \n2.  Ecological Resources \n \n10.  There are no fisheries resources in the project area and no adverse impacts are anticipated on \nother ecological resources. The Project will not impact on the wildlife or forestry reserves of the BCPL. \n ", "  Appendix 11  59 \nNo adverse impacts on biodiversity in the higher terrain near O'smach are anticipated. \n \n3.  Cultural Resources  \n \n11.  The Banteay Chhmar temple has three zones around it which are protected by royal decree, \nand this temple is nominated for World Heritage status. The proposed bypass at Banteay Chhmar will \nrealign the route to the east and so avoid disturbance to the sensitive zones. If this new alignment is \nadopted there will be no adverse environmental impacts to the temple. There will be no other adverse \ncultural impacts. \n \n4.  Noise and Dust \n \n12.  Noise and dust from unpaved roads is a major nuisance for roadside residents, especially \nthose in built-up areas. As traffic volumes increase, this problem will get worse until road surfaces are \npaved. The Project will have positive impacts on the quality of life of roadside residents as it will result \nin a significant reduction in dust and, to a smaller extent, noise. \n \n13.  During site works for improvement of NR 56 and border facilities, mitigation measures for \nnoise and dust will be necessary. To reduce noise impacts (i) construction activities will be avoided at \nnight close to residential areas, and (ii) vehicles will be equipped with effective mufflers. To minimize \ndust (i) construction sites and access roads through villages will be watered several times a day \ndepending on the condition, and (ii) road paving will be commenced first in built-up areas to minimize \nthe number of inhabitants affected by dust. Blasting will be controlled to minimize disturbance. As \nmuch as possible, existing commercial quarries will be used. \n \n5.  Construction Materials \n \n14.  Borrow pits will need to be located along the roads as a source of subgrade material; when \nfinished these will be revegetated. Those located on adjoining private land may be used for fish or \nduck ponds or for storing irrigation water for use in the dry season. This has been requested by local \nvillage residents. Gravel and crushed stone will be hauled by trucks from more distant gravel and rock \ndeposits. \n \n15.  Pre-cast concrete beams are likely to be manufactured at a site centrally located within the \nProject and then transported to site and erected. Apart from the bridge abutments and possibly for \nlarge box culverts, quantities of cement and aggregate that would normally have been brought on site \nwill be significantly reduced. \n \n16.  Fuel, oil, and bitumen storage areas will be located well away from any watercourses. Storage \nareas will be bunded and provided with interceptor traps so that accidental spills do not contaminate \nthe environment. All waste oil will be stored and disposed of to acceptable oil industry standards. \nWashing-down water will be directed to this system and held in separation areas for treatment. \nWherever possible, refueling will be carried out at a fuel storage area and not permitted within, or \nadjacent to, watercourses. \n \n6.  Cleanup of the Construction Site \n \n17.  When  construction  is  completed,  the  contractors  will  clean  up  the  construction  sites  by \nremoving all equipment and buildings and carrying out site remediation work. \n \n7.  Health and Safety \n \n18.  The main risks during the construction stage may arise from (i) inadequate sanitation facilities \n ", "60   Appendix 11 \n \nin  work  camps,  (ii)  lack  of  preparation  for  accidents  and  injuries,  (iii)  introduction  of  sexually \ntransmitted or other diseases by immigrant workers, and (iv) outbreaks of malaria in the labor force. \nTo avoid these risks, (i) camps will be located well away from communities; (ii) the contractor will be \nrequired to prepare a worker health and safety plan which will include provision of sanitation facilities, \nequipment, and medical care; (iii) workers will receive health and safety training; and (iv) workers will \nunder go pre-employment health screening. \n \nD.  Institutional Requirements and Environmental Monitoring Program \n \n19.  The  Ministry  of  Public  Works  and  Transport  (MPWT)  will  ensure  that  the  environmental \nmitigation and monitoring measures in the IEE will be included in the bidding documents as a basis for \nthe contractors to prepare and implement construction environmental management plans (CEMPs). \nPrior to site works, the contractors shall be required by the MPWT to submit  the CEMPs with \ninformation on the location of various site activities. It will also include the organizational structure and \nresponsibilities with regard to implementation and reporting, budget, time frame, schedules, specific \nmitigation measures, as well as procedures and responsibilities to address complaints related to the \nenvironmental impacts of the construction activities. The CEMPs will be reviewed by the Social and \nEnvironmental Unit of the MPWT with assistance from the construction supervision consultant. After \napproval by the Social and Environmental Unit the contractor will be responsible for complying with \nthe  requirements  of  the  CEMP.  The  MPWT  will  have  overall  responsibility  for  ensuring  proper \nimplementation of the CEMP as well as mitigation and monitoring measures for various project \nphases. \n \n20.  During the detailed design stage, close consultation will be undertaken with line ministries \nsuch as the Ministry of Environment, Ministry of Water Resources and Meteorology, Ministry of \nAgriculture Forestry and Fisheries, and the Ministry of Culture and Fine Arts. \n \n21.  The construction supervision consultant will submit results to the Social and Environmental \nUnit, and these will be incorporated into the quarterly project progress reports submitted to ADB. \n \nE.  Public Consultation and Information Disclosure \n \n22.  Informal interviews were conducted with commune residents along NR 56. They were asked \nfor their opinions on traffic pollution and disturbance and if they saw any benefits to them from a new \nroad. There have also been meetings with representatives from the MPWT, Social and Environmental \nUnit, Ministry of Environment, and other government agencies. Based on consultations with affected \npeople, air pollution due to excessive dust emission as well as noise is currently a problem. The \nrespondents recognize that improvement of the road will result in reduced dust levels and will shorten \ntravel time. Smooth asphalt surfacing can also reduce traffic noise levels. Concerns raised about road \nsafety will be addressed through the road safety program component of the Project. \n \nF.  Conclusion \n \n23.  Results of the environmental assessment study indicate the Project will not result in significant \nenvironmental impacts. Potential impacts identified during construction and operation phases will be \nadequately  addressed  through  implementation  of  mitigation  measures,  monitoring  activities,  and \nenvironmental  capacity  strengthening  programs,  along  with  estimated  costs  and  institutional \nresponsibilities  identified  in  the  IEE.  Consequently,  the  lEE  is  regarded  as  sufficient  and  an \nenvironmental impact assessment is not necessary. \n "], "metadata": {"CreationDate": "D:20090803142440+08'00'", "Subject": "Reports and Recommendations of the President", "Author": "GULEN ATAY", "Creator": "Acrobat PDFMaker 7.0 for Word", "Keywords": "RRP: CAM 42358, GMS, Infrastructure, roads ", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20091116163222+08'00'", "Company": "Licenced User", "Title": "Greater Mekong Subregion: Cambodia Northwest Provincial Road Improvement Project"}}