{"path": "data/input/ta/42436-pal-tar.pdf", "pages": [" \n \nTechnical Assistance Report\n \nProject Number: 42436 \nCapacity Development Technical Assistance (CDTA) \nDecember 2009 \n \n \n \nRepublic of Palau: Implementing a Medium-Term \nBudget Framework \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n \nThe currency of Palau is the United States dollar. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPS  –  country partnership strategy \n  MTDS  –  medium-term development strategy \n  MTFS  –  medium-term fiscal strategy \n  PFTAC  –  Pacific Financial Technical Assistance Centre \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (public expenditure and fiscal \nmanagement) \nThemes (subthemes)  –  Governance (economic and financial governance), capacity \ndevelopment (organizational development), economic growth \n(promoting macroeconomic stability) \nLocation impact  –  National (high impact) \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 September. \nFY before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2009 ends on 30 September 2009. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  S. H. Rahman, Pacific Department (PARD) \nDirector  S. Ra, Pacific Strategy and Special Operations Division, PARD \n   \nTeam leader  H. Everett, Financial Sector Specialist (Public Finance), PARD \nTeam members  A. Gill, Country Specialist, PARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  Palau's physical, geographical, and economic characteristics underscore the country's \nfragility. It has a small population and is vulnerable to external economic shocks, and climate \nchange is affecting the stability of its formal and subsistence economies. Its dependency on aid \nfor the delivery of core government functions exacerbates its vulnerability, particularly in the \nuncertain environment of the financial support of the Compact of Free Association1 and the \nglobal economic crisis. The emerging tourism sector is a driver of economic development. \nPalauans  are  committed  to  long-term  development  and  work  collaboratively  to  identify \ndevelopment priorities. \n \n2.  The  Asian  Development  Bank  (ADB)  country  partnership  strategy  (CPS)  for  Palau \n(2009–2013) focuses on three areas: (i) improving public sector effectiveness; (ii) facilitating \nprivate  sector  development,  including  through  the  provision  of  basic  infrastructure;  and \n(iii) managing the threat of climate change by improving environmental resilience.2 Included with \nimproving public sector effectiveness is the implementation of a medium-term budget framework. \nThe  CPS  directly  supports  implementation  of  Palau's  medium-term  development  strategy \n(MTDS) (2009–2014) including Palau's medium-term fiscal strategy (MTFS) in alignment with \nthe objectives of the Paris Declaration on Aid Effectiveness.3 The MTDS sets Palau's overall \ndevelopment  objectives,  provides  a  forward  action  plan  for  all  line  ministries,  aligns  with \nStrategy 2020,4 and builds upon Working in Fragile Environments: A Midterm Review of the \nPacific Strategy 2005–2009.5 \n \n3.  The  proposed  capacity  development  technical  assistance  (TA)—Implementing  a \nMedium-Term Budget Framework—is designed to strengthen the budget framework in Palau. \nThis will help the Government achieve its MTFS by providing information to enable it to (i) use \nscarce fiscal resources in an efficient manner; and (ii) move toward greater self-reliance with \nrespect  to  financing  government  expenditure.  The  design  and  monitoring  framework  is  in \nAppendix 1. The TA is part of a longer-term program of support for Palau. Under previous TA,6 \nADB provided support to develop Palau's MTDS and MTFS. This TA is the next step in that \nprocess—building on the MTDS and MTFS, and making those strategies operational through \nthe budgeting process. In addition, the Palau CPS includes this TA within a broader framework \nof capacity development support. \n \n4.  In conceptualizing the assistance, consultations were conducted during preparation of \nthe CPS.7 Particular consultations on the TA concept paper were conducted from 13 to 15 May \n2009  and  on  24  July  2009.8 The  major  agreements  with  the  Government  on  the  impact, \noutcome, outputs, implementation arrangements, cost, financing arrangements, and terms of \nreference are reflected in this TA paper. \n                                                 \n1  The Compact of Free Association defines the relationship between Palau and the United States and is central to \nthe economy. Palauans have free access to the United States, can access United States support programs, and \nreceive significant budget support. \n2  ADB. 2009. Country Partnership Strategy (2009-2013): Palau. Manila \n3  High Level Forum. 2005. Paris Declaration on Aid Effectiveness, Ownership, Harmonization, Alignment and \nResults. Paris. \n4  Key drivers of change in Strategy 2020 supported by the CPS are private sector development, good governance \nand capacity development, knowledge solutions, and partnerships. ADB. 2008. Strategy 2020: The Long-Term \nStrategic Framework of the Asian Development Bank 2008–2020. Manila. \n5  ADB. 2008. Working in Fragile Environments: A Midterm Review of the Pacific Strategy (2005–2009). Manila. \n6  ADB. 2007. Technical Assistance to the Republic of Palau for the Facility for Economic and Infrastructure \nManagement. Manila (TA 4929-PAL). \n7  Preparation of the CPS included broad community and business consultations through public workshops on the \nMTDS, financed under the TA for the Facility for Economic and Infrastructure Management (footnote 6). \n8  The TA first appeared in the business opportunities section of ADB’s website on 5 August 2009.  \n ", "2   \n \nII.  ISSUES \n5.  Palau’s fiscal position is unsustainable due to limited domestic revenues and a large \ngovernment wage bill. From FY1995 to FY 2006, domestic revenue covered an average of just \n40% of total expenditure. Grants, concessional loans, and drawdowns from the Compact of \nFree Association Trust Fund covered the rest. The public services wages and salaries bill has \nbeen the fastest-growing component of current expenditure, rising from a share of 40.6% in \nFY1995  to  50.5%  in  FY2006.  In  addition,  while  the  design  of  budget  and  performance \nmanagement systems is broadly sound, implementation of these systems is weak. The Ministry \nof Finance has limited capacity to analyze and refine budget submissions to fit with its fiscal \nconstraints and align with development objectives. \n \n6.  Recognizing  these  issues,  in  May  2008  the  Pacific  Financial  Technical  Assistance \nCentre (PFTAC), at the request of ADB and the Palau Government, carried out a scoping study \nto  look  at  options  for  developing  a  medium-term  budget.9 The  study  found  that  while  the \nprinciple of medium-term budgeting is well recognized in the Palau Budget Reform Act, 2001, \nsystems and capacity are needed to ensure that fiscal forecasts are developed on a medium-\nterm basis. \n \n7.  A medium-term budget is one part of a financial management framework, which includes \nan MTFS and a medium-term expenditure framework. An MTFS provides a top–down statement \nof fiscal policy objectives and sector strategies;10 a medium-term budget framework sets out \nprojections of spending by individual agencies and allocates resources in line with strategic \npriorities  over  the  medium  term;  and  a  medium-term  expenditure  framework  extends  the \nanalysis with more detailed costing within sectors and with performance measures. \n \n8.  The PFTAC scoping study set out a timetable for implementing a medium-term budget in \nPalau over two budget cycles. Key recommendations include (i) preparing and enhancing fiscal \nand  macroeconomic  frameworks  and  forecasts;  (ii)  improving  revenue  projection  capacity; \n(iii) enhancing the capacity to prepare and analyze budget submissions; and (iv) introducing a \ncash management and internal audit process. \n \n9.  Fiscal and Macroeconomic Frameworks and Forecasts. Palau's MTFS focuses on \nthe country becoming more self-reliant with respect to financing government expenditure. The \nkey actions are to (i) undertake comprehensive, effective, and fair tax reform; (ii) significantly \nreduce current government expenditure; and (iii) improve government efficiency (footnote 10).  \nThe  current  fiscal  strategy  includes  only  broad  financial  estimates,  which  do  not  guide \nimplementation. The macroeconomic capacity of the Ministry of Finance also needs to be \nstrengthened  and  projections  need  to  be  made  with  a  medium-term  perspective. \nMacroeconomic data need to be refined and systematized for use in the projections. \n \n10.  Revenue Projection. The process of projecting revenue needs to be strengthened, \nespecially for the medium term. Currently, the generally conservative revenue estimates are \nbased on trends. The revenue projection model, previously developed for the budgeting process, \nwas not utilized for FY2010. It needs to be reviewed to ensure it remains relevant and is \nincorporated within existing processes. \n                                                 \n9  Pacific Financial Technical Assistance Centre. 2008. Assessment Mission to Introduce a Medium-Term Budget in \nPalau and Requisite Technical Assistance Needs. Suva (May). \n10 Palau has an MTFS in place. Government of Palau. 2008. Medium-Term Fiscal Strategy for Sustainable Economic \nDevelopment. Facility for Economic and Infrastructure Management. Melekeok. \n ", "  3\n11.  Budget  Submissions.  While  the  Ministry  of  Finance  provides  line  ministries  with \ninstructions on procedures to be followed and the content of budget submissions, it does not \nprovide detailed parameters, including economic parameters that can be effectively used in \ncosting programs on a medium-term basis. In addition, line ministries' capacity to soundly cost \nexisting and new policies needs to be strengthened. Performance reports of the line ministries, \nindicating performance against targets, need to be developed. In addition, Ministry of Finance \ncapacity to critically analyze budget submissions from line ministries and to provide feedback on \nperformance needs to be enhanced. \n \n12.  Cash Management and Internal Audit. The Government needs to set up a formal cash \nplanning system (including investment planning and debt management) to enable it to allocate \nresources to line ministries in a more predictable manner and to allow better service delivery \nbased on predictability of resources. Furthermore, no internal audit function is in place to guide \nand advise the Ministry of Finance and line ministries. As a preliminary step to dealing with the \nfirst of these concerns, PFTAC has developed a cash management manual for Palau and is in \ndiscussions with the Government to provide a training seminar on implementing the manual. \nThe recently completed report, An Evaluation of Internal Audit in Pacific Countries: The Way \nForward,11 includes Palau as one of the countries studied. ADB TA for Strengthening Public \nFinancial Management in Pacific Developing Member Countries includes regional support for \ndeveloping internal audit.12 \n \n13.  The TA will work with the Ministry of Finance (including the Forecasting Committee \nmade up of representatives from the Bureau of Budget and Planning, Bureau of Revenue, \nCustoms and Tax, Bureau of National Treasury, and Statistics Department) and line ministries \nto provide support to develop and implement a medium-term budget framework. \n \n14.  Specifically,  the  TA  will  focus  on  three  areas:  (i)  strengthening  the  overall  budget \nframework  by  providing  support  to  improve  macroeconomic  data  and  revenue  forecasting; \n(ii) supporting line ministries to prepare budgets consistent with the framework by, for example, \nproviding  assistance  with  costing  policies  over  the  medium  term  and  developing  key \nperformance targets to monitor performance; and (iii) supporting the Ministry of Finance to \nanalyze budget submissions and prepare a consolidated budget consistent with the framework \nand the MTFS. \n \n15.  TA implementation will consider the findings from the recently completed report into \nPacific capacity development.13 While the Ministry of Finance in Palau is responsive to change \nand is starting from a reasonably high skill base, the ministry is small and the intended outputs \nwill need to progress at an appropriate pace given its capacity. The study notes that TA \neffectiveness depends largely on human dynamics, which are shaped by the advisers' personal \nand professional qualities. The study notes that much also hinges on the extent to which the \nprocesses allow local partners to use their own capacity (existing or emergent) to find their own \nsolutions to their particular challenges. Working within existing systems, which are broadly \nsound, will be important to TA success. In addition, the TA will recruit a national consultant \nduring TA implementation to support the delivery of TA outputs. \n \n                                                 \n11 Pacific Financial Technical Assistance Center. 2008. An Evaluation of Internal Audit in Pacific Countries: The Way \nForward. Suva. \n12  ADB. 2008. Technical Assistance for Strengthening Public Financial Management in Pacific Developing Member \nCountries. Manila (TA 6507-REG). \n13 ADB. 2008. Learning from Success. Manila. \n ", "4   \n16.  Furthermore,  ADB's  recently  completed  special  evaluation  study  provides \nrecommendations that will be incorporated into TA implementation.14 The study identifies that \nline agencies require more sustained capacity development assistance than oversight agencies; \naccordingly, the TA will focus support on selected line ministries. Consistent with the study \nrecommendations, an information program for awareness raising and understanding of the TA \nwill be developed. The information program will consider mechanisms for enhancing community \nawareness (particularly business groups) and where possible integrating civil society and other \nstakeholder representatives in the process. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n17.  The impact of the TA will be a strengthened budget framework in Palau. The outcome of \nthe TA is a medium-term budget framework that aligns with the MTDS. \n \nB.  Methodology and Key Activities \n18.  The TA is intended to deliver the following outputs in the period from February 2010 to \nFebruary 2013. \n \n19.  Fiscal Policy Framework Updated Annually. The TA will work with the Ministry of \nFinance to prepare a fiscal policy framework that is consistent with the MTFS. The framework \nwill include medium-term financial estimates and be based on up-to-date macroeconomic data. \nThe fiscal policy framework will be a rolling document that will be updated annually and used to \nguide preparation of the medium-term budget. \n \n20.  Revenue  Projection  Model  For  Producing  Medium-Term  Forecasts. The TA will \nwork with the Ministry of Finance to (i) review the existing revenue projection model; and \n(ii) update the model based on this review and integrate it with the budget process. \n \n21.  Annual  Budgets  of  Selected  Line  Ministries  Consistent  with  the  Fiscal  Policy \nFramework. The TA will work with the Ministry of Health; Ministry of Education; and Ministry of \nPublic Infrastructure, Industries and Commerce to (i) cost their programs on a medium-term \nbasis based on the fiscal policy framework; and (ii) develop key performance targets to monitor \nthe performance of the line ministries against the budget. \n \n22.  Consolidated Medium-Term Government Budget Consistent with the Fiscal Policy \nFramework and the MTFS. The TA will work with the Ministry of Finance to prepare a budget \ndocument that is consistent with the fiscal policy framework and the MTFS. As part of this \nprocess, the TA will support the ministry to critically analyze budget submissions from line \nministries. \n \n23.  To contribute to the delivery and sustainability of these outputs, a half-day seminar will \nbe held early during TA implementation for elected representatives on the TA approach and \noutputs. The seminar will also provide an overview of medium-term budgeting. Support to the \nMinistry of Finance and the selected line ministries will be primarily provided through mentoring \nand on-the-job training. One-day seminars will be held for the Ministry of Finance and selected \nline ministries to outline the fiscal policy framework once complete, and advise on the budget \n                                                 \n14 ADB. 2009. Special Evaluation Study: ADB Support for Public Sector Reforms in the Pacific: Enhance Results \nthrough Ownership, Capacity, and Continuity. Manila. \n ", "  5\npreparation process at the beginning of each budget cycle.15 The national consultant recruited \nunder the TA will put in place arrangements for monitoring the TA design and monitoring \nframework. \n \nC.  Cost and Financing \n24.  The TA is estimated to cost $560,000 equivalent. The Government has requested ADB \nfinancing of $500,000 equivalent. The TA will be financed on a grant basis by ADB's Technical \nAssistance Special Fund (TASF-IV). The Government will finance the balance of the cost, \nequivalent  to  $60,000,  through  provision  of  office  space,  communications  facilities  for \nconsultants, and other in-kind contributions. Appendix 2 provides details of the cost estimates \nand  financing  plan.  The  proceeds  of  the  TA  will  be  disbursed  in  line  with  the  Technical \nAssistance Disbursement Handbook.16 \n \nD.  Implementation Arrangements \n25.  The Ministry of Finance (Bureau of Budget and Planning) will be the Executing Agency \nand Implementing Agency for the TA. The Ministry of Health; Ministry of Education; and Ministry \nof Public Infrastructure, Industries, and Commerce will be the selected line ministries to be \nsupported under the TA. \n \n26.  The TA will be implemented over 36 months, starting in February 2010. The TA will \nfinance up to 10 person-months of international consulting services and 22 person-months of \nnational consulting services. The international consultants will comprise (i) a budget expert and \nteam leader (international, 8 person-months, intermittent); and (ii) an economist (international, 2 \nperson-months, intermittent). The national consultant—a budget adviser—will be employed for \nthe duration of the TA (22 person-months, intermittent). The expected completion date of the TA \nis June 2013. \n \n27.  ADB  will  engage  an  international  consulting  firm  using  the  quality-  and  cost-based \nselection  method  (80:20)  and  through  biodata  technical  proposals  in  accordance  with  the \nGuidelines on the Use of Consultants (2007, as amended from time to time). Terms of reference \nfor consultants are in Appendix 3. The TA will not require any procurement. \n \n28.  Implementation of TA activities needs to be consistent with the system of Government in \nPalau (which is largely based on the United States system). Accordingly, experience in the \nnorthern  Pacific—and  an  understanding  of  financial  and  budget  processes  in  systems  of \nGovernment  that  follow  or  are  modeled  on  United  States  systems—are  considered  highly \ndesirable criteria in consultant selection. \n \nIV.  THE PRESIDENT'S DECISION \n29.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $500,000 on a grant basis to \nthe Government of the Republic of Palau for Implementing a Medium-Term Budget Framework, \nand hereby reports this action to the Board. \n \n                                                 \n15 PFTAC will be involved in the review and delivery of seminar materials. \n16  ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting \nSummary  Targets/Indicators  Mechanisms  Assumptions and Risks \nImpact      Assumptions \nA strengthened  Demonstrated  Reports and  Sustained commitment to \nbudget framework in  improvement in Palau's  assessments of Palau by  the implementation of a \nthe Republic of  macroeconomic and  ADB, development  medium-term budget \nPalau  fiscal forecasting; and  partners, and regional  framework by the \nbudget formulation,  organizations  Government \nimplementation, and \nRisks \nmonitoring \nDelays in implementing \nrequired reforms \n \nOutcome      Risks \nA medium-term  Medium-term budget  Budget documents  Lack of political will and/or \nbudget in place that  prepared by the Ministry  capacity to implement \naligns with the  of Finance and  required reforms \nmedium-term  submitted to the \nRetention of key staff \ndevelopment  Government for approval\nstrategy   \n \nOutputs      Assumptions \n1. A fiscal policy  Fiscal policy framework  Budget documents  Availability of counterpart \nframework that is  (for FY2011–FY2012) is    staff \nupdated annually  being used to guide   \nAvailability of information \n  budget preparation   \nand data \n     \n2. A revenue  Updated revenue  Revenue projection \nprojection model  projection model is being  model \nthat produces  utilized   \nmedium-term     \nforecasts     \n     \n3. Annual budgets of  Budget assessment  Budget documents \nselected line  framework developed   \nministries are  and being utilized  Budget guidance \nconsistent with the    instructions issued to line \nfiscal policy    ministries \nframework     \n    Seminar materials \n     \n4. A consolidated  Key performance targets  Budget documents \nmedium-term  developed and being   \nGovernment  monitored for selected \nbudget that is  line ministries \nconsistent with the   \nfiscal policy \nframework and \nthe medium-term \nfiscal strategy \n \n ", "Appendix 1  7 \n \nActivities with Milestones  Inputs \n1.0 Fiscal policy framework   \n1.1 Half-day seminar          Mar 2010  ADB (TASF-IV): $500,000 \n1.2 Fiscal policy framework (FY2011)      Apr 2010 \nGovernment in-kind \n1.3 Medium-term macroeconomic data      Apr 2010 \ncontributions: $60,000 \n1.4 Fiscal policy framework (FY2012)      Apr 2011 \n  10 person-months of \n2.0 Revenue projection model  international consulting \n2.1 Revenue projection model (FY2011)     Apr 2010  services \n2.2 Revenue projection model (FY2012)     Apr 2011 \n22 person-months of \n \nnational consulting \n3.0 Budgets of line ministries \nservices \n3.1 Budget preparation framework (FY2011)    May 2010 \n3.2 Seminar (FY2011)          May 2010  ADB staff time for missions \n3.3 Budget preparation framework (FY2012)    May 2011  and review \n3.4 Key performance targets        May 2011 \n3.5 Seminar (FY2012)          May 2011 \n3.6 Seminar (FY2013)          May 2012 \n \n4.0 Consolidated medium-term budget \n4.1 Budget guidance materials (FY2011)     Mar 2010 \n4.2 Budget guidance materials (FY2012)     Mar 2011 \n4.3 Budget assessment framework      Jul 2011 \n4.4 Consolidated medium-term budget      Jul 2011 \n \n \nADB = Asian Development Bank, FY = fiscal year, TASF = Technical Assistance Special Fund. \nSource: Asian Development Bank. \n  \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  285.20 \n      ii.  National Consultants  96.00 \n    b.  International and Local Travel  54.00 \n    c.  Reports and Communications  3.50 \n  2.  Training, Seminars, and Conferences  3.00 \n  3.  Miscellaneous Administration and Support Costs  25.50 \n  4.  Contingencies  32.80 \n      Subtotal (A)  500.00 \n   \nB.  Government Financingb   \n  1.  Office Accommodation  12.00 \n  2.  Remuneration of Counterpart Staff  48.00 \n      Subtotal (B)  60.00 \n        Total  560.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-IV). \nb  In-kind  contributions,  such  as  the  provision  of  office  space  and  communication  facilities  for \nconsultants. \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 3  9 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The proposed work under this technical assistance (TA) will be implemented during 2010–\n2013 to cover three full budget cycles (FY2011, FY2012, and FY2013). The first budget cycle will \nfocus on enhancing the capacity of line ministries, the second will focus on enhancing capacity of \nthe Ministry of Finance, and the third will focus on ensuring TA outputs are embedded into existing \noperations. \n \n2.  All  consultants  will  be  briefed  by  staff  from  the  Palau  Government  and  the  Asian \nDevelopment Bank (ADB) prior to commencing work. Consultants will be required to review all \nrelevant literature prior to beginning work, including: (i) the Palau country partnership strategy;1  \n(ii) Republic of Palau 2008: Achieving Sustainable Development;2 (iii) Medium-Term Development \nStrategy: Actions for Palau's Future and accompanying Explanatory Booklet;3 (iv) Assessment \nMission to Introduce a Medium-Term Budget in Palau and Requisite Technical Assistance Needs;4 \n(v)  Learning  from  Success;5 and  (vi)  ADB  Support  for  Public  Sector  Reforms  in  the  Pacific: \nEnhance Results through Ownership, Capacity, and Continuity.6 \n \nA.  Budget Expert and Team Leader (international, 8 person-months, intermittent) \n3.  The budget expert and team leader will have extensive experience (more than 15 years) in \na public finance role and be experienced in budget formulation, implementation, and monitoring. \nExperience gained from working in a ministry of finance (or equivalent) in a capacity development \nrole is highly desirable. Experience in developing countries in the Pacific (particularly the northern \nPacific) is highly desirable. An understanding of financial and budget processes in systems of \ngovernment that follow or are modeled on United States systems is also highly desirable. \n \n4.  Working under the guidance of the Ministry of Finance, and working closely with Ministry of \nFinance staff, the budget expert will have overall responsibility for developing and implementing a \nmedium-term budget framework. Integral to this role will be the provision of training, knowledge \ntransfer, and mentoring. Specifically the budget expert will \n \n(i)  analyze current strengths, weaknesses, and opportunities for improvement in the \ncurrent budget process; \n(ii)  prepare a fiscal policy framework that is consistent with the medium-term fiscal \nstrategy and includes medium-term financial estimates; \n(iii)  review the existing revenue projection model and update the model based on this \nreview and integrate the model with the budget process; \n(iv)  develop the existing Ministry of Finance budget preparation guidance materials to \nassist line ministries with budgeting over the medium term; \n(v)  prepare a budget assessment framework to enhance the capacity of the Ministry of \nFinance to analyze budget submissions; \n                                                 \n1  ADB. 2009. Country Partnership Strategy (2009–2013): Palau. Manila. \n2  ADB. 2008. Republic of Palau 2008: Achieving Sustainable Development. Manila \n3  Government of Palau. 2008. Medium-Term Development Strategy: Actions for Palau's Future and accompanying \nExplanatory Booklet. Melekeok. \n4  Pacific Financial Technical Assistance Centre. 2008. Assessment Mission to Introduce a Medium-Term Budget in \nPalau and Requisite Technical Assistance Needs. Suva (May). \n5  ADB. Learning from Success. Manila. \n6  ADB. 2009. Special Evaluation Study: ADB Support for Public Sector Reforms in the Pacific: Enhance Results through \nOwnership, Capacity, and Continuity. Manila. \n ", "10  Appendix 3 \n \n(vi)  develop a small number of key performance measures for line ministries to monitor \nperformance against targets; \n(vii)  prepare a consolidated medium-term Government budget that is consistent with the \nfiscal policy framework and the medium-term fiscal strategy; \n(viii)  develop  and  implement,  in  conjunction  with  the  Pacific  Financial  Technical \nAssistance Centre (PFTAC), a half-day seminar for elected representatives on the \nTA approach and outputs, and an overview of medium-term budgeting; \n(ix)  develop  and  implement  three  1-day  seminars,  in  conjunction  with  PFTAC,  for \nselected line ministries to outline the fiscal policy framework and advise on the \nbudget preparation process; \n(x)  ensure Palau's medium-term development strategies are factored into the budget \nprocess; \n(xi)  consider the options available to ensure all development assistance is incorporated \ninto the budget process; and \n(xii)  prepare a draft report and a final report with input from the budget adviser and the \neconomist. \n \n5.  The budget expert will also undertake the role of team leader and in this role will \n \n(i)  ensure the expectations of the Government and ADB for the delivery of the TA are \nwell understood and articulated to other team members; \n(ii)  coordinate the work and inputs of the consultancy team, and consult with relevant \nmembers of the Government; \n(iii)  act as the primary interface with the Government to ensure the appropriate and \ntimely delivery of TA objectives; \n(iv)  provide leadership and guidance to the consultancy team, ensuring the quality and \ntimeliness of all elements of the TA; \n(v)  ensure all consultant inputs are directed by a work plan; \n(vi)  establish  hand-over  milestones,  and  for  each  milestone  ensure  criteria  for \ndemonstrated progress and commitment are established; \n(vii)  ensure the materials developed under the TA can be incorporated into existing \nprocesses to ensure sustainability; \n(viii)  liaise with PFTAC over the delivery of TA outputs; and \n(ix)  maintain close contact with the Government and the TA project officer. \n \n6.  PFTAC  will  act  in  an  advisory  and  review  capacity  as  the  TA  progresses,  including \nreviewing the work plans of the consultancy team and being involved in the review and delivery of \nseminar materials. PFTAC and ADB will undertake regular review missions to monitor progress \nagainst TA outputs. \n \nB.  Economist (international, 2 person-months, intermittent) \n7.  The economist will have extensive experience (more than 10 years) in preparing fiscal \nframeworks and undertaking macroeconomic analysis and modeling. Experience in developing \ncountries in the Pacific (particularly the northern Pacific) is highly desirable. \n \n8.  Working under the guidance of the team leader, the economist will assist the team leader \nand the budget adviser with developing and implementing a medium-term budget framework. \nWorking closely with the Ministry of Finance staff, the economist will \n \n ", "  Appendix 3  11 \n(i)  analyze strengths, weaknesses, and opportunities for improvement in the current \napproach  to  developing  the  fiscal  framework  and  underlying  macroeconomic \nanalysis for budget preparation; \n(ii)  prepare a fiscal policy framework that is consistent with the medium-term fiscal \nstrategy and includes medium-term financial estimates; \n(iii)  review existing macroeconomic data used in projections and consider options for \nrefining and systematizing that data; and \n(iv)  contribute to a draft report and final report. \n \nC.  Budget Adviser (national, 22 person-months, intermittent) \n9.  The budget adviser will have experience in a finance role. Experience in budget formulation, \nimplementation, and monitoring is highly desirable. Experience gained from working in a ministry of \nfinance (or equivalent) is highly desirable. \n \n10.  Working under the guidance of the team leader, the budget adviser will assist the team \nleader and the economist with developing and implementing a medium-term budget framework. \nThe budget adviser will be required to work closely with the Ministry of Finance and line ministries \nto  enhance  the  budget  process.  The  budget  adviser  will  be  required  to  progress  the \nimplementation of TA activities while the budget expert (team leader) is not in-country. \n \n11.  Specifically, the budget adviser will be required to support implementation of TA activities to \nbe delivered by the budget expert (team leader): \n \n(i)  analyze current strengths, weaknesses, and opportunities for improvement in the \ncurrent budget process; \n(ii)  prepare a fiscal policy framework that is consistent with the medium-term fiscal \nstrategy and includes medium-term financial estimates; \n(iii)  review the existing revenue projection model, update the model based on the review, \nand integrate the model with the budget process; \n(iv)  develop the existing Ministry of Finance budget preparation guidance materials to \nassist line ministries with budgeting over the medium term; \n(v)  prepare a budget assessment framework to enhance the capacity of the Ministry of \nFinance to analyze budget submissions; \n(vi)  develop a small number of key performance measures for line ministries to monitor \nperformance against targets; \n(vii)  prepare a consolidated medium-term government budget consistent with the fiscal \npolicy framework and the medium-term fiscal strategy; \n(viii)  develop and implement, in conjunction with PFTAC, a half-day seminar for elected \nrepresentatives on the TA approach and outputs, and an overview of medium-term \nbudgeting; \n(ix)  develop  and  implement  three  1-day  seminars,  in  conjunction  with  PFTAC,  for \nselected line ministries to outline the fiscal policy framework and advise on the \nbudget preparation process; \n(x)  ensure Palau's medium-term development strategies are factored into the budget \nprocess; \n(xi)  consider the options available to ensure all development assistance is incorporated \ninto the budget process; and \n(xii)  prepare a draft report and a final report with input from the budget adviser and the \neconomist. \n \n ", "12  Appendix 3 \n \n12.  The  budget  adviser  will  develop  an  information  program  for  awareness-raising  and \nunderstanding  of  the  TA.  The  information  program  will  consider  mechanisms  for  enhancing \ncommunity awareness (particularly business groups) and (if possible) integrating civil society and \nother  stakeholder  representatives  in  the  process.  The  budget  adviser  will  put  in  place  the \narrangements for independent monitoring of the design and monitoring framework of the TA. \n \n13.  The budget adviser will also be required to provide ADB in-country support activities as \ndirected by the Palau country specialist, Pacific Department (ADB). \n \n "], "metadata": {"CreationDate": "D:20091221101308+08'00'", "Author": "pvb", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20100226130409+08'00'", "Title": "Microsoft Word - TA 7421-PAL _IMTBF_.doc"}}