{"path": "data/input/ta/42462-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 42462  \nRegional Capacity Development Technical Assistance (R-CDTA) \nMarch 2009 \n \n \n \nEnabling Climate Change Interventions in Central and \nWest Asia   \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CCIP  –  Climate Change Implementation Plan \n  CDM  –  Clean Development Mechanism \n  CWRD  –  Central and West Asia Department \n  DMC  –  developing member country \n  DNA  –  designated national authority \n  GHG  –  greenhouse gas \n  PREGA  –  Promotion of Renewable Energy, Energy Efficiency, and Greenhouse \nGas Abatement Projects  \n  TA  –  technical assistance \n  UNFCCC  –  United Nations Framework Convention on Climate Change \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional Capacity development technical assistance \n(R-CDTA) \nTargeting Classification  –  General intervention \nSectors (subsectors)  –  Multisector (energy [renewable energy, energy efficiency and \nconservation] , agriculture and natural resources [water-based natural \nresources management, land-based natural resources management], \nwater supply and other municipal infrastructure and services [waste \nmanagement])  \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling business \nenvironment),  environmental  sustainability  (natural  resources \nconservation,  urban  environmental  improvement,  eco-efficiency,  global \nand regional transboundary environmental concerns, environmental policy \nand  legislation),  capacity  development  (institutional  development, \norganizational development) \nClimate Change  –  Climate change mitigation, climate change adaptation \nLocation Impact  –  Rural (medium impact), Urban (low impact), National (high impact), \nRegional (low impact) \nPartnership  –  None \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  R. Siy, Country Coordination and Regional Cooperation Division, CWRD \n   \nTeam leader  R. Everitt, Senior Climate Change Specialist, CWRD  \nTeam members  B. Byambasaikhan, Energy Specialist (Infrastructure), CWRD  \n  M. Endleman, Principal Financial Sector Specialist, CWRD  \n  M. Kunzer, Environment Specialist, CWRD  \n  J. Liston, Principal Energy Specialist, CWRD  \n  O. Norojono, Senior Transport Economist, CWRD  \n  V. Padmanabhan, Urban Development Specialist, CWRD \n  R. Stroem, Country Director, Pakistan Resident Mission, CWRD \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank \ndoes not intend to make any judgments as to the legal or other status of any territory or area. ", " \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) plays a key role in assisting Central and West \nAsian countries1 to move toward low-carbon growth strategies. The Central and West Asia \nDepartment  (CWRD)  Climate  Change  Implementation  Plan  (CCIP)  will  outline  prospective \ninvestments in energy efficiency, renewable energy, sustainable transport, waste management, \nand  adaptation  interventions  for  sustainable  water  and  land  management.  The  proposed \ntechnical  assistance  (TA)  will  complement  investments  with  analysis,  planning,  capacity \ndevelopment, and project preparation support. The TA will help countries to develop climate \nchange policies, develop capacity of national climate change institutions, remove barriers to \nrenewable  energy  development,  and  develop  incentives  and  penalties  to  promote  energy \ninefficiency. It will foster carbon market development, assist with climate change adaptation \nplanning, and provide for climate-proofing of ADB investment projects.     \n \n2.  Consultations were undertaken during a mission  to Azerbaijan, Kazakhstan, Kyrgyz \nRepublic, Pakistan, and Uzbekistan (October 2008) to initiate preparation of the CCIP and to \nconduct  fact-finding  for  the  regional  capacity  development  TA.  Stakeholders,  including  the \nUnited Nations Framework Convention on Climate Change (UNFCCC) focal points, relevant \ngovernment agencies (e.g., for energy, transport, and agriculture), climate change research \ninstitutes, and nongovernment organizations, were consulted. The mission also consulted with \nCentral Asian Countries Initiative for Land Management partners on climate change adaptation \nopportunities. Based on these consultations and discussion with ADB country directors, the \nobjectives, preliminary scope, and suggested implementation arrangements for the TA were \ndeveloped. The TA received concept clearance on 16 December 2008.2    \n \nII.  ISSUES \n3.  Climate Change Impacts. Indications are that climate change is already occurring in \ncentral and western Asia with detectable impacts (i.e., decline in crop yields, retreat of glaciers, \nincreases in climate-induced disease and heat stress, and changes in ecosystem functions). 3 \nFuture climate change is projected to negatively affect land and water resources—and thus \nagriculture—thereby  increasing  food  insecurity  and  water  scarcity.  Warmer  temperatures, \nincreased evaporation, reduced runoff, melting of glaciers and associated negative changes in \nriver flows, and higher frequency of droughts and flooding are major threats. Climate change \nmay cause large tracts of natural grasslands to disappear, thus leading to further desertification.   \n \n4.  Adaptation.  Substantial  adaptation  interventions  will  be  necessary  to  address  the \nimpacts of projected climate change. Immediate investments are needed to protect and/or \nreduce the risks from increased flooding, drought, dust storms, and other anticipated impacts of \nclimate change. Although a wide array of response options are already available,4 there are \nbarriers, limits, and cost constraints on their implementation.  \n \n                                                 \n1  In this report, Central and West Asian countries refer to ADB's 10 developing member countries in Central and \nWest  Asia:  Afghanistan,  Armenia,  Azerbaijan,  Georgia,  Kazakhstan,  Kyrgyz  Republic,  Pakistan,  Tajikistan, \nTurkmenistan, and Uzbekistan. \n2  The TA first appeared in the business opportunities section of ADB’s website on 28 January 2009. \n3  Intergovernmental Panel on Climate Change. 2007. Climate Change 2007: Impacts, Adaptation and Vulnerability. \nContribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate \nChange, edited by M.L. Parry, et al. Cambridge, United Kingdom: Cambridge University Press.  \n4  Existing and forthcoming national communications to the UNFCCC identify proposed options for each country.  \n ", "2     \n5.  Mitigation. Although most Central and West Asian countries are low greenhouse gas \n(GHG) emitters, they are among the most carbon-intensive economies in the world. This creates \nopportunities  for  mitigating  interventions.  Mitigation  projects  involving  improved  energy \nefficiency, fuel switching, industrial processes, renewable energy, improved waste management \nsystems, and land restoration offer cost-effective opportunities for carbon financing. Some key \nactivities may provide much-needed synergies between mitigation and adaptation, especially in \nrenewable energy, water, and land resource management.  \n \n6.  Institutional  Response. All Central and West Asian countries are members of the \nUNFCCC. All except Afghanistan have ratified the Kyoto Protocol. However, the necessary \nclimate  change  institutions  (national  climate  change  coordination  councils,  climate  change \ncoordination centers, and designated national authorities [DNAs] for the Clean Development \nMechanism [CDM]) are not well developed. While these institutions have been established in \nmost countries, they are not fully functional and remain reliant on donor assistance. While \nactivities have been initiated in all Central and West Asian countries, this has not generally \ntranslated into concerted action. Numerous problems, constraints, and barriers remain, and \nmany opportunities for carbon financing have not been funded. There are limited incentives to \npromote  energy  efficiency  (or  penalties  for  failing  to  do  so).  Institutional,  financial,  and \ntechnological barriers need to be removed to foster renewable energy. Few resources have \nbeen allocated to reduce the vulnerability of water, hydropower, and agricultural sectors to \nclimate change.  \n \n7.  ADB  Assistance.    ADB  has  been  promoting  climatic  change  adaptation  through \nsustainable land and water management. The ADB-led Central Asian Countries Initiative for \nLand Management is working to restore, maintain, and enhance the productive functions of land \nin  Central  Asia,  to  improve  economic  and  social  well-being.  ADB  is  supporting  regional \ncooperation for integrated water resources management through regional technical assistance \nprojects.5  ADB has also been assisting some Central and West Asian countries to respond to \nthe challenge of climate change through renewable energy and energy efficiency initiatives. In \nPakistan,  ADB  provided  assistance  in  renewable  energy  and  in  formulating  medium-term \nrenewable  energy  policy.6  The  multitranche  financing  facility  for  the  Renewable  Energy \nDevelopment Sector Investment Program ($510 million) will fund up to eight subprojects for \nPakistan (footnote 6). In addition, project preparatory TA for the Sustainable Energy Efficiency \nDevelopment  Program  is  preparing  subprojects  in  energy  efficiency  and  conservation  for \nfinancing in 2009.7 ADB also provided TA to Uzbekistan in the rural renewable energy sector.8   \n \n                                                 \n5  ADB. 2006. Technical Assistance for Process Development for Preparing and Implementing Integrated Water \nResources Management Plans. Manila (TA 6351-REG); ADB. 2008. Technical Assistance to the Islamic Republic \nof Afghanistan and Republic of Tajikistan for the Pyanj River Basin Flood Management Project. Manila (TA 6452-\nREG); ADB. 2008. Technical Assistance for the Improved Management of Water Resources in Central Asia. Manila \n(TA 6486-REG). \n6  ADB. 2004. Technical Assistance to the Islamic Republic of Pakistan for Preparing the Renewable Energy \nDevelopment Project. Manila (TA 4425-PAK); ADB. 2006. Technical Assistance to the Islamic Republic of Pakistan \nfor Renewable Energy Policy Formulation and Capacity Development of the Alternate Energy Development Board. \nManila (TA 4881-PAK, attached to ADB. 2006. Report and Recommendation of the President to the Board of \nDirectors on a Proposed Multitranche Financing Facility and Technical Assistance Grant to the Islamic Republic of \nPakistan for the Renewable Energy Development Sector Investment Program. Manila). \n7  ADB. 2008. Technical Assistance to the Islamic Republic of Pakistan for Preparing the Sustainable Energy \nEfficiency Development Program. Manila (TA 7060-PAK). \n8  ADB. 2003. Technical Assistance to the Republic of Uzbekistan for Off-Grid Renewable Energy Development. \nManila (TA 4173-UZB); ADB. 2005. Technical Assistance to the Republic of Uzbekistan for Preparing the Rural \nRenewable Energy Development Project. Manila (TA 4709-UZB). \n ", "  3\n8.  The ADB regional TA for the Promotion of Renewable Energy, Energy Efficiency, and \nGreenhouse Gas Abatement Projects (PREGA) promoted investments in renewable energy, \nenergy efficiency, and GHG abatement technologies that would increase access to energy \nservices by the poor and help reduce GHG emissions.9 It covered 18 developing member \ncountries (DMCs), including: Azerbaijan, Kazakhstan, Kyrgyz Republic, Pakistan, Tajikistan, and \nUzbekistan. PREGA was the successor to the ADB regional TA for the Study of a Least-Cost \nGreenhouse Abatement Strategy for Asia, which undertook GHG inventories from 1994 to 1999 \nin 11 DMCs, including Pakistan.10 The study was a key part of ADB’s assistance to strengthen \nDMCs’ capacity to participate in the UNFCCC, including the Kyoto Protocol.  \n  \n9.  Lessons from PREGA. Participating countries were found to have significant potential \nto  develop  renewable  energy,  energy  efficiency,  and  GHG  abatement  projects  despite \ndeficiencies  in  policies,  weaknesses  in  implementation,  and  limited  technical  project \ndevelopment capacities. While PREGA addressed these deficiencies, local capacity to prepare \nrealistic, technically sound, and fundable projects was found to require further improvement. \nPREGA found that, for larger DMCs, it may be more fruitful to work at a provincial or regional \nlevel, which is likely to be more responsive than a national government. For smaller DMCs, \nprogress was possible where local champions made a difference. Such was the case in Nepal, \nwhere  national  technical  experts  championed  capacity  development  with  DNAs  and  other \nstakeholders to unlock a pipeline of CDM projects. PREGA also demonstrated the importance of \nfocusing on a limited set of interventions coordinated by effective participation of a focal agency. \n \n10.  Low-Carbon Growth. The overall goal is to help DMCs develop low-carbon economies \nwhile sustaining economic growth. This means assisting DMCs to increase economic output \nwhile (i) becoming more efficient in their use of energy, (ii) using renewable energy to replace \ncarbon-based fuels in the electrical power sector, (iii) accelerating development of low-carbon \ntechnologies, (iv) changing the behavior of business and consumers, and (v) preserving and \nexpanding carbon sinks (e.g., forests, grasslands). This requires DMCs to introduce policy and \ninstitutional changes. In addition to promoting climate change benefits, policies directed to \nrenewable energy and energy efficiency often generate economic benefits, promote energy \nsecurity, and reduce environmental pollution. Unfortunately, there is no blueprint to follow. As \nyet, there is no well-informed policy dialogue ongoing in most Central and West Asian countries.  \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The  impact  will  be  low-carbon  inclusive  economic  growth  and  climate-resilient \ndevelopment (Appendix 1). The outcome will be a favorable policy, technological, and fiscal \nenvironment for investment in climate change mitigation and adaptation interventions. It is \nexpected to foster new investments in renewable energy, energy efficiency improvements, and \nadaptation  measures.  It  also  should  promote  climate-change  policy  dialogue  and  develop \nfunctional DNAs for CDM, functional climate change centers, and functional carbon markets.   \n \n                                                 \n9  ADB. 2000. Technical Assistance for the Promotion of Renewable Energy, Energy Efficiency, and Greenhouse \nGas Abatement Projects. Manila (TA 5972-REG). \n10 ADB. 1994. Technical Assistance for the Study of a Least-Cost Greenhouse Gas Abatement Strategy for Asia. \nManila (TA 5592- REG). \n \n ", "4     \nB.  Methodology and Key Activities \n12.   Outputs are (i) climate change policy development, (ii) capacity development for climate \nchange institutions, (iii) institutional and technological development for renewable energy, (iv) \ndevelopment of incentives, penalties, and investments to promote energy efficiency, (v) project \ndesign  documents  for  submission  to  carbon  funds,  (vi) development  of  climate  change \nadaptation interventions and preparation of investment and financing plans, (vii) support for \nproject preparation and (viii) project management, coordination and knowledge management.  \n \n13.  Support for Implementing the Climate Change Implementation Plan. The TA will \nsupport the main elements of the CCIP. The CCIP will be implemented through individual \ncountry  partnership  strategies  and  country  operational  business  plans.  CWRD  will  support \ndevelopment of climate change policy directed toward low-carbon growth. It will build its portfolio \nof investments in clean energy, renewable energy, and energy efficiency improvements. It will \ncontinue  to  make  investments  in  sustainable  land  and  water  management,  which  will \nincreasingly be based on national adaptation plans. It will assist DMCs to tap carbon markets to \nobtain additional resources needed for implementing clean energy and other GHG mitigation \nprojects.  \n   \n14.  Under the TA, climate change policy analyses will assist DMCs not only to formulate \npolicy but also to understand the macroeconomic effects and structural adjustments of such \npolicies. To promote policy adoption and implementation, CWRD will assist DMCs in obtaining \nfinancing to support necessary adjustments and examine how DMCs can use the international \ncarbon  markets  to  its  maximum  advantage.  ADB  will  examine  how  policy-based  program \nlending can help selected DMCs make necessary transitions onto low-carbon growth paths. \n \n15.  With respect to mitigation, the TA will help to remove financial and institutional barriers to \nrenewable energy development and to develop appropriate incentives and/or disincentives that \npromote energy efficiency. The TA will be used to develop GHG inventory systems and support \nenergy modeling to better estimate current and future emissions. It will build capacity of the \nDNAs for the CDM, and will conduct an assessment of carbon markets in DMCs. Resources will \nbe allocated to prepare carbon financing to support ADB’s investments.  \n \n16.  With respect to adaptation, the TA will help remove policy constraints (e.g., distorting \nsubsidies) that constrain sound adaptation practices while encouraging measures that support \nadaptation  and  climate  risk  management.  It  will  build  capacity  of  national  climate  change \ninstitutions to assess climate change impacts, on water resources, hydropower, and agriculture. \nThe  TA  will  also  strengthen  national  climate  change  adaptation  planning.  Climate  change \nconsiderations will be integrated into ADB operations through climate-proofing investments.  \n \n17.  It is anticipated that outputs can be readily scaled up, adapted, and/or replicated. The TA \nis  expected  to  produce  replicable  models  for  (i)  climate  change  policy  and  regulations, \n(ii) renewable energy policy and regulations, (iii) energy efficiency incentives (e.g., subsidies, \ntax credits) and penalties (e.g., taxes, fines), (iv) institutional arrangements for DNAs for CDM, \n(v) systems for GHG emissions inventories and reporting, (vi) adaptation policies, (vii) tested \napproaches (methodologies and modeling) for impact analyses, (viii) climate change adaptation \nstrategies and plans, and (ix) tested climate-proofing procedures and guidelines. \n \n18.  Assumptions and Risks. A fundamental assumption is that there is a commitment to \ndevelop a coordinated approach to address climate change. This requires that DMCs be ready \nto make changes in institutions and public expenditure practices, as well as that international \n ", "  5\nagencies stand ready to provide necessary financing. It is assumed that there is government (i) \nwillingness to participate in policy dialogue, (ii) commitment to long-term support of climate \nchange institutions, (iii) support to introducing new regulatory regimes for renewable energy and \nfor new incentives and penalties promoting energy efficiency, and (v) initiative to embark on \nclimate change adaptation programs. Finally, there is a risk that interventions will not lead to \ndecreased GHG emissions and reduced vulnerability to climate change.  \n \nC.  Cost and Financing \n19.  The estimated cost is $5.5 million, with $5.0 million financed on a grant basis by ADB’s \nTA funding program (Technical Assistance Special Fund IV). Participating countries will make \nin-kind contributions totaling $500,000. Appendix 2 provides the cost estimate and financing \nplan.  \n \nD.  Implementation Arrangements \n20.  ADB  will  be  the  Executing  Agency.  CWRD  will  administer  and  implement  the  TA. \nActivities will be undertaken selectively in all Central and West Asian countries. Initial fact-\nfinding and consultations (Appendix 3) indicate that DMCs can be grouped into three categories: \n(i) DMCs where adaptation and mitigation are high priorities (e.g., Kazakhstan, Kyrgyz Republic, \nPakistan, Tajikistan, and Uzbekistan), (ii) DMCs where a focus on renewable energy and energy \nefficiency is expected to be strong (e.g., Azerbaijan), and (iii) DMCs where the initial focus will \nbe on improving institutional and absorptive capacity.  \n \n21.  Stakeholder consultations will be conducted during project inception to identify capacity \ndevelopment and policy analysis priorities. In each DMC, a focal agency will be chosen, but \nassistance may flow to more than one agency. The focal agency will organize stakeholder \nconsultations, agree to results-based work plans and budgets, and monitor implementation.  \n \n22.  The TA is expected to start 1 May 2009 and be completed by 30 April 2012. International \nconsultants (about 134 person-months) and national consultants (about 276 person-months) will \nbe required. Outline terms of reference are in Appendix 4. It is anticipated that a firm will be \nrecruited  using  quality  and  cost-based  selection  with  a  simplified  technical  proposal.  It  is \nanticipated the consultants will be contracted through an indefinite delivery contract to match the \npriorities of each country and needs of project preparation. Consultants will be engaged by ADB \nin accordance with the Guidelines on the Use of Consultants (2007, as amended from time to \ntime). Disbursements will be made in accordance with the Technical Assistance Disbursement \nHandbook11.  \n \n23.  A project performance monitoring system will be developed. Quarterly progress reports \nwill  be  prepared.  A  knowledge  management  system  will  facilitate  knowledge  sharing  and \ncapture lessons and good practices. Key knowledge products will be disseminated, and annual \nworkshops will bring together participating countries to report on progress and share information.  \n \nIV.  THE PRESIDENT’S RECOMMENDATION \n24.  The President recommends that the Board approve the provision of technical assistance \nnot exceeding the equivalent of $5,000,000 on a grant basis for Enabling Climate Change \nInterventions in Central and West Asia.  \n                                                 \n11 ADB. 2008. Technical Assistance Disbursement Handbook. Manila.  \n \n ", "6  Appendix 1 \n \n \nDESIGN AND MONITORING FRAMEWORK \nData Sources and/or \nPerformance Targets and/or  Reporting \nDesign Summary  Indicators  Mechanisms   Assumptions and Risks \nImpact      Assumptions \nLow-carbon inclusive  Global greenhouse gas (GHG)  GHG inventories  Commitment of \neconomic growth and climate- emission reductions by 2030    governments to a \nresilient development      coordinated approach for \n    addressing climate change \n     \nReduced vulnerability of  Project performance  Proposed program \npeople, infrastructure, and  monitoring systems  interventions will gradually \necosystems to climate change  associated with climate  improve protective and other \nrisks in selected developing  change adaptation  environmental functions. \nmember countries by 2015  interventions   \nOutcomea      Assumptions \nFavorable policy,  New investment in renewable  Instructions by the  Readiness of countries to \ntechnological, and fiscal  energy, energy efficiency  governments to their  carry out necessary changes \nenvironment for investment in  improvements, and adaptation  agencies to undertake  to institutions and public \nclimate change mitigation and  measures   the changes necessary  expenditure practices in \nadaptation interventions      each country \n    Reviews of evolving   \n  public expenditure  Readiness of international \n  practices  agencies to provide \n    financing to help countries \nActive climate change policy  Reviews of the role of  adjust to low-carbon growth \ndialogue (i.e. policy proposals  climate change policies  strategies  \nunder consideration by the  and national adaptation    \nindividual government)  plans   \n     \nFunctional DNAs for CDM (i.e.,  Reviews of the   \nDNAs will be able to review  effectiveness of DNAs   \nproject identification notes,  in performing key   \ncoordinate preparation of  functions   \nproject design documents, and     \nfacilitate accreditation from the     \nCDM executive board)     \n     \nFunctional climate change  Reviews of the   \ncoordination centers (i.e., able  effectiveness of climate   \nto prepare GHG inventories,  change coordination   \nprepare national  centers in performing   \ncommunications to the  key functions   \nUNFCCC, conduct climate     \nchange impact assessment,     \nand prepare climate change     \nadaptation plans)     \n     \nFunctional carbon market (i.e.,  Surveys of potential  Sufficient fundable \nknowledgeable buyers and  sellers and buyers  opportunities for carbon \nsellers) with increased carbon    financing are available. \ncredits   Audits of carbon credits \nreceived \nOutputsb      Assumptions \n1. Climate change policy  Policy diagnostic studies with  TA project performance  Government willingness to \ndeveloped   policy prescription completed   monitoring system   participate in policy dialogue \n       \n  Structural and sectoral  TA knowledge   \n  adjustment studies completed  management system   \n       \n ", "Appendix 1  7\nData Sources and/or \nPerformance Targets and/or  Reporting \nDesign Summary  Indicators  Mechanisms   Assumptions and Risks \n2. Capacity developed for  Training and operational  TA project performance  Government commitment to \nclimate change institutions  assistance to DNAs and  monitoring system   long-term support of climate \n  climate change coordination    change institutions \n  centers delivered     \n       \n3. Institutional and  Regulatory regime for  TA project performance  Government support to \ntechnological development for  renewable energy designed  monitoring system   introduce new regulatory \nrenewable energy   and developed    regime for renewable energy \n       \n  Renewable energy resource     \n  assessments completed     \n       \n  Project designs for renewable     \n  energy investments       \n       \n4. Development of incentives,   Program of energy efficiency  TA project performance  Government support to \npenalties, and investments to  incentives and investments  monitoring system   introduce new incentive and \npromote energy efficiency   (energy, transport, industrial,    penalties to promote energy \n  and agriculture sectors)    efficiency  \n  developed     \n       \n  Project designs for energy     \n  efficiency investments     \n       \n       \n5. Project design documents  Carbon markets assessed  TA project performance   \nfor submission to CDM or    monitoring system    \nother carbon funds prepared   Project design documents      \n  (for energy efficiency,     \n  renewable energy, alternate    Government initiative to \n  energy, and energy from    embark on climate change \n  waste) prepared    adaptation programs \n     \n6. Climate change adaptation  Climate change adaptation  TA project performance \ninterventions developed,  plans, road maps, and  monitoring system  \ninvestment plan prepared, and  financing plans prepared   \nfinancing plans prepared     \n     \n     \n     \n7. Support for project  Projects more resilient to  Project feasibility \npreparation  climate change risks  studies  \n     \n8. Project management,  Efficient and effective project  Asian Development \ncoordination and knowledge  management and coordination  Bank project \nmanagement    performance monitoring \n  system \n   \nKnowledge projects prepared  Knowledge \nand disseminated  management system  \n \n \n ", "8        Appendix 1 \n \n \nActivities with Milestones  Inputs \n1. Climate change policy development (2009–2010)  Asian Development \n1.1 Policy analysis of climate change policies  Bank: $5,000,000  \n1.2 Enhancement of climate change policies   \n1.3 Studies of structural and/or sector adjustment to low-carbon economy  Governments: $500,000 \n1.4 Recommendations for financing adjustment costs \n \n2. Building capacity of national climate change institutions (2009–2011) \n2.1 Training and support to designated national authorities for CDM \n2.2 Training and support for climate change centers \n2.2.1 Climate change impact analysis \n2.2.2 Climate change modeling \n2.2.3 Energy modeling and GHG inventories \n2.2.4 Second national communications \n \n3. Institutional and technological development for renewable energy (2009–2010) \n3.1 Institutional and financial analysis of barriers and constraints \n3.2 Renewable resource assessments \n3.2 Regulatory regime development  \n3.3 Project preparation for renewable energy investments \n \n4. Promotion of energy efficiency (2009–2010) \n4.1 Analysis of incentive and penalty options \n4.2 Development of incentive and penalty programs \n4.3 Project preparation for energy efficiency investments \n \n5. Carbon financing (2009–2011) \n5.1 Carbon markets assessments \n5.2 Project preparation for carbon financing \n \n6. Climate change adaptation planning (2009–2010) \n6.1 Country adaptation assessments  \n6.2 Identification of financing modalities \n6.3 Adaptation strategy development \n6.4 Preparation of action plans, road maps, and financing plans \n \n7. Support for project preparation (2009–2011) \n7.1 Assurance on due diligence on GHG emissions and energy efficiency \n7.2 Climate-proofing of investment projects  \n \n8. Project management (2009–2011) \n8.1 Project inception \n8.1.1 Stakeholder workshops \n8.1.2 National work plans \n8.1.3 Project inception report \n8.2 Project coordination \n8.3 Project performance monitoring \n8.4 Knowledge management system \n8.4.1 Knowledge production preparation \n8.4.2 Subregional dissemination workshops \n8.4.3 Knowledge sharing \nCDM = Clean Development Mechanism, DNA = designated national authority, GHG = greenhouse gas, TA = technical \nassistance, UNFCCC = United Nations Framework Convention on Climate Change. \na  The outcome will be delivered in selected developing member countries over 2012–2015. \nb  Outputs will be delivered in selected developing member countries by TA completion. \n \n \n \n                                                            \n                                                                 \n ", "9  Appendix 2 \n \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Cost \nA. Asian Development Banka \n  1.  Consultants \n    a.  Remuneration and Per Diem \n      i.  International Consultants  2,713.50 \n      ii.  National Consultants  722.50 \n    b.  International and Local Travel  133.00 \n    c.  Reports and Communications  100.00 \n  2.  Equipment  150.00 \n  3.  Training, Seminars, and Conferences  191.00 \n  4.  Surveys (renewable [wind, solar, hydro]; resource  400.00 \nassessments; GHG emission inventories) \n  5.  Miscellaneous Administration and   190.00 \n    Support Costs \n  6.  Contingencies  500.00 \n      Subtotal (A)  5,000.00 \n   \nB.  Government Financingb   \n  1.  Office Accommodation and Transport  50.00 \n  2.  Remuneration and Per Diem  350.00 \n    of Counterpart Staff \n  3.  Others (venues and expenses for meetings        100.00 \nand workshops)  \n      Subtotal (B)  500.00 \n        Total  5,500.00 \nGHG = greenhouse gas. \na  Financed by the Asian Development Bank’s technical assistance funding program (Technical \nAssistance Special Fund IV), which will provide $5.0 million. \n        b   Governments will provide in-kind financing to support technical assistance implementation. \n Source: Asian Development Bank estimates. \n \n ", "      Appendix 3                10 \n \n \nPRELIMINARY ASSESSMENT OF CAPACITY DEVELOPMENT PRIORITIES MATCHED WITH TECHNICAL ASSISTANCE \nCOMPONENTS \n \nClimate Change  Climate  Capacity Development \nCapacity Development  Change Policy  Renewable  Energy  Adaptation  for Climate Change \nComponent  Development  Energy  Efficiency  Planning  Institutions \nAfghanistan  Further assessment required—ongoing as part of CCIP development process  √ \nArmenia  Further assessment required—ongoing as part of CCIP development process  √ \nAzerbaijan    √  √    √ \nGeorgia  Further assessment required—ongoing as part of CCIP development process  √ \nKazakhstan  √  √  √  √  √ \nKyrgyz Republic    √  √  √  √ \nPakistan  √  √  √  √  √ \nTajikistan    √  √  √  √ \nTurkmenistan  Further assessment required—ongoing as part of CCIP development process  √ \nUzbekistan  √  √  √  √  √ \nCCIP = Climate Change Implementation Plan. \nSource(s): ADB fact -finding missions  \n \n \n ", "11  Appendix 4 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Consultants to be Recruited through a Firm  \n1.  Component 1: Climate Change Policy Development \n1.  Climate  Change  Legal  Policy  Analysts  (international,  10  person-months;  national, \n18 person-months). The analysts will analyze the impacts of climate change policy and structural \nadjustments. In selected developing member countries (DMCs), the analysts will \n(i)  assemble and review existing climate change policies, \n(ii)  review energy sector studies and adaptation plans, \n(iii)  propose policy and measures to accelerate mitigation efforts, \n(iv)  propose policy and measures to reduce climate vulnerabilities, \n(v)  propose  regional  and  national  climate  policies  that  might  enhance  international \ntechnology transfer and climate risk information sharing, \n(vi)  review international experience in structural adjustment to low-carbon economies,  \n(vii)  propose  a  set  of  adjustment  measures  and  analyze  the  social  and  economic \nconsequences, \n(viii)  assess how international financial flows can support efforts to make necessary \nadjustments in DMCs while providing most economic benefit to the region, and  \n(ix)  examine how DMCs can use international carbon markets to maximum advantage.  \n \n2.  Climate  Change  Economists  (international,  10  person-months;  national,  18  person-\nmonths).  The  economists  will  analyze  the  macroeconomic  effects  of  structural  adjustment  of \npolicies, as well as provide an overall economic assessment as to the potential for a low-carbon \neconomy. In selected DMCs, the economists will  \n(i)  conduct initial scoping of the data requirements to undertake cost-benefit analysis of \nclimate change policy and associated mitigation and adaptation options, \n(ii)  estimate  the  social  and  economic  costs  of  structural  and  sectoral  adjustment \nmeasures proposed by the climate change policy analysts, \n(iii)  gather information and conduct analysis to construct least-cost abatement curves \nfor climatic change mitigation measures, and \n(iv)  estimate the costs of proposed climate change adaptation measures based on \nnational climate change adaptation plans. \n \n2.  Component 2: Building Capacity for National Climate Change Institutions \n3.  Clean  Development  Mechanism  Capacity  Development  Specialists  (international, \n10 person-months; national, 24 person-months). The specialists will enhance the capacity of the \ndesignated national authorities (DNAs) for the Clean Development Mechanism (CDM). In selected \nDMCs, the specialists will \n(i)  conduct  institutional analyses of the existing DNAs; \n(ii)  develop internal “rules of work” for the CDM national board, including procedures for \norganization of board meetings and calling for external experts;  \n(iii)  develop the structure and administrative functions for the DNA secretariat (i.e., \ndivision of responsibilities between DNA staff, internal procedures for reviewing \nproject idea notes and project design documents, and job descriptions for DNA staff); \n(iv)  develop  coordination mechanisms  for  CDM  activities with  other  climate  change \nprograms,  such  as  promotion  of  renewable  energy  and  energy  efficiency,  and \nadaptation of vulnerable sectors to climate change;  \n ", "12       Appendix 4 \n \n(v)  build capacities of DNA staff to assess and select project idea notes and assist \nproject proponents in developing project design documents;  \n(vi)  provide  training  to  national  experts  on  preparing  project  design  documents, \nconstructing  baseline  scenarios,  and  facilitating  their  accreditation  with  CDM \nexecutive board; and \n(vii)  prepare and disseminate awareness-raising materials on CDM among private sector \nand potential project participants.  \n \n4.  Greenhouse Gas Inventory and Energy Modeling Specialists (international, 6 person-\nmonths; national, 18 person-months). The specialists will support the climate change coordination \ncenter in technical analysis for GHG emissions. In selected DMCs, the specialists will \n(i)  make available an appropriate energy model with full documentation, including the \nassumptions made, basis for the assumptions, data requirements, and data formats; \n(ii)  assemble and review pertinent energy-related information and other basic economic \ndata for the participating countries to be used for the energy model structures; \n(iii)  provide and analyze energy demand projections and the GHG mitigation potentials \nunder different climate change scenarios; \n(iv)  provide training and guidelines for energy modeling to staff;   \n(v)  establish or enhance the GHG inventory systems; and \n(vi)  prepare a report on the analysis of an energy model with GHG mitigations. \n  \n5.  Climate  Change  Impact  Specialists  (international,  12  person-months;  national, \n24 person-months).  The  specialists  will  support  the  climate  change  coordination  center  with \nrespect to climate impact assessment and monitoring. In selected DMCs, the specialists will \n(i)  deliver a climate change adaptation model suitable for each country’s conditions, \nincluding full documentation of the assumptions made, basis for the assumptions, \ndata requirements, and data formats; \n(ii)  provide training and advice to downscale global circulation models for selected river \nbasins to develop longer-term climate change projections;  \n(iii)  develop different climate change scenarios and analyze their impacts on water, \necosystems, food, coastal areas, and health;   \n(iv)  develop approaches for improving predictions of temperature and rainfall to assess \nfuture agro-climatic conditions;  \n(v)  prepare and submit a formal report on the impacts analysis; and \n(vi)  provide training and guidelines on climate change impact analysis. \n \n3.  Component 3: Institutional and Technological Development for Renewable \nEnergy  \n6.  Renewable Energy Legal and Regulatory Specialists (international, 6 person-months; \nnational, 18 person-months). The specialists will work with the governments to develop regulatory \nregimes conducive to renewable energy development. In selected DMCs, the specialists will \n(i)  analyze the strengths, weaknesses, opportunities and threats f the existing technical, \nfinancial,  institutional,  and  regulatory  structures  for  promoting  renewable  and \nalternative energy development;  \n(ii)  assist relevant agencies to consult with other stakeholders on developing renewable \nenergy policy, legislation, and regulation;  \n(iii)  organize workshops and stakeholder consultation meetings;   \n(iv)  identify general and specific public budget requirements and incremental costs; \n(v)  assist with development of renewable energy policy; and   \n(vi)  as necessary, advise on necessary legislation and regulations. \n ", "  Appendix 4   13\n \n7.  Renewable Energy Development Specialists (international, 6 person-months; national, \n15 person-months). In selected DMCs, the specialists will \n(i)  review all previous renewable energy studies, ongoing studies, the government’s \nenergy policy, and the national plans for development of alternate energy; \n(ii)  analyze potential alternative energy developments; \n(iii)  prepare an alternative energy map indicating estimated alternative energy sources \nin different locations of the country;  \n(iv)  in consultation with key stakeholders, prepare criteria for selecting the investment \npriority areas and alternative energy options in these areas; \n(v)  prepare a prefeasibility plan for the selected investment project;  \n(vi)  conduct economic assessment for potential projects;  \n(vii)  design  an  action  plan  for  implementing  the  selected  investment  project  in \nconsultation with the government and other stakeholders; and  \n(viii)  design an awareness raising campaign on alternative energy technologies.  \n \n4.  Component 4: Development of Incentives and Penalties to Promote Energy \nEfficiency  \n8.  Energy  Efficiency  Specialists  (international,  6  person-months;  national,  18  person-\nmonths).  In selected DMCs, the specialists will \n \n(i)  assist the government in evaluating energy efficiency investment conditions and \nconducting the energy efficiency market assessment; \n(ii)  review  national  policy  and  regulatory  frameworks  (laws,  decrees,  regulations, \nstandards,  specifications,  and  utility  demand-side  management  practices)  and, \nwhere applicable, policy and regulatory frameworks at the provincial level; \n(iii)  review energy efficiency stakeholder assessments (roles of government agencies, \nregulators, certification bodies, generators, transmission and distribution companies, \nfinancial  institutions,  consultants,  designers,  contractors,  suppliers,  and  energy \nservice companies);  \n(iv)  conduct a review of existing energy efficiency technologies;  \n(v)  develop targeted public relations programs;  \n(vi)  prepare a strategy and action guidelines a national energy- efficiency program; and   \n(vii)  prepare a road map for implementing the national energy efficiency program, with \ncorresponding investment plans.  \n \n9.  Energy  Efficiency  Economists  (international,  6  person-months;  national,  15  person-\nmonths). The economists will assess the macroeconomic rationale for national energy efficiency \nprograms and evaluate the economic viability of proposed investment projects in accordance with \nAsian Development Bank (ADB) economic analysis guidelines. In selected DMCs, the specialists \nwill \n(i)  assist the government to evaluate energy efficiency investment conditions and \nconduct the energy efficiency market and economic assessment; \n(ii)  review the national policy and regulatory frameworks (energy efficiency and energy \nconservation laws, decrees, ordinances, regulations, standards, specifications, and \nutility demand-side management practices); \n(iii)  conduct economic and comparative cost–benefit analysis of key energy efficiency \ninvestments in major energy-consuming sectors (industry, buildings, transportation, \nagriculture, commercial, and residential), prioritizing focus areas; \n \n ", "14       Appendix 4 \n \n(iv)  develop realizable quantitative implementation targets and schedules, and define \nverifiable energy efficiency indicators and performance monitoring methods; \n(v)  analyze the economic subsidies involved in the current tariff structure and the extent \nof cross-subsidization between major consumer groups and regions; and  \n(vi)  review the appropriateness of the existing lifeline tariff block.  \n \n5.  Component 6: Climate Change Adaptation Planning \n10.  Climate  Change  Adaptation  Specialists  (international,  18  person-months;  national, \n36 person-months). The specialists will undertake an assessment of the impacts of climate change \nin selected DMCs and examine the current institutional response of national and international \nagencies. Based on the assessment, the specialists will define a climate adaptation strategy and \nformulate an action plan for adapting to climate change. In selected DMCs, specific tasks will be to \n(i)  identify relevant stakeholders and provide consultation through workshops;  \n(ii)  review existing information on climate change adaptation;   \n(iii)  identify the level of adaptive capacity within the participating countries based on \ncurrent ability to manage extreme weather events and existing climate variability; \n(iv)  review the link between disaster risk management and climate change adaptation; \n(v)  prepare a problem analysis and identify adaptation opportunities and alternatives;  \n(vi)  prepare a vulnerability assessment based on understanding of potential climate \nchange impacts and existing environmental, social, and economic conditions;  \n(vii)  identify community-based and participatory initiatives for adaptation interventions; \n(viii)  prepare a climate change adaptation strategy, encompassing policy, regulatory, \ntechnical,  social,  economic,  community-based,  and  capacity  development \ninterventions, as well as scientific research and environmental monitoring;     \n(ix)  prepare action plans, road maps, and financing plans to support the adaptation \nstrategy consistent with ADB country partnership strategies; and  \n(x)  design the monitoring and evaluation framework for the adaptation strategy. \n \n6.  Component 8: Project Management and Coordination \n11.  Team  Leader  and  Climate  Change  Capacity  Development  Specialist (international, \n20 person-months). The team leader and climate change capacity development specialist will \n(i)  lead an inception mission to participating countries and prepare an inception report;  \n(ii)  in consultation with focal points, organize climate change stakeholder workshops;  \n(iii)  in consultation with  focal points, establish a work plan and budget for each country; \n(iv)  prepare country-specific terms of reference for consultants;    \n(v)  establish and maintain a communications network among consultants to ensure \nsupervision and adherence to schedules for producing outputs;   \n(vi)  serve as the principal liaison for management and communication relationships \nbetween the consultant team, national focal points, and the ADB project officer; \n(vii)  assist with the organization of annual regional workshops for knowledge sharing;   \n(viii)  design a project performance monitoring system and prepare reports;  \n(ix)  design and implement a knowledge management system for all knowledge outputs; \n(x)  oversee all logistical aspects of consultant travel and time allocations by task and \ncountry, according to protocols and procedures agreed with the ADB;  \n(xi)  prepare annual reports on outputs and outcomes of the technical assistance; and \n(xii)  prepare a final project report.  \n \n12.  Climate Change Capacity Development Specialist (national, 24 person-months). The \nspecialist will \n(i)  participate in the inception mission and provide inputs to an inception report;  \n ", "  Appendix 4   15\n(ii)  in consultation with  focal points, organize climate change stakeholder workshops;  \n(iii)  in consultation with focal points, establish a work plan and budget for each DMC;  \n(iv)  prepare country-specific terms of reference for national consultants;  \n(v)  establish and maintain a communications network among national consultants to \nmaintain supervision and adherence to schedules for producing outputs;   \n(vi)  serve as the principal liaison for management and communication relationships \nbetween the national consultant team and national focal points; \n(vii)  assist with the organization of annual regional workshops for knowledge sharing;   \n(viii)  prepare project performance monitoring system reports;  \n(ix)  implement a knowledge management system for all knowledge outputs; \n(x)  oversee all logistical aspects of national consultant travel and time allocations by \ntask and country, according to protocols and procedures agreed with  ADB;  \n(xi)  assist with preparation of annual reports on outputs and outcomes, and \n(xii)  assist with preparation of the final project report.  \n \nB.  Consultants to be Recruited as Individuals \n1.  Component 5: Carbon Financing  \n13.  Carbon Market Specialists (international, 12 person-months; national, 24 person-months). \nThe specialists will assess the existing carbon market and provided support for carbon financing. In \nselected countries, specific tasks will include \n(i)  a  carbon  market  assessment  covering  (a)  past  and  current  transactions;  (b) \npotential size of future transactions; (c) profile of major players in the market; (d) \ncharacterization of market by sectors (e.g., energy, transport, industrial, agriculture, \nwaste management); (e) identification of barriers, constraints, and opportunities; and \n(f)recommendations on interventions to foster development of the market; and \n(ii)  project support for carbon financing, consisting of (a) identifying opportunities for \ncarbon financing; (b) assisting the ADB project managers to undertake detailed due \ndiligence and risk assessment for carbon financing of projects; (c) assisting ADB \nproject managers in transaction structuring and contract negotiations with project \nsponsors  and  third  parties;  (d)  preparing  CDM  project  design  documents;  (e) \nproviding validation support for CDM projects; (f) collaborating and liaising with \nADB’s Technical Support Facility, which is part of ADB’s Carbon Market Initiative; \nand (e) assisting ADB project managers in dealing with ADB’s Asia Pacific Carbon \nFund (and its successor, the Future Carbon Fund) and other carbon funds.  \n \n2.  Component 7: Support for Project Preparation \n14.  Climate-Proofing  Specialists  (international,  12  person-months;  national,  24  person-\nmonths). To support project preparation, the specialists will  \n(i)  screen proposed projects to identify possible problems and associated climate risks; \n(ii)  recommend additional analyses needed to better understand climate change risks, \nand evaluate options to mitigate potential risks;  \n(iii)  recommend specific measures to improve project design, in particular (a) adaptive \ndesign  protocols  and  adaptive  reengineering,  (b)  infrastructure  risk  reduction \nmeasures  such  as  climate  impact-related  flood  controls  and  glacier-dependent \nhydropower, and (c) gender and poverty reduction-related adaptation activities;  \n(iv)  prepare, as necessary, reports and/or inputs into project preparation documents; \nand \n(v)  prepare analyses as to the carbon footprints of specific projects. \n \n \n "], "metadata": {"CreationDate": "D:20090402150111+08'00'", "Author": "RR3", "Creator": "Acrobat PDFMaker 8.1 for Word", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20090728152314+08'00'", "Company": "Licenced User", "SourceModified": "D:20090402065739", "Title": "Doc number"}, "author_page": "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CCIP  –  Climate Change Implementation Plan \n  CDM  –  Clean Development Mechanism \n  CWRD  –  Central and West Asia Department \n  DMC  –  developing member country \n  DNA  –  designated national authority \n  GHG  –  greenhouse gas \n  PREGA  –  Promotion of Renewable Energy, Energy Efficiency, and Greenhouse \nGas Abatement Projects  \n  TA  –  technical assistance \n  UNFCCC  –  United Nations Framework Convention on Climate Change \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional Capacity development technical assistance \n(R-CDTA) \nTargeting Classification  –  General intervention \nSectors (subsectors)  –  Multisector (energy [renewable energy, energy efficiency and \nconservation] , agriculture and natural resources [water-based natural \nresources management, land-based natural resources management], \nwater supply and other municipal infrastructure and services [waste \nmanagement])  \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling business \nenvironment),  environmental  sustainability  (natural  resources \nconservation,  urban  environmental  improvement,  eco-efficiency,  global \nand regional transboundary environmental concerns, environmental policy \nand  legislation),  capacity  development  (institutional  development, \norganizational development) \nClimate Change  –  Climate change mitigation, climate change adaptation \nLocation Impact  –  Rural (medium impact), Urban (low impact), National (high impact), \nRegional (low impact) \nPartnership  –  None \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  R. Siy, Country Coordination and Regional Cooperation Division, CWRD \n   \nTeam leader  R. Everitt, Senior Climate Change Specialist, CWRD  \nTeam members  B. Byambasaikhan, Energy Specialist (Infrastructure), CWRD  \n  M. Endleman, Principal Financial Sector Specialist, CWRD  \n  M. Kunzer, Environment Specialist, CWRD  \n  J. Liston, Principal Energy Specialist, CWRD  \n  O. Norojono, Senior Transport Economist, CWRD  \n  V. Padmanabhan, Urban Development Specialist, CWRD \n  R. Stroem, Country Director, Pakistan Resident Mission, CWRD \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank \ndoes not intend to make any judgments as to the legal or other status of any territory or area. ", "authors": [{"fullname": "resources management", "role": "land-based natural resources management", "organization": ""}, {"fullname": "and regional transboundary environmental concerns", "role": "environmental policy", "organization": ""}, {"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "R. Siy", "role": "Country Coordination and Regional Cooperation Division", "organization": "CWRD"}, {"fullname": "R. Everitt", "role": "Senior Climate Change Specialist", "organization": "CWRD"}, {"fullname": "B. Byambasaikhan", "role": "Energy Specialist (Infrastructure)", "organization": "CWRD"}, {"fullname": "M. Endleman", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}, {"fullname": "M. Kunzer", "role": "Environment Specialist", "organization": "CWRD"}, {"fullname": "J. Liston", "role": "Principal Energy Specialist", "organization": "CWRD"}, {"fullname": "O. Norojono", "role": "Senior Transport Economist", "organization": "CWRD"}, {"fullname": "V. Padmanabhan", "role": "Urban Development Specialist", "organization": "CWRD"}, {"fullname": "R. Stroem", "role": "Country Director", "organization": "Pakistan Resident Mission"}]}