{"path": "data/input/ta/43045-reg-tar.pdf", "pages": [" \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \nProject Number: 43045-01 \nCluster—Policy and Advisory Technical Assistance (C-PATA) \nApril 2009 \n \n \n \n \nPacific Economic Management \n \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Cluster—policy and advisory technical assistance (C-PATA) \nTargeting Classification  –  General intervention \nSector  –  Public sector management \nSubsector  –  Economic and public affairs management \nThemes  –  Economic growth (promoting macro-economic stability), \ngovernance (economic and financial governance), capacity \ndevelopment (institutional development) \n \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  S. H. Rahman, Pacific Department (PARD) \nDirector  S. Jarvenpaa, Pacific Operations Division, PARD \n   \nTeam leader  C. Sugden, Country Economist, PARD \nTeam member  S. Pollard, Principal Economist, PARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nI n  preparing  any  country  program  or  strategy,  financing any  project,  or  by  making  any \nd esignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other \nstatus of any territory or area. \nPrepared for  [Executing Agency] \n \n    [Implementing Ag ", " \nI.  INTRODUCTION \n1.  The 14 Pacific developing member countries (DMCs) of the Asian Development Bank \n(ADB) are either fragile states or exhibit strong characteristics of fragility.1 Weak economic \nperformance  contributes  to  this  fragility,  which  is  linked  to  shortcomings  in  policy  and \ninstitutional environments as highlighted by ADB’s country performance assessments. For these \nDMCs,  ADB’s  long-term  strategic  framework  2008–2020  (Strategy  2020)  posits,  “due  to \ngenerally  weak  policy  regimes,  their  often  small  size,  economic  vulnerability,  and  weak \ninstitutions…ADB must seek innovative means to strengthen the effectiveness of country-led \nmodels of engagement.”2  \n \n2.  As part of the Pacific Studies Series, the expected impacts of the global financial and \neconomic crisis and a sensible policy response were presented in an October 2008 policy brief3 \nreleased by ADB. The publication received wide coverage in the region, including at the October \n2008 Pacific Forum Economic Ministers’ Meeting. ADB has subsequently helped coordinate a \nprocess among the region’s development partners aimed at helping Pacific DMCs respond to \nthe global crisis. Consultation has shown there is strong demand for assistance among the \nPacific DMCs most exposed to the adverse impacts of the global crisis. \n \n3.  This  proposed  regional  cluster  technical  assistance  (TA)  responds  to  these  above \nchallenges by adopting innovative approaches to assist economic management in the Pacific. It \nwill help Pacific DMCs improve economic monitoring and the formulation and implementation of \neconomic policy. Specifically, the first cluster will provide ADB's initial support for a country-led \nresponse to the global financial and economic crisis. The design and monitoring framework is in \nAppendix 1.4 \n \nII.  ISSUES \n4.  Long-term growth rates are low in most Pacific economies, and for most of the region's \npopulation, the long-term process of structural transformation is either absent or has stalled.5 \nThe  poor  growth  outcomes  can  be  traced  back  to  a  history  of  heavy-handed  economic \nmanagement that manifested in large, inefficient public sectors and excessive barriers to private \nsector  development.  In  the  1990s,  most  Pacific  DMC  governments  adopted  structural \nadjustment programs to open economies and to modernize economic management. These \nprograms demonstrated gains from such change, with moderate rates of economic growth when \nimprovements were sustained. However, the results from these efforts have remained below \nexpectations.  \n \n5.  Key constraints lie in the institutional setting, with the prevailing political economy in \nparticular  imposing  a  binding  constraint  to  improved  economic  performance.6 This  is  most \n                                                 \n1  ADB. 2008. Working in Fragile Environments. A Midterm Review of the Pacific Strategy (2005–2009). Manila. The \n14 Pacific DMCs are the Cook Islands, the Fiji Islands, Kiribati, the Marshall Islands, the Federated States of \nMicronesia, Nauru, Palau, Papua New Guinea, Samoa, Solomon Islands, Timor-Leste, Tonga, Tuvalu, and \nVanuatu. \n2  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. \n3  ADB. 2008. Navigating the Global Storm: A Policy Brief on the Global Financial Crisis. Manila. \n4  The TA first appeared in the business opportunities section of ADB’s website on 10 March 2009.  \n5  Sugden, C. and K. Taniguchi. 2007. Economic Inertia Versus Structural Change. Pacific Economic Bulletin 22 (2):  \n74–90. \n6  See, for example, Fukuyama, F. 2008. State Building in Solomon Islands. Pacific Economic Bulletin 23 (3): 18–34; \nand Sugden, C. 2008. Finding Binding Constraints in the Pacific. Pacific Economic Bulletin 23 (2): 230–238. \n ", "2   \nevident in the frequent need to repeat externally funded policy analyses and advice, and the \nslow progress of many governments to meet their public commitments to improved economic \nmanagement. \n \n6.  This experience forewarns that a concerted, innovative effort will be required to help \nlessen the impact of the global financial and economic crisis on the region. Lower commodity \nprices have already reduced export incomes, and tourism and remittances are easing as source \neconomies  face  tougher  economic  conditions.  The  value  of  most  of  the  region’s  offshore \ninvestment funds, held by national trust funds and the region’s superannuation schemes, have \ndeclined substantially.  \n \n7.  If a timely and effective response is to be made, extra effort will be needed to improve \nthe flow of economic information, to use better economic indicators, and to reduce time lags in \neconomic monitoring. Support will also be needed to analyze the impacts of the global crisis on \nthe Pacific DMCs and to prepare policy responses. The economic agencies of the Pacific DMCs \nmost exposed to the adverse impacts of the global crisis have advised that they would welcome \nhelp from development partners to strengthen their economic analysis and to respond best to \nthe global crisis. \n \n8.  Innovative efforts will be needed to trigger constructive policy and institutional change in \nPacific DMCs. These efforts need to build on sensitive, long-term relationships between these \ncountries and their development partners, and among advisors, reformers, and those impacted \nby reform. Above all, to be successful, assistance for improved economic management needs to \nbe tailored to meet individual circumstances and to encourage local ownership and control. \n \n9.  There are some recent examples of the potential economic benefits from policy and \ninstitutional adaptation. Successes have typically been characterized by local commitment that \nled  to  a  locally  driven  effort.  Consultative  and  participatory  processes,  open  debate,  and \ninformation sharing assisted the achievement of these helpful changes.7 In addition, successful \nreform in aviation and mobile telecommunications, which allowed new and lower-cost entrants, \nshow that alternative approaches to economic management can quickly boost economic growth \nand development. \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The proposed TA is to strengthen the capacity of Pacific DMCs to manage for inclusive \neconomic  growth—specifically,  to  assist  Pacific  DMCs  in  using  improved  economic \nmanagement processes. This is to be achieved by assistance that offers longer-term benefits by \nhelping develop existing Pacific DMC systems and processes for economic management and \nthe individual capacity of the region’s economic managers. The proposed TA will help address \nlong-standing institutional constraints to change by encouraging demand for better economic \nmanagement. Support is to focus on topical economic issues to capitalize on episodes of \ndemand for improved economic management. Innovative modalities will be pursued, including \nthe use of a mentoring approach and support for coalitions for change. A cluster TA is proposed \nas a means of progressively raising the intensity of engagement through subprojects linked by a \nconsistent approach to achieving change. \n                                                 \n7  As  documented  in  ADB’s  recent  Capacity  Development  Series  (www.adb.org/Documents/Studies/  Capacity-\nDevelopment-in-the-Pacific/default.asp). \n ", "  3\n11.  Assistance would be provided to Pacific DMCs that demonstrate an appreciation of the \nneed to take action to improve economic management. The proposed TA must nevertheless be \nconservative in expectations given the tight limits on capacity, the shortage of experience in \nsuccessful implementation of economic management, and the small amount of funds available \nper country. \n \n12.  Subproject 1 is to focus on a response to the global financial and economic crisis. The \nsubproject provides for ADB’s contribution to a joint effort by development partners to help \nPacific DMCs lessen the effects of the global crisis through improved economic monitoring, \npolicy analysis, and dialogue. \n \n13.  The initiation of future subprojects will await the emergence of opportunities to pursue \ndemand-driven improvements. Future subprojects will continue efforts to improve economic \nmanagement. Modern, strategic management approaches from other regions, such as support \nfor  the  capacity  development  of  coalitions  for  change  or  variants  of  corporate  change \nmanagement, will be applied more intensively with a view to adapting modern approaches to \nPacific DMC circumstances. Efforts will be made throughout the proposed TA to help civil \nsociety increase their engagement in economic issues. However, should risk factors eventuate \nand the progress of subproject 1 be inadequate, additional clusters could be brought forward to \npursue innovative approaches to mobilizing change toward improved economic management \nprocesses. Such action would be matched by extra efforts to ensure government commitment to \nthe TA. \n \n14.  Performance of the proposed TA will be established via demonstrated improvements in \neconomic management consistent with international good practices, taking into account regional \nand national circumstances, as assessed through economic reporting.  \n \nB.  Methodology and Key Activities \n15.  The planned outputs of the proposed TA are: \n(i)  adoption of an expanded set of economic indicators, including lead indicators \nwhere feasible; \n(ii)  preparation of economic review assessments; and \n(iii)  high-level  inputs  to  economic  policy  formulation  generated  through  periodic  \nin-country and regional high-level dialogues. \n \n16.  Subproject 1, Response to the Global Crisis, will provide for highly experienced mentors \nto guide Pacific DMC decision makers and senior economic advisers. Mentors will apply key \nlessons learned from the Pacific and other regions toward successful economic reform. Coupled \nwith the demand for improved economic management that is expected to arise as the global \ncrisis expands to the region, the subproject is expected to offer improvements on traditional \napproaches.  \n \n17.  The work of the mentors (to be appointed as lead advisers) will be supported by advisers \nand  economic  analysts.  The  provision  of  this  technical  support  recognizes  the  additional \nworkload imposed on Pacific DMC economic agencies by the global crisis and the need to fill \nsome gaps in expertise. Support will be provided to take full advantage of opportunities for  \non-the-job learning and to transfer needed skills to maximize prospects of sustainability. Where \nsupport by international consultants is to be provided through repeated visits, progress between \nvisits will be used to assess local capacity and ongoing engagement. \n \n ", "4   \n18.  In addition to supporting country-level dialogue, subproject 1 will provoke structured and \ntargeted regional dialogue that brings together the heads of treasuries and ministries of finance, \ncentral banks, and market regulators and supervisors. This will help decision makers define \ntheir own policy position by sharing experiences and debating policy issues, many of which will \nbe common across the region. As much as possible, support for regional dialogue will be joined \nto other regional events. \n \n19.  A Pacific economic monitor will be prepared as a compilation of data and economic \nanalysis of the impact of the global crisis and proposed policy responses. The monitor is to be \nused to help underpin the analytical content of policy dialogue, and will be widely disseminated \nto raise public awareness of key public policy issues. The economic monitor is to provide a link \nbetween subproject 1 and the policy agenda of relevant regional economic fora. \n \n20.  Support from subproject 1 will be tailored to the emerging needs of each Pacific DMC. \nThe  intention  is  to  supplement  existing  monitoring  to  offer  longer-term  benefits  from  the \nassistance rather than to create a separate, once-off donor activity.8 Country-level assistance \nwill be provided in response to a request from Pacific DMCs that spells out the need for support \nand  links  the  request  to  existing  activities,  both  own  and  development  partner-funded. \nPreference will be given to economic agencies that show how staff members will benefit from \nsupport in an effort to share capacity development support and to lessen the risk that high staff \nturnover will erode sustainability. \n \n21.  The prospects of sustainability will also be enhanced by focusing support on central \nbanks  in  close  cooperation  with  other  donors,  including  the  International  Monetary  Fund's \nPacific Financial Technical Assistance Centre. Central banks have a direct policy responsibility \nand standing within Pacific DMCs and a demonstrated capacity to raise performance and to \nimprove economic management.9 They provide a good basis for developing the coalitions for \nchange needed to raise the standard of economic management. Where central banks are not \npresent, the focus of support will be on the economic areas of treasuries and ministries of \nfinance.  \n \n22.  It is anticipated that funds will be used most effectively if operations are concentrated in \nabout five Pacific DMCs, complemented by a rapid-response and regional support function that \ncan also assist other Pacific DMCs as needs arise. Resource allocations will be responsive to \nthe presence of local ownership, prospects for sustainability, the vulnerability of Pacific DMC \neconomies  to  the  global  crisis,  and  whether  other  development  partner  activities  (new  or \nexisting) can instead accommodate a response to the global crisis. \n \nC.  Cost and Financing \n23.  The total cost of the proposed TA is estimated at $3.5 million equivalent. It is proposed \nthat ADB provide $3.0 million equivalent on a grant basis. Pacific DMC governments will finance \nthe remaining $0.5 million equivalent. The proposed TA will be financed on a grant basis by \nADB’s TA funding program (TA Special Fund IV). Cost estimates and the financing plan are \nprovided in Appendix 2.  \n \n                                                 \n8  Support is to build on the framework presented in ADB. 2009. Global Crisis Stocktake and Gap Analysis-Enhanced \nEconomic Monitoring, Step 1: Indicators. Manila (March). \n9  The improvement in the performance of the Bank of Papua New Guinea since reform efforts in the early 2000s \nbeing the most recent example. \n ", "  5\nD.  Implementation Arrangements \n24.  ADB’s Pacific Department will be the Executing Agency for the proposed TA as well as \nthe  implementing  agency  for  subproject  1.  Funds  for  regional  conferences,  seminars,  and \ntraining  events  will  be  administered  by  the  Pacific  Department.  Implementation  will  be \nharmonized with the activities of other development partners, principally via the continuation of \ndevelopment partner coordination meetings and the establishment of a TA steering committee \ncomprising key development partners, the Pacific Financial Technical Assistance Centre, and \nthe Pacific Islands Forum Secretariat.10 \n \n25.  Consultants will be engaged under subproject 1 on an intermittent basis of 3–9 months. \nAreas of expertise will include economic management and the closely related fields of public \npolicy, including economic statistics. A range of experience levels and skills will be engaged to \nallow support to be tailored to the needs of each Pacific DMC. In addition to the team leader, up \nto 5 lead advisers, 5 advisers, and 15 economic analysts will be engaged. Expected results \ninclude improved economic monitoring frameworks, policy analysis and advice, and the transfer \nof capacity to participating agencies in the Pacific DMCs. An outline of the terms of reference is \nprovided in Appendix 3.  \n \n26.  Consultants will be selected and engaged by ADB in accordance with its Guidelines on \nthe Use of Consultants (2007, as amended from time to time). TA consultants will be engaged \non an individual basis in order to facilitate a rapid and flexible response to the global crisis, the \ntopical issues to be explored by follow-on subprojects, and the engagement of specialists in \neconomic management who are highly regarded in the region. \n \n27.  Disbursements  under  the  TA  will  be  made  in  accordance  with  ADB's  Technical \nAssistance Disbursement Handbook,11 as amended from time to time. The TA is estimated to \nstart in June 2009 and be completed in June 2011. \n \n28.  The main outputs will be disseminated widely at regional conferences, at other fora, and \nin the regional press to keep the public informed of key public policy issues and to help mobilize \npublic support for improved economic management. The Pacific economic monitor will provide a \nkey conduit for communicating economic and policy analysis prepared under the proposed TA. \nOutcome evaluation will be undertaken with the assistance of the steering committee. \n \nIV.  THE PRESIDENT'S RECOMMENDATION \n29.  The President recommends that the Board approve the provision of technical assistance \nnot exceeding the equivalent of $3,000,000 on a grant basis for Pacific Economic Management. \n \n                                                 \n10 ADB hosted development partner coordination meetings on a global crisis response on 4 December 2008 and 27 \nFebruary 2009 at the Pacific Coordination Liaison Office in Sydney, Australia. Attendees were the Australian \nAgency for International Development, the New Zealand’s International Aid & Development Agency, the Pacific \nFinancial Technical Assistance Centre, the World Bank, and (at the 27 February meeting) the United Nations \nDevelopment Programme. The meetings provided a forum for the sharing of information and the coordination of \ndevelopment partner activities, including the prioritization of activities and the integration of a response to the global \ncrisis with other activities. \n11 ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions \nSummarya  Indicatorsa  Reporting Mechanisms  and Risks \nImpact  Demonstrated improvements  Reports and assessments  Assumption \nStrengthened  in economic management,  of Pacific DMC  Political commitment to and \ncapacity of assisted  consistent with international  governments, IMF,  public support for \nPacific DMCs to  good practices and taking into  PFTAC, development  improvements to economic \nmanage for  account national and regional  partners, and regional  management are strong. \ninclusive economic  circumstances  organizations \ngrowth     \nEconomic policy adjusted  Media articles \nproactively to reduce the \nadverse impact of the global \nfinancial and economic crisis \nOutcome  Higher-quality economic  Reports and assessments  Assumptions \nAssisted Pacific  analysis and policy advice  of Pacific DMC  Pacific DMC governments \nDMCs use  incorporated into decision  governments, IMF,  are committed to supporting \nimproved economic  making and public policy  PFTAC, development  economic agencies. \nmanagement  dialogue  partners, and regional   \nprocesses    organizations (e.g.,  Pacific DMC governments \nAt least one effective coalition  budget papers, monetary  and economic agencies are \nfor change of key  policy statements, IMF  committed to an open \nstakeholders active in a  article IV staff reports,  dialogue on economic \nPacific DMC, engaging in  Forum Economic  management. \neconomic policy dialogue  Ministers Meeting reports)   \n    Civil society mobilizes \nInternally generated public  Media articles  support for public policy \ndiscussion of economic  discussions. \nmanagement proposals   \nestablished  Risks \n  Political consensus for \nPeriodic, independently  improved economic \nprepared media articles on  management is weakened \nkey economic management  by changes in leadership. \nissues arising from the global   \nfinancial and economic crisis  The immediacy of economic \nstress caused by the global \ncrisis (e.g., lost jobs and \nincomes) creates a reactive \nrather than proactive \napproach to economic \nmanagement.  \n \nGovernments lack needed \nfunds to adopt improved \neconomic management \n(e.g., to fund any \nadjustment costs). \nOutputs  Regular public reporting by  Reports and assessments  Assumptions \n1.   Expanded set  Pacific DMCs of an expanded  of Pacific DMC  Strategic management \nof economic  set of economic indicators  governments, IMF,  approaches (e.g., corporate \nindicators,  PFTAC, development  change management) can \nincluding lead  partners, and regional  be adapted to the Pacific. \nindicators  organizations (e.g.,   \nwhere feasible  budget papers, Ministry of  Economic management \n  Finance and central bank  agencies support \n2.   Economic  Public release of economic  bulletins and statistical  networking and training. \nreview  assessments covering topical  releases, IMF article IV   \nassessments  economic issues actively  staff reports,   Development partners \nundertaken on  covered by the media  Forum Economic  modify their activities to \n ", "Appendix 1  7 \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions \nSummarya  Indicatorsa  Reporting Mechanisms  and Risks \ntopical  (subproject 1: at least six  Ministers Meeting reports)  accommodate TA. \neconomic  feature articles in a leading     \nissues  Pacific magazine/newspaper  Media articles  There is professional \non the issues raised by  agreement on best practice \neconomic reporting and policy  approaches to economic \ndialogue on the global crisis;  management. \nsubproject 2: to be   \ndetermined)  Risks \n  High staff turnover in Pacific \n3.  High-quality  Established practice of  DMC economic agencies \nadvice  internally generated public  render improvements \navailable for the  dialogue on new economic  unsustainable. \nopen and  management initiative(s)   \ntransparent  (subproject 1: at least six  High-quality professional \nformulation of  country-led public dialogues  assistance cannot be \neconomic  or regional dialogues on a  secured given competing \nmanagement  policy response to the global  demands. \ncrisis with supporting technical \nbriefing or policy papers; \nsubproject 2: to be \ndetermined) \nActivities with Milestones  Inputs \nSubproject 1 (Response to the Global Crisis):   \n1.1 Provide assistance for enhanced economic monitoring (a rapid response  ADB: $3.0 million \nprovided within 1 month of a request for assistance by a Pacific DMC and   \nlonger-term support initiated within 3 months of the request)  Pacific DMC governments: \n1.2 Assess justified enhancements of the monitoring system (within 1 month of a  $0.5 million \nrequest for assistance by a Pacific DMC) \n2.1 Support integration of an assessment of the global crisis into key documents of \ntreasuries, ministries of finance, and central banks (by end of the subproject) \n2.2 Prepare Pacific economic monitor or similar publication as a compilation of \ndata and economic analysis of the impact of the global crisis and proposed \npolicy responses (from within 3 months of subproject inception and periodically \nthereafter) \n3.1 Prepare a brief baseline assessment of the quality of economic analysis, policy \nadvice, and their use in relation to the readiness to respond to the global crisis \n(within 1 month of a request for assistance by a Pacific DMC) \n3.2 Provide assistance for improved economic management through mentoring \nand other innovative practices in response to the demands of Pacific DMC \ngovernments (within 3 months of the request for assistance) \n3.3 Assist in drafting of proposals to improve economic management (by end of \nthe subproject) \n3.4 Organize learning, networking, and training events for advocates and \nchampions for improved economic management (at least two events by end of \nthe subproject) \nADB = Asian Development Bank, DMC = developing member country, IMF = International Monetary Fund, PFTAC = \n \nPacific Financial Technical Assistance Centre, TA = technical assistance.\na For participating Pacific DMCs. \n \n \n \n \n                      \n ", "8    Appendix 2 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nOther  Total \nItem  Subproject 1  Subprojects  Cost \nA.  Asian Development Bank Financinga \n  1.  Consultants \n    a.  Remuneration and Per Diem  1,150.0  575.0  1,725.0 \n      i.  International Consultants  900.0  450.0  1,350.0 \n      ii.  National Consultants  250.0  125.0  375.0 \n    b.  International and Local Travel  370.0  185.0  555.0 \n    c.  Reports and Communications  30.0  15.0  45.0 \n  2.  Training, Seminars, and Conferences  200.0  100.0  300.0 \n3.  Miscellaneous Administration and \n   Support Costs  50.0  25.0  75.0 \n  4.  Contingencies  200.0  100.0  300.0 \n      Subtotal (A)  2,000.0  1,000.0  3,000.0 \n       \nB.  Government Financingb       \n  1.  Office Accommodation and Transport  60.0  40.0  100.0 \n  2.  Remuneration and Per Diem  225.0  150.0  375.0 \n    of Counterpart Staff \n  3.  Others  15.0  10.0  25.0 \n      Subtotal (B)  300.0  200.0  500.0 \n       \n        Total  2,300.0  1,200.0  3,500.0 \na  Financed by the Asian Development Bank’s technical assistance funding program (Technical Assistance Special \nFund IV). \nSource: Asian Development Bank estimates. \n ", "Appendix 3    9\n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \nA.  Subproject 1: Response to the Global Crisis \n1.  The  first  subproject—Response  to  the  Global  Crisis—of  the  Pacific  Economic \nManagement technical assistance (TA) project will support economic monitoring, analysis, and \npolicy advice by Pacific developing member countries (DMCs) in a joint effort with development \npartners.  Given  the  recent  emergence  of  the  global  economic  and  financial  crisis,  and \nuncertainty as to its depth and duration, the needs of Pacific DMCs are still being assessed. The \nresponse of development partners is also in its formative stages; consequently, the following \nresources requirements and terms of reference are indicative only. \n \n2.  A  mix  of  individual  international  and  national  consultants  will  support  Pacific  DMC \neconomic agencies in strengthening economic monitoring systems and supplementing these \nsystems with indicators tailored to the likely impact of the global crisis on each Pacific DMC. \nThis  information  will  be  used  to  provide  higher-quality  advice  to  Pacific  DMCs  and  the \nappropriate response of economic management.  \n \n3.  The makeup of assistance will be determined by the impact of the global crisis on each \nPacific DMC, capacities of each Pacific DMC, the case put forward by each Pacific DMC for \nachieving sustainable impact from the TA (e.g., a group of staff members who will benefit from \nsupport to minimize the impact of staff turnover), and the availability of national and international \nconsultants. The consultants will have a proven ability to review and analyze policy as well as \nform normative policy prescriptions that are consistent with achieving inclusive growth through \nsound institutional arrangements. They will have excellent oral and written skills in English, and \nhave publishing experience. Proficiency in the use of the Asian Development Bank (ADB) style \nguidelines will also be beneficial. \n \n4.  The  policy  and  technical  analysis  will  draw  on  relevant  international  and  regional \nliterature, data, and analyses, including (i) Pacific DMC national plans and national strategies; (ii) \nthe reports and assessments of other development partners; (iii) the Pacific Studies Series, \nincluding Pacific island economic reports; and (iv) ADB project, sector, and thematic reports. \nAnalysis will pay close attention to lessons learned from similar activities undertaken in the past \nto maximize the potential impact and to minimize risk. Efforts will be made to assist Pacific DMC \neconomic managers in publicly disseminating key findings from the technical analysis to help \ncommunities affected by the crisis mitigate adverse impacts and engage in preparation for a \nresponse. \n \n5.  ADB’s Pacific Department, and specifically desk officers and desk economists in the \nPacific DMC resident missions, will coordinate the consultant input, including liaising with Pacific \nDMCs, other departments within ADB, and development partners. They will also coordinate with \nindividual  country  program  managers  of  other  development  partners  as  appropriate.  The \ncountry economist (Pacific Operations Division) will have overall responsibility for the subproject. \n \n6.  The work will be undertaken in a phased manner, with research and analyses oriented to \nassisting  informed,  local  participation  in  the  formulation  of  future  phases  of  support.  The \nindividual consultants will coordinate their work schedules and engage, to the maximum extent \nfeasible, with civil society and staff of Pacific DMC economic agencies including treasuries and \n ", "10   Appendix 3 \nministries of finance, central banks, planning offices, or units and statistic bureaus in each \nPacific DMC, as appropriate. \n \n7.  Team  Leader  (international,  9  person-months,  intermittent).  A  team  leader  will  be \nappointed to provide overall intellectual leadership and strategic guidance to Pacific DMCs and \nADB on the implementation of the subproject. The team leader will also take the lead in \nensuring lessons from the subproject are transferable to future subprojects of the TA. The work \nis to be cognizant of lessons learned from past experience of Pacific DMC governments and \ndevelopment  partners  to  raise  economic  performance.  This  person  will  have  extensive,  \nhigh-level experience (more than 15 years) advising on economic management in Pacific DMCs. \nDuties will include, among others: \n(i)  communicating with assisted Pacific DMCs on the economic impact of the global \ncrisis, including country consultation in participating Pacific DMCs; \n(ii)  formulating economic advice on macroeconomic and microeconomic initiatives \nthat will lessen the adverse impacts of the global crisis on Pacific DMCs; \n(iii)  providing strategic guidance to Pacific DMC economic agencies on the conduct \nof policy workshops and other public dialogue fora, including at the regional level;  \n(iv)  ensuring that quality control processes are in place and implemented through the \nprovision of advice to Pacific DMCs by the TA consultants;  \n(v)  ensuring that the TA will, to the extent practical, integrate with the analysis, policy \nadvice, and institutional and capacity development work of other development \npartners; and \n(iii)  coordinating  with  ADB,  development  partner  staff,  and  consultants  to  avoid \nduplication and to maximize the contribution of development partner resources in \neconomic management. \n \n8.  Lead  Advisers  (5  international  advisers,  3–9  person-months  each,  intermittent). \nWorking under the overall guidance of the team leader, lead advisers will be appointed to \nprovide  a  high-level  mentoring  group  for  economic  policy  makers  in  Pacific  DMCs  on  the \nmanagement of a response to the global crisis. They will be directly supported in their work by a \nregional support team. One of the lead advisers will take a lead role in day-to-day management \nof the subproject, supported as required by a regional support team. Two lead advisers will \nundertake a rapid response role and carry much of the responsibility for coordinating a response \nto  the  global  crisis  with  other  development  partner  initiatives.  The  lead  advisers  will  have \nextensive, high-level experience (more than 15 years) advising on economic management or \nclosely related fields of public policy in developing countries, preferably including in Pacific \nDMCs. \n \n9.  Lead advisers will support Pacific DMCs in formulating country-specific proposals to \nimprove economic management to respond to the global crisis in a prioritized, sequenced \nmanner. The proposals are expected to outline achievable, priority policy options, time frames, \nbudget implications including potential funding sources (in broad terms), and the allocation of \nresponsibility for implementation. The formulation of policy proposals is to adopt, as a starting \npoint, initiatives that are underway and are proving relevant. It is also to build on an identification \nof past success factors and those factors that have detracted from advancing reforms. Duties \nwill include, among others: \n(i)  communicating with assisted Pacific DMCs on the economic impact of the global \ncrisis, including country consultation in participating Pacific DMCs; \n(ii)  analyzing  lessons  learned  in  the  region  from  comparable,  past  episodes  of \neconomic stress, including the 1997 Asian financial crisis; \n ", "  Appendix 3  11 \n(iii)  analyzing the international response to the global crisis and the adaptation of this \nresponse to Pacific DMCs; \n(iv)  formulating economic advice on macroeconomic and microeconomic initiatives \nthat will lessen the adverse impacts of the global crisis on Pacific DMCs; \n(v)  identifying technical support needed by assisted Pacific DMCs to manage the \nimpact of the global crisis;  \n(vi)  providing strategic guidance to Pacific DMC economic agencies on the conduct \nof policy workshops and other public dialogue fora, including at the regional level;  \n(vii)  ensuring that quality control processes are in place and implemented through the \nprovision of advice to Pacific DMCs by the TA consultants; and \n(viii)  coordinating  with  ADB,  development  partner  staff,  and  consultants  to  avoid \nduplication and to maximize the contribution of development partner resources in \nthe area of economic management. \n \n10.  Advisers  (5  national/international  advisers,  3–9  person-months  each,  intermittent). \nAdvisers  will  be  appointed  to  participating  Pacific  DMCs  in  priority  areas  of  economic \nmanagement and to a regional support group. They will have a strong background in economics \nor closely related fields of public policy, such as economic statistics or financial sector regulation, \nincluding  a  degree  from  an  internationally  reputable  university.  They  will  preferably  have \nexperience in Pacific DMCs. The advisers will have a proven ability to review and analyze policy, \nas well as to form policy prescriptions that are consistent with inclusive growth through sound \ninstitutional arrangements. Working with Pacific DMC economic agencies under the overall \ndirection of the lead advisers, the advisers will have a primary role of providing technical support \nand advice to Pacific DMCs, and will for that purpose: \n(i)  prepare economic analyses on the impact of the global crisis on each assisted \nPacific DMC and key economic management issues to which these impacts give \nrise; \n(ii)  review  and  support  the  improvement  of  systems  and  processes  needed  to \nmonitor the impact of the global crisis and to develop a good understanding of \nhow adverse impacts can be managed;  \n(iii)  formulate economic advice on macroeconomic and microeconomic initiatives that \nwill lessen the adverse impacts of the global crisis on each assisted Pacific DMC; \n(iv)  facilitate the conduct of policy workshops and other public dialogue fora;  \n(v)  advise on the best means of supporting capacity development in areas with each \nassisted  Pacific  DMC’s  economic  agencies  that  are  critical  to  managing  the \nadverse impact of the global crisis;  \n(vi)  ensure that a program of skill sharing and consultation, coordinated within the TA \nsubproject  and  with  other  economic  analyses  undertaken  by  ADB  and \ndevelopment partners, is implemented both to inform the preparation of advice \nfor each assisted Pacific DMC and to transfer, to the extent feasible, the skills \nneeded within each assisted Pacific DMC to carry improvements to economic \nmonitoring and management to the future; and \n(vii)  coordinate  with  ADB,  development  partner  staff,  and  consultants  to  avoid \nduplication and to maximize the contribution of development partner resources in \nthe area of economic management. \n \n11.  Economic Analyst (15 national/international, 3–9 person-months each, intermittent). \nEconomic analysts will be appointed to participating Pacific DMCs to support the lead advisers, \nadvisers,  or  a  regional  support  group,  or,  in  some  cases,  to  provide  technical  support \nindependently. The economic analysts will have a solid background in economics or closely \nrelated  fields  of  public  policy,  such  as  economic  statistics,  including  a  degree  from  an \n ", "12   Appendix 3 \ninternationally reputable university. Working with Pacific DMC economic agencies under the \noverall direction of the lead adviser or adviser, the economic analyst will have a primary role of \nproviding technical economic support to Pacific DMCs, and will for that purpose: \n(i)  assist in research and analysis on the basis of their specialist knowledge of the \nparticular technical issue or Pacific DMC economy; \n(ii)  assist with the conduct of economic monitoring and the preparation of economic \nadvice to Pacific DMCs on the impact of the global crisis and how they can be \nmanaged; \n(iii)  support the conduct of policy workshops and other public discussions of policy; \n(iv)  assist  in  the  provision  of  advice  on  the  best  means  of  supporting  capacity \ndevelopment in areas critical to managing the adverse impact of the global crisis; \n(v)  ensure that a program of skill sharing and consultation, coordinated within the TA \nand with other economic analyses undertaken by ADB and development partners, \nis implemented both to inform the preparation of advice for Pacific DMCs and to \ntransfer, to the extent feasible, the skills needed within Pacific DMCs to carry \nimprovements to economic monitoring and management to the future; and \n(vi)  coordinate  with  ADB,  development  partner  staff,  and  consultants  to  avoid \nduplication and to maximize the contribution of development partner resources in \nthe area of economic management. \n \n12.  Output/Reporting Requirements. Under the overall guidance of the team leader, the \nlead advisers will be responsible for the quality of all reports, documentation, and submissions \nproduced under the subproject to a publishable and high professional standard. All reports are \nto be in English and be suitable for public circulation. With the support of the advisers and \neconomic analysts, the lead advisers will submit an inception report, monthly progress reports, a \ndraft final report, and a final report to the participating Pacific DMC governments and ADB as \nfollows:  \n(i)  Inception report. This report will clearly provide a plan for implementation of the \nsubproject,  challenges  to  its  success,  and  a  summary  of  the  status  of  TA \nperformance. \n(ii)  Progress reports. These brief, monthly reports will inform the government and \nADB of the status of implementing the terms of reference, plans for achieving the \nTA’s objectives, and a personnel schedule with accomplishments under each \nitem  of  the  terms  of  reference.  These  reports  will  adopt  a  uniform  format \nfacilitating monitoring \n(iii)  Draft  final  report.  This  report  will  (a)  be  submitted  on  completion  of  the \nsubproject, (b) summarize TA activities and recommendations, and (c) provide \nrecommendations on any additional steps required on the items of the terms of \nreference. \n(iv)  Final report. This report will be submitted by the consultants within 1 month of \nreceipt of the comments on the draft final report from the government and ADB. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20090414155335+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "tar: reg 43045, pacific economic management", "ModDate": "D:20111102150149+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Subject": "Decision document for the Pacific Economic Management presented to ADB’s Board of Directors for Management for approval.\r\n", "Title": "TAR: Regional: Pacific Economic Management"}, "author_page": " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Cluster—policy and advisory technical assistance (C-PATA) \nTargeting Classification  –  General intervention \nSector  –  Public sector management \nSubsector  –  Economic and public affairs management \nThemes  –  Economic growth (promoting macro-economic stability), \ngovernance (economic and financial governance), capacity \ndevelopment (institutional development) \n \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \n \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  S. H. Rahman, Pacific Department (PARD) \nDirector  S. Jarvenpaa, Pacific Operations Division, PARD \n   \nTeam leader  C. Sugden, Country Economist, PARD \nTeam member  S. Pollard, Principal Economist, PARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nI n  preparing  any  country  program  or  strategy,  financing any  project,  or  by  making  any \nd esignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other \nstatus of any territory or area. \nPrepared for  [Executing Agency] \n \n    [Implementing Ag ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "S. H. Rahman", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Jarvenpaa", "role": "Pacific Operations Division", "organization": "PARD"}, {"documentRole": "Team leader", "fullname": "C. Sugden", "role": "Country Economist", "organization": "PARD"}, {"documentRole": "Team member", "fullname": "S. Pollard", "role": "Principal Economist", "organization": "PARD"}]}