{"path": "data/input/ta/43046-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 43046 \nRegional–Policy and Advisory Technical Assistance (R-PATA) \nNovember 2009 \n \n \n \n \nInformation and Communication Technology-Based \nInclusive Growth and Poverty Reduction in the Pacific \n(Co-financed by the Republic of Korea e-Asia and Knowledge \nPartnership Fund) \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nICT  –  information and communication technology \nPARD  –  Pacific Department  \nSPC  –  Secretariat of the Pacific Community \nTA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–policy and advisory technical assistance (R-PATA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Transport, and information and communication technology \n(information and communication technology) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and \nenabling business environment, widening access to markets \nand economic opportunities), private sector development \n(public–private partnerships) \nLocation impact  –  Rural (high impact), urban (medium impact), national (medium \nimpact), regional (low impact) \nPartnership  –  Republic of Korea e-Asia and Knowledge Partnership Fund \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  S. Hafeez Rahman, Pacific Department (PARD) \nDirector  S. Ra, Pacific Operations Division, PARD \n   \nTeam leader  G. Song, Governance Specialist, PARD \nTeam members  K. Nakamitsu, Education Specialist, PARD \nH. Lee, Information and Communication Technology Specialist, \nRegional and Sustainable Development Department \n  \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of, or reference to, a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nI.  INTRODUCTION \n1.  The Secretariat of the Pacific Community (SPC) has been in consultation with the Asian \nDevelopment  Bank  (ADB)  to  collaborate  on  a  feasibility  study  of  different  information  and \ncommunication technology (ICT) applications for Pacific developing member countries (DMCs), \nincluding regional infrastructure options. The proposed regional policy and advisory technical \nassistance (TA) for the study came out of a series of dialogues between ADB and SPC, as well \nas  internal  consultations  among  ADB’s  Office  of  Cofinancing  Operations,  Regional  and \nSustainable Development Department, and Pacific Department. The TA concept was reviewed \nby the Government of the Republic of Korea and accepted for financing by the Republic of \nKorea  e-Asia  and  Knowledge  Partnership  Fund.  The  major  agreements  reached  on  the \nobjectives, scope, implementation arrangements, and financing plan of the TA are reflected in \nthis paper.1 The TA design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n2.  The rapid expansion of ICT and broadband infrastructure has increased efficiency and \nglobal productivity. ICT expansion has brought an increase in business and job opportunities, as \nwell as greater outreach and delivery of education and other social services. As part of the \nPacific Plan,2 the Pacific Regional Digital Strategy fully recognizes the important role of ICT in \nregional  development.  A  Pacific  ICT  Ministerial  Forum  meeting  in  March  2006  endorsed \nregional ICT priorities as (i) improving access to communication technologies through both \ncable and satellite technologies, (ii) reducing ICT costs, (iii) providing more bandwidth to the \nglobal  ICT  backbone  technology,  and  (iv)  strengthening  ICT  skills.  These  priorities  were \nreconfirmed at the Pacific ICT Ministerial Forum (Connect the Unconnected) in February 2009.  \n \n3.  Compared with the rest of the world, the Pacific has fallen behind in ICT infrastructure \nand application. The greatest concern in the Pacific is low-capacity and high-cost connections \nvia satellite. Among the Pacific DMCs, only the Fiji Islands and Papua New Guinea have access \nto transpacific terrestrial cables. Satellite has been the main bandwidth provider since the 1970s, \nalbeit at high prices that most people in the Pacific cannot afford. The situation will change soon \nas  several  private  sector  initiatives  provide  subregional  connectivity.3 In  addition,  some \ninnovative experiments in the region have been able to demonstrate that ICT services can be \nmade accessible even in remote rural areas and outer islands.4 SPC requested ADB assistance \nfor Pacific DMCs that are invited to join the South Pacific Islands Network Project in assessing \ndifferent options for regional backbone network and in-country facilities. This will provide an \nopportunity  for  ADB  and  other  development  partners  to  consider  infrastructure  investment \ncomplementing private sector initiatives. \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 17 July 2009.  \n2  Pacific Islands Forum Secretariat. 2005. The Pacific Plan. Suva. \n3  The Northern Pacific Submarine Cable will connect the Marshall Islands and the Federated States of Micronesia to \nGuam with a fiber-optic cable in 2010. Proposed by a New Caledonia-based company, the South Pacific Islands \nNetwork will connect the South Pacific francophone countries (which are not ADB Pacific DMCs) and possibly \ninclude  the  Cook  Islands,  the  Fiji  Islands,  Samoa,  Tonga,  and  Vanuatu  with  submarine  fiber-optic  cable \nconnections once these Pacific DMCs develop financing plans and business models by mid-2010. O3b Networks, \naimed at connecting the “other 3 billion” people in the developing world through low-orbit satellite communications, \nwill launch its service in late 2010. It has already formed partnerships in Africa to provide telecommunications \noperators and internet service providers with a low-cost, high-speed alternative to their 3G, WiMAX, and fixed-line \nnetworks to connect with the rest of the world.  \n4  Examples  include  the  Pacific  Rural  Internet  Connectivity  System  supported  by  the  Australian  Agency  for \nInternational Development, the Connecting Villages initiative using Nokia Siemens technology by the International \nTelecommunication Union, and the Pacific Telecentre Online Community.    \n ", "2   \n \n4.  The mere presence and availability of connectivity is not, however, sufficient to realize \nthe full benefits of ICT. Education and health services can be improved, in terms of both access \nand quality, and business has expanded with the enhanced availability of ICT. It remains largely \nunknown, though, how the Pacific may more efficiently realize the benefits of ICT, especially in \nthe pursuit of socially inclusive growth and poverty reduction.   \n \n5.  In the Pacific, poverty or hardship is described as lack of access to (i) income-generating \nopportunities; and (ii) social services, especially primary education and health care.5 ICT could \ndirectly generate income in only a few areas like call centers, considering the disadvantages of \nthe Pacific DMCs stemming from geography and small populations. Indirectly, it could open up \nnew  opportunities  through  improved  market  information,  which  may  create  new  jobs  and \nmarkets.  Savings  in  communication  costs  will  contribute  to  the  efficiency  of  Pacific  DMC \neconomies.  Considering  that  many  people  in  the  Pacific  rely  on  remittances,  better \ncommunication services, possibly backed up by technological solutions such as mobile banking, \nwill allow more secured transfers of remittances. There is significant potential for ICT to address \nthe challenge of the 'tyranny of distance' in the Pacific and strengthen virtual connectivity.  \n \n6.  More opportunities for the poor and people in remote areas lie in improved access to \npublic services. Governments face great challenges in providing basic services to outer islands, \nand this can be dramatically improved through ICT. Especially, ICT-supported education can \nimprove access to, and the quality of, education and prepare a workforce ready for the global \neconomy. Disaster management is another area where ICT can contribute. In addition to an \nICT-based  early  warning  system,  reliable  communication  is  essential  for  fast,  coordinated \nresponse. Demand for ICT in disaster management among Pacific DMCs is growing.  \n \n7.  Affordability and sustainability are particular concerns for the Pacific. Experience in \ndeveloping countries indicates that shared access successfully aggregates demand and shares \ncost. For communication services, this would be the solution. Cross subsidy and universal \nservice obligation can be employed to expand coverage to unserved areas affordably. For other \nservices such as education, health, and e-government, it is difficult to recover the cost from user \nfees.  As  governments  are  responsible  for  providing  these  services,  governments  should \neventually cover their costs, with only marginal charges to users.  \n \n8.  Such  benefits  can  be  realized  only  with  strong  stakeholder  commitment  and  good \nprogramming of technological and human capacity and institutional resources. Since 2000, \nADB's assistance for ICT in the Pacific has included (i) ICT readiness assessment and national \nICT strategy; (ii) piloting ICT access point and service delivery in remote communities; and \n(iii) ICT applications for education, health, and financial management. Across all assistance, \nstakeholders’ understanding of the benefits of ICT is identified as the key to ownership and \nsuccess. The recent assessment of ADB's assistance in ICT highlights \"the need for taking \ngovernment-supported and demand-driven approaches for ICT projects\" and \"the demand and \nincentive structure of organizations and stakeholders,\" which concur with lessons from other \norganizations.6  \n \n9.  A thorough analysis of increased access to ICT infrastructure will help maximize the \nbenefits from it. The analysis should examine the types of ICT services that are capable of \n                                                 \n5  ADB. 2002–2003. Priorities of the People: Hardship in the Pacific Series. Manila. The series include Fiji Islands, \nMarshall Islands, Federated States of Micronesia, Papua New Guinea, Samoa, Tonga, Tuvalu, and Vanuatu. \n6  ADB. Forthcoming. Study on ADB's Assistance in Information and Communication Technology for Development. \nManila. ", "3 \ndelivering tangible and sustained benefits. It will help stakeholders identify areas in which \ncatalytic investment would ensure better utilization of the planned connectivity infrastructure in \nthe interests of people currently unserved. It will inform discussions among governments, the \nprivate sector, and donors about demand and incentive structures to encourage more ICT use \nfor inclusive growth and poverty reduction.   \n \nIII.  THE TECHNICAL ASSISTANCE \n10.  The TA will enable SPC to better assist Pacific DMCs in assessing options for accessing \nregional  connectivity  infrastructure,  making  informed  choices,  and  preparing  investment \nproposals. The TA will explore appropriate and innovative ICT services and applications to help \nPacific DMCs promote inclusive growth and poverty reduction.  \n \nA.  Impact and Outcome \n \n11.  The TA impact is improved access of the poor and low income groups to ICT and extend \nits reach to remote areas. The TA outcome is the realization of investment in ICT applications \nand services for the poor and low income groups and in remote areas. \n \nB.  Methodology and Key Activities \n \n12.  This TA comprises two sets of outputs to be achieved through two phases over 12 \nmonths.  \n \n13.  The first phase will (i) help selected Pacific DMCs develop financing plans and business \nmodels to enable their participation in the regional backbone initiative;7 and (ii) conduct a \nthorough assessment of the existing and proposed ICT initiatives and applications to identify \nmodels and opportunities, constraints and gaps, and appropriate actions to identify how the \npeople of the Pacific, especially the poor, disadvantaged, small and medium-size enterprises, \nand remote outer island and rural populations can benefit from ICT services. It will draw on \ninternational best practices and lessons from ADB and other partners' ICT interventions in \ngeneral and account for the special conditions that affect ICT application in the Pacific. The \nparticular needs of businesses and the potential to enhance the delivery of essential public \nservices will be considered. Priority areas will be confirmed through consultations with Pacific \nDMCs and development partners. Relevant regulatory issues will be identified. Potential ICT \ninterventions and useful resources identified through the assessment will be catalogued at the \nSPC website for wider dissemination. The results of the study will be disseminated through a \nregional workshop.   \n \n14.  Based on the outcomes of the first phase, the second phase will assess possible ICT \ninvestments in selected Pacific DMCs. Institutional set-up and regulatory-reform needs will be \nassessed. A matrix of potential interventions will be developed, with three to five priority areas \nidentified for in-depth consultation with partners and feasibility studies. The criteria for selection \nwill include (i) the potential impact on growth and poverty reduction by reducing the cost of \nservice access or use, (ii) proven demand, (iii) interest from governments and the private sector, \nand (iv) the ease of developing feasible models for public–private partnership or private sector \n                                                 \n7  Cook Islands, Federated States of Micronesia, Marshall Islands, Solomon Islands and Tonga will be prioritized in \nthe TA on the bases of opportunities from regional infrastructure development and existing initiatives. The selected \nPacific DMCs have different regulatory environments that can inform the TA on different regulatory reform options.  \n ", "4   \ninitiatives. Subject to partner commitment, one to two priority areas will be further developed into \ninvestment projects. \n \nC.  Cost and Financing \n \n15.  The cost of the TA is estimated at $590,000 equivalent. The Pacific DMCs of SPC \nmember countries have requested ADB to finance $570,000 equivalent. The TA will be financed \nas a grant from the Republic of Korea e-Asia and Knowledge Partnership Fund and ADB. The \nSPC will finance the balance of $20,000 equivalent through administrative and logistical support, \nstaff time, and other in-kind contributions. Cost estimates and the financing plan are in Appendix \n2.  \n \nD.  Implementation Arrangements \n \n16.  ADB will be the Executing Agency, and the Pacific Department will be the focal point for \nTA management. SPC will assume the role of Implementing Agency by hosting the consultant \nteam in its new ICT unit and providing coordination support.  \n \n17.  The TA will require 10.5 person-months of international consultancy (4.5 person-months \nfor phase 1 and 6 person-months for phase 2), and 7 person-months of national consultancy (2 \nperson-months for phase 1 and 5 person-months for phase 2). Individual consultants will be \nengaged in accordance with ADB's Guidelines on the Use of Consultants (2007, as amended \nfrom time to time). The outline terms of reference for the consultants are in Appendix 3. All \nprocurement of equipment will be done in accordance with ADB's Procurement Guidelines \n(2007, as amended from time to time). An advance payment facility will be established to allow \nSPC to organize a regional workshop. Disbursements under the TA will be made in accordance \nwith ADB's Technical Assistance Disbursement Handbook.8 \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $500,000 to be \nfinanced on a grant basis by the Republic of Korea e-Asia and Knowledge Partnership Fund, \nand (ii) ADB providing the balance not exceeding the equivalent of $70,000 on a grant basis for \nInformation and Communication Technology-Based Inclusive Growth and Poverty Reduction in \nthe Pacific, and hereby reports this action to the Board.  \n \n \n                                                 \n8 ADB. 2008. Technical Assistance Disbursement Handbook. Manila.  ", "  Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK  \n \nData \nDesign  Performance \nSources/Reporting  Assumptions and Risks \nSummary  Targets/Indicators \nMechanisms \nImpact      Assumptions \nImproved access to  Availability of  Industry statistics and  Governments' willingness to reform \nICT among the poor  affordable ICT  ministry reports    regulations as necessary for \nand in remote areas  services in unserved  introducing new services and \nareas in selected  applications or new market players. \nPacific DMCs   Partners will buy into the concept of \n  ICT for inclusive growth and poverty \n  reduction. \n \nRisk \nSkepticism on the use of ICT for \npoverty reduction among policy \nmakers. \n \nOutcome      Assumption \nRealization of  At least one  TA progress report  Government can create adequate \ninvestment in ICT  investment proposal    and effective regulatory or financial \napplications and  is approved  Cofinancing  incentives.  \nservices for the poor  commitment   \nand remote areas    Risk \nNo private sector interest in providing \nservices for remote areas or for the \npoor. \n \nOutputs       Assumption \nPhase 1      In partnership with SPC, ADB can \n1.1. Financing plan  Quality outputs are  Time-lined work plan  engage government, community, and \nand business  delivered in timely  for outputs  private sector partners in \nmodels for  manner. Quality    consultations for meaningful \ndifferent options  criteria are based on  Written feedback or  feedback and to build up \nof regional  partner or internal  comments from key  commitment. \nbackbone  and external  partners and   \nnetwork and in- stakeholder feedback  stakeholders   \ncountry facilities  and acceptance   \nin selected     \nPacific DMCs      \n1.2. Regional study     \nof ICT     \ninterventions for     \ninclusive growth     \nand poverty     \nreduction based     \non assessment     \nreport and     \nstock-taking     \nexercise     \n1.3. A catalogue of     \nonline resources     \nin key areas of     \nICT intervention     \nuploaded to      \n ", "6  Appendix 1 \nData \nDesign  Performance \nSources/Reporting  Assumptions and Risks \nSummary  Targets/Indicators \nMechanisms \n      SPC website       \n1.4. A regional  Three feasibility  Time-lined work plan \nworkshop to  studies are  for outputs \nshare the study  completed within   \nand build  stipulated timeframe  Internal and external \nunderstanding  stakeholders’ \nand firm up  feedback \ncommitments \namong partners   \n \nPhase 2 \nInvestment \nproposals for one to \ntwo ICT \ninterventions for \nADB and other \npartners \n \nActivities with Milestones   Inputs \nPhase 1   \n1.1. Financing plans and business models of options for regional  ADB: $70,000 \nbackbone network and in-country facilities in selected Pacific DMCs.   \n1.1.a.  Recruitment of international consultant (3 weeks)  Republic of Korea e-Asia and \n1.1.b.  Draft financing plan and business models for in-country  Knowledge Partnership Fund: \nconsultation (2 weeks)  $500,000 \n1.1.c.  In-country consultations and finalization of financing   \nplans and business models with recommendations (3  SPC: $20,000 (in-kind contributions) \nweeks)  10.5 person-months of international \n1.2. Regional study of ICT interventions for inclusive growth and  consultancy and 7 person-months of \npoverty reduction   national consultancy \n1.2.a.  Recruitment of international consultant (3 weeks)   \n1.2.b.  Assessment of ADB ICT interventions and lessons for the   \nPacific, and stock taking of global best practices in ICT   \nfor inclusive growth and poverty reduction with    \nimplications for the Pacific (1 week) \n1.2.c.  Field work assessing existing initiatives for possible \nreplication, the institutional and regulatory environment, \ndemand, and capacity of stakeholders (4 weeks) \n1.2.d.  Regional study draft for internal review (2 weeks) \n1.2.e.  Regional workshop presentation and feedback (2 weeks) \n1.2.f.  Revision and finalization for publication (2 weeks) \n1.2.g.  Final editing and printing (2 weeks) \n1.3. A catalogue of online resources in key areas of ICT intervention \nuploaded to SPC website \n1.3.a.  Recruitment of national consultant (2 weeks) \n1.3.b.  Agreement on the categorization of online resources for \ncataloguing in consultation with SPC (1 week) \n1.3.c.  Collection and cataloguing online resources (3 weeks)  \n1.3.d.  Catalogue hosted by SPC website (1 week) \n1.4. A regional workshop to share the study   \n1.4.a.  Recruitment of national consultant based at SPC (2 \nweeks) \n ", "  Appendix 1  7 \nActivities with Milestones \n1.4.b.  Developing agenda and identifying keynote speakers, \nspeakers, discussants, facilitators, invitees, etc., in \nconsultation with SPC (3 weeks) \n1.4.c.  Regional workshop organized (1 week) \n \nPhase 2 \n2.1. Feasibility studies of three potential ICT interventions for \ninclusive growth and poverty reduction \n2.1.a.  Agreement on the three potential ICT interventions and \noutline of feasibility studies against a set of criteria in \nconsultation with SPC and partners (4 weeks) \n2.1.b.  Conduct feasibility studies (8 weeks, including 2 weeks \nfield work)  \n2.1.c.  Draft feasibility studies for internal review and \nstakeholder consultations (2 weeks) \n2.1.d.  Final feasibility studies (1 week) \n2.2.  Investment proposals for 1–2 ICT interventions for ADB and \nother partners \n2.2.a.  Recruitment of international consultant for proposal \ndevelopment (3 weeks) \n2.2.b.  Draft proposals for internal review and discussions (4 \nweeks)  \n2.2.c.  Internal review and revision (3 weeks) \nADB = Asian Development Bank, DMC = developing member country, ICT = information and communication technology, \nSPC = Secretariat of the Pacific Community, TA = technical assistance. \n \n \n \n \n \n \n \n ", "8   Appendix 2   \n \nCOST ESTIMATES AND FINANCING PLAN \n ($'000) \n \n  Total \nItem  Cost \nA. ADB Financing   \n1. Consultants   \na. Remuneration and Per Diem   \ni. International Consultants   62.50 \nb. International and Local Travel  7.50 \nSubtotal (A)  70.00 \n   \nB. Republic of Korea e-Asia and Knowledge Partnership Funda   \n1. Consultants   \na. Remuneration and Per Diem   \ni. International Consultants   250.00 \nii. National Consultants  21.00 \nb. International and Local Travel  95.00 \nc. Reports and Communications  10.00 \n2. Equipmentb   10.00 \n3. Workshops   \na. Facilitators  5.00 \nb. Venue/logistics  29.00 \n4. Miscellaneous Administration and Support Costs  30.00 \n5. Contingencies  50.00 \nSubtotal (B)  500.00 \n   \nC. Secretariat of the Pacific Community   \n1.  Administrative  and  logistical  support,  staff  time,  and  other  in-kind  20.00 \ncontributions \nSubtotal (C)  20.00 \n   \n                   Total   590.00 \na Administered by the Asian Development Bank. \nb Two laptop computers, one printer, and stationery. \nSource: Asian Development Bank estimates. \n \n ", "                                                                                                                         Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.    Composition of the Team \n \n1.  International and local consultants will be hired to assist the executing agency, ADB and \nthe implementing agency, the Secretariat of the Pacific Community (SPC), in implementing the \ntechnical assistance (TA). In order to fully leverage SPC's coordinating role, consultants will be \nbased at SPC's headquarters but their administration will be supported by ADB so that SPC is \nnot burdened with TA administration. In order to ensure that knowledge and contacts gained \nfrom the TA are retained within ADB, the Pacific Department of ADB will assign a staff to \ncoordinate and monitor the inputs of individual consultants who are professionals with relevant \nskills and experience in (i) telecommunications infrastructure financing and business modeling; \n(ii) ICT for inclusive growth and poverty reduction, (iii) ICT for development and information \nmanagement,  (iv)  ICT  feasibility  studies  and  proposal  writing,  (v)  economic  and  financial \nanalysis, and (vi) workshop organization and coordination. The consultants will also work with \nthe Private Sector Development Initiative team based in the Pacific Liaison and Coordination \nOffice in Sydney, Australia, for opportunities in public-private partnerships and potential ADB \nfinancing.   \n \nB.   Scope of Works  \n \n2.  The following describes the consultant positions to be filled, the expertise required, and \nthe expected inputs. \n \n1.  Telecommunications  Infrastructure  Specialist  (international,  1.5  person-\nmonths)  \n \n3.  The consultant shall have at least 10 years of experience in telecommunications and ICT \ninfrastructure  business  with  strength  in  demand  projection,  financing  options,  and  latest \nbusiness  models,  especially  in  emerging  and  developing  markets.  He  or  she  shall  have \nexperience and knowledge of the context of Pacific or other small island countries. Previous \nexperience  working  with  Pacific  telecommunication  operators  and  the  private  sector  is  an \nadvantage. The consultant will  \n(i)  Under the guidance of SPC and ADB, in consultation with selected government \nagencies, Pacific Islands Telecommunications Association (PITA) and Pacific \nIslands Forum Secretariat, and in reference to international and regional best \npractices  in  telecommunication  infrastructure,  develop  financing  options  and \nbusiness models,  \n(ii)  Assess relevant regulatory issues (i.e. competition policy, open access, universal \nservice obligations, etc.) in proposed business models,  \n(iii)  Conduct in-country consultations on different options for refinement, and  \n(iv)  Finalize the business model and financing plan.   \n \n2.  Specialist in ICT for Inclusive Growth and Poverty Reduction (international, \n3 person-months) \n \n4.  The  consultant  shall  have  an  advanced  degree  in  economics,  sociology,  public \nadministration, business administration, or other related area of social science or engineering \nand at least 10 years of experience in developing and evaluating ICT policy, strategy, and \nprogram and project design in developing countries, especially in rural and remote areas. \n ", "10  Appendix 3 \nExperience and knowledge of the Pacific and its challenges are required. Proven analytical and \nwriting skills are essential.  The consultant will do the following: \n(i)  Take responsibility, under the guidance of SPC and ADB, for delivering phase 1 \noutputs as indicated in the design and monitoring framework and in accordance \nwith the standard format of an ADB report. \n(ii)  Assess the current state of development of the telecommunications and ICT \nsectors in the Pacific, referring to the following documents:  \n(a)  Enhancing Pacific Connectivity—The Current Situation and Opportunity \nfor Progress (UNESCAP); \n(b)  ADB’s  project  on  South  Asia  Subregional  Economic  Cooperation \nInformation Super Highway; \n(c)  Regional Telecoms Backbone Network Assessment and Implementation \nOption Study (World Bank); \n(d)  Information and Communications Technology (ICT) Pacific Strategy; \n(e)  University of South Pacific (USP) Net Studies; \n(f)  Socioeconomic impact of liberalization of telecoms sectors in the Eastern \nCaribbean Telecommunication (ECTEL) member states; \n(g)  Costs and Benefits of Deregulating Telecommunication Markets in the \nPacific Studies Series, Volume 3 (James McMaster for ADB); \n(h)  Pacific Islands Regional Input Paper, Asian Regional Conference for the \nWorld Summit on the Information Society, Tokyo, Japan Pacific Islands \nForum Secretariat (PIFS);  \n(i)  Various materials presented in the PITA conferences; and \n(j)  Any other relevant documents.  \n(iii)  Conduct a quick study of past, ongoing, and planned ICT initiatives in the Pacific \nto distill lessons and best practice for possible replication. \n(iv)  Identify global best practices of ICT for inclusive growth and poverty reduction, in \nwhich are applicable to the Pacific. \n(v)  Build a preliminary list or menu of ICT interventions that are expected to have \nsizable and tangible impact on inclusive growth and poverty reduction and be \nsuitable for implementation in the Pacific. \n(vi)  Refine and modify terms of reference for a national ICT consultant to develop an \nonline resource catalogue in consultation with the ADB ICT technical specialist. \n(vii)  Provide guidance and supervision to a national consultant in designing, collecting \ninformation, and developing an online resource catalogue.  \n(viii)  Plan and conduct, with ADB ICT specialists, a field survey to  \n(a)  establish  contacts  and  consult  with  selected  regional  and  national \ncounterparts to inform the scope of the TA and progress and seek their \nfeedback on the preliminary list or menu of potential ICT interventions;  \n(b)  collect additional information to fill information gaps in the desk studies \n(available ICT services and price structure, service providers, existing or \nplanned ICT initiatives, potential partners from government, communities \n(nongovernment and community services organization and schools, etc.), \nand the private sector; \n(c)  quickly  assess  the  impact  and  successes  of  past  or  ongoing  ICT \ninitiatives for potential replication and/or distilling of lessons; \n(d)  identify  any  regulatory  bottleneck  in  introducing  new  applications  or \nservices and other institutional issues including existing capacity; \n(e)  identify and assess demand for different types of ICT interventions; \n(f)  identify priority sectors, geographic locations, and groups for inclusive \ngrowth and poverty reduction in target countries based on ADB's and ", "                                                                                                                         Appendix 3  11 \nother partners' analysis of poverty and economic development and in \nconsultation with SPC and selected countries; \n(g)  enhance and revise the list or menu of potential ICT interventions based \non field observations and consultations; and \n(h)  share the revised list or menu of potential ICT interventions, customized \nby country, with partners to seek initial commitment.  \n(ix)  Draft  a  study  of  regional  ICT  interventions  for  inclusive  growth  and  poverty \nreduction, conduct an internal and external review to solicit feedback, and revise \nit. The study should include recommendations on enabling policy and regulatory \nreform for service expansion and key intervention areas for consideration by \ngovernments, regional institutions and donors.   \n(x)  Present the study in a regional workshop and at the PITA annual conference. \n(xi)  Further revise and finalize the study based on workshop feedback.   \n \n3.  ICT for Development Consultant (national, 2 person-months)  \n \n5.  The consultant shall have a degree in business administration, public administration, \ninformation management, or other related field and at least 5 years of relevant experience in \nICT for development and e-services, especially in the context of rural and remote areas in \ndeveloping countries. Skills and knowledge in using HTML or other web-based knowledge \nmanagement tools are an advantage. Experience in, and knowledge of, the Pacific is also an \nadvantage. The consultant will:  \n(i)  Develop a framework for cataloguing online resources under the guidance of the \nconsultant  for  ICT  for  the  inclusive  growth  and  poverty  reduction  and  in \nconsultation with SPC for guidance in technical issues for inclusion in the online \ncatalogue and a regional study on the SPC website; \n(ii)  Search for resources available on line and collect and classify them in a user-\nfriendly and easily accessed format, with a brief introduction of the highlights of \neach resource; and \n(iii)  Assist the consultant for ICT for inclusive growth and poverty reduction in a desk \nstudy and identify global best practices as required. \n \n4.  Feasibility  Study  and  Proposal  Writing  Consultants  (1  international,  3.5 \nperson-months, and 1 national, 3.5 person-months) \n \n6.  Each  consultant  shall  have  an  advanced  degree  in  economics,  sociology,  public \nadministration, business administration, or other related area of social science or engineering \nand at least 10 years of experience in developing and evaluating ICT policy, strategy, and \nprogram and project design in developing countries. Proven experience and skills in conducting \nfeasibility studies and preparing project proposals following ADB standards are required. The \nconsultants will do the following: \n(i)  Conduct, under the guidance of the team leader in ADB, feasibility studies of \nselected potential ICT interventions by  \n(a)  identifying information and communications needs in the target population \nand geographic location; \n(b)  identifying the most appropriate and affordable technology that will meet \nthose needs; \n(c)  identifying value-added services and an adequate form of shared services; \n(d)  giving  priority  to  women,  the  poor,  unemployed  youths,  and  other \ndisadvantaged groups; \n(e)  constructing options for the price structure, including the lowest possible \n ", "12  Appendix 3 \nprice  for  sustainable  commercial  operation  and  cross-subsidy  among \ndifferent services and user groups, etc.;  \n(f)  projecting  demand  in  a  realistic  manner  to  determine  the  costs  and \nbenefits of proposed investment; \n(g)  developing  models  of  public–private  partnership  and  other  business \nmodels; \n(h)  identifying the capacity development needs of partners; \n(i)  reviewing the existing legal, administrative, and regulatory environment in \nselected countries that may affect, negatively or positively, the proposed \nintervention and identifying areas of improvement and likely quick-wins; \nand \n(j)  exploring  appropriate  institutional  arrangements  for  proposed \ninterventions. \n(ii)  Conduct consultations with stakeholders to build commitment. \n(iii)  Write feasibility studies in consultation with ADB, SPC, and selected country \nstakeholders.  \n(iv)  Develop, based on the feasibility study, investment proposals for ADB and other \ninterested partners in line with ADB requirements.  \n(v)  Conduct consultations with relevant stakeholders. \n \n5.  ICT Economist (international, 2.5 person-months) \n \n6.  The consultant shall have an advanced degree in economics, business administration, \nor other related area of social science or engineering and at least 10 years of experience in \ndeveloping and assessing ICT investment plans in developing countries. Proven experience and \nskills in conducting economic analysis and preparing project proposals following ADB standards \nare required. The consultant will do the following: \n \n(i)  Develop criteria for selecting projects that are economically justified, simple, and \nefficient.  \n(ii)  Conduct the economic analyses for selected projects and for the overall project \nin accordance with ADB's Guidelines for the Economic Analysis of Projects. \n(iii)  Assess the impacts of the project on poverty reduction and income generation.  \n(iv)  Identify  project  benefits  and  costs,  including  quantifiable  and  unquantifiable \nbenefits to the general economy. \n(v)  Elaborate project risks and measures to mitigate these risks.  \n(vi)  Undertake least-cost analysis by comparing alternatives based on the feasibility \nstudies.  \n(vii)  Review economic viability of all policy advice, including the maintenance and \noperation policy and project structure.  \n \n6.  Workshop Coordinator (national, 1.5 person-months, to be hired by SPC).  \n \n7.  The  consultant  shall  have  a  degree  in  business  administration,  public  relations, \ncommunications,  or  other  related  field  and  at  least  3  years  of  experience  in  organizing \nworkshops and events. Experience in dealing with public and private sector partners is required, \nas are excellent communication and coordination skills. The consultant will  \n(i)  Design, prepare, and facilitate, in consultation with ADB and SPC, the proposed \nregional workshop;  \n(ii)  Coordinate invitations, agenda, and the necessary materials; and \n(iii)  Write a workshop report.  "], "metadata": {"Author": "pvb", "CreationDate": "D:20091218104035+08'00'", "Creator": "PScript5.dll Version 5.2", "ModDate": "D:20100121160438+08'00'", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "Title": "Microsoft Word - RETA 7399.doc"}, "author_page": " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nICT  –  information and communication technology \nPARD  –  Pacific Department  \nSPC  –  Secretariat of the Pacific Community \nTA  –  technical assistance \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–policy and advisory technical assistance (R-PATA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Transport, and information and communication technology \n(information and communication technology) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and \nenabling business environment, widening access to markets \nand economic opportunities), private sector development \n(public–private partnerships) \nLocation impact  –  Rural (high impact), urban (medium impact), national (medium \nimpact), regional (low impact) \nPartnership  –  Republic of Korea e-Asia and Knowledge Partnership Fund \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  S. Hafeez Rahman, Pacific Department (PARD) \nDirector  S. Ra, Pacific Operations Division, PARD \n   \nTeam leader  G. Song, Governance Specialist, PARD \nTeam members  K. Nakamitsu, Education Specialist, PARD \nH. Lee, Information and Communication Technology Specialist, \nRegional and Sustainable Development Department \n  \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of, or reference to, a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"fullname": "enabling business environment", "role": "widening access to markets", "organization": ""}, {"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "S. Hafeez Rahman", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "S. Ra", "role": "Pacific Operations Division", "organization": "PARD"}, {"fullname": "G. Song", "role": "Governance Specialist", "organization": "PARD"}, {"fullname": "K. Nakamitsu", "role": "Education Specialist", "organization": "PARD"}, {"fullname": "H. Lee", "role": "Information and Communication Technology Specialist", "organization": ""}, {"fullname": "designation of", "role": "or reference to", "organization": "a particular territory or geographic area in this document"}]}