{"path": "data/input/ta/43052-01-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 43052  \nCapacity Development Technical Assistance (CDTA)  \nNovember 2010 \n \n \n \nPeople’s Republic of China: Promoting Energy \nConservation in Tianjin \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 5 November 2010 ) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1501 \n$1.00 =  CNY6.662 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CO   –  carbon dioxide \n2\n  COD  –  chemical oxygen demand \n  ECP  –  energy conservation platform \n  GDP  –  gross domestic product \n  PRC  –  People's Republic of China \n  FYP  –  five-year plan \n  TA  –  technical assistance \n  tce  –  ton of coal equivalent \n  TMG  –  Tianjin municipal government \n  TSTC  –  Tianjin Science and Technology Commission \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention (more indirectly addressing poverty reduction) \nSector (subsectors)  –  Energy (energy efficiency and conservation, larger industries) \nThemes (subthemes)  –  Economic growth (cleaner production), environment sustainability \n(urban environmental improvement, control of industrial pollution), \ncapacity development (institutional development) \nClimate change  –  Mitigation \nLocation impact  –  Rural (low), urban (high), national (medium), regional (low) \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  A. Bhargava, Director, Energy Division, EARD \n   \nTeam leader  M. Pajarillo, Senior Financial Analysis Specialist, Energy Division, EARD \nTeam members  A. Barry, Senior Procurement Specialist, Central Operations Services \nOffice \n  K. Ozoa, Administrative Assistant, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n \n1.  During the country programming mission in December 2009, the government of the \nPeople's Republic of China (PRC) requested the Asian Development Bank (ADB) to provide \ncapacity development technical assistance (TA) to help the Tianjin municipal government (TMG) \npromote  energy  conservation  in  Tianjin.  The  TA  was  included  in  ADB's  2010  non-lending \npipeline for the PRC.1 The concept paper was approved on 10 June 2010 and the fact-finding \nmission was fielded from 10–13 August 2010, during which an agreement was reached with the \nGovernment of the PRC on the TA’s impact, outcome, outputs, implementation arrangements, \nand financing plan. The design and monitoring framework is in Appendix 1.  \n \nII.  ISSUES \n \n2.  Tianjin is located 137 kilometers southeast of Beijing. It is one of four municipalities in \nthe PRC that have provincial status, reporting directly to the central government. 2 Like many \nprovinces and municipalities in the PRC, Tianjin has experienced rapid economic growth over \nthe  past  two  decades.  In  2009,  its  gross  domestic  product  (GDP)  grew  by  16.5%  to \nCNY750 billion ($112 billion) compared with 2008—the second-fastest growth among all PRC \nprovinces.3 Its GDP per capita reached CNY62,403 ($9,328), the third highest of the provinces.4 \nThe robust growth despite the global financial crisis was mainly attributable to the municipality's \nhuge investment on fixed assets, which in 2009 reached CNY500.6 billion ($74.8 billion), a \n47.1% surge over the previous year and a record high in the past 18 years.  \n \n3.  Tianjin's economic growth is largely propelled by the Binhai district, officially known as \nBinhai New Area, which is a major economic development zone within the jurisdiction of Tianjin \nmunicipality.  Binhai  New  Area  is  considered  the  strongest  and  most  dynamic  economic \ndevelopment in the Bohai Rim region5 of Northern China, and is expected to emulate the \nsuccess in the special economic development zones of Shenzhen in Guangdong and Pudong in \nShanghai. In 2009, Binhai New Area's GDP reached CNY381 billion ($57 billion) and accounted \nfor about 50% of Tianjin's GDP.  \n \n4.  Tianjin's economic development has been energy intensive. Total energy consumption in \n2008 was 53.6 million tons of coal equivalent (tce)—up 8.5% from 49.4 million tce in 2007. But \nenergy intensity has dropped gradually as Tianjin adjusted its industry structure and phased out \nold production facilities.6 In 2008, Tianjin's energy intensity was 0.95 tce per CNY10,000 GDP, \ndown  6.8%  from  1.02  tce  in  2007.  This  is  about  13.8%  lower  than  the  national  average \n(1.102 tce in 2008). Tianjin ranked 8th among 30 provinces and municipalities.7 Sulfur dioxide \n(SO ) emission was also reduced, from 244,700 tons in 2007 to 240,100 tons in 2008, and \n2\nchemical oxygen demand (COD) fell from 137,300 tons to 133,100 tons. In 2009, energy \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 10 August 2010.  \n2  The other municipalities are Beijing, Chongqing, and Shanghai. \n3  Source: Tianjin Municipal Statistics Bureau. 2010. \n4  Report on the Work of Tianjin Municipal Government, Mayor Huang Xingguo, 26 January 2010. \n5  The Bohai Rim region centers on the municipalities of Beijing and Tianjin, and includes the provinces of Hebei, \nLiaoning, Shandong, Gansu, Ningxia, Inner Mongolia, Jilin and Heilongjiang. An alliance with these cities and \nprovinces will be established within the proposed energy conservation platform. \n6  Beginning in 2006, Tianjin implemented mandatory energy-saving standards, and environmental protection policies \nand regulations for all new industrial projects. From 2006–2010, outdated facilities in small factories of the steel, \ncement, papermaking, glass, and chemical industries were shut down, accounting for 4.5 million tons of iron, \n1.95 million tons of cement, 7,500 tons of glass, and 18,000 tons of chemicals.  \n7  State Statistics Bureau. 2009. Report of Energy Consumption per CNY10,000 GDP of all Provinces in 2008. \n ", "2   \nintensity was down 6% from 2008, while SO and COD dropped 1% each. Expected energy \n2 \nintensity reduction in 2010 is 4%. \n \n5.  Major industries operating in Tianjin are petrochemicals, machinery, car manufacturing, \nelectronics,  mechanical  industries,  and  textile.  Tianjin's  rapid  industrial  development  and \nurbanization, if left unmanaged, could result in energy supply problems, severe air and water \npollution, and environmental degradation that could badly affect its 11.8 million population. TMG \nrecognizes that the municipality's present growth trajectory for energy and related emissions is \nunsustainable and has initiated plans toward energy conservation. Tianjin’s target is aligned \nwith the national target, which is to achieve energy intensity reduction of 20% per unit of GDP \nby 2010, and emission intensity reduction of 40-45% per unit of GDP by 2020, taking 2005 as \nthe baseline. Considering Tianjin’s heavy-industry-based economic structure, these are huge \nchallenges for TMG. \n \n6.  To overcome these challenges, TMG has developed an overall action plan that includes \nconserving energy, optimizing the industry structure, phasing out old production lines, and \ndiversifying the energy mix. TMG is aware of the enormous potential for energy conservation8 \nand the benefits it can provide not only by bolstering energy supply security but in reducing \nenergy resource use, associated financing needs, and emissions. TMG has set forth its energy \nconservation  plan  focused  on  six  energy-intensive  industries  (metallurgy,  petrochemical, \nconstruction, transportation, power generation, and machinery). TMG recognizes that meeting \nenergy  intensity  and  emission  reduction  targets  needs  more  concerted  efforts.  A  vigorous \nenergy conservation drive will be its next strategy for achieving its goal of sustainable economic \nand social development. \n \n7.  TMG's goal is to achieve a sustainable mechanism for promoting energy conservation \ntechnologies and providing suitable financing. However, there is an urgent need to rationalize \nthe  various  energy  conservation  technologies  available  and  customize  them  for  energy-\nintensive industrial sectors. TMG needs support in the following areas: (i) acquiring knowledge \non  international  and  national  best-practice  technologies  for  energy  conservation  in  these \nindustries  and  their  processes;  (ii)  performing  energy  audits  and  establishing  an  energy \nconservation platform (ECP) that will develop a database integrating both supply and demand \ndata, and provide guidance on the technologies best suited to these industries; (iii) identifying \nand designing suitable financing instruments for required investments; (iv) promoting energy \nconservation awareness among industrial enterprises; and (v) developing capacity. TMG is \nseeking  ADB  assistance  to  analyze  these  issues,  and  develop  a  systematic  energy \nconservation mechanism and comprehensive ECP that can serve the growing needs of the \nmunicipality and its neighboring areas in the Bohai Rim region. The TA can provide a potent tool \nfor TMG and the industry participants to determine and realize the large potential for energy \nconservation  by  selecting  the  most  suitable  technologies,  matching  them  with  innovative \nfinancing tools and financing sources, and monitoring and verifying them through a best-practice \nregulatory regime.9 \n \n                                                 \n8  TMG has established its energy conservation service capability through the Tianjin Science and Technology \nCommission. In 2008, it created four service teams for the chemical and metallurgy industries, industry boilers, and \ndistrict heating. In 2009, it added service teams for light emitting diode lighting, gas-fueled vehicles, water resource \nprotection, and building energy efficiency. \n9  An  Energy  Conservation  Ordinance,  issued  in  2001,  requires  enterprises  and  businesses  to  adopt  energy \nconservation measures and meet national energy consumption targets. TMG has since issued several supporting \nordinances. \n ", "  3\n8.  ADB's Long-Term Strategic Framework 2008–2020 (Strategy 2020)10 made achieving \nenvironmental sustainability a priority, with energy as a core operational sector. New initiatives \n(e.g. Clean Energy Financing Partnership Facility) have been introduced to augment ADB \nassistance  to  developing  member  countries  for  acquiring  low-carbon  technologies  and \nimplementing energy efficiency projects. ADB’s country partnership strategy for the PRC11 also \nemphasized balanced and sustainable growth with more efficient use of resources and more \nstringent protection of the environment. One of the key priorities of the 11th Five-Year Plan of \nthe PRC is to improve energy efficiency by 20%, making it a flagship program to address \nclimate change and environmental challenges arising from rapid economic growth. The TA has \na close fit with both ADB's and the PRC's priorities. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n   \n9.  The impact of the TA will be greater energy conservation and emission reduction in \nTianjin municipality. The outcome of the TA will be stronger capacity to plan and implement \nenergy conservation and emission reduction projects in Tianjin. \n \nB.  Methodology and Key Activities \n \n10.  The outputs of the TA will be (i) review and analysis of international and national proven \nenergy conservation technologies, and their possible applications in selected energy-intensive \nindustries; (ii) development of a strategy and action plan to implement energy conservation \nthrough the ECP; (iii) establishment of an ECP and its implementation; (iv) priority selection of \nenergy conservation projects; and (v) capacity development and information dissemination. \n \n11.  The TA components are described below:  \n \n(i)  Review and analysis. This will (a) investigate nationally proven technologies \nand practices, and prepare comparative analysis with international best practice; \n(b) develop an inventory of establishments and the technologies that can be \napplied in six selected industries in Tianjin or the Bohai Rim region; (c) compare \nand identify the potential for energy conservation through technology upgrades; \n(d) examine the incentive or regulatory structure in place to promote energy \nconservation in these industries, compare them with international best practices \nand define the gaps, if any; and (e) analyze the financing needs and develop an \ninvestment  plan  for  energy  conservation  in  the  selected  industries.  For  the \nindustries located in Tianjin, consultants will use the information and data to be \nprovided by the executing agency and supplement them with findings from a \nsurvey conducted as part of the TA. The survey will cover about 100 companies \nin the six selected industries and obtain specific data on the technologies now \nemployed for various processes, the related energy consumption and emission \ndata, energy conservation practices, etc.   \n \n(ii)  Strategy  and  action  plan.  Based  on  the  above  data  and  its  analysis,  this \ncomponent will develop a strategy and recommend an action plan to promote \nenergy conservation through the ECP. It will determine how the activities that \n                                                 \n10 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. \n11 ADB. 2008. Country Partnership Strategy (2008–2010): People’s Republic of China. Manila. \n ", "4   \nhave been started can gain wider coverage geographically and across industries \nfor a bigger impact. It will also (a) recommend policy considerations and an \ninstitutional  setup;  (b)  advise  on  a  regulatory  framework  that  enables \nimplementation  of  the  proposed  action  plan,  and  (c)  specify  the  responsible \nimplementation agencies and industry participants at various levels. \n \n(iii)  Establishment  of  an  ECP. This will be the main output of the TA and will \nintegrate the analysis and recommendations described in components (i) and (ii). \nThe consultants’ work will include (a) developing the website and establishing \nlinks with international networks, and selected cities and provinces within the \nBohai  Rim  region;  (b)  setting  up  the  database  to  integrate  the  output  of \ncomponent (i) and data obtained through the survey, including energy saving \ninformation,  technologies,  experts,  available  resources,  opportunities; \n(c) identifying sources of funding for possible energy conservation projects; and \n(d) developing a user manual for the operation of the ECP. The consultants will \npurchase the necessary software or engage information technology services to \nhelp perform these tasks. \n  \n(iv)  Priority  selection  of  energy  conservation  projects. This will consider the \nreplication  potential  of  the  type  of  energy  conservation  measures  that  are \nselected upfront for demonstrating the ECP. It will also (a) provide a set of criteria \nfor  selecting  priority  projects,  including  technical  considerations,  investment \nrequirements, financing arrangement, and implementation schedules; and (b) \ndefine  critical  issues  to  be  addressed,  steps  to  be  taken  by  the  TMG,  and \nassistance required to develop the proposed projects. \n \n(v)  Capacity development and information dissemination.  This component will \n(a) train the executing and implementing agencies on the operation, maintenance \nand upgrade of the ECP; (b) develop a public dissemination strategy to promote \nthe use of the ECP by various industries and share the TA outputs with other \nmunicipalities  and  provinces;  and  (c)  conduct  a  consultation  workshop  with \nstakeholders,  an  international  field  study  program  for  selected  staff  of  the \nexecuting and implementing agencies, and the final workshop to disseminate the \nTA outputs. \n \nC.  Cost and Financing \n \n12.  The total cost of the TA is estimated at $600,000 equivalent. The TA will be financed on \na grant basis by ADB’s Technical Assistance Special Fund (TASF-other sources). It is proposed \nthat ADB provide $400,000 equivalent on a grant basis from TASF-others. The Government will \nfinance the remaining $200,000 equivalent through in-kind contributions, including providing \ndata and other information needed for the TA, counterpart staff, office accommodations and \nfacilities, and transportation for site visits as required. The cost estimates and financing plan is \nin Appendix 2.  \n \nD.  Implementation Arrangements \n13.  The Tianjin Science and Technology Commission (TSTC) will be the executing agency \nand  responsible  for  overall  TA  management  and  supervision.  Tianjin  Intertech  Consulting \nCompany,  a  non-profit  energy  consulting  organization  co-owned  by  TSTC,  will  be  the \nimplementing agency. It will select the consultants, oversee the day-to-day implementation of \n ", "  5\nthe TA activities, and provide logistic support to the consultants. TSTC will own and manage the \nfuture  operations  of  the  ECP.  This  TA  will  be  carried  out  as  a  delegated  TA  under  the \nagreement of ADB and the Ministry of Finance.12 Consultants will be hired based on procedures \nrequired  by  ADB  and  in  close  cooperation  with  ADB’s  Central  Operations  Services  Office \n(COSO). For this purpose, a capacity assessment was undertaken jointly with COSO during the \nfact-finding mission and a separate report was prepared. ADB will be responsible for signing the \ncontract with the consultants, while the executing agency will be responsible for supervising the \nconsultants’ work. The executing agency will provide counterpart staff, office accommodation \nand facilities, and transportation for site visits, as required. Likewise, TSTC will make available \ndata and other information needed for the TA as well as guidance on the design of the system \ninfrastructure for the proposed ECP. \n \n14.  The TA will require a total of 5.0 person-months of international and 14 person-months \nof national consulting services. The outline terms of reference are in Appendix 3. As a delegated \nTA, the experts will be selected by the executing agency through a consulting firm using biodata \ntechnical proposal procedures based on the quality- and cost-based selection method (quality–\ncost ratio of 80:20) and in accordance with ADB’s Guidelines on the Use of Consultants (April \n2010, as amended from time to time). Survey and system development services will be part of \nthe consultants’ contracts. Procurement of equipment, supplies, and materials by consultants \nunder the TA will follow ADB’s Procurement Guidelines (April 2010, as amended from time to \ntime). Equipment purchased under the TA will be turned over to the executing agency after \ncompletion of the TA. The executing agency, with inputs from the consultants, will finalize scope \nand content of the training and information dissemination programs. Financial arrangements for \ntraining,  workshops,  survey  and  system  development  services  will  be  included  in  the \nconsultants’ contracts. Disbursements under the TA will be done in accordance with ADB's \nTechnical Assistance Disbursement Handbook (May 2010, as amended from time to time). \n \n15.  The TA will be implemented over 15 months beginning in March 2011, with an expected \ncompletion date of June 2012. The consultants will submit—an inception report within 1 month; \nsurvey reports within 5 and 8 months; interim reports within 6 and 9 months; an information \ntechnology report within 12 months; a draft final report within 13 months; and the final report \nwithin 15 months of the TA start date. Information on the progress of implementation and on TA \noutputs will be disseminated through regular communications with the executing agency and \nscheduled  workshops.  Knowledge  dissemination  through  workshops  with  participation  from \nselected industries, energy service companies and government officials will be organized. At the \nend of the TA, an ECP will have been developed and made operational, and the related output \nreports and TA activities will be completed. The outcome of the TA will be subject to evaluation \nby both ADB and the government in accordance with their respective evaluation policies and \nrequirements. \n \nIV.  THE PRESIDENT'S DECISION  \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $400,000 on a grant basis to \nthe People’s Republic of China for Promoting Energy Conservation in Tianjin, and hereby \nreports this action to the Board. \n                                                 \n12 A memorandum of understanding on Enhanced Partnership on Technical Assistance Delegation to the Executing \nAgency between ADB and the Ministry of Finance was signed in November 2009. \n ", "Appendix 1  6 \nDESIGN AND MONITORING FRAMEWORK  \n \n    Data Sources and/or   \n  Performance Targets  Reporting   \nDesign Summary  and/or Indicators  Mechanisms   Assumptions and Risks  \nImpact      Assumptions \nGreater energy  Energy and carbon intensities  Annual report of   The Government of PRC \nconservation and   are reduced per unit of GDP  National Bureau of  and Tianjin municipal \nemission reduction in  in accordance with the targets  Statistics, PRC  government (TMG) \nTianjin municipality  set in the 12th Five-Year Plan  maintain high priorities for \nby 2015  and strong commitment to \n  greater energy \nconservation  \n Authorities for energy \nconservation continue to \nenforce conservation \nregulations and standards \n Investments are made in \nenergy conservation \nprojects \n \nRisk \nHigh economic growth \nresults in continuing high \nenergy intensity and energy \nconservation efforts are \ndiminished \nOutcome      Assumption \nStronger capacity to plan  ECP is developed, supported  Reports of TSTC    Trained staff are \nand  implement  energy  by  industry,  and  operating    retained for the \nconservation and emission  beyond 2012    implementation of the \nreduction  projects  in    ECP  \nTianjin’s industrial sector   More  than  100  companies   \n  from  six  energy-intensive \nindustries continue to use and \ncontribute to the ECP beyond \n2012 \nOutputs       Assumptions \n1. Review and analysis of  At  least  100  industrial  Consultants’ report   Timely access to records, \ninternational  and  companies  (i)  participate  in    information, personnel, \nnational proven energy  the  survey  and  contribute  TA review missions  and relevant enterprises  \nconservation  information  to  the  database,     Active participation of \ntechnologies  and  their  and (ii) participate during the  Technical  assistance  stakeholders in \npossible applications in  study period via stakeholder  performance reports  workshops, seminars, \nthe selected industries   consultations    and actual use of and \n    Dissemination  material  contribution to the ECP  \n2. Development of  Proposed strategy and action  for  public  awareness   \nstrategy and action plan  plan  are  accepted  by  the  and related knowledge  Risk \nfor implementation of  executing  and  implementing     Targeted industries do \nenergy conservation  agencies,  and  implemented  Endorsement note from  not participate in the \nthrough the ECP   beyond 2012  TSTC  survey, and in the \n      development and use of \n3. Establishment and  ECP  established  and  the ECP  \nimplementation of an  operating by June 2012   \nECP     \n   \n ", "Appendix 1    7\n4. Selection of priority pilot  At least two energy efficiency   \nprojects   projects in each industry are   \n  identified,  and  at  least  two \n  projects  are  assessed  and \n  proposed to be developed  \n   \n5. Capacity development  Selected  staff  in  executing \nand information  and  implementing  agencies \ndissemination  are  trained  to  operate  the \n  ECP platform by May 2012 \n \nWorkshops held and attended \nby  at  least  60  industry \nparticipants by May 2012 \n \nReport  finalized  and  use  of \nECP  disseminated  to \nexecuting  agency’s \ncounterparts in the Bohai Rim \nregion by June 2012 \nActivities with Milestones   Inputs \n   \nComponent 1: Review and analysis of international and national proven energy  ADB $400,000 \nconservation technologies and their possible applications in six selected energy-   \nintensive industries (metallurgy, petrochemical, construction, transportation, power  Consultants: $215,000 \ngeneration, and machinery)   \n1.1  Conduct inception meeting (month 1); submit inception report (month 2);  Equipment: $20,000 \n1.2  Review  relevant  government  policies  and  regulatory  actions,  and  pinpoint   \nbarriers; review existing incentive mechanisms to promote energy conservation  Workshops, training, \n(month 2);  seminars, and conferences: \n1.3  Collate  previous  studies  on  energy  conservation  opportunities  employing  $40,000 \navailable  technologies  in  the  selected  industries,  done  in  the  PRC  and   \nworldwide;  review  existing  energy  conservation  methodologies,  technology  Surveys: $30,000 \nimprovements, research and development activities, etc.; (month 3)   \n1.4  Take an inventory of the available data and engage survey services to gather  System Development: \nadditional data required for the development of the database (month 3);  $70,000 \n1.5  Analyze  the  selected  industries,  review  the  status  of  energy  consumption,   \nproduction technologies and energy conservation/efficiency status, and compare  Miscellaneous \nthem with corresponding international and national energy efficiency benchmarks  administrative services: \nto estimate the energy conservation potential; compare the local findings with  $5,000 \ninternational best practice and prepare a comparative analysis (month 4);   \n1.6  Recommend key energy conservation technologies suitable to Tianjin’s selected  Contingencies: $20,000 \nindustries (month 5);   \n1.7  Submit interim survey report (month 5);  Government: $200,000 \n1.8  Submit an interim report on component 1 (month 6).   \n  Office accommodation and \nComponent  2:  Development  of  a  strategy  and  action  plan  to  promote  energy  transport: $50,000 \nconservation in Tianjin through the ECP   \n2.1  Based  on  findings  and  recommendations  in  component  1,  review  policy  Remuneration and per diem \nconsiderations  and  institutional  setup;  assess  to  what  extent  the  existing  of counterpart staff: \nregulatory framework enables implementation of proposed initiatives, identify  100,000 \ngaps, and recommend necessary regulation adjustments (month 7);   \n2.2  Recommend a strategy and action plan to promote energy conservation and to  Others: $50,000 \nimplement the ECP in Tianjin; recommend implementing mechanisms, and a   \ntime-bound  action  plan;  specify  responsible  implementation  agencies  and   \nworking teams at various levels (month 7);   \n ", "8  Appendix 1 \n2.3  Estimate the energy-saving potential in the selected industries based on the   \nresults of component 1 (month 7);   \n2.4   Develop a draft dissemination plan for the development and use of the platform \n(month 7); \n2.5  Submit final survey report (month 8); \n2.6  Submit an interim report on component 2 (month 9). \n \nComponent 3: Establishment of the energy conservation platform \n3.1  Engage information technology and database development services (month 5); \n3.2  Develop database on energy-saving information, technologies, experts, available \nresources, opportunities, etc. (month 9); \n3.3  Develop  website  for  the  ECP;  identify  and  integrate  links  with  international \nnetworks for proven energy conservation technologies and practices (month 10); \n3.4  Integrate  the  energy  conservation  technology  service  teams  created  by  the \nexecuting agency to provide energy conservation technology service to the six \nselected industries (month 10); \n3.5  Integrate the energy conservation alliance and network that will be developed by \nthe executing and implementing agencies among the technology service agents \nwithin the Bohai Rim region (month 11); \n3.6  Submit a written report and documentation of the ECP (month 12). \n \nComponent 4: Selection of priority pilot projects  \n4.1  Determine possible energy conservation and efficiency projects that can be \nsupported in the order of priority through the ECP; provide the rationale for \nselecting suggested projects, including impact and benefit analysis, technical \nconsiderations, investment needs and financing options, and implementation \nschedules (month 11); \n4.2  Identify critical issues to be addressed and steps to be taken by TMG, including \npossible  barriers  and  assistance  required  to  develop  the  proposed  projects \n(month 11); \n4.3  Analyze  the  financing  needs  and  develop  an  investment  plan  for  energy \nconservation in the selected industries (month 11); \n4.4  Submit a draft final report (month 13). \n \nComponent 5: Capacity development and information dissemination \n5.1  Conduct a consultation workshop (month 8);  \n5.2  Conduct an international field study program for selected staff of the executing \nand implementing agencies, and submit a field study report (month 10);  \n5.3  Develop a public dissemination strategy to promote the use of the ECP by \nvarious  industries,  and  share  the  TA  outputs  with  other  municipalities  and \nprovinces within the Bohai Rim region; develop guidelines and materials for \ndissemination (month 11); \n5.4  Train the executing and implementing agencies on the operation, maintenance \nand upgrade of the ECP (month 13); \n5.5  Conduct the final workshop; disclose the TA results on the websites of local \ngovernments; summarize main TA findings and share with a broad audience; \nand, if possible, prepare a news release for local media in Tianjin (month 14); \n5.6  Submit the final report (month 15). \nADB = Asian Development Bank, ECP = Energy conservation platform, PRC = People's Republic of China, TA = technical \nassistance, TMG = Tianjin municipal government, TSTC = Tianjin Science and Technology Commission.  \n ", "Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  110.00 \n      ii.  National consultants  70.00 \n    b.  International and local travel  25.00 \n    c.  Translation, reports and communications  10.00 \n  2.  Equipmentb  20.00 \n  3.  Workshops, training, seminars, and conferencesc  40.00 \n  4.  Surveysd  30.00 \n      5.   System developmente  70.00 \n  6.  Miscellaneous administration and support costs  5.00 \n  7.  Contingenciesf  20.00 \n      Subtotal (A)  400.00 \n   \nB.  Government Financing   \n  1.  Office accommodation and transport  50.00 \n  2.  Remuneration and per diem of counterpart staff  100.00 \n  3.  Others (other equipment needed)  50.00 \n      Subtotal (B)  200.00 \n        Total  600.00 \na  Financed by ADB’s Technical Assistance Special Fund (TASF-others). \nb  Equipment will mainly be server, desktop and laptop computers including printer, facsimile machine, \nand camera to be used for the establishment of the energy conservation platform. The equipment \nwill be transferred to the executing and implementing agencies at the completion of the TA. \nc  Including international study tour for the executing and implementing agencies. \nd  Includes cost of survey services for the establishment of the proposed database. \ne Includes purchase of necessary software and services of information technology experts for the \nsystem design and development of the energy conservation platform. \nf  Requires approval of ADB. \nSources: Asian Development Bank and executing agency estimates. \n \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The capacity development technical assistance (TA) will be implemented in consultation \nwith relevant stakeholders led by the Tianjin Science and Technology Commission (TSTC), the \nexecuting  agency,  and  Tianjin  Intertech  Consulting  Company,  the  implementing  agency. \nInternational and national specialists will be selected by the executing and/or implementing \nagencies and engaged by the Asian Development Bank (ADB) through a consulting firm using \nbiodata technical proposal procedures and quality- and cost-based selection method (quality–\ncost ratio of 80:20) and in accordance with ADB’s Guidelines on the Use of Consultants (April \n2010, as amended from time to time). The consultants will have extensive knowledge of energy \nconservation issues in the People’s Republic of China (PRC). Services of two international \nconsultants and four national consultants will be engaged. The international consultants will \nensure quality and timely delivery of required outputs, provide guidance and leadership to, and \ncoordinate requirements from, the national consultants. The national consultants will assist the \ninternational consultants in producing the outputs reports, provide and review specific inputs \nand analytical data, develop recommendations, and translate relevant documents into English. \n \nA.  International and National Consultants \n \n3.  Energy Conservation Specialist and Team Leader (3 person-months, international; \n5 person-months, national). The specialists shall have an engineering background and strong \nreport-writing skills. The international consultant will act as team leader of the consulting team \nand be responsible for all coordination activities, provide oversight, lead the preparation, and \nensure quality and timely delivery of TA outputs. The national consultant will act as co-team \nleader and will be responsible for the coordination activities among the national consultants, \nexecuting and implementing agencies, and other stakeholders, and act as resource person \nduring the workshops. The tasks of the specialists will include, but will not be limited to: \n(i)  Collect and review information available in the public domain, previous ADB \nstudies, data provided by the executing and implementing agencies, and those \nobtained through the survey to be conducted under the TA; \n(ii)  Review  the  targets  under  the  12th  Five-Year  Plan,  Tianjin  municipality,  and \ndisaggregated targets of different industries for promoting energy conservation, \nimproving energy efficiency and reducing emissions;  \n(iii)  In consultation with the executing and implementing agencies, review energy \nconsumption, energy-consuming processes, energy conservation practices, etc. \nin the selected energy-intensive industries; specify investigation methods for the \nsurvey and prepare an investigation plan; formulate a survey questionnaire; \n(iv)  Finalize  the  terms  of  reference  for  the  survey  services  and  the  information \ntechnology and database management developer;  \n(v)  Review and analyze survey results and provide guidance and quality checks for \nthe development of the energy conservation platform (ECP); \n(vi)  Review  international  best  practices  for  the  selected  industries,  considering \nnational  and  industrial  differences  in  regulatory  mechanisms,  and  determine \napplicable practices and technologies for Tianjin; \n(vii)  Analyze the selected industries, review their production technologies, energy \nconsumption  patterns  and  energy  efficiency,  and  compare  them  with \ncorresponding international and national energy efficiency benchmarks; \n(viii)  Pinpoint opportunities for energy conservation/efficiency; estimate the potential \nfor saving energy in the selected industries based on investigation results; \n ", "    Appendix 3  11 \n(ix)  Identify major carbon dioxide (CO ) emission sources in the selected energy-\n2\nintensive industries; estimate the potential to reduce CO  emissions from the \n2\nselected industries; \n(x)  Review existing structural, policy, regulatory, organizational, and financing setups \nof the selected industries, and identify major regulatory, technical, financial and \ninstitutional barriers to energy conservation; \n(xi)  Recommend a strategy and action plan to promote energy conservation and to \nimplement the ECP in Tianjin; recommend implementing mechanisms and a \ntime-bound  action  plan;  recommend  how  the ECP  can  gain  wider  coverage \ngeographically and across industries for a bigger impact; evaluate the replication \npotential of the type of energy conservation measures that are selected upfront \nfor demonstrating the ECP; \n(xii)  Help organize a study tour for selected staff of the executing and implementing \nagencies through (a) selecting, and coordinating with, resource organizations; \nand (b) providing guidance in documenting the findings of the study tour; \n(xiii)  Develop a public information and dissemination strategy; \n(xiv)  Organize the workshops with stakeholders and act as resource person. \n   \n4.  Energy  Efficiency  Specialist  (2  person-months,  international;  2.5  person-months, \nnational). The specialists shall have an engineering background and strong report-writing skills. \nThe specialists will be primarily responsible for producing the outputs in component 4 and will \ncoordinate all formulation work with the team leader. They will also provide support to the team \nleader for components 1 and 2. The tasks of the specialists will include, but will not be limited to: \n(i)  Review the Government’s and TMG’s policies and targets to promote energy \nconservation; identify government policies and regulations that will be required to \nprovide adequate incentives for adopting energy conservation in the selected \nindustries;  assess  options  and  recommend  a  set  of  policies  that  would  be \nnecessary to develop and implement energy conservation and efficiency projects \nin Tianjin; \n(ii)  Analyze situation in Tianjin, summarize the barriers, and identify opportunities \nand potentials for the development of energy conservation services and other \ntechnological support systems; \n(iii)  Review the energy efficiency project models in Guangdong and Shandong, and \ninternational efforts to improve energy conservation and efficiency, and assess \ntheir potential for replication in Tianjin; \n(iv)  Review the results of the survey conducted for Tianjin and specify priority areas; \n(v)  Propose new measures and develop suitable approaches to promoting energy \nconservation and efficiency, including development of energy service companies \nthat can target energy efficiency improvements in the selected industries; \n(vi)  Evaluate the replication potential of the type of energy conservation measures \nthat are selected upfront for demonstrating the ECP, and recommend a strategy \nand action plan for wider acceptance and implementation; \n(vii)  Select  and  prioritize  possible  energy  efficiency  projects  and  recommend \napplicable project design, financing options, and implementation arrangements to \nreflect the complexity and diversity of the prospective projects in Tianjin; \n(viii)  Present a cost-benefit analysis, and highlight energy savings and other benefits \n(e.g., environmental benefits and emission reduction) of the proposed projects (in \ncoordination with the energy economist and finance specialist); \n(ix)  Recommend eligibility criteria and screening procedure for prospective projects. \n \n ", "12  Appendix 3 \n \n5.  Energy  Economist  and  Finance  Specialist  (2.5  person-months,  national).  The \nspecialist shall have a background in economics and finance, and experience in undertaking \neconomic and financial analyses of investment project proposals. The tasks will include: \n(i)  Provide general macro and sector information such as energy production and \nconsumption  by  sectors,  energy  efficiency,  and  electricity  production  and \nconsumption  by  sectors  (current  and  historical)  for  the  PRC  and  Tianjin \nmunicipality; analyze the information to provide an overview of the sector for the \nPRC and Tianjin municipality.  \n(ii)  Based on data that can be provided through the survey, develop an estimate, in \nterms of economic costs and benefits, of promoting energy conservation and \nefficiency; \n(iii)  Recommend options for implementing energy conservation projects in Tianjin, \nevaluate the resources needed and assess the economic benefits; \n(iv)  Consult  with  other  experts  in  determining  and  prioritizing  possible  energy \nefficiency projects, and recommend applicable project design, financing options, \nand implementation arrangements to reflect the complexity and diversity of the \nprospective projects in Tianjin; \n(v)  Present a cost-benefit analysis, and highlight energy savings and other financial \nand economic benefits of prospective projects; \n(vi)  Assist in developing eligibility criteria and screening procedure for prospective \nprojects. \n \n6.  Information Technology and Database Management Specialist (4 person-months, \nnational). The specialist shall (i) be a graduate of computer science or a related field; (ii) have \nextensive experience in the design and development of database management and information \nsystems; and (iii) possess sufficient knowledge and practical experience of the operations, \nmanagement, and infrastructure of an energy conservation platform. The tasks of the specialist \nwill include, but will not be limited to:  \n(i)  Provide technical and advisory guidance in the development of the ECP through \nthe  establishment  of  a  website  and  use  of  the  database  system,  including \ndevelopment and use of applicable approaches to access services that help \nidentify  relevant  information  in  national  sites  and  other  energy  conservation \ninformation services; \n(ii)  Review the readiness status and the requirements for deploying the proposed \nECP;  determine  key  issues  (e.g.,  organizational  support,  availability  of  staff, \ntechnical know-how, and resources to manage and maintain the ECP); develop a \nguidance note listing the requirements for establishing and operating the ECP; \n(iii)  Assess  the  quality  of  the  current  database,  assist  in  specifying  additional \ninformation needed, and together with the executing and implementing agencies, \nidentify entities between which data flows; \n(iv)  Provide inputs for the survey questionnaire as appropriate; \n(v)  As necessary and in consultation with the executing and implementing agencies, \nfinalize the terms of reference for the software and system developer; \n(vi)  Hold meetings with the executing and implementing agencies, other stakeholders \nand the system developer to establish the specific requirements of the system;  \n(vii)  Provide guidance for the design of the database format and, if necessary, the \ndesign of the data center and web server; review quality control measures in \ninputting data into the database; \n(viii)  Review specifications for hardware and software requirements; \n(ix)  Review  guidelines  for  operating  and  updating  the  ECP;  recommend  a \nmanagement structure and partnership arrangements among stakeholders; \n ", "    Appendix 3  13 \n(x)  Assess initial operation of the database and the need for corrective actions; \n(xi)  Recommend  feasible  financing  and  revenue-generating  options  for  the \nsustainable operation of the ECP; \n(xii)  Design a training program for the operation, maintenance and upgrade of the \nECP, and act as resource person during the workshops. \n \n7.  Draft  Terms  of  Reference  for  the  Survey  Services.  A  survey  covering  about \n100 companies in the selected industries will be undertaken to collect basic information on \nenergy use, major equipment used, capacities and energy consumption and/or performance of \nthis equipment, emissions (CO , sulfur dioxide, greenhouse gas, carbon oxygen demand, etc.), \n2\ntechnologies now applied, energy conservation practices and potential areas for improvement, \netc. The companies to be surveyed shall be determined by the executing agency, which will also \norganize an expert team to validate the survey results. The data obtained from the survey will \nsupplement the data already assembled by the executing agency, and will form the initial \ndatabase of the ECP. The survey team shall work closely with the team leader in the design of \nthe survey plan, content, and output. The survey team shall have undertaken at least three \nsurvey projects in the past. The tasks will include, but will not be limited to: \n(i)  In consultation with the executing agency and the team leader, design a survey \nplan, data collection form, and questionnaire; together with the executing agency, \nprepare a list of the companies to be surveyed and determine their total share in \nthe  industrial  sector  of  Tianjin  (both  by  gross  domestic  product  and  energy \nconsumption); \n(ii)  Collect and analyze data from at least 100 companies; where appropriate, obtain \nthe energy consumption per unit of main output of each process, and identify \nenergy-consuming processes; \n(iii)  Benchmark and compare a process energy consumption index with industry \nstandards for the PRC and worldwide; \n(iv)  Work with the national team leader/energy efficiency specialist to determine the \nmain  opportunities  for  the  companies  to improve  their  energy  efficiency  and \nemission reduction; point out companies in each industry that have high energy \nconservation potential; \n(v)  Point out potential projects where implementation of energy conservation and \nefficiency measures can be demonstrated;  \n(vi)  Assist  the  information  technology  team  in  providing  required  inputs  for  the \ndevelopment of the ECP database; \n(vii)  Prepare a survey report. \n \n8.  Draft Terms of Reference for the Information Technology System Developer. The \nIT system developer shall be familiar with the government system requirements, and with \nproducts and solutions of mainstream network manufacturers. Staff to be assigned are expected \nto (a) be graduates of computer science or a related field; (b) have extensive experience in the \ndesign and development of database management and information systems; (c) have sufficient \nknowledge and practical experience of the operations, management, and infrastructure of an \nenergy conservation platform; (d) have the capability of using database to analyze business \ninformation requirements and risks; (e) be proficient in JAVA Web Developer, Oracle, MySql, \nDB2 and other web server configuration; (f) have sufficient experience in large-scale systems \narchitecture; (g) be proficient in the major routing exchange technology network protocol; and (i) \nbe able to perform analysis of the network obstacles, and deal with network problems that may \narise in a time-efficient manner. The tasks of the system developer will include, but will not be \nlimited to: \n ", "14  Appendix 3 \n \n(i)  Hold meetings with the executing and implementing agencies, and the IT and \ndatabase management specialist to specify the requirements for establishing a \ndata center and web server; \n(ii)  With guidance from these agencies and the specialist, formulate a management \nstructure and partnership arrangements among stakeholders for operation and \nmaintenance of the data center and web server; integrate features specified by \nthe agencies into the design of the ECP; \n(iii)  Determine the hardware, software, and training requirements for the system; \ndevelop specifications for hardware and software for the database, data center \nand web server; \n(iv)  Purchase software and/or create a user-friendly web application to aggregate \ninformation  on  energy  conservation  and  efficiency  statistics,  practices, \ntechnologies, and opportunities for key energy-intensive industries, and establish \na data center and web server; \n(v)  Identify necessary actions for the maintenance and efficient functioning of the \nsystem, and determine cost-effective options for sustainability; \n(vi)  Advise  on  practical  solutions  for  computer  networking  within  the  Bohai  Rim \nregion and with international alliances;  \n(vii)  Develop a user manual; \n(viii)  Act as resource person in workshops and conferences. \n \nB.   Deliverables. All required reports should be submitted in both English and Chinese with \ncopies for the executing and implementing agencies, and ADB. The expected deliverables of \nthe consulting services shall include: \n(i)  Inception  report.  To  be  submitted  within  2  months  after  the  TA  starts, \nsummarizing the initial findings, suggesting changes needed (if any) in the TA's \napproach, methodology, and time schedule. \n(ii)  Interim reports. To be submitted within 6 and 9 months after the TA starts, as \nindicated in the Design and Monitoring Framework’s Activities with Milestones. \n(iii)  Survey reports. To be submitted within 5 months (interim report) and 8 months \n(final survey report) after the TA starts. \n(iv)  Consultation workshop. The workshop will be held within 8 months after the TA \nstarts  to  (a)  present  to  the  stakeholders  the  initial  TA  findings  and \nrecommendations; (b) promote exchange of ideas and collect comments; and \n(c) boost ownership of and commitment to the TA recommendations. \n(v)  IT report. To be submitted within 12 months after the TA starts. \n(vi)  Draft final report. To be submitted within 13 months after the TA starts. The \ndraft final report (DFR) will include all components required in the study and \ncover all aspects of the TA implementation. \n(vii)  Final workshop. The workshop will be held within 1 month after the submission \nof  the  DFR  (within  14  months  after  the  TA  starts)  to  (a)  present  to  the \nstakeholders  the  overall  TA  findings  and  recommendations,  and  gather \ncomments on the DFR; and (b) disseminate the ECP.  \n(viii)  Final report. To be submitted within 1 month after the final workshop (15 months \nafter the TA starts). The consultants will incorporate the comments from the \nstakeholders in the final report. An executive summary and a knowledge product \nwill also be submitted. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101117190802+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "people's republic of china, prc, energy conservation, tianjin, adb technical assistance, capacity development technical assistance, energy efficiency, energy conservation, economic growth, environmental sustainability, capacity development, adb project 43052", "ModDate": "D:20101119154021+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Techinical Assistance Report: People’s Republic of China, Promoting Energy Conservation in Tianjin"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 5 November 2010 ) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1501 \n$1.00 =  CNY6.662 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CO   –  carbon dioxide \n2\n  COD  –  chemical oxygen demand \n  ECP  –  energy conservation platform \n  GDP  –  gross domestic product \n  PRC  –  People's Republic of China \n  FYP  –  five-year plan \n  TA  –  technical assistance \n  tce  –  ton of coal equivalent \n  TMG  –  Tianjin municipal government \n  TSTC  –  Tianjin Science and Technology Commission \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention (more indirectly addressing poverty reduction) \nSector (subsectors)  –  Energy (energy efficiency and conservation, larger industries) \nThemes (subthemes)  –  Economic growth (cleaner production), environment sustainability \n(urban environmental improvement, control of industrial pollution), \ncapacity development (institutional development) \nClimate change  –  Mitigation \nLocation impact  –  Rural (low), urban (high), national (medium), regional (low) \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  A. Bhargava, Director, Energy Division, EARD \n   \nTeam leader  M. Pajarillo, Senior Financial Analysis Specialist, Energy Division, EARD \nTeam members  A. Barry, Senior Procurement Specialist, Central Operations Services \nOffice \n  K. Ozoa, Administrative Assistant, EARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "A. Bhargava", "role": "Director", "organization": "Energy Division"}, {"documentRole": "Team leader", "fullname": "M. Pajarillo", "role": "Senior Financial Analysis Specialist", "organization": "Energy Division"}, {"documentRole": "Team members", "fullname": "A. Barry", "role": "Senior Procurement Specialist", "organization": "Central Operations Services"}, {"documentRole": "Team members", "fullname": "K. Ozoa", "role": "Administrative Assistant", "organization": "EARD"}]}