{"path": "data/input/ta/43076-reg-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number:  43076 \nRegional—Policy and Advisory Technical Assistance (R-PATA) \nNovember 2009 \n \n \nEnhancing Border Trade Services and Rules for Small \nand Medium-Sized Enterprises \n(Financed by the Regional Cooperation and Integration Fund under \nthe Regional Cooperation and Integration Financing Partnership \nFacility) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nABBREVIATIONS \n \n   ADB  –  Asian Development Bank \n   CAREC  –  Central Asia Regional Economic Cooperation \n   CNY  –  yuan \n   GMS  –  Greater Mekong Subregion \n   PRC  –  People's Republic of China \n   SME  –  small and medium-sized enterprise \n   TA  –  technical assistance  \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Policy and advisory technical assistance (R-PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Finance (trade finance, finance sector development,  \nsmall and medium-sized enterprise finance and leasing) \nThemes (subthemes)  –  Regional cooperation and integration (trade and investments, \nmoney and finance, cross-border infrastructure), economic growth \n(promoting economic efficiency and enabling markets), private \nsector development (policy/institutional/legal/regulatory reforms) \nLocation impact  –  Urban and rural, regional at specified locations on the \nMongolia/PRC and Viet Nam/PRC borders (high impact) \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \n \n \n \n \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  N.  Chakwin,  Financial  Sector,  Public  Management  and  Regional \nCooperation Division, EARD  \n   \nTeam leader  B. Wilkinson, Senior Finance Specialist (Microfinance), EARD \nTeam member  J. Laude, Private Sector Development Specialist, EARD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n \n1.  Both  the  Central  Asia  Regional  Economic  Cooperation  (CAREC)  and  the  Greater \nMekong  Subregion  (GMS)  strategies  are  focused  on  trade  facilitation,  including  improving \nborder  trade  and  supporting  regional  economic  cooperation.  Both  agreements  note  the \nimportance  of  developing  economic  corridors,  which  include  key  border  locations  as  an \nessential component. The Asian Development Bank (ADB) continues to actively support both \norganizations under its regional cooperation mandate.  \n \n2.  The People's Republic of China (PRC) Country Partnership Strategy for 2008–20101 \nprovides for continuing institutional reforms in the financial sector and the development of small \nand  medium-sized  enterprises  (SMEs),  as  well  as  for  support  to  regional  integration.  The \nMongolia Country Operations Business Plan, 2009–20122, notes the importance of support to \nprivate sector development and trade engagement with the PRC under regional cooperation. \nBoth governments have requested that ADB undertake activities to improve at-border SME \ntrade with neighboring countries, and in particular explore new financing options for traders. \n \n3.  This regional policy and advisory technical assistance (TA) to address weaknesses in \nfinancing options and trade facilitation for SME at-border trade builds on current and previous \nwork  on  trade  facilitation,  infrastructure  development  in  border  areas,  and  private  sector \nparticipation. Fact-finding missions visited Mongolia from 14 to 17 February 2009 and the PRC \non 1–3 April 2009 to determine the objectives, scope, and implementation arrangements for the \nTA.3 Participation by Viet Nam was confirmed during a regional cooperation meeting in April \n2009. The technical assistance (TA) design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n4.  Trade is an increasingly important and profitable activity for small businesses in East \nAsia and is critical for equitable growth. SMEs account for more than 90% of the total number of \nfirms, more than 66% of labor employment, and a substantial part of total output in CAREC and \nGMS countries. In particular, trade at the land borders between Kazakhstan, Lao People's \nDemocratic Republic, Mongolia, the PRC and Viet Nam is significant and growing.  \n \n5.  Countries in the region are increasingly developing cross-border infrastructure, such as \nthe ADB-financed Asian Highway 14, which connects Ha Noi to Lao Cai on the Viet Nam–PRC \nborder. The Inner Mongolia transport and trade corridor is under construction to link the northern \nPRC to Mongolia and the Russian Federation. Additional land links are being constructed in \nCentral Asia and India. As pan-Asian transport networks continue to expand, trade opportunities \nand trade volumes are expected to grow significantly in the medium term. Surveys by Hong \nKong and Shanghai Banking Corporation in mid-2008 showed that SMEs had buoyant business \nexpectations, in particular regarding trade between the PRC and other Asian neighbors. While \nthe global financial crisis and related downturns in demand are likely to continue to dampen \nexport options to Europe and the US, the projections for Asia as a region and for post-global \ncrisis recovery suggest that the internal regional market still has scope for development. In \nparticular, trade between the PRC and Mongolia and the PRC and Viet Nam may benefit from \nimprovements in the efficiency of SME border traders. \n \n                                                \n1  ADB. 2008.  Country Partnership Strategy, People's Republic of China 2008–2010. Manila. \n2  ADB. 2009.  Country Operations Business Plan, Mongolia 2009-2012.  Manila. \n3  The TA first appeared in the business opportunities section of ADB's website on 11 May 2009. \n ", "2     \n \n6.  The  Guangxi  Zhuang  Autonomous  Region  in  southwest  PRC  has  seen  significant \ngrowth in trade with the three neighboring provinces of northern Viet Nam. This area was poor \nand less-developed, but since 1999 its inherent comparative advantages have resulted in a \nflourishing border trade. There are large discrepancies in statistics, as the scope of trade being \nmeasured is not uniformly defined; some reports quote Guangxi–Association of Southeast Asian \nNations trade, while others focus on Guangxi–Viet Nam trade, including sea lanes. Nonetheless, \nland-based trade across this border probably totaled several hundred million dollars in 2006, \nand has been increasing at 50% per year in recent years.  \n \n7.  A significant proportion of the cross-border trade at Lao Cai is small in scale. In 2008, \nexporters to the PRC could bring in 3,000 Yuan (CNY) worth of goods per day tax free. This \nfigure is set to be lifted to 5,000 or 7,000 CNY per day. Typically, the trader or an employee \nrides with the load of goods across the border, and goods are paid for in cash on delivery. The \nyuan is the dominant currency, accounting for 95% of all payments, with the Vietnamese dong \nbeing used for less than 5%. Clearly, paying for goods with large amounts of cash is inefficient. \nHowever, little information exists on the volume of fund flows or the financing needs of traders. \n \n8.  Evidence suggests that efforts are being made to improve border financial services. \nSome traders make payments across the border using Western Union in sums of up to $5,000. \nIn the beginning of 2008 the Agricultural Bank of China tried to set up a system of electronic \npayments, with Vietnamese traders setting up accounts in a bank in the PRC and making \npayments from that account. While this may be convenient for individual purchases, it does not \naddress the problem of how an initial large deposit is to be made to set up such accounts.  \n \n9.  Mongolia  and  PRC  share  a  border  of  over  4,600  miles,  and  the  PRC  has  been \nMongolia's largest trading partner for many years. In 2007, over $2 billion worth of goods was \ntraded between the two countries, and trade has been growing significantly, as evidenced by \ninclusion of trade discussions during the June 2008 state visit of the PRC’s Vice President Xi \nJinping to the country. Approximately half of the foreign investment in Mongolia originated in the \nPRC and, while investments focus on mining, niche agricultural and livestock products are \nemerging, along with trade opportunities for the largely small producers of such goods and \nservices. The major border crossing for trade between the two countries is Zamyn Uud–Erlian.   \n \n10.  There is significant poverty along the border between Mongolia and Inner Mongolia, and \nthe border area between Viet Nam and the southern PRC has high trade volumes from SMEs. \nBoth border areas can significantly benefit from increased SME trade activity. Growing trade \noffers income opportunities to small-scale land-border traders. Appropriate financial services \ncan increase standards of living and help decrease poverty levels in these and adjacent areas. \nHowever, the information costs of determining the size and potential of this market has so far \nbeen a barrier to service development. \n \n11.  Published statistics for cross-border trade are scanty and can be misleading, for three \nreasons: (i) the extent of area of the trade is rarely mentioned, and published trade data reports \nusually do not indicate if information pertains to national or local-level trade; (ii) there is little \ndata to distinguish small trade by day traders or SMEs (who are in possible need of improved \nelectronic transaction facilities) from sophisticated trade by large companies that already have \nmodern remittance channels. Note that some barge trade, which follows the coast around the \nGulf  of  Beibu  between  Viet  Nam  and  Guangxi,  may  also  be  currently  restricted  to  cash \npayments; and (iii) trade is often not recorded in official data, because line items are too small, \nare uncategorized, or are not recorded for other reasons. Accordingly, there is little information \navailable to help identify and address blockages to trade efficiency for smaller traders. \n ", "  3 \n \n12.  SMEs are highly creative and adaptable firms, and by taking advantage of changing \nmarket environments can provide crucial industrial linkages for broad-based and sustainable \ndevelopment. However, SMEs in particular have difficulties (i) accessing information flows to \nenable adjustments in their production, volume, pricing and even goods produced or services \nprovided;  (ii)  financing  border  trade,  with  most  SME  trade  being  conducted  in  cash  with \nattendant risks (e.g., security, corruption, and exchange rate losses); and (iii) entering markets, \nas SME border transits can take time and be overly complex. Observations indicate that in \nlocations such as the PRC–Viet Nam and PRC–Mongolia borders, large volumes of cash move \nacross  borders  daily,  suggesting  that  formal  systems  for  remittances  and  transfers  are \ninadequate. This is particularly true for day traders and very small businesses, which have a \nsignificant role in both trade and poverty reduction agendas.  \n \n13.  Government and donor attention has centered on the infrastructure needs of trade and, \nto a lesser extent, the improvement of customs transit of goods and people. ADB has, over the \nlast two decades, provided significant support to SME development within countries across \nregions,4 and completed research on various regional trade barriers (e.g., energy, environment, \ntransport, tourism and general barriers).5 Improvements in regional trade integration and border \ntrade are incorporated in ADB’s ongoing regional work under CAREC and GMS, but have so far \nbeen  limited  to  improvements  in  day  passes,  setting  up  of  selected  border  markets,  and \nimprovements in customs clearance. Until now, no specific studies have been undertaken to \nprovide information on cross-border trade of SMEs and small border traders in terms of their \nmarket information and financing arrangements, and to identify reforms to facilitate such trade. \nThe proposed TA will address gaps in knowledge and provide suggestions on improving SME \naccess to information flows, faster border transit, and financing arrangements. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n14.  The impact of this TA will be improved trade efficiency in the region resulting in a \nmeasurable increase in trade flows, with SME border trade values increasing by 15% by 2014. \nIts outcome will be increased depth and diversity of information and financial services available \nto SME traders, to be measured by the availability of at least two new financial products for \nborder traders and the expansion of credit volumes for SMEs by up to 20% by 2012. This \noutcome will be due to (i) better information on the potential client market of SME border traders \nin terms of their business activities and needs; (ii) removal of policy and regulatory barriers, as \nappropriate  and  negotiated  by  governments;  and  (iii)  introduction  of  new  financing  and \ninformation products by financial institutions and others in value chains who are providing \nservices to SME border traders. The study results will be discussed with the participating \ncountries, possibly as part of the regional cooperation meetings that take place on a regular \nbasis. \n \n15.  The proposed TA will provide additional information for SME traders and policy makers \non (i) market access; (ii) trading options; and (ii) the efficiency, security and transparency of \nborder cash flows and related financial services for their business and trading arrangements. A \n                                                \n4  For example, ADB. 2000. Technical Assistance for Small and Medium-Size Enterprise Growth and Development in \nthe Mekong Region. Manila; and ADB. 2002. Technical Assistance for Small and Medium-Sized Enterprise Growth \nand Development in the South Asia Region. Manila.  \n5  For  example,  ADB.  1993.  Technical  Assistance  for:  Promoting  Subregional  Cooperation  among  Cambodia,  \nPeople's Republic of China, Lao People's Democratic Republic, Myanmar, Thailand, and Viet Nam. Manila (TA \n5535-REG; two additional TAs (phase II and phase III) subsequently undertaken. Also ADB. 1996. Regional \nEconomic Cooperation in Central Asia. Manila. \n ", "4     \n \nthorough review of the analytical, empirical and policy work done on the SME sector at the \ncountry level will also be undertaken, to ensure the value added of this TA. \n \nB.  Methodology and Key Activities \n \n16.   The first output of the TA is an analysis of a dataset created from surveys of key border \nsites. The TA team will (i) agree with key officials on the selection of sites and brief teams and \nrepresentatives of SMEs and financial service providers in the areas on the TA objectives; (ii) \npropose a suitable methodology for the survey and confirm this with ADB and key stakeholders; \n(iii) design, review with stakeholders, pretest, and deliver a survey in appropriate languages; (iv) \nenter, clean, and complete a dataset based on the surveys; and (v) analyze the dataset and \npresent the results to stakeholders. The dataset will include basic SME information such as \nnumber of SMEs, nature of business activities, items being traded, use of transport and financial \nservices, sources and uses of market information, and issues and gaps in information and \nfinancing. A technical note describing the methodology will be completed. The survey dataset \nand analysis of findings will be provided as another technical note. The study outline is in \nAppendix 4. \n \n17.   The  second  output  will  be  recommendations  for  policy  and  regulatory  changes \nnecessary to increase SME access to financing. The TA team will analyze current policies and \nregulations on both sides of each border town (both in theory and practice), hold discussions \nwith public and private sector agents regarding regulation issues and options, and use the \nsurvey  results  to  devise  and  present  practical  recommendations  for  changes  in  financing \narrangements to be negotiated among stakeholders. These will be presented as a policy brief \nand discussed in workshops. \n \n18.   The third output will be recommendations supported by banks, financial institutions, and \nother  SME  service  providers  on  new  financial  product  options.  The  TA  team  will  analyze \ncurrently available financial and information services on both sides of the border in each border \ntown, discuss regulation issues and options with public and private sector agents, and use the \nsurvey results to present practical recommendations for a range of potential financial products \nfor consideration by financial institutions. It is anticipated that the ongoing dialogue among the \ncoordination committees, SMEs, and financial institutions will encourage the implementation of \nthese recommendations by those providing finance to SME traders. \n \n19.   The  final  output  will  be  recommendations  on  policy  and  regulatory  changes  in \nnonfinancial areas to enhance trade efficiency and information access for SMEs. The TA team \nwill assess constraints not related to financing, including institutional issues and other problems \nemerging from the SME survey and interviews of other stakeholders. It will develop options to \naddress  these  issues,  including  options  for  pilot  testing  of  proposed  changes.  Summary \nrecommendations  will  be  developed  and  workshops  conducted  to  review  these \nrecommendations with stakeholders. The recommendations will be presented as a policy brief \nand  can  be  discussed  in  suitable  regional  groups  such  as  the  Asia-Pacific  Economic \nCooperation SME Forum, the CAREC Business Forum, and the GMS Business Forum. \n \nC.  Cost and Financing \n \n20.  The TA is estimated to cost $1,500,000 to be funded by the Regional Cooperation and \nIntegration  Fund  under  the  Regional  Cooperation  and  Integration  Financing  Partnership \nFacility.6  The TA will cover remuneration, travel, and per diem of consultants, all field survey, \n                                                \n6  Established by ADB. \n ", "  5 \n \ndata entry, and analysis costs, as well as training, workshops, publications, and miscellaneous \nexpenses. The detailed cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n \n21.  The TA will have an implementation period of 30 months (1 November 2009 to 28 April \n2012),  with  the  first  6  months  for  consultant  selection,  and  the  remaining  24  months  for \nimplementation.  It  will  be  executed  by  ADB  and managed  by the  East  Asia  Department's \nFinancial  Sector,  Public  Management  and  Regional  Cooperation  Division.  Work  will  be \nundertaken in full cooperation with PRC, Mongolia, and Viet Nam government customs and \nfinancial regulators, local government offices, and border entities as appropriate. No objection \nletters for the TA will be obtained from all three participating countries before work commences. \nEach participating country will be requested to use the existing local cross-border coordination \ncommittees as vehicles for collaboration with the TA.7  The committees will coordinate with the \nconsulting  team  and  ADB  regarding  (i)  survey  methods  and  approaches;  (ii)  persons  and \ninstitutions to interview and consult on cross-border trade issues; (iii) review of draft reports and \nrecommendations, and the setting up of seminars for discussions on draft findings; and (iv) \nimplementation  by  the  governments  of  suggested  reform  measures,  and  monitoring  of \nimprovements to and in SMEs and financial institutions in keeping with the project's objectives. \nThe Financial Sector, Public Management and Regional Cooperation Division will coordinate as \nappropriate  with  the  ADB  Southeast  Asia  Department  and  the  Private  Sector  Operations \nDepartment regarding areas of mutual interest. The proceeds of the TA will be disbursed in line \nwith the Technical Assistance Disbursement Handbook.8  \n \n22.  A consulting consortium made up of firms, universities, and/or research institutions will \nbe selected and engaged by ADB under the quality and cost-based selection method (with a \n80/20 quality to cost ratio) to conduct the TA activities in accordance with the Guidelines on the \nUse  of  Consultants  (2007,  as  amended  from  time  to  time).  The  consortium  will  have \ndemonstrated capacity in trade and SME field studies and policy reform. The consultant team \nwill  consist  of  international  experts  in  SME  financial  services,  survey  methodology  and \nimplementation, and border trade policy, especially on the smaller end of the market. National \nexperts will be engaged for SME finance, cross-border trade operations, trade logistics, and \nstatistics. Local field teams will be engaged by the consortium for field survey activities on a per-\nsurvey delivered basis, with field checks, consistent with the approach used in other ADB \nstudies. A project coordinator based at ADB headquarters will be recruited as an individual \nconsultant by ADB to oversee the implementation of the TA and support statistical and analytic \nwork.  Consultant  terms  of  reference  are  in  Appendix  3.  Equipment  (computer,  printer, \nfax/scanner, photocopier at each border site) will be purchased by the consortium under ADB's \nProcurement Guidelines (2007, as amended from time to time) for use during the TA, and will \nbe turned over to the coordinating committees on completion.  \n \nIV.  THE PRESIDENT'S DECISION \n \n23.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 financed on a \ngrant basis, for Enhancing Border Trade Services and Rules for Small and Medium-Sized \nEnterprises, and hereby reports this action to the Board. \n                                                \n7  ADB. 2006. Technical Assistance for Development of Regional Cooperation Programs for Mongolia and the \nPeople’s Republic of China. Manila (TA 6370-REG). A planned TA for 2010, following on from 6370-REG will \nprovide further support and capacity-building for these committees.  \n8  ADB. 2008. Technical Assistance Disbursement Handbook. Manila.   \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK  \n \n  Performance  Data   \nDesign Summary  Targets/Indicators  Sources/Reporting  Assumptions and Risks  \nMechanisms    \nImpact      Assumption \nImproved trade  Increase of 15% in  Financial institution  Ongoing trade facilitation will \nefficiency in the region  SME trade conducted  operations at  occur on both sides of each \nresulting in greater  across assessed  identified sites  border site.  \ntrade flows  borders by 2014 from   \nbaseline (end of 2008).  Risk \nChanges in financing and \ninformation flows will not be \nsufficient to leverage SME \ntrade participation; other \nunpredictable factors \nintervene, such as events that \nreduce demand and impact \nthe value chain. \n \nOutcome      Assumptions \nIncreased depth and  Two new types of  Financial institution  New products will be taken up \ndiversity of information  private sector  records and  by financiers and service \nand financial services  financial/information  advertisements  providers to SME border \navailable to SME  services for border    traders \ntraders   traders available by the  Records and   \nend of 2012.  advertisements of  Financial sector and monetary \n  SME support service  stability, particularly liquidity \nCredit delivered to SME  providers   and currency stability, exists \nborder traders     \nincreases by 20% by   \nthe end of 2012. \n \nOutputs       Assumption \n1. Analysis based on  Analytic paper with  Project records  Regulators willing to establish \ndataset created from  results and implications    common rules for border \nkey border sites      trade finance and information \n  Technical note    flows \n       \n  Dataset (cleaned and    Risks \n  representative of areas    SMEs will have insufficient \n  surveyed) that meets    trust in the process to \n  international research    disclose financing data in \n  standards by month 12.    survey. \n       \n2. Recommendations  Policy brief on financing  Workshop  Financiers and information \non policy and  options with  proceedings and  sellers will not be interested in \nregulatory changes to  presentation to key  press releases  serving the SME market. \nincrease SME access  SMEs, financial     \nto finance   institutions, local and  Government \n  national governments  regulatory \n  by month 15.  documents, if \n    changed \n     \n     \n     \n ", "  Appendix  1  7 \n  Performance  Data   \nDesign Summary  Targets/Indicators  Sources/Reporting  Assumptions and Risks  \nMechanisms    \n3.  Recommendations  Summary paper with  Workshop \nsupported by banks,  financial product  proceedings and \nfinancial institutions,  recommendations and  project records \nand other SME service  financial institution   \nproviders on new  feedback by month 20.  Records of financial \nfinancial product    institutions located at \noptions for SME    the borders \nborder traders     \n     \n4. Recommendations  Policy brief with results  Workshop \non policy and  and implications  proceedings and \nregulatory changes in  presented to  project records \nnonfinancial areas to  stakeholders by month   \nenhance trade  22.  Records of financial \nefficiency and  institutions located at \ninformation access for  the borders \nSME border traders     \n \n \nActivities with Milestones  Inputs \n1.1 Confirm border locations for study with local and national   \ngovernments, locally present financial institutions and SME support  ADB $1,500,000 from the \nservice providers.  Regional Cooperation and \n1.2 Agree with key officials on sites and brief teams and representatives  Integration Fund \nof SMEs and financial service providers in the areas on the TA   \nobjectives.  Governments: coordination \n1.3 Propose and confirm with ADB and coordinating committees a  committees at border sites; \nsuitable methodology for the survey.  background information and \n1.4 Design, review with stakeholders, pretest, review again with  official statistics on location-\nstakeholders, and deliver a survey in appropriate languages.  specific trade, cross-border \n1.5 Enter and clean data, and complete a dataset based on the surveys.  financial flows, and SMEs, \n1.6 Analyze the dataset, provide complete dataset for further analysis by  plus other data as relevant \nother researchers as appropriate, and present the results to   \nstakeholders.   SME traders:  time for survey \n  completion, discussions of \n2.1 Assess current policy and regulatory rules on financing, border trade  results \nand SMEs on both sides of each border trading site.   \n2.2 Establish the data requirement and interview process, and interview a  Banks and other financial \nset of financial institutions, service providers, and regulators on both  institutions:  time for survey \nsides of the border to determine their views of market and credit  completion and discussions \nvolumes for SMEs  of results \n2.3 Using data from 1.6 and findings from 2.1 and 2.2, define issues and   \noptions for improving the policy and regulatory environment to   \nimprove financial access to border trading SMEs.   \n2.4 Finalize policy brief on financial access with recommendations and \npresent these in seminars to interested groups of SMEs and service \nproviders as well as government officials on both sides of the border \nor (preferably) in a joint presentation. \n \n3.1 Establish data requirements and a study methodology to assess \ncurrent financing products and services available to SME border \ntraders from formal and informal institutions and from others in the \nkey value chains.  \n ", "8  Appendix 1 \n       \nActivities with Milestones   \n3.2 Interview a set of financial institutions (formal and informal) and   \nrelated businesses on both sides of the border to determine the \nexisting financial services available to SME border traders for both \ntrade payments and business operations. \n3.3 Using data from 1.6 and findings from 3.1 and 3.2, define demand vs. \nsupply of financial services, gaps and overlaps, issues, and options \nfor new products.  \n3.4 Return to interviewees (SMEs and service providers of all types), and \ndiscuss findings, assess interest in uptake and capacity to introduce \nnew products to SME border traders. \n3.5 Finalize recommendations as an analytic paper (as per final report \noutline) and provide these in presentations to interested groups of \nSMEs, financial service providers and government officials on both \nsides of the border, or in a joint presentation. \n \n4.1 Extract data from the dataset in 1.6 (above) on information flows and \nnonfinancial trade barriers for SMEs and assess (i) the most-\nmentioned problems, (ii) mechanisms for addressing each problem, \n(iii) likely costs, concerned parties, and the timeframe.  \n4.2 Consult with SMEs and service providers as well as relevant \ngovernment officials regarding their views on the seriousness of the \nproblems and the likelihood that the proposed solutions are (i) \neffective and (ii) useful. \n4.3 Revise and finalize recommendations on nonfinancial barriers, and \npresent them as a policy brief in (i) separate presentations to SME \nand government groups, and (ii) subsequent joint presentations.     \nADB = Asian Development Bank, SME = small and medium-sized enterprise, TA = technical assistance. \n \n                         \n                           \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nRegional Cooperation and Integration Fund under the Regional   \nCooperation and Integration Financing Partnership Facilitya  \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  340.0 \n      ii.  National Consultants  250.0 \n    b.  International and Local Travel  76.0 \n    c.  Translation, Reports, and Communications  60.0 \n      2.   Equipment  30.0 \n  3.  Training, Seminars, and Conferences  199.0 \n  4.  Surveys  300.0 \n  5.  Miscellaneous Administration and Support Costs  55.0 \n      6.  Resource Persons  30.0 \n  7.  Contingencies  160.0 \n         \n        Total  1,500.0 \na  Established by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A consulting consortium and the individual national project coordinator will be selected \nand engaged by Asian Development Bank (ADB) in accordance with the Guidelines on the Use \nof Consultants (2007, as amended from time to time) and arrangements satisfactory to ADB for \nthe engagement of national consultants. The consortium will be selected using the quality-and \ncost-based selection method. The project coordinator will be individually selected. Equipment \n(database computer and software, photocopiers) will be procured by the consulting consortium \nor the project coordinator (as appropriate) in accordance with ADB’s Procurement Guidelines \n(2007, as amended from time to time).  \n \nTable A3. Indicative Consulting Services Inputs \nPosition  Person-Months \nInternational Consultants   \n SME trade finance specialist and team leader  9 \n SME border trade policy specialist  5 \n SME survey statistician  3 \nInternational consultant subtotal  17 \n   \nNational consultants   \nCross-border trade operations specialist and deputy team leader  23 \nSME business operations and trade specialists (one for each border area, 13  26 \nmonths each) \nTrade finance and logistics specialists (one for each border area, 8 months  16 \neach) \nDatabase statisticians (one for each border area, 6 months each)  12 \nProject coordinator (to be recruited individually by ADB)  24 \nNational consultant subtotal  101 \nTotal Inputs   118 \n \nA.  International Consultants  \n1.  Small  and  medium-sized  enterprise  Trade  Finance  Specialist  and  Team \nLeader (9 person-months intermittent) \n2.  An international expert in small business trade, with relevant tertiary qualifications and at \nleast 10 years of experience working on, directing and writing up the results of similar trade \nand/or small and medium-sized enterprise (SME) surveys will be engaged for 9 person-months. \nWorking intermittently over the 2-year period, and working closely with the cross-border trade \noperations  specialist  and  deputy  team  leader  and  the  national  trade  finance  and  logistics \nspecialists, the team leader will carry out the following tasks: \n(i)  direct  activities  of  the  overall  team  and  have  ultimate  responsibility  for  all \nactivities and ensuring that all outputs are of high quality; \n(ii)  brief teams, local coordinating committees, and representatives of SMEs and \nfinancial service providers in the border areas on the technical assistance (TA) \nobjectives and engage them in the project process; \n(iii)  confirm the border locations to be studied with local and national governments, \nlocally present financial institutions, and SME support service providers; \n ", "  Appendix 3  11 \n(iv)  direct the team, propose a suitable methodology for the survey, and confirm this \nmethodology with ADB and local coordinating committees. Oversee approval, \nformulation  and  testing  of  the  survey  design,  recruitment  and  training  of \nenumerators,  cross-checking  of  field  results,  data  entry  and  cleaning,  and \nanalysis. Provide results to stakeholders for comment; \n(v)  oversee the identification of the data requirements and the  establishment of \ninterview  processes,  and  (with  national  team  members)  interview  a  set  of \nfinancial institutions, service providers, and regulators on both sides of the border \nto determine their views of market and credit volumes for SMEs; \n(vi)  using findings, define issues and options for improving the policy and regulatory \nenvironment to improve access to financing for border-trading SMEs; \n(vii)  finalize the policy brief on financial barriers with recommendations and present \nthese  in  seminars  to  interested  groups  of  SMEs,  service  providers  and \ngovernment  officials  on  both  sides  of  the  border  or  (preferably)  in  a  joint \npresentation; \n(viii)  finalize the recommendations for financial product options and provide these in \npresentations  to  interested  groups  of  SMEs,  financial  service  providers  and \ngovernment officials on both sides of the border, or in a joint presentation; and \n(ix)  be responsible for completion of the analytic paper as per the final report outline. \n \n2.  Small and medium-sized enterprise Border Trade Policy Specialist    \n(5 person-months intermittent) \n3.  An international expert in small business trade policy, with relevant tertiary qualifications \nand at least 7 years of experience working on and supporting trade facilitation reform activities \nwill be engaged for 5 person-months. Working intermittently over the 2-year period and in close \ncooperation with the national SME business operations and finance specialists, the specialist \nwill  carry out the following tasks: \n(i)  provide appropriate input on the methodology and content for both the SME \nborder trader survey and the focus group and information gathering for relevant \nstakeholder groups for both finance and market information and trade policy and \npractices at the borders, ensuring appropriate data on both trade policy and real \npractices is collected and analyzed; \n(ii)  assess current policy and regulatory rules on border trade and SMEs on both \nsides of each border trading site; \n(iii)  establish interview processes and methodology, and determine the information \ndesired to assess current border trade operations and restrictions faced by SME \nborder traders;  \n(iv)  extract data from survey results and from other information gathering activities \nregarding market information flows and nonfinancial trade barriers for SMEs and \nassess: (a) the most frequently mentioned problems; (b) mechanisms to address \neach problem; and (c) the likely costs, parties concerned, and the timeframe;   \n(v)  consult with SMEs and service providers as well as relevant government officials \nregarding their views on the seriousness of the problems and likelihood of the \nproposed solutions being effective and useful; and \n(vi)  revise and finalize recommendations on nonfinancial barriers and incorporate \ninto  a  policy  brief,  with  (a)  separate  presentations  to  SME  and  government \ngroups, and (b) subsequent joint presentations.  \n \n ", "12  Appendix 3 \n \n3.  Small  and medium-sized  enterprise  Survey  Statistician (3 person-\nmonths intermittent)   \n4.  An international expert in statistical analysis and database management for field surveys, \nwith relevant tertiary qualifications and at least 7 years of experience working on and supporting \nstatistical  analysis  of  similar  field  studies  will  be  engaged  for  3  person-months.  Working \nintermittently  over  the  2-year  period,  and  in  close  cooperation  with  the  national  database \nspecialist statisticians, the expert will carry out the following tasks: \n(i)  reach agreement with key officials on the suitability of the survey sites; \n(ii)  explore a range of survey options, propose a suitable survey methodology, and \nconfirm these with ADB and local coordinating committees. Secure approval for the \nstatistical  approach,  survey  design  and  testing,  recruitment  and  training  of \nenumerators, cross-checking of field results, data entry and cleaning, and analysis. \nEnsure the integrity and safety of the database, and the integrity of the statistical \nanalysis and inferences. Provide the completed, cleaned dataset in an appropriate \nform to ADB for subsequent use and analysis by other researchers; and \n(iii)  provide  a  statistical  analysis  of  the  dataset  and  present  the  results  to  team \nmembers for review and assessment.  \n \nB.  National Consultants \n1.  Cross-Border  Trade Operations  Specialist  and  Deputy  Team  Leader (23 \nperson-months) \n   \n5.  A  national  expert  in  small  business  cross-border  trade,  with  relevant  educational \nqualifications and at least 7 years of experience working on and influencing trade policy and/or \ntrade  facilitation  activities.  Fluent  English,  strong  team  management  skills,  and  a  clear \nunderstanding of border trade operations are required. The specialist will work full time over the \n2-year period and in close cooperation with the team leader in carrying out the following tasks: \n(i)  support the team leader in managing the activities of the overall team and its \nactivities and ensuring that all outputs are of high quality; \n(ii)  manage  processes  to  brief  the  teams,  local  coordinating  committees,  and \nrepresentatives of SMEs and financial service providers in the border areas on \nthe  TA  objectives  and  engage  them  in  the  project  process.  Facilitate \ncommunications to enable understanding of issues across language and cultural \nbarriers; \n(iii)  work with the team leader to confirm the border locations to be studied with local \nand national governments, locally present financial institutions and SME support \nservice providers; \n(iv)  support  the  team  leader  and  the  team  (a)  in  proposing  a  suitable  survey \nmethodology and confirming it with ADB and local coordinating committees; (b) \noverseeing  the  approval,  design  and  testing  of  the  survey;  recruitment  and \ntraining of enumerators; cross-checking of field results; and data entry, cleaning, \nand analysis; and (c) in providing results to stakeholders for comment; \n(v)  facilitate interview processes and the gathering of desired information. Working \nwith national team members, interview financial institutions, service providers, \nand regulators on both sides of the border to determine their views of market and \ncredit volumes for SMEs; \n(vi)  employ a specific understanding of local conditions to help define issues and \noptions for improving the policy and regulatory environment to improve financial \naccess to border-trading SMEs; \n ", "  Appendix 3  13 \n(vii)  manage presentations for interested groups of SMEs and service providers as \nwell as government officials, which are to be made through (a) seminars held on \nboth sides of the border, or (preferably) (b) a joint presentation for discussion of \nall findings; \n(viii)  translate or facilitate the translation of all final reports into relevant languages. \n \n2.  Small  and  medium-sized  enterprise  Business  Operations  and  Finance \nSpecialists (two at 13 months each, one for each border site, intermittent) \n \n6.  The national consultants will be experts in small business operations and financing, with \nrelevant educational qualifications and at least 7 years of experience working on and influencing \nSME policy, regulations, and financial access. Good English and other languages relevant to \nthe location, strong technical skills and relations with SMEs, and a clear understanding of at-\nborder trade operations are required. Working intermittently over the 2-year period, the experts \nwill carry out the following tasks: \n(i)  support and work with the international SME border trade policy specialist to \nprovide appropriate input on the methodology and content for both the SME \nborder trader survey and the focus group and information gathering for relevant \nstakeholder groups; \n(ii)  use knowledge and understanding of the local context to help assess current \npolicy and regulatory rules on SME operations and financing arrangements, on \nboth sides of the border at each trading site; \n(iii)  help  establish  the  study’s  data  requirements  and  methodology,  including \ninterview processes, to assess current border trade operations and restrictions \nfaced by SME border traders; \n(iv)  assist in extracting data from survey results and from other information gathering \nactivities regarding market information flows and nonfinancial trade barriers for \nSMEs and assess (a) the most frequently mentioned problems; (b) mechanisms \nto address each problem; and (c) the likely costs, concerned parties, and the \ntimeframe;  \n(v)  consult with SMEs and service providers as well as relevant government officials \nregarding their views on the seriousness of the problems and likelihood of the \nproposed solutions being effective and useful; \n(vi)  help revise and finalize recommendations for incorporation in a policy brief and \npresentation  to  (a)  separate  SME  and  government  groups,  and  (b)  joint \ngatherings; and \n(vii)  ensure the briefs are translated and that interested stakeholders have a clear \nunderstanding of the recommendations and steps that can be taken to implement \nthem.   \n \n3.  Trade Finance and Logistics Specialists  (two for 8 months each, one for each \nborder site, intermittent) \n \n7.  The national consultants will be experts in local trade finance and logistics at border \nareas, with relevant educational qualifications and at least 7 years experience working on and \ninfluencing trade facilitation, trade logistics, and related financial access. Good English and \nother languages relevant to the locations, strong technical skills and relations with SMEs, and a \nclear understanding of at-border trade operations is required. Working intermittently over the 2-\nyear period, the experts will carry out the following tasks: \n(i)  provide appropriate input on the methodology and content for both the SME \nborder trader survey and the focus group and information gathering for relevant \n ", "14  Appendix 3 \n \nstakeholder groups for both finance and market information and trade policy and \npractices at the borders; \n(ii)  help establish (a) interview processes and methodology, (b) local contacts, and \n(c) desired information to assess current border trade operations and restrictions \nfaced by SME border traders with government, business associations, and formal \nand informal financiers; \n(iii)  assist  in  reviewing  survey  results  and  other  information  regarding  market \ninformation flows and non-financial trade barriers for SMEs; and  \n(iv)  support finalization of the recommendations as a policy brief.   \n \n4.  Database  Statisticians  (two  at  6  months  each,  one  for  each  border  site, \nintermittent) \n \n8.  Two experts in statistical analysis and database management will be recruited for field \nsurveys, with relevant educational qualifications and at least 5 years experience working on and \nsupporting  statistical  analysis.  They  will  be  engaged  for  6  person-months  each.  Working \nintermittently over the 2-year period and under the close supervision of the international SME \nsurvey statistician, the experts will carry out the following tasks: \n(i)  support arrangements to reach agreement with key officials on the selection of \nthe study sites and their suitability to answer key questions regarding SME trader \nfinance, market intelligence, and trade facilitation;  \n(ii)  work collaboratively with stakeholders and the team to explore a range of survey \noptions, propose a suitable survey methodology, and confirm these with ADB \nand  local  coordinating  committees.  Confirm  local  and  ADB  approval  of  the \nstatistical approach, and directly arrange the design and testing of the survey, \nrecruitment and training of the enumerators, cross-checking of field results, data \nentry and cleaning, and analysis. Ensure the integrity and safety of the database, \nand the integrity of the statistical analysis and inferences; and \n(iii)  help complete a statistical analysis of the dataset and present the results to team \nmembers for their review and assessment.  \n \n5.  Project Coordinator (to be recruited individually by ADB; national, 24 months)  \n   \n9.  The  consultant  should  have  a  post-graduate  degree  in  economics,  public  policy, \nstatistics  or  the  equivalent,  and  should  have  strong  quantitative,  analytical,  writing,  and \ncommunication skills. Familiarity with cross-border trade issues and prior involvement in studies \nat ADB will be an advantage. The consultant will work at ADB headquarters to provide analytical, \nstatistical, and administrative support in implementing the TA. Working full time, the coordinator \nwill carry out the following tasks: \n(i)  compile and maintain a bibliography of literature on SME at-border trade, related \ntrade  logistics,  trade  facilitation,  trade  finance,  and  related  policy  reform \nmeasures; \n(ii)  work with the consulting consortium to oversee the survey process, database \ncreation and cleaning, analysis, and results;  \n(iii)  help provide quality control for the policy and technical briefs and take steps to \nensure their timely publication and dissemination by ADB;  \n(iv)  facilitate regular coordination with other groups working on similar issues within \nADB,  including  Southeast  Asia  Department  and  Private  Sector  Operations \nDepartment; \n(v)  assist the ADB project officer in administering the TA;  \n ", "  Appendix 3  15 \n(vi)  work with the consulting consortium to help organize and document working \nmeetings and seminars under the TA; and  \n(vii)  perform other tasks assigned by the ADB project officer. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "16  Appendix 4 \n \nINDICATIVE OUTLINE OF FINAL REPORT \n \n1.  Chapter 1. Introduction. The introduction will explain the rationale for the studies and \npolicy work, specify the purpose and scope of the report, and introduce its chapters.   \n \n2.  Chapter 2. Methodology. The second chapter will describe the methodology used for \nthe stakeholder focus group discussions and interviews, the small and medium-sized enterprise \n(SME) trader field study, and the analysis of data. Its contents should come from the data \ntechnical brief, which should be attached. \n \n3.  Chapter 3. The Trading Environment. The third chapter will contain a discussion on \nthe  trade  procedures  and  policies  in  the  subject  countries  based  on  consultations  with \nstakeholders such as customs and local government representatives. It will provide information \non (i) the physical nature of trade undertaken by SMEs and small traders, inclusive of type of \ntransport; the nature, volume and value of commodities traded; methods of transport (e.g., \nconvoy, a truck, a trunk or bag, accompanied or unaccompanied goods); types of items and \ntheir perishability; and the risks faced; (ii) existing regulations (e.g. trading limit of CNY  5,000 \nper person per day); (iii) nature and reliability of trade relationships between buyers and sellers \nand changes in these relationships due to changes in price or trade terms; (iv) long-term trends, \nfrom opening of trade in the early 1990s to planned activity; (v) seasonal changes in trade \npatterns; (vi) logistical issues (e.g., flooding, power blackouts, and the reliability of phone and \ncomputer connections); (vii) risk considerations, such as robbery, corruption, and facilitation \npayments; (viii) general transparency, particularly in customs processes and procedures; and (ix) \nvisa and travel issues. More general information on SME trade and related studies in the \ncountries surveyed will also be reviewed for information and lessons. \n \n4.  Chapter  4.  Small  and  medium-sized  enterprise  Financial  Services.  The  fourth \nchapter will discuss the financial services existing in the study areas, with information gathered \nfrom consultations with stakeholders such as financial regulators, financial institutions, and \ninformal financiers as well as trade and SME associations. It will provide information on (i) the \nfinancial aspects of trade (value and method of payment—cash, card, check, barter—along with \nany trade-related issues and problems); (ii) current financing products and services available to \nSME border traders from formal institutions including amounts (cash), terms and conditions, and \nrealistic  availability;  (iii)  financing  provided  by  buyers  and  others  in  the  key  value  chains, \nincluding amounts (cash or kind), terms and conditions, and realistic availability; (iv) financing \nprovided by informal lenders, including amounts (cash or kind), terms and conditions, and \nrealistic availability; (v) market information on financial services available to SME traders, how \ninformation is received, nature and reliability of relationships between borrowers and lenders, \nand the changes in these relationships due to changes in price or trade terms; (vi) long-term \ntrends, from the opening of trade in the early 1990s to planned activity; (vii) seasonal changes; \nand (viii) logistical issues (moving cash, cards, and other instruments; the time needed to \nprocess requests and receive funds; and issues related to other matters, such as the informal \nnature  of the  business,  and  the  lack  of formal  identification  or tax  papers).  More  general \ninformation (as available) on at-border trade finance in the countries surveyed will also be \nreviewed for information and lessons. \n \n5.  Chapter 5. The Survey: Small and medium-sized enterprise Trader Characteristics. \nThe fifth chapter will focus on the characteristics of small traders, using as the basis for its \ndiscussions  the  results  of  the  survey  and  consultations  with  stakeholders  such  as  SME \nassociations. It will provide basic information such as the number of SMEs, nature of business \nactivities, items being traded, mode of transport used, financial services needed, sources and \n ", "  Appendix 4  17 \nuses of market information, and issues and gaps in information and financing. The chapter will \nalso comment on the differences between what other stakeholders perceive and what those \nsurveyed report. More general information on SME trade in the countries surveyed will also be \nreviewed for information and lessons. (The database summary report will be included as an \nappendix.) \n \n6.  Chapter 6. Survey Results: Trade and Financing. The sixth chapter will discuss trade \nand financing of small traders at borders, based on the survey of the perceptions of small \ntraders. It will provide information on (i) the physical nature of trade undertaken by SMEs and \nsmall traders, inclusive of type of transport; goods traded; transport mechanism (convoy, truck, \ntrunk  or  bag,  and  accompanied  or  unaccompanied  goods);  the  types  of  items  and  their \nperishability;  and  the  risks  faced;  (ii)  the  financial  aspects  of  the  trade  (value,  method  of \npayment—cash, card, check, barter—along with any trade-related issues and problems); (iii) \nexisting regulations (e.g. trading limit of CNY5,000 per person per day); (iv) market information \non the goods and/or services provided, how these are received, the nature and reliability of \ntrade relationships between buyers and sellers, and changes to these relationships due to \nchanges in price or trade terms; (v) long-term trends, from the opening of trade in the early 1990 \nto planned activity; (vi) seasonal changes; (vii) logistical issues (e.g., flooding, power blackouts, \nand reliability of phone and computer connections); (viii) risk considerations, such as robbery, \ncorruption, facilitation payments; (ix) general transparency and the enabling environment of \ncustoms, weighing, and inspections; and (x) visa and travel issues. The chapter will comment \non differences between what other stakeholders perceive and what those surveyed reported. \nMore general information on SME trade and related studies in the countries surveyed will also \nbe reviewed for information and lessons. \n \n7.  Chapter 7. Recommendations on Financial Services. Based on information from all \nsources, the seventh chapter will define the demand for and supply of financial services, the \ngaps and overlaps and issues in the provision of these services, and options for new products. It \nwill report the results of discussions with stakeholders, including interest in uptake and capacity \nto introduce new products to SME border traders. It will also contain a range of recommended \nfinancial product options for the various formal and informal financial service providers, and \nsuggested changes and reforms in financial sector or product and institutional regulations to \nimprove options for border trade finance, with likely costs, concerned parties, the timeframe, \nand  the  likelihood  of  successful  reform.  (The  policy  brief  on  financial  services  should  be \nappended to the report.) \n \n8.  Chapter 8. Recommendations on Market Intelligence and Trade Facilitation. The \nlast chapter will present an assessment and compile a list of most-mentioned problems for SME \nborder  traders  in  market  intelligence  and  trade  logistics  issues,  based  on  all  information \ngathered during the study. It will suggest mechanisms for addressing each key problem, along \nwith likely costs, concerned parties, the timeframe, and likelihood of successful reform. It will \nalso report the results of discussions with stakeholders, including interest in uptake and capacity \nto change market information or trade processes. It will recommend changes and reforms to \nimprove options for SME border trade finance. (The policy brief on market information and \nnonfinancial trade issues should be appended to the report.) \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20091215143243+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "Project Number: 43076, Regional—Policy and Advisory Technical Assistance (R-PATA), November 2009, Financed by the Regional Cooperation and Integration Fund under the Regional Cooperation and Integration Financing Partnership Facility, 7380", "ModDate": "D:20100331145538+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20091215063200", "Subject": "Finance/Small and Medium Enterprise Finance and Leasing", "Title": "TAR: Enhancing Border Trade Services and Rules for Small and Medium-Sized Enterprises (Regional)"}, "author_page": " \n \nABBREVIATIONS \n \n   ADB  –  Asian Development Bank \n   CAREC  –  Central Asia Regional Economic Cooperation \n   CNY  –  yuan \n   GMS  –  Greater Mekong Subregion \n   PRC  –  People's Republic of China \n   SME  –  small and medium-sized enterprise \n   TA  –  technical assistance  \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Policy and advisory technical assistance (R-PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Finance (trade finance, finance sector development,  \nsmall and medium-sized enterprise finance and leasing) \nThemes (subthemes)  –  Regional cooperation and integration (trade and investments, \nmoney and finance, cross-border infrastructure), economic growth \n(promoting economic efficiency and enabling markets), private \nsector development (policy/institutional/legal/regulatory reforms) \nLocation impact  –  Urban and rural, regional at specified locations on the \nMongolia/PRC and Viet Nam/PRC borders (high impact) \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \n \n \n \n \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  N.  Chakwin,  Financial  Sector,  Public  Management  and  Regional \nCooperation Division, EARD  \n   \nTeam leader  B. Wilkinson, Senior Finance Specialist (Microfinance), EARD \nTeam member  J. Laude, Private Sector Development Specialist, EARD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "money and finance", "role": "cross-border infrastructure)", "organization": "economic growth"}, {"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "N.  Chakwin", "role": "Financial  Sector", "organization": "Public  Management  and  Regional"}, {"fullname": "Cooperation Division", "role": "EARD", "organization": ""}, {"fullname": "B. Wilkinson", "role": "Senior Finance Specialist (Microfinance)", "organization": "EARD"}, {"fullname": "J. Laude", "role": "Private Sector Development Specialist", "organization": "EARD"}]}