{"path": "data/input/ta/43080-012-reg-tar.pdf", "pages": [" \nTechnical Assistance Report \n   \nProject Number: 43080-012  \nRegional—Capacity Development Technical Assistance (R-CDTA) \nApril 2012 \n \n \n \nImproving Road Safety in the Association of \nSoutheast Asian Nations \n(Financed by the Japan Fund for Poverty Reduction)  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations  \n  MRSSWG  –  ASEAN Multisector Road Safety Special Working Group  \n  TA  –  technical assistance \n  UN  –  United Nations \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance (R-\nCDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Transport, and information and communication technology  \n(road transport)  \nTheme (subthemes)  –  Regional cooperation and integration (other regional public \ngoods);  capacity  development  (institutional  development; \norganizational  development;  client  relations,  network  and \npartnership development) \nLocation (impact)  –  Regional (high), national (high)  \nPartnership  –  Japan Fund for Poverty Reduction  \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Lynch, Transport and Communications Division, SERD \n   \nTeam leader  J. Miller, Principal Transport Specialist, SERD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "     \nI.  INTRODUCTION \n \n1.  The Association of Southeast Asian Nations (ASEAN)1 Secretariat has requested the \nAsian Development Bank (ADB) to provide assistance to improve road safety in ASEAN in \naccordance with the directions of the ASEAN senior transport officials meeting in May 2011. \nADB fielded a reconnaissance mission in May 2011 to ascertain the road safety needs of the \nASEAN countries and to work with their representatives to determine the proposed scope of the \ntechnical assistance (TA).2 The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n \n2.  Road accidents cause around 1.3 million deaths and injure or disable as many as 50 \nmillion people around the world each year.3 Over 90% of these accidents occur in low- and \nmedium-income countries. Unless urgent action is taken, casualty numbers are expected to \nincrease by a further 80% by 2020. The United Nations (UN) has called on all its member \ncountries, its United Nations commissions, and multilateral agencies to address this urgent \nproblem. In 2010, the UN General Assembly declared a Decade of Action for Road Safety \n2011–2020 and set casualty reduction targets for each of its regions and member countries. \nThe UN has asked the World Health Organization to add road safety to AIDS, tuberculosis, and \nmalaria as one of the most urgent global health problems facing the world and to coordinate \nefforts to address it. \n \n3.  Rapid motorization, especially the explosive growth in motorcycle numbers, is creating \nserious and growing road safety problems in Asia and the Pacific. Among Asian developing \ncountries road accidents are now the second leading cause of premature death for the 5–14 \nyear  age group  and  the  leading  cause  of death for the  15–44  year age group,  the most \neconomically productive segment of the population. Road accidents have major impacts on \nhealth, poverty, social development, and economies in the countries of Asia and the Pacific. The \nproblem is particularly serious in ASEAN countries because of the very high proportion of \nmotorcycles in traffic (e.g., 95% in Viet Nam, 82% in the Lao People’s Democratic Republic, and \n78% in Cambodia). The economic development of ASEAN countries in particular has spurred \nrapid growth in the level of motorization and has resulted in a significant worsening of the road \nsafety  situation  and  increasing  road  crash  deaths  and  injuries.  In  2008,  police  in  ASEAN \ncountries reported 60,886 deaths and 226,427 injuries from road crashes. However, due to \npolice  underreporting,  the  actual  figures  may  be  significantly  higher.  Large  numbers  of \nhouseholds fall into a spiral of poverty and debt as a result of the loss of a wage earner, and the \nregion suffers recurring annual economic losses estimated at 2.2% of gross domestic product \n(around $28 billion) per year. Road accident casualties are preventable. There are well-proven \ninterventions and techniques used in countries that have already successfully addressed their \nsafety problems, and these could be adapted to assist ASEAN countries. Road safety is now \nincluded among specific actions to be undertaken by member countries as part of the ASEAN \nEconomic Community Blueprint.4 \n \n                                                \n1  ASEAN comprises Brunei Darussalam, Cambodia, Indonesia, the Lao People's Democratic Republic, Malaysia, \nMyanmar, Philippines, Singapore, Thailand, and Viet Nam. \n2  The TA first appeared in the business opportunities section of ADB’s website on 4 November 2010. \n3  World  Health  Organization.  2004.  World  Report  on  Road  Traffic  Injury  Prevention.  Geneva. \nhttp://www.who.int/violence_injury_prevention/publications/road_traffic/world_report/en/ \n4   ASEAN Secretariat. 2008. ASEAN Economic Community Blueprint. Jakarta.  \n ", "2   \n4.  The TA will build on the work done under the regional TA for  Road Safety in the \nAssociation  of  Southeast  Asian  Nations, 5  which  achieved  substantial  results  during  its \nimplementation in 2003–2006. The TA helped the ASEAN countries to develop road safety \naction plans and to establish the multicountry Multisector Road Safety Special Working Group \n(MRSSWG) to coordinate and harmonize activities across the ASEAN countries. All of the 10 \nASEAN countries developed road safety action plans and implemented them to varying degrees. \nAs a result of the improved capacity developed under the TA, all of the countries independently \ndeveloped  follow-up  plans  to  the  road  safety  action  plans.  Another  result  of  the  TA  was \nimproved interministerial cooperation and involvement of agencies not previously involved in \nroad safety. The MRSSWG has facilitated improved cooperation on road safety issues among \nthe  member  countries  and  increased  sharing  of  safety  knowledge.  The  MRSSWG  has \ncontinued to hold annual meetings since the completion of the TA to discuss common issues \nand  concerns  about  road  safety  in  ASEAN  countries.  The  MRSSWG  also  facilitates  the \ndiscussion of road safety at the annual meetings of the ASEAN Land Transport Working Group, \nsenior transport officials, and ASEAN transport ministers. The TA completion report6 rated the \nproject successful and recommended further ADB efforts to improve road safety. \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n5.  The impact of the TA will be improved road safety in the ASEAN region. The outcome of \nthe TA will be that the capacity of governments for addressing national and regional road safety \nissues in ASEAN is strengthened. \n \n6.  The TA strongly supports ADB’s Sustainable Transport Initiative, of which road safety is \na key component, and Strategy 2020.7 The TA will support Strategy 2020’s goal of increasing \nregional integration and will utilize three of the drivers of change specified in Strategy 2020: \ngood governance and capacity development, knowledge solutions, and partnerships. The TA \nwill form part of ADB’s contribution to the implementation of the UN Decade of Action for Road \nSafety 2011–2020. \n \n7.  Improving capacity in road safety through regional TA will maximize the effectiveness of \nADB’s resources. The regional approach increases efficiency, as representatives from multiple \ncountries can participate in the same workshop simultaneously. It also contributes to ADB’s goal \nof regional cooperation. As the ASEAN member countries are at different levels of development \non  the  road  safety  issues  to  be  addressed  by  the  TA,  e.g.,  motorcycle  safety  and  traffic \nenforcement, the TA will allow those at less advanced levels to learn from the experiences of \nthose that are at more advanced levels. The regional framework will also increase the ability of \nthe TA to attract involvement of developed member countries which have made great strides in \nimproving road safety, such as Japan. It will do this by providing a forum through which these \ndeveloped countries can provide lessons learned from their experience to multiple countries \nsimultaneously. The TA will also take advantage of synergies with ongoing and planned projects \nwith road safety components in Cambodia, Indonesia, the Lao People's Democratic Republic, \n                                                \n5  ADB. 2002. Technical Assistance for Road Safety in the Association of Southeast Asian Nations. Manila; ADB. \n2004. Technical Assistance for Road Safety in the Association of Southeast Asian Nations (Supplementary). \nManila; and ADB. 2004. Technical Assistance for Road Safety in the Association of Southeast Asian Nations \n(Second Supplementary). Manila. \n6  ADB. 2005. Completion Report: Road Safety in the Association of Southeast Asian Nations. Manila. \n7  ADB. 2008. Strategy 2020: The Long-Term Development Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "3 \n \nand  Viet  Nam.8 Lessons  learned  from  these  projects  will  be  passed  on  to  other  ASEAN \ncountries through the regional workshops, and consultants working on those projects may lead \nworkshops using their own projects as case studies.  \n \nB.  Methodology and Key Activities \n \n8.  The outputs of the TA will be (i) strengthened capacity to monitor and analyze road \naccident data, (ii) strengthened capacity to implement road safety strategies, (iii) strengthened \ncapacity to address motorcycle safety issues, (iv) improved enforcement capacity of traffic \npolice, (v) a pipeline of road safety projects, and (vi) knowledge products disseminated publicly. \nASEAN  member  countries  have  expressed  strong  interest  in  achieving  these  outputs  and \nmaking them sustainable. The UN Decade of Action for Road Safety 2011–2020 will be a key \nfactor supporting sustainability as ASEAN member countries are striving to achieve the targets \nset forth in the UN declaration. In addition, the involvement of government agencies in different \nsectors, as well as nongovernment organizations and the private sector, will further contribute to \nthe sustainability of the outputs.  \n \n9.  To achieve these outputs, the following key activities will be undertaken under the TA:  \n(i)  The capacity of safety professionals to (a) analyze crash data to understand the \nscale,  nature,  and  characteristics  of  road  safety  problems;  and  (b)  develop, \nimplement,  and  monitor  remedial  measures  to  improve  road  safety  will  be \nstrengthened.  This  includes  assessment  of  present  crash  data  systems  and \nsystematic training of key personnel in data analysis and use of crash data in \ndeveloping and monitoring remedial measures. \n(ii)  Donor  and  development  partner  activities  will  be  coordinated,  and  advice, \nsupport,  and  training  provided  to  implementing  agencies  in  ASEAN  at  the \nnational  and  regional  level  to  (a)  update  their  current  action  plans  and  the \nregional  strategy,  and  (b)  establish  improved  monitoring  and  performance \nmanagement  systems.  This  will  facilitate  effective  monitoring  of  the  country-\nspecific action plans, the regional action plan, and targets.  \n(iii)  The capacity to address motorcycle safety issues will be strengthened by sharing \nand disseminating experiences and expertise of ASEAN countries which have \nmade significant improvements in motorcycle safety, e.g., wearing of helmets in \nViet  Nam,  and  transferring  such  initiatives  and  techniques  to  other  ASEAN \ncountries.  \n(iv)  The enforcement capacity of traffic police will be improved by introducing modern \ndata-led policing methods and practices and training traffic police personnel in \nappropriate enforcement tactics and strategies. This will require (a) adapting \ntraffic policing courses previously implemented in Malaysia and Cambodia, (b) \ncentrally training a core group of police instructors from ASEAN countries, and \n(c) mentoring the trained police instructors as they implement training courses in \ntheir home countries.  \n                                                \n8  ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Loan, Technical \nAssistance,  and  Administration  of  Loan  and  Grant  to  the  Kingdom  of  Cambodia  for  the  Provincial  Roads \nImprovement Project. Manila (Loan 2839-CAM, Grant 0278-CAM); ADB. 2011. Report and Recommendation of the \nPresident to the Board of Directors: Proposed Loan to the Republic of Indonesia for the Regional Roads \nDevelopment Project. Manila (Loan 2817-INO); ADB. 2007. Report and Recommendation of the President to the \nBoard of Directors: Proposed Asian Development Fund Grant to the Lao People's Democratic Republic for the \nNorthern Greater Mekong Subregion Transport Network Improvement Project. Manila (Grant 0082-LAO); and ADB. \n2011. Technical Assistance to the Socialist Republic of Viet Nam for Improvement of Road Safety and Climate \nResilience on National Highways. Manila (TA 7900-VIE). \n ", "4   \n(v)  ADB  developing  member  countries  in  ASEAN  will  be  assisted  to  develop \npipelines of potential road safety initiatives and projects for external financing. \nThis requires assessment of annual losses due to road accidents and cost–\nbenefit analysis of the proposed initiatives and programs to justify the proposed \ninvestments.  \n(vi)  A knowledge product preparation and dissemination plan for the TA outputs will \nbe prepared. \n \n10.  The following crosscutting tasks will be utilized in implementing the TA activities:   \n(i)  quantify training and human resource development needs across the region; \n(ii)  identify  locations  where  joint  train-the-trainer  courses,  research,  and  safety \ninitiatives can be developed for application across ASEAN countries; \n(iii)  develop  a  series  of  train-the-trainer  courses  covering  the  key  issues  (e.g., \nmotorcycle safety, data analysis, traffic police enforcement) to be addressed; \nafter training the trainers in a central course, assist them to run the initial in-\ncountry courses and demonstration projects to establish such courses in each \ncountry; \n(iv)  assist countries to develop and implement demonstration and pilot projects on \ncommunity motorcycle safety and safe routes to school;  \n(v)  develop training materials and manuals centrally by bringing key international \nand local ASEAN experts together to modify and adapt such materials from other \ncountries for application in ASEAN countries; and \n(vi)  coordinate closely with the private sector, nongovernment organizations, and \nother agencies involved with road safety to maximize project effectiveness. \n \nC.  Cost and Financing \n \n11.  The TA will be financed on a grant basis by the Japan Fund for Poverty Reduction in the \namount of $1,500,000 equivalent, and administered by ADB. The participating governments will \nprovide in-kind contributions in the form of office accommodation, transport, remuneration and \nper diem of counterpart staff, and other in-kind contributions. The cost estimates and financing \nplan are in Appendix 2. \n \nD.  Implementation Arrangements \n \n12.  ADB  will  be  the  executing  agency  for  the  TA,  with  its  Southeast  Asia  Department \nresponsible  for  implementation.  The  ASEAN  Secretariat  and  MRSSWG  working  under  the \nSenior Transport Officials Committee will act as the steering committee for the TA. The national \nroad safety committees in the ASEAN countries have been involved in defining priorities for the \nproject  and  will  be  closely  involved  in  implementing  the  TA.  Use  of  the  internet  and \ntelecommunications  will  be  encouraged  to  facilitate  sustainable  knowledge  sharing  and \ntechnical cooperation across ASEAN. The TA is expected to commence on 1 July 2012 and will \nbe implemented over a period of 24 months through 30 June 2014. Disbursements under the \nTA will be made in accordance with ADB’s Technical Assistance Disbursement Handbook (2010, \nas amended from time to time). \n  \n13.  ADB  will  finance  consulting  services  of  78  person-months  (24  international  and  54 \nnational) which will be procured through recruitment of individual consultants. An international \nsenior road safety advisor and team leader will work on an intermittent basis over the 24-month \nproject period. The team leader will be supported by short-term international experts who will \nlead workshops and training courses. The national consultants will work intermittently within the \n ", "5 \n \nASEAN  countries.  The  outline  terms  of  reference  for  consultants  are  in  Appendix  3.  The \ninternational and national consultants will be engaged in accordance with ADB's Guidelines on \nthe Use of Consultants (2010, as amended from time to time). The consultants will be recruited \nas individuals to ensure that the most qualified experts in the specific fields of road safety are \nrecruited. Procurement of equipment and goods will be carried out in compliance with ADB's \nProcurement Guidelines (2010, as amended from time to time). Equipment procured under the \nTA will be turned over to the ASEAN Secretariat or ASEAN member countries upon completion \nof the TA. \n \n14.  Dissemination of the outputs of the TA as knowledge products will be a key activity of \nthe TA. The TA consultants will (i) conduct an overall review of materials to be prepared for \nplanned activities that will be suitable for publication, and (ii) prepare a knowledge product \npreparation and dissemination plan. During preparation of plans for the achievement of each \noutput, e.g., training sessions and demonstration projects, the consultants will analyze the \npotential contribution that could be made by knowledge products that could be produced from \nthat activity. During and after implementation of each relevant activity,  the consultants will \nprepare the knowledge products and disseminate them through the ADB website and as ADB \npublications, and also through media, governments, and other means in the ASEAN countries. \n \nIV.  THE PRESIDENT'S DECISION  \n \n15.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $1,500,000 to be financed on \na grant basis by the Japan Fund for Poverty Reduction for Improving Road Safety in the \nAssociation of Southeast Asian Nations, and hereby reports this action to the Board. \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \nData Sources \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions  \nSummary  Baselines  Mechanisms   and Risks  \nImpact  By June 2016:    Assumption \nImproved road  Brunei Darussalam: Reduce deaths per 100,000  World Health  No major \nsafety in ASEAN  head of population from 18.32 in 2010 to 14.26.   Organization  regional \nregion  Cambodia: Reduce deaths per year from 1,816  reports on global  economic or \n  in 2010 to 1,450.   status of road  health crises \nsafety   arise \nIndonesia: Reduce deaths per year from 31,234 \n   \nin 2010 to 24,980.     \nAnnual reports   \nLao PDR: Limit the increase in deaths per \nby ASEAN \n100,000 head of population from 12.6 per year \nSecretariat to \nin 2010 to 16.5.            \nSTOM and  \nMalaysia: Reduce annual growth in deaths per \nATM \nyear from 4.6% in 2010 to 2.3%.  \nMyanmar: Reduce deaths per year from 2,416 \nin 2010 to 1,930.  \nPhilippines: Reduce fatality rate per 100,000 \nhead of population from 1.42 per year in 2010 to \n1.13 (based on police-reported deaths).   \nThailand: Reduce fatality rate per 100,000 head \nof population from 16.49 per year in 2010 to \n14.50 (based on police-reported deaths). \nViet Nam: Reduce fatality rate per 100,000 head \nof population from 12.91 per year in 2010 to \n11.93 (based on police-reported deaths). \nOutcome  By June 2014:    Assumption \nCapacity of  Multisector coordination structures or lead  ASEAN  Continued \ngovernments for  agencies in place in at least seven countries   Secretariat  commitments by \naddressing  Permanent secretariats to support coordination  progress reports  governments to \nnational and  bodies established in at least seven countries  to STOM and  addressing road \nregional road  ATM meetings    safety nationally \nSustainable funding mechanisms in place in at \nsafety issues in    and in a regional \nleast seven countries \nASEAN is    context \nstrengthened  Road safety action plan monitoring systems in   \nplace and in use in at least seven countries  \nRegional monitoring system in place and results \nbeing presented at annual ATM meeting  \nOutputs       \n1. Strengthened  By June 2014:     \ncapacity to  Regional workshop on crash data analysis held  ASEAN \nmonitor and  National workshops conducted on road accident  Secretariat \nanalyze road  data systems monitoring and analysis in at least  progress reports \naccident data   seven countries   to STOM and  \nATM meetings  \nAt least 10 people in each of seven countries \ntrained in monitoring, crash data analysis, and \ndata systems \n2. Strengthened  By June 2014:    Risk \ncapacity to  Road safety strategies and action plans  ASEAN  Resources \nimplement road  compatible with UN Decade of Action for Road  Secretariat  mobilized by \nsafety  Safety 2011-2020  being implemented in seven  progress reports  governments \nstrategies   countries   to STOM and   are insufficient. \n ", "Appendix 1     7 \n \nData Sources \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions  \nSummary  Baselines  Mechanisms   and Risks  \nAction plans focus on addressing highest risk  ATM meetings  \nfactors in each country   \nImproved coordination and funding mechanisms   \nto address road safety established in at least   \nseven countries  \nRoad safety strategies and action plans being \nimplemented in at least seven countries \nASEAN procedures established for monitoring \nprogress of the 10 countries in implementing \naction plans  \nNational procedures established in at least \nseven countries for monitoring and reporting \nprogress in implementing action plans  \nSafe routes to school demonstration projects \nimplemented in four communities  \n3. Strengthened  By June 2014:    Risk \ncapacity to  Regional workshop on best practices in  ASEAN  Governments do \naddress  motorcycle safety held  Secretariat  not give \nmotorcycle  National workshops on motorcycle safety  progress reports  motorcycle \nsafety issues   implemented in at least seven countries   to STOM and   safety a high \nATM meetings   priority. \nCountry-specific interventions on motorcycle \n \nsafety implemented in at least seven countries \n \nCommunity motorcycle safety demonstration \nprojects implemented in at least three countries \n4. Improved  By June 2014:    Risk \nenforcement  Regional training course with 20 police trainers  ASEAN  Participants in \ncapacity of  (two from each ASEAN country ) trained in use  Secretariat  training courses \ntraffic police   of traffic police course materials   progress reports  do not provide \n  to STOM and   training to police \nNational police courses implemented in at least \nseven countries   ATM meetings   in home \ncountries.  \n5. Pipeline of road  By June 2014:    Assumptions \nsafety projects   Road safety projects included in COBPs for at  COBPs  ASEAN \n  least three ASEAN countries    countries are \nFive concepts for externally financed road    interested in \nsafety projects or project components in ASEAN  borrowing for \ncountries developed  road safety \nprojects \nAgreements on road safety partnerships \n \nreached with three other development partners \n \nor private sector entities \n6. Knowledge  Proceedings and presentations from workshops  ADB website   \nproducts  on crash data analysis, motorcycle safety, and    . \ndisseminated  police training materials disseminated    \npublicly \nReports of four safe routes to school pilot \nprojects and three motorcycle demonstration \npilots disseminated \n   \n ", "8  Appendix 1 \nActivities with Milestones  Inputs \n1.  Strengthened capacity for monitoring and analyzing road  Regional \naccident data   JFPR: $1.5 million \n1.1  Conduct regional workshop on best practices in data systems  Amount \nand analysis  Item  ($‘000) \n1.2  Develop framework for structures for data systems in at least  Consulting Services  910 \nseven ASEAN countries  Workshops  329 \n1.3  Conduct national workshops on data system development and  Demonstration projects  90 \nusage in at least seven countries  Others  35 \n2.  Strengthened capacity to implement road safety strategies   Contingencies  136 \n2.1  Update regional road safety strategy based on ASEAN country   \n \naction plans \nGovernments: (in-kind) \n2.2  Develop effective local implementation structures in at least \nseven countries   Item \n2.3  Develop sustainable funding mechanisms in at least seven  Office accommodation \ncountries   Transport \nRemuneration and per diem of \n2.4  Conduct national workshops on implementing provincial and \ncounterpart staff \nmunicipal safety activities in at least seven countries  \nOther \n2.5  Establish regional and national road safety monitoring  \n \n2.6  Develop and implement at least four “safe routes to school” \ndemonstration projects \n3.  Strengthened capacity for addressing motorcycle safety issues  \n3.1  Conduct regional workshop on implementing best practices in \nmotorcycle safety  \n3.2  Conduct national workshops on implementing motorcycle safety \ninitiatives in at least seven countries  \n3.3  Develop and implement community helmet wearing \ndemonstration projects in at least five countries \n4.  Improved enforcement capacity of traffic police  \n4.1  Acquire access to GRSP police training course  \n4.2  Conduct regional train-the-trainer course on data-led policing for \nhigh-risk factors \n4.3  Conduct national training courses on police enforcement and \nlocal high-risk factors in at least seven countries  \n5.  Pipeline of road safety projects  \n5.1  Compile information on safety needs and opportunities in at \nleast four ASEAN countries  \n5.2  Prepare concepts for stand-alone road safety projects or project \ncomponents for external financing in at least four countries  \n5.3  Coordinate with donors and private sector entities active in road \nsafety in ASEAN and mobilize cofinancing for ADB-financed \nprojects  \n6.  Knowledge products disseminated publicly \n6.1  Analyze potential contribution of knowledge products that could \nbe produced from each activity \n6.2  Prepare knowledge product preparation and dissemination plan \n6.3  Prepare and disseminate knowledge products through ADB and \nmedia and other sources in ASEAN countries \nADB = Asian Development Bank, ASEAN = Association of Southeast Asian Nations, ATM = ASEAN transport ministers, \nCOBP = country operations business plan, GRSP = Global Road Safety Partnership, JFPR = Japan Fund for Poverty \nReduction, Lao PDR = Lao People’s Democratic Republic, STOM = ASEAN Senior Transport Officials Meeting, UN = \nUnited Nations.  \nSource: Asian Development Bank. \n \n   \n ", "  Appendix 2  9 \n \n \nCOST ESTIMATES AND FINANCING PLAN  \n($'000) \n \nTotal \nItem  Cost \nJapan Fund for Poverty Reductiona   \n1.  Consultants   \n  a.  Remuneration and per diem   \n    i.  International consultants   513.60 \n    ii.  National consultants   226.80 \n  b.  International and local travel  140.00 \n  c.  Reports and communications  30.00 \n2.  Equipmentb  10.00 \n3.  Trainings, seminars, and conferences   \n  a.  Facilitators  65.00 \n  b.  Training program  264.00 \n4.   Surveysc  90.00 \n5.   Miscellaneous administration and support costs  20.00 \n6.   Representative for contract negotiations  5.00 \n7.  Contingencies  135.60 \n      Totald  1,500.00 \na  Administered by the Asian Development Bank. \nb  Equipment to be procured includes computers, printers, a photocopier, cameras and telecommunications \nequipment. \nc  Demonstration projects will require procurement of consulting services, equipment, and goods. \nd  The participating governments (Brunei Darussalam, Cambodia, Indonesia, Lao People’s Democratic \nRepublic, Malaysia, Myanmar, Philippines, Singapore, Thailand, and Viet Nam) will provide counterpart \nsupport in the form of office accommodation, transport, remuneration and per diem of counterpart staff, \nand others. \nSource: Asian Development Bank estimates.\n ", "10  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n     \n1.  The  consulting  services  will  include  24  person-months  of  international  expertise \ncomprising  one  senior  road  safety  adviser  (team  leader)  and  short-term  experts  to  lead \nworkshops and training in specialized areas. In addition, there will be 54 person-months of \nnational consultants. The tasks and duties of each of these are as follows.    \n \nA.  Senior Road Safety Advisor and Team Leader (international, 16 person-months)  \n \n2.  To ensure coordination and effective implementation of the technical assistance (TA), \nthe team leader will work closely with the Association of Southeast Asian Nations (ASEAN) \nSecretariat; other participating donors and development partners; the ASEAN Multisector Road \nSafety  Special  Working  Group  (MRSSWG);  and  other  concerned  national  and  regional \ninstitutions from government, the private sector, and the community with responsibilities for or \ninterest in road safety issues affecting ASEAN countries. He or she will carry out much of the \nwork, lead the team, and coordinate the work of other consultants and counterpart staff. He or \nshe  will  also  collaborate  with  other  national,  regional,  and  international  agencies  and \norganizations (e.g., Global Road Safety Partnership) undertaking similar work in ASEAN. \n \n3.  The team leader will have the following responsibilities:  \n(i)  assist  the  ASEAN  Secretariat  and  associated  institutions  to  ensure  effective \nimplementation  of  the  TA  and  provide  technical  advice  and  guidance  as \nnecessary  to  associated  institutions  in  all  matters  pertaining  to  TA \nimplementation; \n(ii)  help to select and later direct and supervise the activities of the international and \nnational consultants who will participate in implementing the project;  \n(iii)  prepare and submit to the ASEAN steering committee and ADB regular monthly \nand quarterly reports on progress of implementation and make presentations as \nrequired to update and inform the ASEAN steering committee, senior transport \nofficials and ministers of transport, ADB, and others with interest in the TA; \n(iv)  prepare annual work plans for approval by ADB and the steering committee and \nproduce annual progress reports at the end of each calendar year summarizing \nthe main activities and achievements in the previous year; \n(v)  review the road safety action plans of the ASEAN countries and provide advice \nand  assistance  where  necessary  to  make  them  compatible  with  the  United \nNations (UN) Decade of Action for Road Safety action plan recommendations; \n(vi)  review the activities and the projected casualty reduction targets in the individual \ncountry action plans and use these to update the regional road safety strategy so \nthat it reflects the activities, aspirations, and aggregate casualty reduction targets \nof the countries in ASEAN, and develop performance monitoring indicators so \nthat progress can be reported regularly by the ASEAN Secretariat to the senior \ntransport officials meetings and ASEAN transport ministers meetings;  \n(vii)  identify research institutes or universities in ASEAN that can be developed as \nregional centers of excellence where regional workshops and training can be \nprovided to develop trainers and road safety professionals to meet ASEAN’s \ncurrent and future needs;  \n(viii)  identify  in  each  ASEAN  country  a  research  institute,  university,  or  other \norganization which has the capability to function as a national focal point or \ndissemination  center  on  road  safety  issues  for  information  exchange  and \ncooperation with similar national focal points in other ASEAN countries; \n ", "  Appendix 3  11 \n(ix)  develop and arrange the identified priority training courses and workshops after \nfurther  consultation  with  government,  private  sector,  and  nongovernment \norganization representatives in ASEAN on the content and timing of courses and \nworkshops; \n(x)  oversee  the  work  of  international  and  national  consultants  and regional  and \ncountry  focal  points  and  provide  guidance  on  design  and  implementation  of \nappropriate countermeasures and demonstration projects to train local safety \npractitioners and to improve road safety; \n(xi)  organize and provide inputs to the regional workshops and the follow-up country \nworkshops being implemented to develop road safety expertise in each country;   \n(xii)  prepare a detailed plan for preparation and dissemination of knowledge products \nbased on the capacity building activities carried out under the TA, and supervise \nimplementation of the plan including preparation of knowledge products by the \nshort-term road safety specialists in their areas of expertise;   \n(xiii)  after  implementation  of  the  regional  police  train-the-trainer  course,  oversee \nadaptation of training materials for each country by the police instructors and the \nimplementation of localized courses by those trained as trainers at the regional \nlevel; \n(xiv)  establish a monitoring framework and suitable performance and impact indicators \nwhich can be used to assess and report progress on implementing individual \nnational action plans and cumulative progress across ASEAN; and \n(xv)  in consultation with other members of the consultancy team, prepare a final \nreport  documenting  the  work  undertaken  during  the  TA  and  making \nrecommendations on further work needed to strengthen road safety activity in \nASEAN. \n \nB.  Short-Term Road Safety Specialists (international, 8 person-months) \n \n4.  Short-term road safety specialists will be required to serve as resource persons to lead \nworkshops and training courses. The team leader will (i) identify the specific specialists needed \nonce the detailed program of workshops and training is developed; and (ii) prepare detailed \nterms of reference for them, indicating the precise tasks to be carried out. They will work under \nthe general direction of the team leader and will have the following general responsibilities: \n(i)  prepare and submit electronically a brief report to the team leader at the end of \ntheir assignment indicating progress made on agreed delegated tasks; \n(ii)  assist the team leader as required to ensure effective implementation of the TA \nand provide training, technical advice, and guidance and direction to the national \nconsultants and guidance and advice as agreed to associated institutions in \nmatters pertaining to TA implementation;  \n(iii)  develop  training  materials  and make  presentations  as  agreed  with the  team \nleader  during  national  and  regional  training  courses  and  workshops  and \nundertake pre- and post-workshop activities as required; and \n(iv)  prepare knowledge products for public dissemination for the specific capacity \nbuilding activities carried out under the assignment. \n \nC.  National Road Safety Consultants (54 person-months) \n \n5.  The national road safety specialists will be selected from different ASEAN countries \nbased on project and training needs. Individual terms of reference will be written for each \nconsultant on the precise work to be carried out, but the general tasks and responsibilities will \n ", "12  Appendix 3 \n \n \nbe as indicated below. They will work under the general direction and supervision of the team \nleader and will have the following responsibilities: \n(i)  provide intermittent consultancy, support, or research inputs as required to carry \nout agreed tasks and to produce the agreed reports, analyses, or outputs by the \ndeadlines specified; \n(ii)  prepare  a  brief  monthly  progress  report  and  short  quarterly  report  outlining \nactivities undertaken and tasks completed;   \n(iii)  provide continuity and liaison between the team leader and key organizations in \ntheir country for the duration of the project;  \n(iv)  participate in train-the-trainer courses and then help adapt and/or translate the \ntraining  materials  into  local  languages  so  that  the  training  courses  can  be \npresented later in each country; \n(v)  participate in organizing regional and national workshops and assist the team \nleader as required in pre- and post-workshop activities;   \n(vi)  help initiate, design, and implement demonstration projects in selected countries \nto apply the new skills and techniques in which training has been provided in \norder to develop local expertise and examples for others to replicate; \n(vii)  provide a short report after each workshop or training course providing (a) the \ncourse  program;  (b)  slides  of  the  activities  included;  (c)  details  of  lecturers, \npersons  attending,  and  practical  exercises  undertaken;  and  (d)  an  overall \nassessment of the capability of each participant trained; \n(viii)  provide slides, presentations, and other materials as required by the team leader \nfor use in the regional and national workshops and for inclusion in the final \nproject documentation; and  \n(ix)  assist  the  international  experts  in  preparing  knowledge  products  for  public \ndissemination for the specific capacity building activities carried out under the TA, \nand provide advice on adapting the knowledge products to the specific needs of \nASEAN member countries. \n \nD.  Reporting Requirements  \n \n6.  Quarterly progress reports will be submitted to ADB and the steering committee during \nthe implementation period. Annual work plans will be prepared and agreed with ADB and the \nsteering committee, and a summary progress report will be produced at the end of each year \nindicating the main products and outcomes of the work plan completed in the previous year.   \n \n7.  The consultant will submit an inception report, including a refined approach, a more \ndetailed work program, and tentative schedule for training courses and workshops within 6 \nweeks of project commencement. Copies of manuals, guidelines, and training materials and/or \ntoolkits will be submitted to ADB and the ASEAN Secretariat. \n \n8.  A draft report on progress made in institutional strengthening and recommendations for \nfurther action will be submitted to ADB, the ASEAN Secretariat, and the steering committee for \ncomments before finalization. The final draft will be presented at a senior transport officials \nmeeting.  Its  summary  findings  and  recommendations  will  also  be  presented  at  the \naccompanying meeting of ASEAN ministers of transport for consideration for endorsement and \ninclusion as a priority area within the ASEAN Transport Operation Framework Plan. A final \nreport  documenting  all  project  outputs  will  be  submitted  to  ADB  within  8  weeks  of  the \npresentation to the ministerial meeting. \n \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20120427105309+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "road safety improvement in asean countries; national and regional road safety issues; sustainable transport initiative; road transport projects; road safety strategies implementation; adb projects; 43080-012; adb technical assistance; adb regional cdta", "ModDate": "D:20120503142004+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20120427025251", "Subject": "Decision document for the regional-capacity development technical assistance on Improving Road Safety in the Association of Southeast Asian Nations, presented to ADB's Board of Directors or Management for approval.", "Title": "TAR: Regional: Improving Road Safety in the Association of Southeast Asian Nations "}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ASEAN  –  Association of Southeast Asian Nations  \n  MRSSWG  –  ASEAN Multisector Road Safety Special Working Group  \n  TA  –  technical assistance \n  UN  –  United Nations \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance (R-\nCDTA) \nTargeting  –  General intervention \nclassification \nSector (subsector)  –  Transport, and information and communication technology  \n(road transport)  \nTheme (subthemes)  –  Regional cooperation and integration (other regional public \ngoods);  capacity  development  (institutional  development; \norganizational  development;  client  relations,  network  and \npartnership development) \nLocation (impact)  –  Regional (high), national (high)  \nPartnership  –  Japan Fund for Poverty Reduction  \n \n \n \n \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Lynch, Transport and Communications Division, SERD \n   \nTeam leader  J. Miller, Principal Transport Specialist, SERD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "J. Lynch", "role": "Transport and Communications Division", "organization": "SERD"}, {"fullname": "J. Miller", "role": "Principal Transport Specialist", "organization": "SERD"}]}