{"path": "data/input/ta/43120-025-vie-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n \n \n \n \n \n \n \n \n \n \nProject Number: 43120 \nOctober 2012 \n \n \n \nProposed Loan \nSocialist Republic of Viet Nam: Trade Facilitation: \nImproved Sanitary and Phytosanitary Handling in \nGreater Mekong Subregion Trade Project \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 October 2012) \nCurrency unit  –  dong (D) \nD1.00  =  $0.000048 \n$1.00  =  D20,865 \n \n \nABBREVIATIONS\n \n   \nADF  –  Asian Development Fund \nAFF  –  agriculture, food, and forestry  \nASEAN  –  Association of Southeast Asian Nations \nGMS  –  Greater Mekong Subregion \nLao PDR  –  Lao People’s Democratic Republic \nMOH  –  Ministry of Health \nPAM  –  project administration manual \nPMU  –  project management unit \nPRC  –  People’s Republic of China \nSPS  –  sanitary and phytosanitary  \nTA  –  technical assistance \nVFA  –  Viet Nam Food Administration \nWTO  –  World Trade Organization \n \n \nNOTE \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, SERD \n   \nTeam leader  L. Ding, Principal Trade Specialist, SERD \nTeam members  H. Aoki, Senior Financial Sector Specialist, SERD \n  V. T. Dien, Senior Programs Officer, Viet Nam Resident Mission, SERD \nL. Jovellanos, Senior Economics Officer, SERD \nK. M. Sanchez, Operations Assistant, SERD \nS. Zaidansyah, Senior Counsel, Office of the General Counsel \nPeer reviewers  R. Butiong, Principal Regional Cooperation Specialist, Central and West \nAsia Department  \nP. Ramachandran, Environment Specialist (Regional Cooperation), SERD \nS. Setboonsarng, Principal Natural Resources and Agriculture Economist, \nSERD  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \n \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  9 \nD.  Poverty and Social  9 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDICES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n ", " \nPROJECT AT A GLANCE \n \nI.  1. Project Name: Trade Facilitation: Improved Sanitary and Phytosanitary Handling in    2. Project Number: 43120 \n \nGreater Mekong  Subregion Trade Project\n   \n3. Country:   Regional, Viet Nam 4. Department/Division:  Southeast Asia Department/Public Management, Financial \n \nSector, and Trade Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n Health and social protection     Social Protection \n Industry and  trade  √   Trade and services \n   \n \n6. Thematic Classification:\n     \nThemes Primary Subthemes\n \nE conomic growth     Promoting economic efficiency and \n \nenabling business environment\n Social development     Human development \n \nR  egional cooperation and integration  √   Trade and investments \n \nC  apacity development     Institutional development \n   \n6a. Climate Change Impact 6b. Gender Mainstreaming  \n \n No Climate Change Indicator available.   \n   \n Gender equity theme (GEN)  \n \n Effective gender mainstreaming (EGM)  \n   \n Some gender Elements (SGE) √\n \n No gender elements (NGE)  \n \n   \n7. Targeting Classification:  8. Location Impact: \n     \nTargeted Intervention  National High\n   \nGeographic  Income   Regional Medium\nGeneral    dimensions of  Millennium  poverty at   Rural  Medium \nIntervention development \ninclusive    household   \n  goals  \ngrowth level\n \n√      \n \n \n9. Project Risk Categorization:  Low  \n     \n10. Safeguards Categorization:  \n   \nEnvironment C\n   \nInvoluntary resettlement C\n   \nIndigenous peoples C\n \n \n11. ADB Financing: \n      Amount \nSovereign/ Nonsovereign Modality Source  \n ($ Million)\n       \nSovereign Project loan Asian Development Fund            11.0\n \nTotal       11.0\n \n \n12. Cofinancing:                                                                           \n   \nNo Cofinancing available.\n   \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n   \n Government 0.72\n   \nTotal 0.72\n \n \n14. Aid Effectiveness:  \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  the  Socialist  Republic  of  Viet  Nam  for  the  Trade  Facilitation:  Improved  Sanitary  and \nPhytosanitary Handling in Greater Mekong Subregion Trade Project.1 \n \n2.  The project will strengthen institutions and operational and management capacity in Viet \nNam for operating a cost-effective sanitary and phytosanitary (SPS) system that facilitates trade \nand protects health.2 It responds to major concerns in the Greater Mekong Subregion (GMS) \nover SPS handling and food safety, especially (i) weak harmonization and coordination with \nregional  and  international  SPS  and  food  safety  requirements,  (ii)  insufficient  institutional \ncontacts between GMS countries and lack of trust in each other's systems, and (iii) major \ncapacity gaps. The project will focus on GMS trade in food products to which SPS measures \napply. It will establish, strengthen, and implement (i) surveillance and inspection programs for \nfood safety, including safer food handling in the tourism industry; and (ii) regional cooperation \nand harmonization of SPS management in food trade. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  The  GMS  regional  cooperation  strategy  and  program  focuses  on  connectivity  and \ncompetitiveness.  While  recent  investments  in  physical  infrastructure  have  created  new \nopportunities  for  trade,  GMS  governments  increasingly  acknowledge  that  weak  legal, \ninstitutional, and administrative capacity hinders the optimal use of infrastructure and makes it \ndifficult  to  minimize  trade-related  health  hazards.  Some  initiatives  have  been  launched  to \novercome these constraints, such as the GMS cross-border transport agreement. The midterm \nreview of the GMS strategic framework (2002–2012) reaffirmed the importance of trade and \ntransport facilitation initiatives, including strengthening of SPS capacity and cooperation. The \nGMS action plan for SPS system arrangements, 2010–2015 identified the essential SPS issues \nthat need to be resolved to meet the development needs of the GMS. The project fits within the \nGMS  regional cooperation  strategy  and  program  and  is  included  in the  Viet  Nam  country \noperations business plan.3 \n \n4.   Trade in the GMS is growing rapidly, especially in SPS-affected products, particularly \nfood and food products. As incomes rose across most GMS countries, total recorded GMS \nexports  of  agriculture,  food,  and  forestry  (AFF)  products  (for  which  SPS  measures  apply) \nreached $9.27 billion in 2009. This represents an average annual growth of more than 10% \nsince 2000. Viet Nam, in 2009, exported about $2 billion of AFF products to the other GMS \ncountries, of which 53% were food products. It imported $1.3 billion of AFF products, of which \n73% was food. Tourist arrivals in Viet Nam are also on the rise and reached more than 5 million \nin 2010, an increase of 30% over 2009. The tourism sector is an important exporter of services. \n \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asia Development Bank (ADB) provided project preparatory technical assistance (TA) in 2010. The regional \nSPS project for Cambodia and the Lao People’s Democratic Republic (Lao PDR) was approved on 26 June 2012. \n(ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loans, Grant, and \nTechnical Assistance Grant to the Kingdom of Cambodia and the Lao People’s Democratic Republic for Trade \nFacilitation: Improved Sanitary and Phytosanitary Handling in Greater Mekong Subregion Trade Project. Manila.) \nThe Viet Nam project focused on food safety, forms an integral part of the regional SPS project. SPS measures \nand issues are defined in the 1994 World Trade Organization Subsidiary Agreement on the Application of Sanitary \nand Phytosanitary Measures. \n3   ADB. 2011. Country Operations Business Plan: Viet Nam, 2012–2014. Manila. ", "2 \n \n5.  Notwithstanding these positive developments, the weak SPS system seriously hampers \nfurther  growth  of  food  trade  and  improvement  in  food  safety,  which  affects  not  only  the \ninvestment climate, both regionally and nationally, but also the profitability of the private sector. \nFood exports remain largely bulk commodities. Agriculture input management is poor, and food-\nprocessing standards are low. Weak food safety control measures in imports and domestic \nmarkets  lead  to  food-related  disease  outbreaks  and  high  risks  for  investors.  Poor  public \nresponse capacity can result in blanket bans and/or imposition of complex technical product \nrequirements by importing countries. Moreover, SPS and food safety management capacity \naffects human well-being and incomes. Currently, food safety requirements in most countries \nare tightening, driven by greater consumer awareness, urbanization and modern lifestyles, food \nquality scares, and inadequate response of regulators and food companies to food safety \nincidents. The international trend in food control systems is that private sector entities assume \nthe responsibility to produce and market safe food, but governments issue technical guidelines, \nprovide regulatory oversight, and ensure adequate enforcement. To do this, public systems \nneed institutional capacity for process control and conformity testing, supported by adequate \nlaboratory facilities. Where such arrangements exist, public inspection rates can be low.4 \n \n6.  Given the diversity of its agricultural products and the wide range of trade issues, Viet \nNam faces greater and more complex food safety surveillance tasks than the smaller GMS \ncountries. The SPS–food safety situation in Viet Nam is characterized by: \n(i)  Lack of systematic national planning and implementation of active and passive \nsurveillance,5  which  affects  the  robustness  and  reliability  of  the  food  safety \nsystem.  In  laboratories,  diagnostic  and  testing  systems  are  insufficiently \nharmonized  and  do  not  always  meet  international  standards.  Participation  in \nproficiency testing is limited. The existing capacity is underutilized because of \ninadequate operational funds.6 \n (ii)  Lack of sound food safety management capacity for exports to domestic and \nregional (GMS) markets. While efforts to meet international SPS standards can \nbe  very  good  for  some  exports,  such  as  fish  and  fish  products  for  the \nOrganisation for Economic Co-operation and Development markets, performance \nin other areas—e.g., food products that are geared toward the domestic market \nand trade with GMS countries—is often poor.7 Capacity for risk-based handling of \nfood  imports,  and  for  active  and  passive  surveillance  is  weak,  particularly \nprovincial capacity. \n(iii)  Limited capacity of the Viet Nam Food Administration (VFA), established in 1999 \nunder the Ministry of Health (MOH), for managing food safety tasks mandated by \nthe Food Safety Law of July 2010. There is no central planning and compilation \nand analysis of data. \n \n7.   Policy and sector relevance. The Government of Viet Nam recognizes the need to \nmodernize AFF production and boost international trade competitiveness. The Socioeconomic \nDevelopment Plan, 2011–2015 anticipates a restructuring of economic activity toward greater \ntechnological  content  of  Vietnamese  goods  and  a  deepening  of  international  economic \n                                                \n4 To meet basic safety requirements, the farm industry must follow good agricultural practices and processing \nenterprises must use sound hygiene principles, good manufacturing practices, and quality and safety management \nsystems based on hazard analysis and critical control points. \n5  Active surveillance is to collect targeted data in the field, while passive surveillance is to collect existing data from \nmonitoring and inspection. \n6  Funding for food safety is still very low, at about D1,100 per capita/year (7% of the amount allocated in Thailand). \n7  A considerable part of the AFF trade between Viet Nam and the People’s Republic of China (PRC) remains \ninformal, and shipments of cassava or fruit, for instance, have been held up in the past pending the meeting of \nformal SPS requirements. ", "3 \n \nintegration, including application of standards and SPS practices. The project is aligned with the \ntargets  of  the  Socio-economic  Development  Plan,  the  Five-Year  Plan  for  Agriculture \nDevelopment, 2011–2015, the National SPS Action Plan, and the National Action Plan for Food \nSafety, as well as the Law on Food Safety (2010). The project is also in line with the GMS 10-\nyear strategic framework, 2012–2022, and supports the drive to facilitate cross-border trade and \ninvestment. The project will contribute to pillar 4 (cooperation in regional public goods) of the \nRegional Cooperation and Integration Strategy of the Asian Development Bank (ADB),8 and is \nconsistent with the GMS core agriculture support program. \n \n8.  Lessons from trade facilitation and sanitary and phytosanitary development. Trade \nfacilitation remains a challenging agenda in the GMS, and covers many aspects. Previous \nexperience shows the need to adopt a  phased approach by formulating well-targeted and \nsequenced projects that lift the capacity of the weak link and ensure implementation of bilateral \nand regional commitments—GMS and Association of Southeast Asian Nations (ASEAN)—on \ncooperation and harmonization. In addition, support for SPS food safety needs to be delivered \nover an extended period to allow enough time to develop national risk-based surveillance \nsystems  gradually  and  systematically.  Inadequate  country-specific  capacity  is  a  major \nimpediment  to  effective  regional  cooperation  and  harmonization  of  SPS  measures. \nDevelopment partners support various aspects of food safety management in Viet Nam, but \nongoing projects have not focused on building food safety capacity in a comprehensive manner. \nPreparatory work has been firmly anchored in the lessons from international experience that \nstress the need for prevention rather than end-of-pipe controls, which have proven to be costly \nand frequently ineffective. Raising awareness of the private sector and civil society through \neducation  and  campaigns  is  an  important  part  of  government  policies.  Surveys  show  that \nawareness among manufacturers, traders, and consumers has increased from 2001 to 2008. \nHowever, management and implementation of food safety and hygiene is still at low levels and \nneeds to be stepped up. Involvement of the private sector and civil society in SPS capacity \nbuilding is necessary to ensure that the key concerns of food safety are properly addressed. \nThe project will support workshops for all stakeholders, including the private sector, to raise \nawareness, provide training, and build consensus. Coordination with development partners and \nthe GMS working group on agriculture will be maintained throughout. \n \nB.  Impact and Outcome \n \n9.  The intended impact of the project is that Viet Nam’s food products will be safer, more \nefficiently produced, and traded in greater quantities. The outcome of the project is an enhanced  \nSPS and food safety management system in Viet Nam. \n \nC.  Outputs \n \n1.  Output 1: Strengthened Food Safety Surveillance, Handling, and Inspection   \nPrograms \n \n10.   The  project  will  support  the  design  and  implementation  of food  safety  surveillance, \nincluding (i) a  pilot in four northern provinces, (ii) import handling, (iii) grading of restaurants in \ntourist areas, and (iv) strengthening of food laboratories to support surveillance and decisions \non market access.  \n \n11.   Food  safety  surveillance.  The  project  will  focus  on  the  development  of  annual \nsurveillance programs that analyze known and perceived risks to food safety, in particular \n                                                \n8  ADB. 2006. Regional Cooperation and Integration Strategy. Manila.  http://www.adb.org/documents/ regional-\ncooperation-and-integration-strategy. \n ", "4 \n \nhazards related to product types, product origins, locations, markets, major public events, hotels \nand restaurants (especially in the tourism sector), covering imported and domestic products at \nvarious stages—on-farm, processing plant, and market. MOH will lead and coordinate the food \nsurveillance and establish a food safety database. Surveillance programs will be strengthened \nin the four provinces.9 \n \n12.  Improving food safety surveillance capacity in line with World Trade Organization (WTO) \nprinciples  will  require  mainstreaming  risk  analysis  in  national  food  safety  and  hygiene \nmanagement, with a focus on the VFA's capacity to use risk analysis in policy preparation and \ncoordination. The project will help (i) develop institutional capacity and assign mandates for risk \nassessment, risk management, and risk communication; (ii) design and implement cross-cutting \nrisk analysis programs; (iii) train staff through workshops and learning-by-doing; (iv) conduct a \nfood consumption study and risk assessment studies for six food additives; and (v) increase \nstandardization.  Food  safely  surveillance  will  focus  first  on  major  urban  areas,  and  core \nproduction and trading areas of products with high food safety vulnerability. Progressively, \nannual  programs  will  cover  more  products,  parameters,  and  areas.  For  reasons  of  cost-\neffectiveness, use of rapid test kits will be integrated in the sampling strategy wherever possible. \nThe strengthened surveillance will make use of passive surveillance. This will be complemented \nby  active  surveillance  on  particular  products,  parameters,  and  locations.  Since  present \noperational budgets are insufficient for broader national surveillance, the project will bridge gaps \nfor collecting and analyzing increased numbers of food samples. \n \n13.  The project will also support (i) information and communication technology connections \nbetween the VFA, major institutes, other ministries with SPS mandates, and sub-VFAs;10 (ii) a \ndatabase with search and statistical analysis capacity; and (iii) a server and portal. Substantial \ntraining will be provided for specialists in national institutions (and for users in the provinces) to \nimplement information and communication technology systems. Test results from active and \npassive surveillance will be stored in a comprehensive database and used for (i) risk analysis; \n(ii) management support and response to hazards; (iii) an annual report to the public; (iv) \nreporting to other agencies involved (such as the Ministry of Agriculture and Rural Development \nand the Ministry of Industry and Trade where relevant for their response); and (v) cooperation \nwith trading partners, especially Cambodia, the People’s Republic of China (PRC), the Lao \nPeople’s Democratic Republic (Lao PDR), and Thailand. \n \n14.   Import handling. The project will develop and implement advanced risk-based methods \nfor controlling imported processed food in line with WTO and ASEAN recommendations. This \nwill involve (i) study visits and consensus workshops; (ii) preparation of risk profiles of different \ncategories of products to which different degrees of inspection can be applied; (iii) design of \nbetter inspection manuals, where possible harmonized with neighboring countries, and their \neffective  application;  (iv)  training  support  for  implementation  of  risk-based  inspection;  and \n(v) regional cooperation in handling requests for first-time market access approval on imports. \nCourses will be provided for MOH staff on principles of the WTO's SPS agreement and the \nCodex Alimentarius, and the working of international and national food control systems. \n \n15.  Grading  restaurants  in  tourist  areas.  The  project  will  improve  food  safety \nmanagement in restaurants in tourist areas by grading them, using scorecards based on good \nhygiene practices and good manufacturing practices. This will be done through study visits and \npractical experience in developing and applying scorecard-based systems that have already \n                                                \n9  The provinces are Cao Bang, Lang Son, Lao Cai, and Quang Ninh. They are all northern provinces with significant \nformal and informal export and import trade, and high risks of food safety hazards in informal trade. \n10 Sub-VFAs are provincial and local VFA offices, which directly report to VFA. ", "5 \n \nbeen established and are routinely applied in the PRC, Singapore, and Thailand. The project \nwill help (i) develop a system to upgrade food-handling safety through scorecards and grading; \n(ii) raise food safety awareness in the tourism industry; (iii) conduct training courses for private \nsector and government staff involved in food safety; (iv) provide diagnostic assessments (i.e., \npre-audits) of restaurants and hotels; and (v) audit enterprises against the scorecards and grade \nthem accordingly. Once such a grading system is established, private companies can provide \nthese services on behalf of the government and the industry. The project will assist in drafting \nregulations  for  the  implementation  of  the  grading  system,  and  in  defining  the  criteria  for \nqualification and accreditation of providers. The system will be piloted in two cities: Nha Trang \n(Khanh Hoa province) and Ha Long (Quang Ninh province). \n \n16.  Strengthening food laboratories. The project will selectively strengthen the national \nnetwork of food laboratories and government capacity for national surveillance and market \naccess decisions. It will aim to (i) improve testing skills, (ii) bolster quality management, (iii) fill \ngaps in analytical capacity with pertinent equipment, and (iv) strengthen the National Institute for \nFood Control within MOH in its role as reference laboratory and provider of training to other \nlaboratories. The project will support the public role of ensuring that food is safe by helping \nconduct  regular food tests  and  public  inspection  of  premises,  and  by  helping  prepare the \nlaboratories for their increasing role. Particular areas that require stronger testing capacity are \n(i)  pesticide  residues,  biotoxins,  hormones,  mycotoxins  and  antibiotics;  (ii) pathogens  and \nparasites in food; and (iii) analysis of genetically modified organisms. The project will also \nimprove capacity for surveillance at the provincial level.  \n \n2.  Output 2: Improved Regional Cooperation and Harmonization \n \n17.  The  project  will  strengthen  regional  cooperation  and  harmonization  in  food  safety \nmanagement, in particular with regard to surveillance and inspection programs and import \npolicies, through support for bilateral working groups with the Cambodia, Lao PDR, PRC, and \nThailand. The project will (i) support participation of Viet Nam officials in the working groups and \nViet Nam’s active participation in the International Food Authorities Network and the ASEAN \nRapid Alert System for Food and Feed, and (ii) promote consultation on import handling. A \nstudy  will  be  undertaken  on  how  Viet  Nam,  within  the  framework  of  harmonization  and \ncooperation  among  GMS  countries,  could  make  use  of  risk  assessments  by  other  GMS \ncountries when responding to first-time market access requests for processed food products.11 \nThe project will support a study visit and training for implementing such a system in Viet Nam. \nOverarching GMS activities will also be pursued through implementation of the SPS projects for \nLao PDR and Cambodia, and supported by the regional technical assistance.12 \n \n3.  Output 3: Effective Project Management and Support \n \n18.  A project management unit (PMU) will be established within the VFA, with international \n                                                \n11  Similar country-specific studies in Cambodia and the Lao PDR (and possibly in the PRC and Thailand) will be \nundertaken, followed by regional consultations aimed at adopting a cooperative system for sharing information \nabout first-time access assessments. \n12  ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loans, Grant, and  \nTechnical Assistance to Kingdom of Cambodia and the Lao People’s Democratic Republic for Trade Facilitation: \nImproved Sanitary and Phytosanitary Handling in Greater Mekong Subregion Trade Manila. An attached regional \ncapacity development TA (in the amount of $0.75 million)—crucial for GMS SPS harmonization and support to \nproject  implementation  in  Cambodia,  the  Lao  PDR,  and  Viet  Nam—was  also  approved  by  ADB.  ADB. \n2012.Technical Assistance for Improving Sanitary and Phytosanitary Handling in Greater Mekong Subregion \nTrade (TA 8096-REG). The TA will pursue (i) improved regional SPS cooperation and harmonization, and (ii) \neffective monitoring and implementation of SPS projects. Additional resources are being sought from the Japan \nFund for Poverty Reduction for trade facilitation. \n ", "6 \n \nand  national  technical  support  for  financial  management,  administration,  and  procurement. \nTechnical implementation of the project will be carried out by responsible divisions of VFA in \ncooperation  with  regulatory  testing  institutes,13  sub-VFAs,  and  the  provinces.  The  VFA’s \ncapacity for project management and for handling food safety-related SPS matters will be \nstrengthened with project support. \n \nD.  Investment and Financing Plans \n \n19.  The project is estimated to cost $11.72 million (Table 1).\n \n \nTable 1: Project Investment Plan ($ million) \nItem    Amounta \n    A.  Base Costb   \n  1.  Strengthened food safety surveillance  9.92 \n  2.  Project management  1.02 \n    Subtotal (A)  10.94 \n   B.  Contingenciesc  0.34 \n C.  Financing Charges During Implementationd  0.44 \n       Total (A+B+C)  11.72 \na  Includes taxes and duties of $0.82 million to be financed from the government ($0.02 million) and ADB loan \nresources ($0.80 milion). Financing of taxes and duties from the proposed loan is justified because (i) it will not \nrepresent an excessive share of the project investment plan, (ii) taxes and duties apply only with respect to ADB-\nfinanced expenditures, and (iii) financing of taxes and duties is material and relevant to the success of the project. \nADB loans may finance transportation and insurance costs. \nb  In 2012 prices. \nc  Physical contingencies of 5%–15% have been used selectively. Price contingencies are computed based on \nprojected local inflation rates: 2013 = 5.85%; 2014 = 5.5%; 2015–2018 = 5%; and projected international inflation \nrates:  2014 = 0%, 2014–2018 = 0.5%; includes provision for potential exchange rate fluctuation under the \nassumption of a purchasing power parity exchange rate. \nd  Interest during implementation for the ADB loan(s) has been computed on standard Asian Development Fund \nterms—at 1.0% per annum. \nSource: Asian Development Bank estimates. \n \n20.  The Government of Viet Nam has requested a loan in various currencies equivalent to \nSDR7,139,000 from ADB’s Special Funds resources to help finance the project. The loan will \nhave a 32-year term, including a grace period of 8 years, an interest rate of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter, and such other terms and conditions as \nset forth in the loan agreement. Interest during implementation will be capitalized. ADB’s total \ncontribution to the project cost will be $11 million, amounting to 93.9% of the total project cost. \nADB will finance the recurrent costs to ensure smooth implementation and promote longer-term \ncapacity  development  and  sustainability.  The  Government  of  Viet  Nam  will  finance  the \nequivalent of $0.72 million to cover the costs of counterpart staff, taxes and duties, office rentals \nand  operations,  part  of  the  training  costs  and  external  audits,  a  proportion  of  associated \noperational costs, and other in-kind contributions. Taxes and duties (on services, vehicles, and \nequipment) will be financed from the loan proceeds, as applicable. \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank  11.00  93.90 \nGovernment of Viet Nam  0.72  6.10 \nTotal  11.72  100.00 \nNote: Bank charges related to imprest accounts will be financed through the loan proceeds. \nSource: Asian Development Bank estimates. \n                                                \n13 Center of Food Safety Application, Institute of Hygiene and Public Health, National Institute for Food Control, National \nInstitute of Nutrition, Pasteur Institute in Nha Trang, and Tay Ninh Preventative Medicine Center. ", "7 \n \nE.  Implementation Arrangements \n \n21.  MOH will be the executing agency. The VFA will be the implementing agency. MOH will \nset up a PMU within the VFA to be responsible for day-to-day project management. The director \ngeneral of the VFA will be project director and will be responsible for overall coordination and \nmanagement. The project will report project plans and results to the steering committee of the \nnational target program for food safety and the interbranch steering committee for food hygiene \nand safety, whose standing office is at the VFA. \n \n22.  The implementation arrangements are summarized in Table 3 and detailed in the project \nadministration manual (PAM).14 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  April 2013–June 2018 \nEstimated completion date  June 2018 \nManagement \n(i)    Oversight body  Ministry of Health, under the guidance of minister and/or vice minister of health \n \n(ii)   Executing agency  Ministry of Health \n(iii)  Implementing  Viet Nam Food Administration \nagency \n(iv)  Implementation  Project management unit: project director, deputy project director, project coordinator, \nunit  project secretary, finance officer, administrative officer, procurement officer, M&E officers \nProcurement   International  One tender with multiple lots ($4.397 million)  \ncompetitive bidding \nNational competitive  Multiple contracts ($0.576 million) \nbidding \nShopping  Multiple contracts ($0.808 million) \nConsulting services   Quality- and cost-based  1 contract ($1.089 million) \nselection method   31.5 person–months (international), 161 person–months \n(national) \nConsultants’  2 contracts ($0.251 million) \nqualification selection  16 person–months (international); 55 person–months \nmethod  (national) \nIndividual consultants   9 contracts ($0.159 million) \n7.5 person–months (international); 12 person–months \n(national) \nAdvance contracting  The Ministry of Health/PMU, with the support of the international procurement, laboratory \nand technical specialists, financed under related TA15 and the project preparatory TA, \nwill proceed with advance action prior to loan effectiveness. \nDisbursement  The loan proceeds will be disbursed in accordance with ADB’s Loan Disbursement \nHandbook (2012, as amended from time to time) and detailed arrangements agreed \nupon between the government and ADB. \nADB = Asian Development Bank, M&E = monitoring and evaluation, PMU = project management unit, TA = technical \nassistance. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n23.   The  project  has  been  designed  to  (i)  promote  complementarity  with  other  ongoing \nprojects that support SPS capacity building in Viet Nam (especially the Japan International \n                                                \n14   Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n15  ADB.  2008.  Technical  Assistance  for  Enhancing  Transport  and  Trade  Facilitation  in  the  Greater  Mekong  \nSubregion.  Manila (TA 6450-REG, for $1.75 million). \n  \n ", "8 \n \nCooperation Agency's food safety project to be implemented within the Ministry of Agriculture \nand Rural Development); (ii) work with evolving institutional and legal arrangements (e.g., by \nplacing  lead  policy  responsibility  for  food  safety  with  the  VFA);  and  (iii)  support  current \ngovernment food safety priorities (by following the approaches and modalities outlined in the \nNational  SPS  Action  Plan).  The  WTO  principles  of  risk-based  SPS  management  are  all \nembodied in the design of financed activities. Other design considerations concerned (i) the \nneed to deal with a wider and more complex range of food safety issues than is the case in \nsmaller  neighbor  countries;  (ii)  the  need  to  systematize  and  introduce  more  rigor  into \nsurveillance planning; (iii) the specific need to increase technical capacity in the provinces; \n(iv) the need to respond to evolving market access requirements of export food markets; (v) the \nneed to promote risk-based food-safety practices and thereby reduce the aggregate number of \ninspections; and (vi) the need to harmonize with WTO principles and ASEAN recommendations, \nand to adopt international standards in information exchange and reporting on production and \ntrade in food products.  \n \n24.  The major technical design parameters are (i) a recognition that food safety surveillance \nstart from a low informational and human capacity base, and that bolstering food safety capacity \nshould take a pragmatic approach; and (ii) promotion of simple and cost-effective approaches \nwherever possible (e.g., use of a combination of conventional testing and rapid test kits). The \nproject  has  been  designed  to  complement  ongoing  and  planned  interventions  by  various \ndevelopment partners and ADB. Cooperation is promoted through participation in various SPS \nforums, bilateral working groups, training attachments, academic exchanges, and twinning. \n \nB.  Economic and Financial \n \n25.  Investments  in  food  safety  capacity  building  are  justified  for  the  public  good.  In \ndeveloping  member  countries  and  in  middle-income  contexts  such  as  Viet  Nam,  they  are \ntypically part of long-term programs to establish capacity that has hitherto been largely absent.16 \nWithout public intervention, food safety management will be underprovided. This leads to lack of \nincentives to improve the safety and quality of food products, the persistence of relatively high \ndisability-adjusted life years (DALYs), and the substantial economic costs caused by poor food \nsafety.  Without  improvement,  Viet  Nam  may  become  the  destination  of  some  subgrade \nprocessed food products in the GMS. In this context, Viet Nam will remain a relatively weak link, \nand contribute to high reputational risk to the GMS, especially in tourism, where many tourists \ntypically visit several GMS countries in the course of an individual trip. \n \n26.  While  the  causal  relationship  between  project  outcome  and  impact  (and  thus  the \npotential economic benefits) is complex, a basic estimate of the benefits arising from greater \nfood safety in Viet Nam could be made based on the Global Burden of Diseases estimates,17 \nwhich have been used in the context of the Lao PDR.18 Using the same methodology, but with \ncomparable estimates for Viet Nam, and the same income parameters, the costs to Viet Nam of \nthe current poor food safety situation would be about $500 million. A 1% reduction of this loss \nwould be worth $5 million a year. \n \n27.  The financial sustainability of the project is particularly important because SPS systems \n                                                \n16  Domestic food safety management is a classic example of a pure public good (i.e., no rivalry in consumption, no  \npossibility to separate and charge individual users—non-excludability). \n17  Global  Burden  of  Diseases.  2008.  Estimated  DALYs  per  100,000  Population.  Geneva  (2004  update).   \nhttp://www.who.int/healthinfo/global_burden_disease/gbddeathdalycountryestimates2004.xls. \n18 ADB. 2011. Trade and Industry (Small and Medium-Sized Enterprises) 2011–2014 Assessment, Strategy, and \nRoad Map calculated that the costs to the Lao PDR of the current poor food safety situation were of the order of \n$149 million a year. ", "9 \n \ngenerally rely on recurrent funding to maintain surveillance and testing. The opportunities for \ncost  recovery  from  the  private  sector  are  limited.19  Recurrent  costs  of  survey  and  other \noperations are relatively high (at about 8.3% of total project costs). The fiscal implications have \nbeen discussed and accepted by the government.  \n \nC.  Governance \n \n28.   All procurement to be financed by ADB loan funds will be carried out in accordance with \nADB’s Procurement Guidelines (2010, as amended from time to time). Project implementation, \nprocurement,  and  financial  management  will  be  aligned  with  the  government's  standard \noperating procedures. The project accounts administered by the PMU will be consolidated and \naudited annually by auditors acceptable to ADB. The project will strengthen capacity of staff in \nfinancial management procedures to allow the efficient operation of  imprest accounts and \nreporting of financial performance to the governments and ADB. The project will establish or \nuse existing ministerial websites to (i) disclose implementation progress and bid notifications \nand their results, and (ii) provide a grievance mechanism against any corrupt practice. \n \n29.   ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  governments.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the PAM (footnote 14). \n \nD.  Poverty and Social \n \n30.    The  project  is  classified  general  intervention  and  does  not  target  poverty  directly. \nHowever, by improving the management of food products and stepping up food safety in Viet \nNam and within the GMS, the project will help increase agricultural productivity and contribute to \nmaking trade in food products more predictable. Improving national food surveillance reduces \nexposure to food poisoning and time off work for all, including the poor, for whom it is relatively \nmore important in terms of illness costs and lost work time. In the tourism industry, the grading \nof food-handling establishments will help stabilize and formalize the hospitality sector, and \nindirectly sustain relatively low-wage employment in food preparation, handling, and serving. \n \n31.  As women’s participation in tourism-related employment (e.g., in restaurants and hotels) \nis high, they will particularly benefit from the project. The project is categorized as having some \ngender elements. Gender analysis has been undertaken, including the composition of staff in \nthe  VFA  and  some  food-testing  institutes  under  MOF.  Overall,  the  gender  composition  is \nbalanced, but women in management roles are relatively underrepresented. Selected gender \ntargets (women’s participation in training) have been identified and are reflected in the legal \nagreement and the design and monitoring framework. \n \nE.  Safeguards \n \n32.  The  project  is  classified  category  C  for  impacts  on  the  environment,  involuntary \nresettlement, and indigenous peoples. The project does not have a negative environmental \nimpact and there are no implications for resettlement of any persons (as all system upgrades \nwill take place within existing facilities and premises).\n \n \n                                                \n19 The potential for cost recovery through the charging of fees for services (e.g., testing of food) is limited because of \n(i) the public-goods nature of most surveillance activities; (ii) the modest size and sophistication of the private \nsector, which limits demand for commercial food safety services; and (iii) the limited incentives for complying with \nregulations. \n ", "10 \n \nF.  Risks and Mitigating Measures \n \n33.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.20\n \n \nTable 4: Summary of Risks and Mitigating Measures\n \n \nRisks  Mitigating Measures \n Weak staff capacity (quantity and   Consultants will provide technical expertise, and formal and on-the-job \nquality) to conduct technical project  training. \nactivities (including in provincial offices)  Consultants will assist to conduct specialized tasks. \n Weak institutional and staff capacity to   Training of government staff is provided for project management and \nimplement the project in compliance  implementation (financial administration, financial management, \nwith Asian Development Bank  monitoring and evaluation, and procurement).\n \nrequirements for project administration,  Consultants are recruited to support government staff in project \nfinancial management, and procurement  management, financial management, and procurement. \nDelayed start up of project activities  Support to advance action and project management unit is provided. \nLack of sustainability of project  Awareness raising among policymakers about importance of operational \nachievements because of insufficient  funding for using and maintaining laboratory and surveillance capacity \ngovernment budget for recurrent costs  Establishment of annual work programs with clear (recurrent) budget \nand system maintenance requirements\n   \nGovernment assurance reflected in loan agreement\n \nFiduciary risk  Public disclosure and strengthen project  financial management capacity \n  Source: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n34.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand loan documents. \n \n35.  The government has agreed with ADB on certain covenants for the project, which are \nset forth in the loan agreement. The government also agreed that the loan agreement will not be \ndeclared effective unless the official decision to establish the PMU has been sent to ADB. \n \n   V.  RECOMMENDATION \n \n36.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to SDR7,139,000 to the Socialist Republic of Viet Nam for the Trade \nFacilitation: Improved Sanitary and Phytosanitary Handling in Greater Mekong Subregion Trade \nProject, from ADB’s Special Funds resources, with an interest charge at the rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter; for a term of 32 years, including \na  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the draft loan agreement presented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n25 October 2012\n                                                \n20 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n  ", "Appendix 1       11 \n \nDESIGN AND MONITORING FRAMEWORK\n \n \nDesign  Performance Targets and Indicators  Data Sources and \nSummary  with Baselines  Reporting Mechanisms  Assumptions and Risks  \nImpact  By 2020    Assumptions \nFood products  Formal trade in agriculture, food, and  National trade statistics;  Trade facilitation measures \nare safer,  forestry products to the GMS  The World Integrated  covering food products \nmore  increased—annual value up 10%–15%  Trade Solution; United  continue to be effectively \nefficiently  (2009 baseline: $1.997 billion)  Nations Commodities  implemented in GMS, \nproduced, and    Trade Statistics database  ASEAN, and other countries \ntraded in       \nIncidence of food-borne diseases and  Reports of food-borne  Government’s commitment to \ngreater \nrelated morbidity and mortality, and loss  disease outbreaks from  food safety \nquantities \nof productive time for consumers,  the VFA, and DALYs   \nRisk \nreduced by 10% (2004 DALY baseline:  from the World Health \nLack of government \n315)  Organization \n    commitment to fund recurrent \nTourist arrivals increased by 5%–10%  Ministry of Culture, Sport  costs of a better SPS system \nannually (2010 baseline: 5 million)  and Tourism surveys  in the medium term\n \nOutcome  By 2018    Assumptions \nEnhanced  300 restaurants in 2 major tourist  Annual reports by the  Trading partners’ continuing \nSPS and food  centers graded based on GHP & GMP  Ministry of Health (VFA)  demand for Viet Nam food \nsafety  practices (2010 baseline: none)    products \nmanagement       \nGMS trading partners regard Viet Nam's  Tourism demand continues \nsystem  Consultations with \nSPS data and practices for food as  stakeholders and  to grow \nmore reliable, e.g., timeliness and   \ndevelopment partners \nTimely approval of project \nquality of reporting to partners and \nactive in SPS capacity \nmanagement plans and \ninternational organizations (overall \nbuilding (CIDA, JICA, \nfunds \nimprovement in survey results by 50% \nWorld Bank) \n \nfrom the results in 2010) \n  No new health hazards  \nAttitudinal survey of Viet \n(e.g., severe acute \nNam's regional trading \nrespiratory syndrome, avian \npartners \nflu, swine flu) emerge, \nresulting in reallocation of \nhuman and financial \nresources away from SPS \nactivities \n \nOutputs  Between 2013 and 2018    Assumptions \n1. Strengthened  Design and implementation of a  Annual reports by  Government commitment to \nfood safety  national system of food safety  the VFA  ongoing economic reforms \nsurveillance,  surveillance, including monitoring,    (national and sector-specific)  \nhandling, and  inspection, data storage, risk  Regional food safety   \ninspection  assessment, and response to hazards  institutions’ reports  Continuing willingness of \nprograms  (started in major urban areas and food    ministries and provinces to \nTourist industry surveys  cooperate \ndesigned and  production zones; extended nationally; \nand reviews   \nimplemented  and surveillance implemented in 4 pilot \n(Ministry of Culture,  Active participation of \n  provinces by 2018 (2010 baseline: no \n  Sports and Tourism)  neighboring countries in \nsystematic surveillance program)  \n    bilateral working groups \n       \n  Risk-based methods of controlling  Project M&E reporting  Government remains \n   imported processed food designed and    committed to GMS and other \n  implemented (2010 baseline: no  ADB review missions  regional processes  \n   systematic risk-based methods in place)      \n       \n   \n ", "12     Appendix 1 \nDesign  Performance Targets and Indicators  Data Sources and \nSummary  with Baselines  Reporting Mechanisms  Assumptions and Risks  \n  Food safety-related restaurant grading    Risks \n   \nin tourist areas, using GHP and GMP  Institutional and staff \n   \n  parameter scorecards in 2 pilot    capacity, including financial \n  locations (2010 baseline: none)     management to implement \n   \n      the project is insufficient \n  National regulatory  laboratories for     \n  food control selectively upgraded with   \nProject activities start up is \n   \nequipment, training in advanced testing, \n    delayed \n  and standard laboratory methods (40%   \n \n   \nof trained staff are female), better-\n     \n  quality management, and NIFC     \n  accredited as proficiency testing     \n   \n  provider   \n     \n2. Improved  Annual meetings with bilateral working  Bilateral working groups’ \nregional  groups on food safety held  minutes and reports  \ncooperation     \nand  Regional consultations on import  Regional consultations’ \nharmonization  handling (2011 baseline: no systematic  minutes and agreements \n  consultation)   \n \n   \n \n  Active participation in reporting to \n \n \nINFOSAN and ARASFF (2010 baseline:   \n \n \n  no systematic data sharing and \n \n \nreporting)   \n \n \n  Participated in regional study on   \n \n  harmonization and cooperation for first-  \n \n  time import market access decisions for \n \n \nfood products   \n \n     \n3. Effective   PMU established and staffed (by  Project  monitoring and \nproject  September 2012); financial  evaluation reporting  \n \nmanagement  management, Procurement and M&E \nMidterm evaluation \nand support  systems fully operational (by 2013). \n40% of participants in technical training \nunder the project shall be women\n \nActivities with Milestones  Inputs \n1.  1. Strengthened food safety surveillance, handling, and inspection   ADB: $11 million  \n         programs  designed and implemented  (ADF loan) \n1.1     Food safety surveillance   \n1.1.1  Study visit  Item                   Amount  \n1.1.2  Consensus workshops on national food safety system design (from 2013)                  ($ million) \n1.1.3  Annual training workshops on surveillance system characteristics   \n1.1.4  Workshops for annual planning (twice/year), annual reports  Equipment:                  5.644 \n1.1.5  Training workshops on surveillance(1 for 2014; and 2 per year in 2015–2018)  Consulting  \n1.1.6  Training workshop on sampling (annual)  services:                      1.498   \n1.1.7  Study tour on standardization (annual)  Training and  \n1.1.8  Workshops on standardization  workshops:                  2.217 \n1.1.9  Study tour on risk analysis (annual)  Recurrent  \n1.1.10 Risk Analysis workshops (10 by 2018)  costs:                           0.976                       \n1.1.11 Food consumption studies accomplished (6 accomplished by 2017)  Interest during \n1.1.12 Food additive studies (6 completed by 2018)  implementation:           0.439  \n1.1.13 Surveillance: additional rapid and conventional tests (4,800 and 8,000 by 2018)  Contingency:               0.226              \n  \n ", "Appendix 1       13 \n \n \nActivities with Milestones  Inputs \n1.1.14 Information and communication technology system established (from 2014)   \n1.1.15 Database training (specialists: 1 course 2013; users: 2 courses by 2014)  The government will finance \n1.1.16 Training data analysis (8 courses by 2018)  the equivalent of $0.72 \n1.1.17 Survey four provinces for food poison in nature (2014)  million to cover the costs of \n1.1.18 Design workshops on surveillance in 4 provinces (1 each year, 2014–2016)  counterpart staff, taxes and \n1.1.19 Training courses for inspectors in 4 provinces (2014)  duties, office rentals and \n1.1.20 Sampling and testing in 4 provinces (7,200 rapid test kits and 7,200  operations, part of the \nconventional tests by 2018)  training costs and external \n1.2      Import handling  audits, a proportion of \n1.2.1  Study tours on how to handle imports (2 in 2014)  associated operational \n1.2.2  Consensus workshop (1 in 2014; 1 in 2015)  costs, and other in-kind \n1.2.3  Task force workshops for import handling (2014–2017, total 14)  contributions. \n1.2.4  Import inspection manual produced (2014; repeated 2017)   \n1.2.5  Training on inspection manual (from 2014)   \n1.2.6  Training on SPS food safety system (100 trained by 2017) \n1.2.7  Training of sub-VFA staff (500 persons by 2018)\n \n1.3     Grading restaurants in tourist areas \n1.3.1  Tourism enterprise baseline surveys (2 in 2013) \n1.3.2  Tourism enterprise grading study tours (2 in 2013) \n1.3.3  Tourism industry consensus workshops (1 each in 2014 and 2015) \n1.3.4  Auditor training, awareness, and pilot training courses (1 each in 2013 and 2014) \n1.3.5  Pilot enterprise audits (4 in 2014) \n1.3.6  Tender award to private company for training on enterprise grading (2014) \n1.3.7  Tender award to private company for audits of enterprise grading (2014) \n1.3.8  Assessment workshops (1 each in 2015 and 2017)\n \n   1.4     Strengthening food laboratories in support of surveillance and market access \ndecisions    \n1.4.1  Supply laboratory equipment to NIFC, NIN, IHPH, TNPMC, CFSA, PINT \n(from 2013) \n1.4.2  English proficiency courses (1 in 2013; 2 per year in 2014–2017, 1 in 2018) \n1.4.3  Study tours (2 in 2013) \n1.4.4  NIFC-accredited proficiency testing provider by 2015 \n1.4.5  Quality assurance and control (7 courses by 2016) \n1.4.6  Comprehensive testing workshops (12 by 2016)  \n1.4.7  Training courses mainstream laboratory methods (16 by 2017) \n1.4.8  Proficiency testing (68 each in 2014 and 2016) \n2.     Greater regional cooperation and harmonization \n2.1   Bilateral food safety working groups (Cambodia, the Lao People’s Democratic\n \n  Republic, the People’s Republic of China, and Thailand) established or     \n  strengthened   (initial meetings held by 2013; biannually) \n2.2   INFOSAN and ARASFF training workshops (1 each, annually) \n2.3   First-time market access national workshops (2014 and 2015) \n \n3.     Effective project management                                                                                       \n3.1   Establishment of a project management unit in the VFA (by second quarter   \n        2013)  \n3.2   Financial management and procurement manual, M&E framework prepared (by  \n        fourth quarter of 2013)                \nADB = Asian Development Bank, ADF = Asian Development Fund, ARASFF =ASEAN Rapid Alert System for Food and Feed, \nASEAN = Association of Southeast Asian Nations, CFSA = Center of Food Safety Application, CIDA = Canadian International \nDevelopment Agency, DALY = disability adjusted life year, GHP = good hygiene practice, GMP = good manufacturing practice, GMS \n= Greater Mekong Subregion,  INFOSAN = International Food Safety Authorities Network, IHPH = Institute of Hygiene and Public \nHealth, JICA = Japan International Cooperation Agency, M&E = monitoring and evaluation, NIFC = National Institute for Food \nControl, NIN = National Institute of Nutrition, PINT = Pasteur Institute in Nha Trang, PMU = project management unit, SPS = sanitary \nand phytosanitary, TNPMC = Tay Ninh Preventative Medicine Center, VFA = Viet Nam Food Administration. \n  Source: Asian Development Bank. \n ", "14      Appendix 2        \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=43120-025-3 \n \n1.  Loan Agreement: Viet Nam \n2.  Sector Assessment (Summary): Industry and Trade \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n10.  Detailed Economic Analysis \n11.  Detailed Food Safety Management Issues Sector Assessment \n "], "metadata": {"CreationDate": "D:20121026150402Z", "Subject": "The report and recommendation of the president for the proposed Trade Facilitation: Improved Sanitary and Phytosanitary Handling in Greater Mekong Subregion Trade Project in Viet Nam describes the terms and conditions for the approval of the Board of Directors of ADB.", "Author": "Asian Development Bank", "Creator": "Microsoft® Office Word 2007", "Keywords": "vietnam; gms; trade; agriculture; food; food safety; health improvement; food trade; food handling; food inspection; import handling; processed food; food control systems; restaurants hygiene; tourism; adb project terms and conditions; adb projects; 43120", "Producer": "Microsoft® Office Word 2007", "ModDate": "D:20121125192626+08'00'", "Title": "RRP: Viet Nam: Trade Facilitation: Improved Sanitary and Phytosanitary Handling in GMS Trade Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 October 2012) \nCurrency unit  –  dong (D) \nD1.00  =  $0.000048 \n$1.00  =  D20,865 \n \n \nABBREVIATIONS\n \n   \nADF  –  Asian Development Fund \nAFF  –  agriculture, food, and forestry  \nASEAN  –  Association of Southeast Asian Nations \nGMS  –  Greater Mekong Subregion \nLao PDR  –  Lao People’s Democratic Republic \nMOH  –  Ministry of Health \nPAM  –  project administration manual \nPMU  –  project management unit \nPRC  –  People’s Republic of China \nSPS  –  sanitary and phytosanitary  \nTA  –  technical assistance \nVFA  –  Viet Nam Food Administration \nWTO  –  World Trade Organization \n \n \nNOTE \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, SERD \n   \nTeam leader  L. Ding, Principal Trade Specialist, SERD \nTeam members  H. Aoki, Senior Financial Sector Specialist, SERD \n  V. T. Dien, Senior Programs Officer, Viet Nam Resident Mission, SERD \nL. Jovellanos, Senior Economics Officer, SERD \nK. M. Sanchez, Operations Assistant, SERD \nS. Zaidansyah, Senior Counsel, Office of the General Counsel \nPeer reviewers  R. Butiong, Principal Regional Cooperation Specialist, Central and West \nAsia Department  \nP. Ramachandran, Environment Specialist (Regional Cooperation), SERD \nS. Setboonsarng, Principal Natural Resources and Agriculture Economist, \nSERD  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Hattori", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "L. Ding", "role": "Principal Trade Specialist", "organization": "SERD"}, {"fullname": "H. Aoki", "role": "Senior Financial Sector Specialist", "organization": "SERD"}, {"fullname": "V. T. Dien", "role": "Senior Programs Officer", "organization": "Viet Nam Resident Mission"}, {"fullname": "L. Jovellanos", "role": "Senior Economics Officer", "organization": "SERD"}, {"fullname": "K. M. Sanchez", "role": "Operations Assistant", "organization": "SERD"}, {"fullname": "S. Zaidansyah", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "R. Butiong", "role": "Principal Regional Cooperation Specialist", "organization": "Central and West"}, {"fullname": "P. Ramachandran", "role": "Environment Specialist (Regional Cooperation)", "organization": "SERD"}, {"fullname": "S. Setboonsarng", "role": "Principal Natural Resources and Agriculture Economist", "organization": ""}]}