{"path": "data/input/ta/43120-026-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 43120-026 \nGrant Number: 0296-LAO \nSeptember 2017 \n \n \n \nProposed Grant for Additional Financing \nLao People’s Democratic Republic: Trade \nFacilitation: Improved Sanitary and Phytosanitary \nHandling in Greater Mekong Subregion Trade \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n ", " \nCURRENCY EQUIVALENTS \n(as of 11 September 2017) \nCurrency unit  –  kip (KN) \nKN1.00  =  $0.00012 \n$1.00  =  KN8,294.50 \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nAFF  –  agriculture, food, and forestry \nASEAN  –  Association of Southeast Asian Nations \nCIU  –  component implementation unit  \nGMS  –  Greater Mekong Subregion \nLao PDR  –  Lao People’s Democratic Republic \nMAF  –  Ministry of Agriculture and Forestry  \nPMU  –  project management unit \nPRC  –  People’s Republic of China  \nSPS  –  sanitary and phytosanitary  \nTA  –  technical assistance \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Subramaniam, Southeast Asia Department (SERD) \nDirectors  K. Bird, Public Management, Financial Sector, and Trade Division, SERD \n  Y. Negishi, Country Director, SERD \n \nTeam leaders  J. Lam, Trade Specialist, SERD \nC. Lozano, Senior Trade Specialist, SERD \nTeam members  C. de Vera, Operations Assistant, SERD \nL. Jovellanos, Senior Economics Officer, SERD \nA. Musa, Senior Financial Sector Specialist, SERD \n  P. Xayyavong, Project Officer, SERD \nS. Zaidansyah, Principal Counsel, Office of the General Counsel \nPeer reviewer  S. Sunayama, Senior Economist, South Asia Department  \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \n \nCONTENTS \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Investment and Financing Plans  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty and Social  9 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Revised Design and Monitoring Framework  11 \n2.  List of Linked Documents  16 \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 43120-026\nProject Name Trade Facilitation: Improved Sanitary  Department SERD/SEPF\nand Phytosanitary Handling in Greater  /Division\nMekong Subregion Trade Project \nCountry Lao People's Democratic Republic Executing Agency Ministry of Agriculture and \nBorrower Lao PDR Forestry\n2. Sector Subsector(s)      ADB Financing ($ million)\nIndustry and trade Trade and services 10.00\nTotal 10.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Low\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nRegional integration (RCI) Pillar 2: Trade and investment\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Some gender elements (SGE)\ndevelopment (GCD)\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG4, SDG8, SDG17\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 10.00\n     Sovereign Project grant: Asian Development Fund 10.00\nCofinancing 0.00\n     None 0.00\nCounterpart  0.32\n     Government  0.32\nTotal 10.32\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23022017142648586155 Generated Date: 11-Sep-2017 12:08:42 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Lao People’s Democratic Republic (Lao PDR) for the additional financing of the Trade \nFacilitation: Improved Sanitary and Phytosanitary (SPS) Handling in Greater Mekong Subregion \n(GMS) Trade Project.1 \n \n2.  The Asian Development Bank (ADB) approved the original Trade Facilitation: Improved \nSPS Handling in GMS Trade Project in June 2012.2 The project aims to strengthen institutional \nsupport and develop capacity for SPS handling in Cambodia and the Lao PDR through improved \nsurveillance and monitoring of plant health, animal health, and food safety; the creation of a pool \nof SPS specialists through better tertiary education in food sciences; and enhanced regional \ncooperation in SPS handling.3 Based on the success of the current project in its delivery of \noutputs, the Government of the Lao PDR requested additional financing to scale up project \nactivities, include additional provinces for support under the project, and commence nationwide \nrollout  of  the  food  safety  management  system.4 The  project  will  facilitate  greater  trade  in \nagriculture, food, and forestry (AFF) products through an increase in focus on improving SPS \nmeasures for plant health, animal health, and food safety applicable to key trade requirements of \nthe GMS. The additional financing will scale up activities in the three main outputs: (i) surveillance \nand inspection for plant health, animal health, and food safety; (ii) enhanced education levels and \nuniversity training of SPS specialists; and (iii) regional cooperation and harmonization for SPS \nmeasures and practices. The project will be implemented by the Lao PDR Ministry of Agriculture \nand Forestry (MAF). The current project’s approach and structure remain valid. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  The current project was developed based on the commitment of the Lao PDR to implement \nthe  GMS  regional  cooperation  strategy  of  connectivity  and  competitiveness.5 While  recent \ninvestments in physical infrastructure have improved connectivity and created new opportunities \nfor  trade,  governments  in  the  region  recognize  that  weak  national  legal,  institutional,  and \noperational capacity for delivering SPS services has hindered the establishment of a harmonized \nand robust GMS framework for SPS, which has impeded growth in exports of food products and \nincomes  of  farm  households.  Governments  in  the  GMS  need  to  invest  in  national  SPS \nmanagement systems from farm to table, and coordinate SPS service delivery better across \njurisdictions.6 The current project has been successful in improving  legal, institutional, and \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loans, Grant, and \nTechnical Assistance to the Kingdom of Cambodia and Lao People’s Democratic Republic: Trade Facilitation: \nImproved Sanitary and Phytosanitary Handling in the Greater Mekong Subregion. Manila. SPS measures and issues \nare defined in the 1994 World Trade Organization Subsidiary Agreement on the Application of Sanitary and \nPhytosanitary Measures. \n3  The GMS includes Cambodia, the People’s Republic of China, the Lao PDR, Myanmar, Thailand, and Viet Nam. \n4  The Government of Cambodia has deferred its request for additional financing as it continues to implement activities \nunder the current project and TA 8732-REG. \n5  Greater Mekong Subregion. 1992. GMS Economic Cooperation Program. GMS. \n6  ADB. 2012. Technical Assistance for Implementing the Greater Mekong Subregion Core Agriculture Support \nProgram (Phase 2). Manila. (TA 8163-REG). This TA is facilitating the development of the GMS Strategy and Action \nPlan on Promoting Safe and Environment Friendly Agro-Based Value Chains in the Greater Mekong Subregion for \n2018–2022. Based on an agro-based value chain approach, the strategy has two pillars: policies and investments, \nand certification of food safety and quality. The resulting GMS strategy and action plan document is envisaged for \nendorsement by the GMS agriculture ministers during the third quarter of 2017.  \n ", "2 \noperational  capacities  for  SPS  service  delivery  in  Cambodia  and  the  Lao  PDR;  including \nmanagement  and  cooperation  on  essential  SPS  issues  to  be  resolved  in  the  region. \nAchievements under the project include market access agreements with bilateral trading partners \nfor key AFF exports, upgrades to laboratory equipment crucial for testing and analysis of plant \nand animal health and food safety, and updated curricula and teaching methodology for SPS \neducation in the Faculty of Agriculture at the National University of Laos. Under the current project, \nthe governments of Cambodia and the Lao PDR have successfully pilot tested a food safety \nscheme involving the assessment and grading of food establishments. Technical assistance (TA) \non Enhancing Capacity for SPS Arrangements to Facilitate Trade in the GMS is also supporting \nprogress by providing for cooperation between customs and SPS agencies, regional capacity \nbuilding, and the development of a monitoring and evaluation framework (footnote 4). National \ntrade data show clear benefits such as the increased export volume of AFF goods resulting from \nimproved SPS management systems under ADB’s support. For example, under the framework of \nmarket access agreements with bilateral partners, rice exports from the Lao PDR to the People’s \nRepublic of China have increased 400% from 2015 to 2017.7 Other AFF products experienced \nrobust export growth from 2012 to 2015, such as corn (67%) and cassava (328%).  \n4.  Despite this progress, additional financing is required to support reforms in the Lao PDR \nto  enhance  SPS  institutions  and  operational  capacity  in  line  with  the  country’s  GMS \ncommitments.8 The current project focuses on improved surveillance and monitoring of plant \nhealth, animal health, and food safety in three provinces9, while additional provinces such as \nSavannakhet and Oudomxay require support under the project. Additional financing will facilitate \nthe rollout of a national food safety management system, including a ratings scheme of food \nestablishments, to improve food safety for the population and visitors to the Lao PDR. Enhancing \nfood safety in the Lao PDR will boost its reputation as a tourism destination, which is imperative \nas tourism accounts for 6.4% of gross domestic product. The first batch of food science students \nfrom the project will graduate in 2018, and additional investments are needed to ensure a \nsufficient number of qualified food scientists in the long term.  \n5.  Eligibility criteria for additional financing. The proposed project meets the eligibility \ncriteria of being: (i) technically feasible, economically viable, and financially sound; (ii) accorded \nhigh priority by the government; and (iii) consistent with the project’s developmental objectives. \nAs  the  current  country partnership  strategy for  2017–2021  is  being  drafted, the  additional \nfinancing is included in the country operations business plan for the Lao PDR, 2017–2019.10 The \nreview missions for the project confirmed its technical and economic viability, and economic \nsoundness. Based on the targets of the Lao PDR National Strategy for Agricultural Development, \n2011–2022,11 the  project  is  aligned  with government  priorities. The  proposal for  additional \nfinancing will allow a scale-up of project activities in outputs 1 to 3, expanding coverage to \nadditional  provinces,  supporting  the  nationwide  rollout  of  the  ratings  scheme  of  food \nestablishments, and enhancing the Lao PDR’s coordination on SPS matters in the GMS. The \ncurrent project is also aligned with the GMS 10-year Strategic Framework, 2012–202212 and \nfacilitates cross-border trade and investment, including continued progress of the Lao PDR’s SPS \nmanagement and monitoring under the current project.The project will contribute to pillar 4 \n \n(cooperation in regional public goods) of ADB’s Regional Cooperation and Integration Strategy.13  \n                                                \n7  Other bilateral market access agreement partners include Thailand and Viet Nam. \n8  Based on current project implementation progress, additional financing will be provided to the Lao PDR while \nadditional support will be provided to Cambodia at a later stage.  \n9  Vientiane capital, Luang Prabang and Pakse \n10 ADB. 2016. Lao PDR Country Operations Business Plan (2017-2019). Manila.  \n11 Government of the Lao PDR, MAF. 2010. Strategy for Agricultural Development 2011 to 2022. Vientiane.  \n12 ADB. 2012. GMS Economic Cooperation Program Strategic Framework (2012-2022). Manila.  \n13 ADB. 2006. Regional Cooperation and Integration Strategy. Manila. ", "3 \n6.  Only two of the top five exports from the Lao PDR are AFF products, while over 70% of \nits labor force is engaged in agriculture. Exports of other AFF products could be expanded \nsignificantly by raising productivity in agriculture and reducing SPS-related barriers to exports of \nthese products through market access agreements with trading partners for key crops. From 2010 \nto 2014, exports of AFF products increased by over 90%.14 Nevertheless, poor SPS management \ncapacities continue to limit market access for many AFF products from the Lao PDR, both in the \nGMS and globally. The Government of the Lao PDR has limited institutional and human resources \nto protect crops, livestock, and consumers against health hazards caused by plant pests, animal \ndiseases, and food-borne diseases. While the current project has facilitated better SPS systems, \nthe Lao PDR needs more sustained and scaled up assistance to ensure  longer-term SPS \ncapabilities.  Effective  national  SPS  management  systems  are  building  blocks  for  regional \nharmonization and for establishing trust among GMS countries in each other’s SPS measures. \n \n7.  Despite the significant improvement resulting from the current project, Lao PDR continues \nto faces challenges in: (i) undertaking surveys on crop pests and diseases required by market \naccess agreements; (ii) undertaking risk management through inspections and interceptions of \nimported products; (iii) monitoring trade and use of agricultural pesticides required by market \naccess agreements; (iv) updating and understanding new risks of forest pest spread associated \nwith trade in wood and forest products; and (v) maintaining and expanding the regional trade in \ncrop  products.  Lao  PDR  also  needs  to:  (i)  continue  containment  of  transboundary  animal \ndiseases; (ii) improve surveillance of veterinary drugs and feed; and (iii) improve animal food \nproduct safety. Food safety practices are poor and awareness of the importance of food safety is \nlow, resulting in very high levels of food-borne illness; inadequate attention to food safety in food \nestablishments; and inadequate monitoring of food, food establishments, and food poisoning \noutbreaks. Food safety supervision has added importance, given the increasing tourist volumes \nin the Lao PDR. \n \n8.  Compliance with global SPS requirements requires national specialists to undertake tasks \nrelated  to  surveillance,  risk  analysis,  testing,  pest  identification,  production  standards,  and \nconformity assessment. Given the large proportion of the local labor force in the agriculture sector, \nit is important to invest in the education of future SPS specialists who will help ensure the quality \nand safety of AFF goods. Trading partners and private companies often require the application of \ngood agricultural practices, good manufacturing practices, and quality assurance management \n(such as hazard analysis critical control point systems). The Association of Southeast Asian \nNations  has  established  regional  cooperation  on  food  safety  and  harmonized  standards \nrecognition for agricultural products. GMS countries are considering the establishment of a trade \nfacilitation working group, with two subgroups for customs and SPS, to meet as required.15 As the \nLao PDR increasingly participates in regional and global trade, it will need to ensure that AFF \ngoods exports meet the stringent standards of importing countries. However, specialists who can \nperform these surveillance and analytical tasks are lacking. The current project introduced SPS \ntraining at the National University of Laos, and the first batch of locally trained SPS specialists will \njoin the workforce in 2018. Continued support in this area would help strengthen the capacities of \nSPS agencies in the Lao PDR by supplementing their staff with locally trained experts. \n \n9.  Lessons.  The project builds on past and ongoing technical assistance related to SPS \nsupported by development partners and ADB. Enforcement of SPS standards and management \nsystems remains a challenge in the Lao PDR. Experience shows that due to limited government \nabsorptive capacity, donors must adopt a phased approach to formulate well-targeted and \n                                                \n14 Government of the Lao PDR, Lao PDR Trade Portal. http://laotradeportal.gov.la/index.php. \n15 The proposal to reactivate the trade facilitation working group will be submitted for consideration and endorsement \nby the GMS ministers in September 2017. ", "4 \nsequenced projects to ensure the implementation of bilateral and regional commitments on \ncooperation and harmonization. An integrated approach to the three main areas of concern (i.e. \nfood safety, animal health and plant health) is beneficial so as to develop a common framework \nfor SPS standards. Development partners such as the Food and Agriculture Organization of the \nUnited Nations and the United States Agency for International Development support other aspects \nof  SPS  capacity  building  in  the  GMS,  including  legislative  and  regulatory  reform,  which \ncomplement the project and contribute to addressing SPS issues comprehensively. \n \n10.  The current project has delivered pest lists for 11 crops, which were crucial for meeting \nbilateral market access agreements requirements, as well as food safety training to improve risk \nmanagement and hazard response, including for food manufacturing establishments. The current \nproject is rated on track by ADB’s project performance rating system. As of 31 August 2017, \noverall physical implementation progress of the project was estimated at 93% against the elapsed \nimplementation period of 91%. Cumulative contract awards amount to $13.4 million or 97% of net \nproject amount while cumulative disbursements amount to $12 million or 87% of net project \namount. Identified risks such as weak institutional capacity were mitigated through staff training \nand capacity building in the project management unit as well as component implementation units \n(CIUs). Since project effectiveness, ADB has conducted seven review missions and confirmed \nthat: (i) implementation progress has been satisfactory and no substantial changes to project \ndesign and approach are envisioned; (ii) MAF and CIUs have the capacity, experience, and \nexpertise needed to implement ADB-financed projects; and (iii) the current project interventions \nhave produced tangible benefits to the Lao PDR. Cambodia has opted to defer any additional \nfinancing until 2019, in line with its implementation schedule for completing activities and the \nproject pipeline. \n \nB.  Impact and Outcome \n \n11.  The  impact  remains  unchanged  for  the  additional  financing  project:  Lao  PDR  AFF \nproducts that are safer, more efficiently produced, and traded in greater quantities. The outcome \nwill  be  an  enhanced  SPS  management  system  in  the  Lao  PDR,  which  will  contribute  to \nintraregional trade, export competitiveness, and health protection. With additional financing, \ncurrent project progress will be scaled up to include coverage of more provinces16 in the Lao PDR \nand a greater number of staff receiving capacity building.  \n \nC.  Outputs \n \n1.  Output 1: Strengthened Surveillance and Inspection Programs \n \n12.  Plant health. Assistance will continue to focus on: (i) surveillance to maintain the pest lists \nfor 15 products developed under the current project and additional pest lists for another five crops \nfor use in market access arrangements with countries such as the People’s Republic of China \n(PRC), Thailand, and Viet Nam (the current project enabled market access agreements for rice \nexports to the PRC, and additional financing will support additional crops such as Job’s tears, and \ncassava market access agreements); (ii) strengthening related pest identification, diagnostic, and \nanalytical  services  through  investments  in  laboratory  facilities,  equipment,  and  training; \n(iii) improving the capacity to approve pesticides formulation analysis, monitoring, and its residual \ntesting;  (iv)  improving  the  capacity  to  respond  to  pest  forecast  and  outbreaks;  \n(v) doubling the capacity to provide post-entry quarantine for new plant species following the \nconstruction of the first post-entry quarantine facility under the current project; and (vi) improving \n                                                \n16 Including Bolikhamxay,Champasak, Khammuane, Xiengkhouang, and Savannakhet. ", "5 \ninternational reporting of pest situations and strengthening the supply chains associated with crop \nproducts.  \n \n13.  Animal health. The focus will continue to be on: (i) strengthening transboundary animal \ndiseases surveillance and response programs by extending the transboundary animal diseases \nsurveillance work being undertaken in two provinces under the current project to two further \nprovinces;  (ii)  improving  disease  management  capacities  for  priority  transboundary  animal \ndiseases (foot-and-mouth disease and classical swine fever); (iii) improving the management of \nrisks associated with the movement of live animals, with additional financing supporting the \ndevelopment and implementation of a national strategy to control illegal animal trade;17 and \n(iv) improving the monitoring of veterinary drugs, animal feeds, and animal products safety \nmonitoring. \n \n14.  Food safety. The focus will continue to be on: (i) maintaining and expanding the size of \nthe current food safety surveillance program to assess more hazards and ensure its effective \nimplementation nationwide after the pilot work done under the current project; (ii) providing \ntraining to 700 more food establishments on food safety hazards management, in addition to the \n800 food premises trained under the current project, and grading a further 360 food premises in \naddition to the 360 premises graded under the current project; (iii) providing specific training in \ngood manufacturing practices and good hygiene practices for target food processing companies \nand certification for a subset of these (targeting those keen on exporting); and (iv) improving food-\nborne illness response capacity, which will include selectively strengthening laboratory capacities \nwith upgraded microbial testing abilities to identify key microbiological risks such as salmonella. \nThe project will raise awareness and improve the implementation of food safety standards in the \nfood processing and tourist industries by promoting good hygiene practices, good manufacturing \npractices, and enterprise grading. \n \n2.  Output 2: Improved Regional Cooperation and Harmonization \n \n15.  The current project supports the participation of the Lao PDR in various bilateral working \ngroups and consultations on import handling, as well as national measures, in line with regional \nSPS requirements including those of the Association of Southeast Asian Nations. The project \nsupports the Lao PDR’s effective participation in regional fora such as the Southeast Asia and \nChina Foot-and-Mouth Disease project; the International Food Safety Authorities Network; the \nAssociation of Southeast Asian Nations Rapid Alert System for Food and Feed; and twinning \narrangements between the Lao PDR and other countries in the region on SPS issues. Through \nimprovements  in  the  national  SPS  framework,  such  as  capacity  building  for  surveillance, \ninspection, monitoring, and data collection, the project facilitates the Lao PDR’s participation and \ncontribution to regional SPS information exchange and cooperation on mutual recognition and \nharmonization of standards and regulations. The project will also continue to support SPS \ncooperation through bilateral working groups in plant health, animal health, and food safety.18  \n \n3.  Output 3: Enhanced Education Levels and University Training of Sanitary \nand Phytosanitary Specialists \n \n16.  The project will focus on upgrading academic education for SPS specialists at the Faculty \nof Agriculture at the National University of Laos. This will cover: (i) curricula updates following \ncurricula development provided in the current project, including harmonization in line with regional \n                                                \n17 Implementation will focus on provinces with international border posts and high levels of transit activity. \n18 This will include the establishment of new bilateral groups (e.g., on plant health between the Lao PDR and  \nViet Nam) where necessary. ", "6 \nstandards where relevant; (ii) teaching quality improvement; (iii) training opportunities such as \nMAF and Ministry of Health internships for students; and (iv) further upgrading of faculty laboratory \nand teaching facilities.  \n \nD.  Investment and Financing Plans \n \n17.  The original Lao PDR project was estimated to cost $14.46 million.19 With additional  \nfinancing, the Lao PDR project is estimated to cost $24.78 million. \n \nTable 1: Project Investment Plan20 ($ million) \nItem           Current Amounta     Additional Financingb  Total \nA.  Base Costc    Lao PDR    Lao PDR   \n  1.  Plant health    3.12    3.09  6.21 \n  2.  Animal health    3.40    2.04  5.44 \n  3.  Food safety    2.48    2.42  4.90 \n  4.  Academic education    2.20    0.65  2.85 \n  5.     Project management    2.38    1.61  3.99 \n    Subtotal (A)    13.58    9.81  23.39 \nB.  Contingenciesd (B)     0.78    0.50  1.28 \nC.  Interest During      0.10    0.00  0.10 \n  Implementatione(C)           \n      Total (A+B+C)     14.46     10.32  24.78 \nNote: Numbers may not sum precisely because of rounding. \na  Refers to the original amount. Includes taxes and duties of $0.616 million to be financed from ADB grant resources. \nb  Includes taxes and duties of $0.553 million to be financed from the grant proceeds. Recurrent costs make up about \n22% of additional financing. \nc  In 2017 prices. \nd  For the current amount, physical contingencies are computed at 5%–10% for civil works and 5%–10% for field \nresearch and development, training, surveys, and studies. Price contingencies computed on the basis of Asian \nDevelopment Bank international and domestic price escalation factors for the Lao People’s Democratic Republic; \ninclude provision for potential exchange rate fluctuation under the assumption of a purchasing power parity exchange \nrate. For the additional financing, physical contingencies computed at 2.9% of the base cost, and price contingencies \ncomputed at 2.4% of the base cost of investment costs (civil works, equipment, consulting services, training, \nawareness,  campaigns,  workshops  and  meetings,  and  laboratory  systems  support)  and  of  recurrent  costs \n(consumable goods and services, and maintenance and operating expenses). \ne  Interest during implementation for the Asian Development Bank loan has been computed on standard Asian \nDevelopment Fund terms—at 1.0% per annum. \nSource: Asian Development Bank estimates. \n \nTable 2: Financing Plan \n   Current Lao PDR  Additional Financing Lao PDR  Total  \n  Amount  Share of   Amount  Share of   Amount  Share of  \nSource  ($ million)  Total (%)  ($ million)  Total (%)  ($ million)  Total (%) \nADB loan  3.00  20.75  0.00  0.00  3.00  12.11 \nADB grant  11.00  76.07  10.00  96.95  21.00  84.76 \nGovernment  0.46  3.18  0.32  3.05  0.78  3.13 \nTotal  14.46  100.00  10.32  100.00  24.78  100.00 \nADB = Asian Development Bank, Lao PDR = Lao People’s Democratic Republic. \nNote: Bank charges related to the imprest account will be financed through the grant proceeds. \nSource: Asian Development Bank estimates. \n                                                \n19 See footnote 2. This is part of a regional project for Cambodia and the Lao PDR that included the Cambodia loan of \n$11 million and the Lao PDR loan of $3 million and grant of $11 million.  \n20 A country’s eligibility for Asian Development Fund grants under the revised grant framework is determined by its risk \nof debt distress. The latest debt sustainability analysis determined that the Lao PDR had a high risk of debt distress \nand was therefore eligible to receive 100% of its Asian Development Fund allocation as grants.  ", "7 \n18.  The Government of the Lao PDR has requested a grant not exceeding $10 million from \nADB’s Special Funds resources (Asian Development Fund) to help finance the project. ADB’s \ntotal contribution will be $24 million, amounting to 96.9% of the total project cost. ADB will finance \nrecurrent costs to ensure smooth project implementation and longer-term capacity development. \nIn the original financing, the Government of the Lao PDR financed the equivalent of $0.46 million. \nFor the additional financing, the Government of the Lao PDR will finance the equivalent of $0.32 \nmillion to cover the costs of staff, office space, and other in-kind contributions.  \n \nE.  Implementation Arrangements \n \n19.  Based on its positive project implementation track record, MAF’s Department of Planning \nwill continue be the project executing agency, or project management unit (PMU). The PMU will \ncontinue to assume its role under the expanded project. The CIUs will also continue to oversee \ntheir respective outputs. The CIUs will be the Department of Agriculture, the Department of \nLivestock and Fisheries, the Food and Drugs Department, and the Faculty of Agriculture at the \nNational University of Laos. The implementation arrangements are summarized in Table 3 and \ndescribed in detail in the project administration manual.21  \n \n20.  All procurement financed by the ADB grant will be carried out in accordance with ADB’s \nProcurement Guidelines (2015, as amended from time to time). Consultant recruitment will be \ncarried out in accordance with ADB’s Guidelines on the Use of Consultants (2013, as amended \nfrom time to time). Project implementation, procurement, and financial management will be \naligned  with  the  government’s  standard  operating  procedures.  A  project  advance  account \nestablished at the Ministry of Finance, and a sub-account administered by the PMU, will be \nconsolidated and audited annually by auditors acceptable to ADB. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2018–December 2020 \nEstimated completion date  31 December 2020 (Grant closing date: 30 June 2021) \nManagement \n(i)   Oversight body  Project steering committee chaired by MAF; members consist of CIU leads \n(ii)  Executing agency  MAF \n(iii)  Key implementing  Department of Agriculture; Department of Livestock and Fisheries; Food and \nagencies  Drugs Department; and Faculty of Agriculture (National University of Laos)   \n(iv) Implementation unit  PMU (8 staff), each component implementation unit (2–3 staff) \n    Lao PDR \nProcurement    National competitive  Multiple contracts ($2.964 million) \nbidding \nShopping   Multiple contracts ($0.098 million) \nDirect purchase  Multiple contracts ($0.089 million) \nConsulting services   Individual consultantsa  31 contracts; 98 person-months (international); \n186.0 person-months (national) ($2.274 million)  \n  Least-cost selection  2 contracts; 7.5 person-months (international); \nmethod  7.5 person-months (national) ($0.155 million) \n  Single source selection  5 contracts; 29.0 person-months (international); \n84.0 person-months (national) ($0.757 million) \nAdvance contracting  Advance contracting of PMU project management and financial consultants \nin Q3–Q4 2017 for the following positions: international project management \nand procurement advisor; national financial management specialist; national \nprocurement specialist; project administrative assistant; secretary. \n                                                \n21 Project Administration Manual (accessible from the list of linked documents in Appendix 2). ", "8 \nAspects  Arrangements \nDisbursement  The grant proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed upon between the Government of Lao PDR and ADB. \nADB = Asian Development Bank, Lao PDR = Lao People’s Democratic Republic, MAF = Ministry of Agriculture and \nForestry, PMU = project management unit, Q = quarter. \na The recruitment of 31 individual consultants instead of a firm is supported in view of the experience of the PMU. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n21.  A key feature of the project technical design is to focus on the components dealing with \nplant health, animal health, food safety, and academic education for SPS capacity development \nin the Lao PDR. Despite the institutional breadth in each component, technical interventions are \nsimilar in focusing on strengthening surveillance and inspection systems, upgrading human \nresources, and involving the provision of a range of technical expertise, training, workshops, and \nhardware to achieve this purpose. The additional financing project design will continue to focus \non individual components (i.e., plant health, animal health, food safety, and education) to ensure \ncontinued progress in these aspects.  \n \n22.  The major technical design parameters are (i) a recognition that plant, animal, and food \nsafety surveillance systems start from a low information and human capacity base, and that \nenhancing SPS capacity should take a pragmatic and practical approach; (ii) promoting simple \nand cost-effective approaches where possible (e.g., the use of rapid test kits and construction of \nshared  laboratory  facilities);  and  (iii)  an  emphasis  on  strengthening  university  teaching  as \nopposed to research. The project has been designed to complement ongoing and planned \ninterventions by various development partners and ADB. Subregional cooperation is promoted \nthrough participation in regional SPS fora, bilateral working groups, information exchange, mutual \nrecognition of standards, training attachments, academic exchanges, and twinning arrangements.  \n \nB.  Economic and Financial \n \n23.  The economic rationale for the project is that SPS services address market inadequacies \npertaining to public goods (including regional public goods), asymmetric information, negative \nexternalities, and coordination failures in protecting plant and animal health and ensuring food \nsafety. The project is expected to engender significant economic benefits, including an increase \nin the income of producers and exporters of AFF products as a result of lower SPS-related trade \nbarriers, an increase in farmers’ incomes owing to higher crop yields, a decrease in farmers’ \nlosses from animal diseases, a reduction of the country’s economic losses resulting from food-\nborne diseases, and an increase in domestic income generated by tourism. With an economic \ninternal rate of return of 11.5% and a considerable positive impact on government revenue, the \nproject is economically justifiable and financially sustainable.22  \n \nC.  Governance  \n \n24.  The financial management assessment concluded that the overall fiduciary risk in the \nLao PDR is moderate. This assessment is based on concerns regarding: (i) transparency in the \nuse of public finances with limited public access to government budget and financial information;  \n(ii) low awareness of modern internal controls in the public sector; and (iii) weak government \n                                                \n22 Economic Analysis (accessible from the list of linked documents in Appendix 2). ", "9 \noversight and the slow pace of reform. The assessment recommended that detailed consolidated \nannual project financial statements be audited  in accordance with international standards on \nauditing by an auditor acceptable to ADB, such as the State Audit Organisation of the Lao PDR. \nThe PMU will prepare and submit to ADB quarterly project progress reports, which will include:  \n(i) a narrative description of physical and financial progress made during the reporting period;  \n(ii)  changes  in  the  implementation  schedule;  (iii)  problems  or  difficulties  encountered;  and  \n(iv) activities to be undertaken in the next reporting period.   \n \n25.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the project administration manuals (footnote 19).  \n \nD.  Poverty and Social \n \n26.  The project will increase trade in the Lao PDR’s AFF products as their safety improves \nand they gain acceptance in foreign markets. Improved SPS handling of AFF products will \nenhance agricultural productivity, making AFF trade more predictable and lowering transaction \ncosts. This should lower consumer prices in markets, contributing to improved living standards \nand increased competitiveness of the Lao PDR. An improved surveillance and outbreak response \nto livestock diseases will benefit rural households, as animal mortality will be reduced. Improved \nnational food surveillance reduces exposure to illness and time off work for all, including the poor. \nRegarding tourism, grading will stabilize and formalize food establishments, indirectly sustaining \nthe employment of workers in food preparation and serving. The grading visits and audits of \nnational food safety surveillance systems will also generate formal employment.  \n \n27.  The current project is categorized as having some gender benefits, and the additional \nfinancing will align with this. Gender analysis was conducted during project preparation, and \ntargets on women’s participation in training were included in the project design and monitoring \nframework  and  loan  covenants.  Sex-disaggregated  data  collection  was  integrated  into  the \nproject’s monitoring and evaluation system. Gender targets have been met under the current \nproject. As of 31 August 2017, 370 (56%) out of 660 participants of training in food safety handling \nand good manufacturing practice were females (target 30%), 40% of participants in SPS training \nwere females (target 30%), and more than 50% of PMU and CIU staff are women (target 30%). \nAs women dominate agricultural employment in the Lao PDR23 and their participation in tourist-\nrelated employment is high, they will particularly benefit from additional project investments. \nSelected gender targets, such as women’s participation in training and the ratio of female staff in \nthe PMU, have been identified and reflected in the design and monitoring framework.24  \n \nE.  Safeguards \n \n28.  The  resettlement,  environmental  assessment  and  review,  and  indigenous  peoples \nplanning frameworks  agreed  by  the government  and  ADB  were  updated  based  on  ADB’s \nSafeguard Policy Statement (2009). Compliance with safeguard policy and gender requirements \nof the current project is satisfactory. During project implementation, no negative environmental, \nresettlement, or indigenous peoples impacts were encountered as a result of project activities. \nGiven  the  small  scale  and  location  of  the  proposed  civil  works,  minimal  impacts  during \nconstruction are anticipated, and these can be dealt with by adhering to national environmental, \nhealth, and safety regulations. The additional financing project is classified category C for impacts \non the environment, involuntary resettlement, and indigenous peoples. \n                                                \n23 Women account for over 50% of workers engaged in agriculture in the Lao PDR. \n 24 The target identification draws from the results and data collected under the current project. ", "10 \nF.  Risks and Mitigating Measures \n \n29.  Major risks and mitigating measures are summarized in Table 4 and described in detail in \nthe risk assessment and management plan.25 The overall risk of the project is moderate, with \nmitigating measures.  The project will strengthen staff capacity in financial management to allow \nefficient accounting and reporting of financial performance. It will establish or use existing \nministerial websites to: (i) disclose project progress, bid notifications, and their results; and (ii) \nprovide a grievance mechanism for corrupt practices.  \n \nTable 4: Summary of Risks and Mitigating Measures \nRisk  Mitigating Measures \nPublic financial management.   The government has made assurances that it will allocate annual \nLack of sustainability of project  budgetary resources to cover recurrent costs related to the \nachievements after completion  operation and maintenance of the surveillance, inspection, and \nowing to insufficient government  monitoring systems for plant health, animal health, and food \nbudget allocation to operations  safety. The grant agreement includes a covenant requiring the \ncost and systems maintenance.   government to allocate budget for sustaining SPS systems \nbeyond the project implementation period.  \nSource: Asian Development Bank. \n \nIV.  ASSURANCES  \n \n30.  The government has assured ADB that implementation of the project shall conform to all \napplicable ADB policies including those concerning anticorruption measures, safeguards, gender, \nprocurement,  consulting  services,  and  disbursement  as  described  in  detail  in  the  project \nadministration manual and grant documents. \n \n31.  The government has agreed with ADB on certain covenants for the project, which are set \nforth in the grant agreement. \n \nV.  RECOMMENDATION \n \n32.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the grant not exceeding \n$10,000,000 to the Lao People’s Democratic Republic from ADB’s Special Funds resources \n(Asian Development Fund) for the additional financing of the Trade Facilitation: Improved Sanitary \nand Phytosanitary Handling in Greater Mekong Subregion Trade Project, on terms and conditions \nthat are substantially in accordance with those set forth in the draft grant agreement presented to \nthe Board. \n \nTakehiko Nakao \nPresident  \n \n12 September 2017 \n                                                \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). ", "Appendix 1  11 \nREVISED DESIGN AND MONITORING FRAMEWORK \nImpact the Project is Aligned with  \nCurrent project \nAFF products become safer, more efficiently produced, and traded in greater quantities. \nOverall project1  \nUnchanged and aligned with the Lao PDR MAF’s Agricultural Development Strategy, 2011–2020 \n  Data \nSources \nPerformance Indicators and Targets with  and \nResults Chain  Risks \nBaselines  Reporting \nMechanis\nms \nOutcome  Current project   National  Risks \nCurrent project  a. 3 crop- or product-specific market access  databases:  Climate change \nEnhanced SPS  agreements based on new pest and/or disease  MAF,  adversely \nmanagement  information by 2016 (2010 baseline 0)  ministries  impacts crop \nsystems  b. Effectiveness of animal disease outbreak  of health,  production and \n  response by 2016 (14 responses per year for  RUA,  export \nOverall project  Cambodia, 4 responses per year in the Lao PDR)  FA-NUOL  capabilities \nUnchanged   c. Effectiveness of food hazard response     \n(product, violation, dispossession, and  Attitudinal  Major new \ncompliance enforcement knowledge gained  survey of  health hazards \nthrough training) by 2017  Lao PDR  (e.g., SARS, \nd. 1,260 tourist establishments and food  regional  avian, or swine \nprocessing enterprises in 6 major centers graded  trading  flu) emerge, \non good hygiene and manufacturing practices by  partners  resulting in \n2017 (2010 baseline 0)    reallocation of \ne. GMS trading partners regard Cambodia and  Project  resources for \nthe Lao PDR plant, animal, and food SPS data  completion  SPS activities. \nand practices as more reliable by 2017  report  \n   \nOverall project  Survey \na. 6 crop- or product-specific market access  reports \nagreements based on new pest and/or disease \ninformation in total by 2020 (baseline: 3 in 2016) \nb. Improved animal disease outbreak response in \n4 provinces in the Lao PDR by 2020 \n(baseline: 2 provinces in 2017) \nEffectiveness of animal disease outbreak \nresponse by 2016 (14 responses per year for \nCambodia) \nc. Unchanged  \nd. Unchanged \ne. GMS trading partners regard Cambodia and \nthe Lao PDR plant, animal, and food SPS data \nand practices as more reliable (timeliness and \nquality of reporting to partners and international \norganizations), with increased formal trade in the \nLao PDR AFF products to the GMS by 2020 \n(annual value up 20%–25% from $166 million in \n2009) \n \n                                                \n1  The overall project outcome and outputs are applicable only to the Lao PDR as the Government of Cambodia has \ndeferred its request for additional financing. ", "12  Appendix 1 \nData \nSources \nPerformance Indicators and Targets with  and \nResults Chain  Risks \nBaselines  Reporting \nMechanis\nms \nOutputs  1a.      \nOutput 1  Current project  Project  Lack of \nCurrent project  Programmed annual surveys of pest and disease  monitoring  sustainability of \nStrengthened  information for priority crops from 2012 to 2017  and  project \nsurveillance and  (2010 baseline no robust and systematic survey  evaluation  achievements \ninspection  program in place)  reporting  after \nprograms  Overall project    completion \n  Programmed annual surveys provide pest and  Quarterly  owing to \nOverall project  disease information, including pesticide  and annual  insufficient \nUnchanged   formulation and residue analysis, covering priority  monitoring  government \n  crops in the Lao PDR, by 2020  and  budget \nProgrammed annual surveys of pest and disease  evaluation  allocation to \ninformation for priority crops from 2012 to 2017 in  reporting  operational \nCambodia    cost and \n  ADB  systems \n1b.   review  maintenance \nCurrent project  missions   \nSurveillance of transboundary animal diseases   \nestablished in 2 provinces in the Lao PDR and 2- Annual \n3 provinces in Cambodia by 2017 (2010 baseline  reports of \nno systematic risk-based surveillance)   MAF \nOverall project   \nSurveillance of transboundary animal diseases  National \nestablished in 2 provinces in the Lao PDR and  animal \nestablished risk-based surveillance and  health and \nawareness of transboundary animal diseases in  food safety \n4 provinces in the Lao PDR by 2020 (baseline:  institutions’ \n2 provinces)  reports \nSurveillance of transboundary animal diseases \nestablished in 2–3 provinces in Cambodia by \n2017 \n \n1c.  \nCurrent project \nRisk-based, programmed annual food safety \nsurveys and inspection established in the capitals \nof Cambodia and the Lao PDR; rolled out to 2 -3 \nareas in Cambodia and the Lao PDR by 2017 \n(2010 baseline: no systematic risk-based \nsurveys) \nOverall project \nRisk-based, programmed annual food safety \nsurveys and inspection capacity established in \n6 provinces of the Lao PDR by 2020 with annual \nreporting showing a reduction in subsequent \nreported food outbreaks in those provinces; \nrisk-based, programmed annual food safety \nsurveys and inspection established in the capital \nof Cambodia  \n ", "Appendix 1  13 \nData \nSources \nPerformance Indicators and Targets with  and \nResults Chain  Risks \nBaselines  Reporting \nMechanis\nms \n1d.  \nCurrent project \nNational food laboratories selectively upgraded \nby 2016 \nOverall project  \nUnchanged   \nOutput 2  2a.      \nCurrent project  Current project  Project \nImproved regional  Active participation in Southeast Asia China Food  monitoring \ncooperation and  and Mouth Disease project, International Food  and \nharmonization  Safety Authorities Network, and ASEAN Rapid  evaluation \n  Alert System for Food and Feed by sharing data  reporting \n  and annual reporting by 2017 (2010 baseline: no   \nOverall project  systematic data sharing and reporting)  Bilateral \nUnchanged   Overall project  working \nUnchanged   groups’ \n  reports \n2b.   \nCurrent project  ADB \nBilateral working groups held, topics discussed,  review \nand agreement reached by 2017  missions \nOverall project   \nBilateral working groups on plant health, animal \nhealth, and food safety established with \nmemorandum of agreement signed for trade in \nkey crops of the Lao PDR, by 2020 \nBilateral working groups held, topics discussed, \nand agreement reached by 2017 in Cambodia \n  \n2c. \nCurrent project \nInstitutional twinning arrangements implemented \nby 2017 \nOverall project \nUnchanged  \n \n2d. \nNew target  \nInformation sharing undertaken on food safety \nregulatory requirements with ASEAN Food Safety \nNetwork in the Lao PDR by 2020 \nOutput 3  3a.  Project   \nCurrent project  Current project  monitoring \nEnhanced  Teaching and laboratory facilities (3 departments  and \neducation levels  and/or faculties shared microbiology laboratory in  evaluation \nand university  Cambodia, and 1 core faculty equipment in the  reporting \ntraining of SPS  Lao PDR upgraded by 2014)   \nspecialists  Overall project  Annual \n  Unchanged   reports of \nOverall project    RUA, FA-", "14  Appendix 1 \nData \nSources \nPerformance Indicators and Targets with  and \nResults Chain  Risks \nBaselines  Reporting \nMechanis\nms \nUnchanged   3b.  NUOL, and \n  Current project  University \nPlant pest and disease, animal pest and disease,  of Health \nfood safety curricula upgraded, with associated  Sciences \nteaching materials produced by 2016 (2010   \nbaseline: insufficient curricula)  ADB \nOverall project  review \nPlant pest and disease, animal pest and disease,  missions \nfood safety curricula upgraded, with associated \nteaching materials produced by 2016; and \ncollaboration between NUOL, MAF, and MOH \nstrengthened in SPS surveillance, testing and \ndiagnostics, teaching in the Lao PDR by 2020  \n(baseline in 2016: no collaboration with \ngovernment agencies for surveillance and \ndiagnostics, 1 semester of government agency \nguest teaching per year) \n3c. \nNew target \nPostgraduate trainees completed courses (at \nleast 30% female)  \n9 annual internships for students to find \nplacement in MAF or MOH for on-the-job training \nin the Lao PDR by 2020 (baseline: no graduate \ntrainees or internships in 2016) \n \nKey Activities with Milestones \n1.      Strengthened surveillance and inspection programs  \n1.1   Plant health program  \n1.1.1  Enhance  quarantine  facilities;  boost  inspection  and  monitoring  measures  on  plant  health, \npesticides, and pest lists; construct a further post-entry quarantine facility; and have it fully \noperational by 2020. \n1.1.2 Conduct capacity building for staff in charge of plant protection and plant health in best practices \ntraining, fumigation protocols, laboratory management, and English language competency design, \nplan, implement, and maintain time-bound pest surveys (4 per year) on priority crops (corn, \ncabbage, and others to be determined) and develop new pests lists for a further 5 crops by 2020. \n1.1.3 Conduct capacity building for provincial stakeholders in drone surveillance and integrated pest \nmanagement practices by farmers \n1.2    Animal health program  \n1.2.1  Enhance  laboratory  facilities,  boost  inspection  and  monitoring  measures  on  animal  health \nespecially priority transboundary animal diseases, safety of animal feeds, and meat production \nfacilities  \n1.2.2 Develop programs to raise awareness for animal health and handling practices, including TAD for \nnew provinces in Bolikhamxay and Khammuane.  \n1.2.3 Conduct capacity building for animal health inspection and surveillance, including training on \noutbreak investigation and response, and maintenance of database facilities for TAD and animal \nfeed information.  \n1.3.   Food safety program  \n1.3.1 Enhance laboratory facilities, boost inspection and monitoring measures on food safety including \nimported food risks, food-borne diseases.  ", "Appendix 1  15 \n1.3.2 Conduct capacity building for food safety monitoring and inspection, including proficiency testing \nand regional training for inspection staff, and training and certification for restaurants and food \nprocessing establishments to enhance capacity for food safety measures.  \n1.3.3 Develop risk-based assessment profiles, manuals, visual aids, and guides for inspection staff  \n1.3.4 Develop campaigns and materials for raising awareness on food safety in at least 6 provinces by \n2020.  \n2.      Improved regional cooperation and harmonization \n2.1    Participate in bilateral working group meetings held annually with the PRC, Thailand, and Viet Nam \non plant health, animal health, and food safety.  \n2.2    Participate in annual bilateral working group with Cambodia on animal health.  \n2.3    Annual information sharing on plant and animal health management measures through ASEAN \nnetworks. \n3.      Enhanced education levels and university training of SPS specialists  \n3.1    Conitinue Delivery of the revised SPS academic curricula from 2016 \n3.2    FA-NUOL participants attend short courses (2 per year from 2018–2020; 30% of trainees are \nfemale)  \n3.3    Award postgraduate scholarships to FA-NUOL staff and students (3 in total over 2018–2020; at \nleast 30% are female)  \n3.4    Provide on-site (i.e., at FA-NUOL) English language training (5–10 courses per year; 30% of \nstudents and staff attending are female).  \n3.5    Upgrade departmental laboratory, including computers, by 2019 \n3.6    Upgrade faculty transport (bus, van, pickup) provisions by 2019  \n \nProject Management Activities \nProject management unit to be managed by local staff, with advisory support from international expert, \nto continue administering improved SPS management mechanisms  \nTechnical advisory and national steering committee meetings \nAnnual project review report and project monitoring and evaluation  \nAwareness and stakeholder workshops (from 2018) \nAt least 50% of female staff in PMU \nEnglish proficiency training for key project staff \nMaintain and operate PMU in accordance with financial management manual, procurement manual, and \nmonitoring and evaluation framework prepared by the end of 2012, ADB and government rules and \nlegislation \nInputs  \nADB: $3 million loan (current), $11 million grant (current), $10 million grant (additional), $24 million \n(overall) \nGovernment: $0.46 million (current), $0.31 million (additional), $0.77 million (overall)  \nAssumptions for Partner Financing  \nUnchanged \nADB = Asian Development Bank; AFF = agriculture, food, and forestry; ASEAN = Association of Southeast Asian \nNations; FA-NUOL = Faculty of Agriculture at the National University of Laos; GMS = Greater Mekong Subregion; \nLao PDR = Lao People’s Democratic Republic; MAF = Ministry of Agriculture and Forestry (Lao PDR); MAFF = Ministry \nof Agriculture, Forestry, and Fisheries (Cambodia); MOH = Ministry of Health (Lao PDR); PMU = project management \nunit; PRC = People’s Republic of China; RUA = Royal University of Agriculture (Cambodia); SARS = severe acute \nrespiratory syndrome; SPS = sanitary and phytosanitary; TAD = transboundary animal diseases \nSource: Asian Development Bank  \n \n \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=43120-026-2 \n \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Industry and Trade \n3.  Project Administration Manual \n4.  Summary of Project Performance \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic Analysis \n8.  Country Economic Indicators  \n9.  Summary Poverty Reduction and Social Strategy \n10.  Risk Assessment and Risk Management Plan \n \nSupplementary Document \n11.  Financial Management Assessment Report \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20171016151912+08'00'", "Creator": "PDF24 Creator", "Keywords": "lao pdr, laos, gms trade facilitation, laos sanitary and phytosanitary systems, lao pdr food safety management, loan 2944, 43120 af, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20171031102906+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Trade Facilitation: Improved Sanitary and Phytosanitary Handling in Greater Mekong Subregion Trade Project – Additional Financing, Lao PDR ", "Title": "43120-026: Report and Recommendation of the President"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 11 September 2017) \nCurrency unit  –  kip (KN) \nKN1.00  =  $0.00012 \n$1.00  =  KN8,294.50 \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nAFF  –  agriculture, food, and forestry \nASEAN  –  Association of Southeast Asian Nations \nCIU  –  component implementation unit  \nGMS  –  Greater Mekong Subregion \nLao PDR  –  Lao People’s Democratic Republic \nMAF  –  Ministry of Agriculture and Forestry  \nPMU  –  project management unit \nPRC  –  People’s Republic of China  \nSPS  –  sanitary and phytosanitary  \nTA  –  technical assistance \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Subramaniam, Southeast Asia Department (SERD) \nDirectors  K. Bird, Public Management, Financial Sector, and Trade Division, SERD \n  Y. Negishi, Country Director, SERD \n \nTeam leaders  J. Lam, Trade Specialist, SERD \nC. Lozano, Senior Trade Specialist, SERD \nTeam members  C. de Vera, Operations Assistant, SERD \nL. Jovellanos, Senior Economics Officer, SERD \nA. Musa, Senior Financial Sector Specialist, SERD \n  P. Xayyavong, Project Officer, SERD \nS. Zaidansyah, Principal Counsel, Office of the General Counsel \nPeer reviewer  S. Sunayama, Senior Economist, South Asia Department  \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "R. Subramaniam", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Directors", "fullname": "K. Bird", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Directors", "fullname": "Y. Negishi", "role": "Country Director", "organization": "SERD"}, {"documentRole": "Team leaders", "fullname": "J. Lam", "role": "Trade Specialist", "organization": "SERD"}, {"documentRole": "Team leaders", "fullname": "C. Lozano", "role": "Senior Trade Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "C. de Vera", "role": "Operations Assistant", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "L. Jovellanos", "role": "Senior Economics Officer", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "A. Musa", "role": "Senior Financial Sector Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "P. Xayyavong", "role": "Project Officer", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Zaidansyah", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Peer reviewer", "fullname": "S. Sunayama", "role": "Senior Economist", "organization": "South Asia Department"}]}