{"path": "data/input/ta/43137-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 43137 \nResearch and Development Technical Assistance (RDTA) \nJune 2009 \n \n \n \nSelected Evaluation Studies for 2009-Phase 1 \n \n ", " \nABBREVIATIONS \n \n    ADB    –  Asian Development Bank \n    ADF    –  Asian Development Fund \n    CAPE    –  country assistance program evaluation \n    CPS    –  country partnership strategy \n    DEC    –  Development Effectiveness Committee \n    DMC    –  developing member country \n    EAP    –  evaluation approach paper \n    GAD    –  gender and development \nIED    –  Independent Evaluation Department \nOED    –  Operations Evaluation Department \nSAPE    –  sector assistance program evaluation \nSES    –  special evaluation study \n    TA    –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—research and development technical assistance \n(R-RDTA) \nTargeting Classification  –  General intervention \nSector  –  Multisector \nThemes  –  Economic  growth,  governance,  gender  equity,  private \nsector development, social development  \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \nDirector General   H. S. Rao, Independent Evaluation Department (IED) \nDirector    R. B. Adhikari, Independent Evaluation Division 1, IED \n \nTeam Leader   S. Penjor, Principal Evaluation Specialist, IED \nTeam Members  J. Tubadeza, Senior Evaluation Officer, IED \n      B. Q. Cafirma, Evaluation Assistant, IED \n \n \n \n \nIn preparing any evaluation report, or by making any designation of or reference to a particular \nterritory or geographic area in this document, the Independent Evaluation Department does not \nintend to make any judgments as to the legal or other status of any territory or area. \n \n ", " \nI.  INTRODUCTION \n \n1.  Following the approval by the Board of Directors of the Asian Development Bank (ADB) \nof a comprehensive review of the Operations Evaluation Department (OED) in 2008,1 OED was \nmade more independent from ADB Management and renamed the Independent Evaluation \nDepartment  (IED)  effective  January  2009.  IED  streamlined  its  internal  organization  for \nevaluation  studies,  strategy,  quality,  and  knowledge  dissemination  activities  to  ensure \nconsistency with ADB's long-term strategic framework 2008–2020 (Strategy 2020),2 drivers of \nchange, and core specialization. Evaluation activities were aligned with operations groups 1 and \n2, adjustments were made in the staff skills mix effective February 2009, and IED's work \nprogram was refined.  \n \n2.  IED is continuing with its efforts to ensure that its evaluation program is strategic and \nintegrated.3  IED’s  3-year  work  program  is  developed  in  consultation  with  ADB's  Board  of \nDirectors’  Development  Effectiveness  Committee  (DEC),  Management,  and  operations \ndepartments.  The  work  program  takes  into  account  the issues  of  relevance  to  developing \nmember countries (DMCs) and ADB’s current institutional priorities. DEC, which provides overall \nguidance to IED, endorsed the latter's work program for 2009–2011 on 17 September 2008. The \nwork program was approved by the Board on 4 December 2008.4 \n \n3.  The IED work program is driven by three main considerations: (i) aligning with the \nstrategic and thematic priorities of Strategy 2020 and Asian Development Fund (ADF) X, and \nproviding input to future policies (reviews), strategies, and programs of ADB; (ii) providing real-\ntime feedback and capacity building to the regional departments and DMCs (real-time feedback \nprogram);  and  (iii)  contributing  to  knowledge  solutions  (knowledge  program).  IED  will  \n(i) continue to ensure that topics in the work program are strategically relevant to ADB and its \nDMCs; (ii) properly sequence evaluations so that those done early in the 3-year period feed into \nthose planned for later years; (iii) increase the number of broad strategic evaluations of policies \nand themes, sectors, country operations, and institutional development issues; (iv) improve the \nevaluative  content  of  IED  annual  reports  on  portfolio  management  and  evaluation  results  \n(v) prepare and revise evaluation guidelines; (vi) strengthen self-evaluation and the validation \nprocess  of  all  project/program  completion  reports  and  country  partnership  strategy  (CPS) \ncompletion  reports;  and  (vii)  promote  knowledge  management,  including  dissemination  of \nfindings and recommendations in accessible and clearly understandable ways.  \n \n4.  IED's 2009 work program (Appendix 1) comprises 43 evaluation reports and studies \n(including 4 evaluation reports and studies carried over from the previous year's program). Of \nthese, 38 are to be delivered in 2009: 3 annual evaluation reports, 4 country assistance program \nevaluations  (CAPEs),  1  CPS  completion  report,  7  sector  assistance  program  evaluations \n(SAPEs), 6 special evaluation studies (SESs), 10 sovereign and 3 nonsovereign performance \nevaluations of ADB-assisted operations, 1 rigorous impact evaluation, 1 evaluation brief on \ndevelopment outcomes of private sector development, and 2 joint evaluations. Further, the \nCAPE and SAPE guidelines will be revised.    \n                                                 \n1  ADB. 2008. Review of the Independence and Effectiveness of the Operations Evaluation Department. Manila. \n2  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. \n3  IED’s functions are to (i) assess the performance of completed projects and programs; (ii) review and validate the \nself-evaluation  activities  of  the  operations  departments;  (iii) provide  feedback  for  the  design  and  review  of \nstrategies, policies, and operations; (iv) monitor and report on responses of ADB departments and executing \nagencies to evaluation findings and recommendations; (v) build evaluation capacity in DMCs; and (vi) harmonize \nevaluation practices and share evaluation experience with other multilateral development banks through the \nEvaluation Cooperation Group.  \n4  IED’s work program is available at http://www.adb.org/Evaluation/work_prog.asp  \n ", "                   \n2     \n \n5.  The  2009  work  program  will  also  focus  on  providing  real-time  feedback  to  ADB \noperations departments through review of project documents at the early stages of the project \ncycle, selective participation in midterm reviews and CPS reviews, assessment of selected \nongoing projects,5 and review and validation of about 30 project completion reports. Evaluation \nfindings  will  be  proactively  disseminated  to  the  relevant  audiences  through  workshops, \npublications, evaluation information briefs, and learning curves. IED is also actively collaborating \nand coordinating with the counterpart evaluation departments of other multilateral development \nbanks.6    \n \nII.  ISSUES \n \n6.  Evaluation at ADB has evolved in response to the institution’s changing focus. Over the \nyears, this has evolved to cover the entire results chain of inputs, outputs, outcomes, impacts, \nand their sustainability. The focus of evaluation studies has shifted from the project to the \nsector, country, and regional level. The full mix of lending and nonlending services that make up \ncountry assistance programs has become the dominant preoccupation of broader evaluations \n(i.e., country  and  sector  assistance  evaluations,  thematic  evaluations,  and  rigorous  impact \nevaluations), with priority attention to relevance, efficiency, effectiveness, and sustainability. \nFurther,  in  light  of  the  general  capital  increase  and  related  issues,  ADB  is  placing  more \nemphasis on improving development effectiveness and impacts in the future, and on evidence-\nbased independent evaluations. Accordingly, better impact analysis is needed at a macro level \nin the core sectors that represent the current and future priorities of ADB.  \n \n7.  Since  1997,  broader  evaluations,  and  promotion  and  dissemination  of  evaluation \nproducts have been financed through technical assistance (TA). Broader evaluations, which are \nmulti-activity, multicountry, and multisector in nature, are more complex and have benefited \nfrom this responsive approach to providing consulting and other services. An allocation of about \n$1.7 million for a regional TA is included in the indicative planning figures for 2009. Actually, the \nselected evaluation studies for 2009 will be undertaken in two phases through two regional \nresearch and development TAs. The regional research and development TA for the selected \nevaluation studies for 2009 to be undertaken in phase 1 (the present TA) is described below. \nSubsequently, another regional research and development TA for 2009, to be undertaken in \nphase 2, will be processed once the list of evaluation studies to be included in this second \nphase is confirmed.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The impact of the TA will be to help ADB as a learning institution to continuously improve \nthe development effectiveness of its operations and policies. The outcome will be timely and \npractical findings and recommendations to support the formulation and implementation of new \nCPSs, sector strategies, policies, and operations. The design and monitoring framework is in \nAppendix 2. \n                                                 \n5  ADB. 2008. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nVietnam for Emergency Rehabilitation of Calamity Damage Project (Supplementary). Manila. An Evaluation \nInformation Brief with real-time lessons from processing and implementing this ongoing project was uploaded on \nthe ADB website in March 2009.  \n6 IED participates in activities organized by the Evaluation Cooperation Group of the multilateral development banks, \nand the Evaluation Network of the Organization for Economic Co-operation and Development. \n \n ", "3 \n \nB.  Methodology and Key Activities \n \n9.  An  evaluation  approach  paper  (EAP)  outlining  the  scope,  methodology,  resource \nrequirements, and terms of reference will be prepared for each of the broad evaluation studies \nbefore consultants are engaged and the studies commence. The views of relevant ADB staff \nand government entities will be sought and reflected, as appropriate, in the final version of the \nstudy. Existing ADB knowledge products and services will be sought and leveraged. Each EAP \nwill contain a dissemination plan to build meaning and understanding, develop support, and \ngenerate learning opportunities. The following key activities are envisaged.  \n \n10.  Country Assistance Program Evaluation. As envisaged in the work plan IED will \nundertake evaluation of ADB’s country strategies and programs for several countries such as \nBangladesh, Bhutan, and Lao People's Democratic Republic. The CAPE will (i) assess and rate \nADB’s strategic positioning, institutional performance, value addition/ contribution to long-term \ndevelopment  results,  and  sector-level  performance;  (ii)  draw  forward-looking  lessons  and \nidentify good practices; and (iii) develop directional recommendations for the next CPS. The \nCAPE will assess the operations of the past 10 years and assistance not covered by the \nprevious  CAPE.  The  CAPE  will  also  assess  the  progress  of  the  implementation  of \nrecommendations of any previous CAPE. \n \n11.  Sector  Assistance  Program  Evaluations.  Depending  on  country  and  sector \nrequirements, sector/thematic assessments will be undertaken to feed into the main CAPE \nreports. SAPEs evaluate ADB's sectoral strategy, policy dialogue, and ongoing and completed \nprojects and TAs, and ADB's performance within a given sector in one country. They focus on \nthe sectors that received the most assistance or are key sectors in ADB’s strategies in a \ncountry.  \n \n12.  Special Evaluation Study on the Performance of ADB's Water Sector Policy and \nOperations. The SES will build on previous IED and other relevant ADB studies. Its focus will \nbe on evaluating the relevance, compliance, effectiveness, and impact of the ADB's water \npolicy.7 The SES will (i) examine specific features of the ADB water policy, including its intent, \ndirectives, safeguards, and development approaches; (ii) assess the adequacy, coverage, and \nrelevance of the water policy to ADB operations, taking into account current and emerging \nregional and global issues on water use, climate change, and related issues; (iii) assess the \npolicy's  comprehensiveness,  consistency,  and  robustness  from  a  technical  perspective \n(reflective of current technical and scientific understanding); (iv) examine the extent to which the \nwater policy has been taken into consideration in project design and implementation; (v) assess \nthe effectiveness and impact of the water policy by examining the performance of ADB water \nsector assistance before and after the implementation of the policy and by identifying trends that \ncan be attributed to the policy; and (vi) identify lessons learned and issues to be considered in \nguiding ADB water sector assistance in the future. The SES will be undertaken through (i) a \ndesk review, (ii) a before-and-after comparison of water policy implementation, (iii) an in-depth \nstudy of successful projects, (iv) focus-country studies, (v) thematic studies, and (vi) internal and \nexternal outreach activities.  \n \n13.  Special Evaluatlon Study on ADB's Support to Gender and Development. The \nobjective of this SES is to evaluate and draw lessons from the implementation of ADB's gender \nand  development  (GAD)  policy's  mainstreaming  activities  from  May  1998.8  This  involves \n                                                 \n7  ADB 2001. Water for All. The Water Policy of the Asian Development Bank. Manila  \n8  ADB. 2003. Gender and Development. Manila. ", "                   \n4     \nhighlighting  components  that  have  performed  well,  identifying  constraining  factors,  and \nproposing recommendations for the GAD policy's more efficient and effective implementation. \nThe SES will combine a desk review with country case studies and use the following three key \nevaluation criteria: (i) scope of GAD policy—relevance to ADB's policies and strategies, extent \nto which it is results oriented with monitorable indicators, and its distinguishing features from \nsimilar  gender  mainstreaming  approaches  in  other  multilateral  development  organizations;  \n(ii) implementation of GAD policy—review of gender mainstreaming approaches in country \ngender  assessments;    economic,  sector,  and  thematic  work;  CPSs;  sector  roadmaps  and \nresults framework; and project gender plans; and (iii) outcomes from the GAD policy through \nselected country case studies on gender outcomes, including TA activities for gender capacity \ndevelopment and policy level changes from selected projects. \n \nC.  Cost and Financing  \n \n14.  The cost of the TA is estimated at $700,000. It will be financed on a grant basis by \nADB’s TA funding program (TASF-other resources). Details of the cost estimates and financing \nplan are in Appendix 3. \n \nD.  Implementation Arrangements \n \n15.  ADB will be the Executing Agency for the TA. IED will implement the TA and supervise \nthe preparation of reports for each evaluation study. Based on experience with similar studies in \nthe past, about 20 person-months of international and about 32 person-months of national \nconsulting services will be required. Outline terms of reference are in Appendix 4. Detailed \nterms of reference will be developed in the evaluation approach papers before action is taken to \nengage consultants. All consultants will be engaged on an individual basis in accordance with \nADB's Guidelines on the Use of Consultants (2007, as amended from time to time). The TA will \nstart in May 2009 and be completed in December 2010. Implementation arrangements will be \nflexible enough to allow changes should IED’s work program be altered, including, as needed, \nresponding to priorities under Strategy 2020 (footnote 2) and ADF X.   \n \nIV.  THE PRESIDENT'S DECISION  \n \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $700,000 on a grant basis for \nSelected Evaluation Studies for 2009-Phase 1, and hereby reports this action to the Board. \n \n \n ", "Appendix 1  5 \n2009 WORK PROGRAM \n \nI. Derived Program: Operations \nA. Country Operations \n1.  CAPE Nepal \n2.  CAPE Bangladesha \n3.  CAPE Viet Nam \n4.  CAPE Cambodia \n5.  RCS - CR Validation South Asia \n6.  SAPE - Urban Sector Indonesiab \n7.  SAPE - Governance/Decentralization Indonesiab \n8.  SAPE - Energy/Bangladesha \n9.  SAPE - Transport Viet Nam \n10.  SAPE - Urban Services and Water Supply and Sanitation (BAN)c \n11.  SAPE - Agriculture and Natural Resources Sector Operations (NEP)c \n12.  SAPE - Urban Water Supply and Sanitation (VIE)c \n13–14.  SAPE - Agriculture/Transport Cambodia \n15.  SAPE to be determined by a CAPE (ex Lao Transport for CAPE Lao)a, b \n16–28.  Performance Evaluation Reports for Sovereign and Nonsovereign Operations (13) \nB.  Annual Reports \n1.  Annual Evaluation Review  \n2.  Acting on Recommendations and Lessons Learned \n3.  Annual Report on Portfolio Performance \nII. Real-Time Feedback/Capacity Development/Other Regular Activities \nA.  Commenting on ADB Documents \nB.  Selective Participation in Midterm Review, CPS Review, CPRM \nC.  PCR Validations  \nD.  Continuation of Learning Curves, Success Rates  \nE.  Continued Upgrading of the Evaluation Website and its Features  \nF.  ECG Activities and Part-Time Secretariat \nG.  Support Peer Review of Independent Evaluation Function in ADB by ECG \nH.  Participate in the Evaluation Network of OECD-DAC Activities \nI.  Training and Evaluation Capacity Development \nIII. Knowledge Program \n1.  SES - How Rural Infrastructure Improves Access to Economic Opportunities and Services \n2.  SES - How Energy Assistance Can Be Made More Environmentally Sustainable \n3.  SES - Why Has PPP Assistance for Infrastructure Not Grown Much?  \n4.  SES - Why Is Success Elusive in Pacific Public Sector Reform?  \n5.  SES - How Important Is Gender Equality for Aid Effectiveness?a \n6.  SES - Performance of ADB's Water Sector Policy and Operationsa, b \n7.  RIE - Punjab Rural Community Water Supply and Sanitation Project in Pakistan \n8.  SES - ADB Support to Law and Justice Reformc \n9.  Brief - Development Outcomes of Private Sector Operations  \n10.  JE - Joint Evaluations with OECD-DAC \n11.  JE - Effectiveness of Operations in Support of Anticorruption (with Norad)  \n12.  Revision of CAPE and SAPE Guidelines \nADB = Asian Development Bank, CAPE = country assistance program evaluation, CPS = country partnership strategy,  \nECG = evaluation cooperation group, NORAD = Norwegian Agency for Development Cooperation, OECD-DAC = Organisation \nfor Economic Co-operation and Development-Development Assistance Committee, RCS-CR Regional Cooperation Strategy \nCompletion Report, SAPE = sector assistance program evaluation, SES = special evaluation study. \na  Covered by this RDTA. \nb  For completion in 2010.  \nc  Studies carried over from 2008. \n ", "6  Appendix 2 \n \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks  \nImpact      Assumptions \nADB as a learning institution  Continued positive trend  Project completion report  ADB finds ways to manage the \nto continuously improve the  in project performance  and project performance  accumulating number of IED \ndevelopment effectiveness of  ratings  evaluation report ratings  recommendations \nits operations and policies        \nImproved quality at entry  Project/program  Findings and recommendations \nof projects and programs  performance ratings  are increasingly specific, doable, \nImproved quality of CPS    and monitorable \npapers  Periodic assessment of   \n  the quality of project  ADB Management accepts and \nStrategic evaluations  frameworks  acts on findings and \ndiscussed by DEC  and    recommendations \nsequenced in timely  Biannual CPS and project   \nmanner  quality-at-entry \nassessment process \n \nCountry portfolio review \nmission back-to-office \nreports \nOutcome      Assumptions \nTimely and practical findings  Greater acceptance of  Management responses  Cumulative findings and \nand recommendations  the findings and  to evaluation reports  recommendations are \nsupport the formulation and  recommendations in IED    manageable by ADB and internal \nimplementation of ADB  evaluation reports by  CPSs, strategy and policy  clients  \npolicies and procedures,  operations departments  papers, reports and   \nstrategies, programs, and  in ADB and DMCs  recommendations of the  Agencies involved have a clear \nprojects    President  vision of the outcome of each \nDemonstrated use of    IED evaluation and how it is to \nevaluation report  Report on the follow-up of  be achieved \nrecommendations in  IED recommendations in   \nCPSs, strategy and  the annual report on \npolicy papers, and the  acting on \nformulation and  recommendations \nimplementation of ADB-  \nfinanced projects and  Minutes of DEC meetings \nprograms   \n \nDEC endorsement and \nManagement adoption of \nrecommendations in \nevaluation reports \nOutputs      Assumptions \nCAPE(s)  Strategic evaluations (in  Data Sources  Evaluation studies are \n  consultation with  1. Desk review including  adequately resourced \nSAPEs as inputs to CAPEs   stakeholders) approved  review of literature and   \n  for circulation  project documents   Ownership of each evaluation is \nSES on How Important Is    2. Primary data collection  achieved in key target audiences \nGender Equality for Aid  More hits on evaluation  including surveys,   \nEffectiveness?  pages in ADB's website;  semi-structured  Demand for outputs from \n  more requests for  interviews, key  evaluation reports is realized \nSES on Performance of  information  informant interviews,   \nADB's Water Sector Policy    and focus group  Consultants deliver quality \nand Operations  Performance indicators  discussions  knowledge products \n   and methodologies  3. Secondary data   \nharmonized  collection from  Engagement of consultants is \n  development partners,  not delayed \nCapacity in evaluation  government agencies, \nand evaluative thinking  and  statistical \ndeveloped  institutions \n   \n ", "Appendix 2  7 \nDesign  Performance Targets  Data Sources and/or  Assumptions  \nSummary  and/or Indicators  Reporting Mechanisms   and Risks  \nOpportunity for joint  Reporting Mechanisms \nevaluations with partner  1. Evaluation approach \ngovernments and other  papers, and inception \ndevelopment agencies  and progress reports \nincreased   2. Department of External \nRelations reports \n \nActivities with Milestones  Inputs \nConsultants' reports, back-to-office reports, missions, desk reviews, peer reviews,  $700,000  in ADB financing to \ninterdepartmental reviews, surveys, workshops, consultations with governments and  cover the costs of (i) consulting \nother stakeholders, all according to deadlines agreed on in evaluation approach papers  services from international \n  consultants (20 person-months, \n  intermittently), and national \n  consultants (32 person-months, \nintermittently); and (ii) surveys \nand workshops \n \nADB staff inputs budgeted at 30 \nperson-months of professional \nstaff time \nADB = Asian Development Bank, CAPE = country assistance program evaluation, CPS = country partnership strategy, \nDEC = Development  Effectiveness  Committee,  DMC  =  developing  member  country,  IED  =  Independent  Evaluation \nDepartment, OECD-DAC = Organisation for Economic Co-operation and Development - Development Assistance Committee, \nSAPE = sector assistance program evaluation, SES = special evaluation study, TA = technical assistance. \n \n \n ", "8  Appendix 3 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Total Cost \n   \nAsian Development Bank (ADB) Financinga   \n     \n1.  Consultants   \n  a.  Remuneration and Per Diem   \n    i.  International Consultantsb  390.00 \n    ii.  National Consultantsc  96.00 \n  b.  International and Local Travel  102.00 \n  c.  Reports and Communications  8.00 \n     \n2.  Seminars and Workshopsd  20.00 \n     \n3.  Surveys  20.00 \n     \n4.  Miscellaneous Administration and Support Costs  4.00 \n     \n5.  Contingencies   60.00 \n   \n    Total  700.00 \n     \na  Financed by ADB’s technical assistance funding program (TASF-other resources). \nb  Assumes 20 person-months of international consultant inputs at $19,500 per person-month.  \nc  Assumes 32 person-months of national consultant inputs at $3,000 per person-month. \nd  Seminars and workshops are not technical assistance outputs, but are held either to acquire inputs for \ndraft reports or to disseminate results. \nSource: ADB estimates. \n \n ", "Appendix 4  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Country Assistance Program Evaluation (CAPE). This CAPE (such as Bangladesh) \nwill employ the services of international and national consultants, and research associates. The \ninternational consultants (3 person-months of total inputs) will be specialists in agriculture and \nnatural resources, transport, disaster management, and country program strategy and economic \nmanagement. The specialists will undertake a rapid assessment of the Asian Development \nBank's (ADB) program, strategy, and performance in their respective sector/theme. The tasks \nrequire  in-depth  country  experience  and  familiarity  of  the  assigned  sector  or  theme.  The \nspecialists should have substantial knowledge of the issues, policies, programs, and sector \nreforms. A working knowledge of evaluation approaches and methods is needed, together with \nan excellent grasp of crosscutting themes including gender, disadvantaged groups, environment \nand climate change, regional cooperation, and private sector participation. The specialists will \nreview the details of the evaluation issues, framework, and questions given in the evaluation \napproach paper. For the assigned sector or theme, each specialist is required to  \n \n(i)  review the evolution and key development milestones from 1999 to 2008, and other \nrelevant years as required, particularly in relation to the changing economic and \npolitical environment; \n(ii)  analyze the key issues, challenges, opportunities, constraints, and needed reforms; \n(iii)  assess the strategies, priorities, and programs of the Government; \n(iv)  analyze the positioning of ADB’s sector strategies and assistance, including policy \ndialogue, with respect to the country context and other criteria, including their linkage \nand results in poverty reduction; \n(v)  assess the performance of ADB’s sector strategies and programs, and contributions \nto the country’s sector/theme and development goals; and \n(vi)  prepare forward-looking recommendations for ADB’s strategy and program. \n \n2.  The  national  consultants  (12  person-months  of  total  inputs)  will  be  specialists  in \nagriculture and  natural  resources,  transport,  country  strategy  and  program  evaluation,  and \nselected  themes.  The  specialists  will  work  with  the  corresponding  Independent  Evaluation \nDepartment (IED) staff or international consultants to undertake a rapid assessment of the \nassigned sector or theme. This position requires in-depth country experience and familiarity with \nthe assigned topic in the country. The specialists should have substantial knowledge of the \nissues, policies, programs, and sector reforms. Working knowledge of evaluation approaches \nand methods is needed. The detailed tasks are given below: \n \n(i)  Support the corresponding IED staff or international consultant by collecting and \nundertaking preliminary analysis of relevant data, information, and documents. \n(ii)  Organize and facilitate focus group discussions, workshops, and meetings. \n(iii)  Fill in assessment questionnaires for lending and nonlending assistance. \n(iv)  Provide an analysis of the issues and constraints, policies, programs, and ongoing \nand needed reforms. \n(v)  Provide a historical background of the issues, policies, programs, and reforms in the \nassigned topic. \n  \n3.  The research associates will provide analytical support to the CAPE team, primarily in \nthe ADB headquarters. The research associates should have experience in applied research, \nan understanding of aid agency operations, good analytical and writing skills, and excellent \ncomputer skills with sound knowledge of electronic databases and statistical analysis. They \n ", "10  Appendix 4 \nshould also have good interpersonal skills and the ability to work independently and accurately. \nThe responsibilities are as follows: \n \n(i)  Provide analytical support and assist the team leader and international consultants in \npreparing the CAPE, including desk reviews to prepare assessment sheets for all \nbottom-up assessments in each sector. \n(ii)  Collect and assist in the review of relevant ADB documents produced by IED and \nother  departments  and  offices  in  ADB,  including  current  procedures,  strategies, \npolicies, guidelines, and relevant economic and sector work. \n(iii)  Assist the team leader and international consultants in identifying, gathering, and \nreviewing alternative sources of information relevant to the CAPE. \n(iv)  Gather and process data relevant to the CAPE; prepare statistical tables, charts, and \nother forms of illustration as may be needed; and fill in assessment questionnaires. \n(v)  Provide  a  preliminary  analysis  of  the  findings  and  a  synthesis  of  qualitative \ninformation relevant to the CAPE. \n(vi)  Assist in the preparation of the sector assessments. \n \n4.  Sector Assistance Program Evaluations (SAPEs). Depending on country and sector \nrequirements, sector/thematic assessments will be undertaken to feed into the main CAPE \nreports. SAPEs evaluate ADB's sectoral, strategy, policy dialogue, ongoing, and completed \nprojects  and  TAs,  and  ADB's  performance  within  a  given  sector  in  one  country.    Their \npreparation will require the services of sector/theme specialists (both international and national). \nThe  international  consultants  (4  person-months  of  total  inputs)  are  expected  to  (i)  update \nreviews  of  ADB-financed  assistance  programs  and  assess  their  relevance,  effectiveness, \nsustainability, and impact toward the strategic sector objectives; (ii) undertake key informant \ninterviews and conduct stakeholder surveys on the outcome and impact of ADB assistance, and \ndiscuss sector development issues and concerns with executing agencies (EAs) and other \ngovernment and nongovernment entities, as appropriate; and (iii) help assess the validity of \nADB’s sector development strategies in their respective study country. \n \n5.  With attention to country and sector requirements, national sector/theme specialists  \n(4 person-months of total inputs) with previous exposure to sector development issues in the \nstudy country will be recruited to (i) present an overview of the relevance and implementation of \nADB sectoral strategies; (ii) assess and rate the achievement of project and program objectives \nand the delivery of core sectors and crosscutting/thematic programs; (iii) comment on ADB’s \ninstitutional positioning and performance in a sector; (iv) organize and facilitate focus group \ndiscussions, workshops, and meetings; and (v) identify important issues and lessons identified \nin a sector’s operations. \n \n6.  Special Evaluation Study on ADB's Support to Gender and Development (GAD). \nThe study will require one international consultant (5 person-months of total inputs), who will \nfurther  develop  the  evaluation  criteria  that  consists  of  the  scope  of  the  GAD  policy, \nimplementation of the GAD policy, and outcomes of it through selected country case studies. \nThe international consultant will also (i) further analyze the data and findings from the desk \nreview  segment;  (ii)  identify  good  practice  cases  on  gender  mainstreaming  across  the \nimplementation  of  the  GAD  policy;  (iii)  develop  the  in-house  literature  review;  (iv)  design \nstructured interviews for focal points in regional departments (RDs) and the Regional and \nSustainable  Development  Department  (RSDD),  as  well  as  gender  specialists  in  resident \nmissions, and selected EAs; (v) disaggregate good practice notes; (vi) plan and manage field \nvisits in the selected country results case studies; (vii) analyze findings; and (viii) prepare a draft \n ", "Appendix 4  11 \nfinal report based on the above top-down desk reviews and bottom-up country results case \nstudies.  \n \n7.  This study will require one national consultant (7 person-months of total inputs) primarily \nto work on the desk review segment of the evaluation to cover implementation of the GAD \npolicy. The national consultant is expected to perform the following tasks as part of the desk \nreview segment of the evaluation: (i) prepare the list of reports to be covered in the desk review; \n(ii)  develop  guidance  questionnaires  for  the  assessment  as  part  of  the  evaluation  team;  \n(iii) administer the guidance questionnaire for each identified report; and (iv) tabulate findings \nand prepare evidence for questions related to what has worked, what has not, and why. \n \n8.  This study will also need the services of national consultants from the study countries  \n(1 person-month each). Each of the planned two or three country results case studies will be \nbased on a stakeholder and/or beneficiary assessment, to be undertaken by a local consultant \n(or  a  team  of  consultants)  under  the  supervision  of  the  international  consultant.  Specific \nresponsibilities include (i) selection of localities, (ii) design of the structured questionnaire,  \n(iii)  selection  of  the  interviewees  (beneficiaries  and  nonbeneficiaries),  (iv)  preparation  of  \ntimetable and modalities for interviews, (v) managing of costing information, and (vi) preparation \nof a report on findings from each stakeholder assessment. \n \n9.  Special Evaluation Study on the Performance of ADB's Water Sector Policy and \nOperations. The SES will require a total consultant input of 17 person-months, consisting of  \n8 person-months of international and 9 person-months of national experts. The SES will be \nundertaken  through  (i)  a  desk  review,  (ii)  before-and-after  comparison  of  water  policy1 \nimplementation,  (iii)  in-depth  study  of  successful  projects,  (iv)  country-focus  studies,  and  \n(v) thematic studies.  \n \n10.  The desk review will cover all ADB water sector projects approved since 2001 as well as \nprojects nearing approval. The evaluation format will use quantitative scoring to assess the \ncompliance of these projects with respect to the ADB's water policy. Compliance, in this context, \nrefers to the extent to which the project’s objectives and design are intended to promote various \npriority areas specified in the ADB's water policy.  \n \n11.  ADB water sector projects approved since 1995 will be included in the before-and-after \ncomparison. Projects will be divided into two groups: those approved between 1995 and 2001, \nand  those  between  2002  and  2008,  and  the  two  groups  of  projects  will  be  compared \nsystematically by focusing on project designs, implementation, and performance. The main \nquestion for this analysis is: did compliance with the ADB's water policy help to improve the \nperformance of water sector projects?  \n \n12.  About  8–10  successful  projects  will  be  selected  for  the  in-depth  studies  to  identify \nlessons for broader application. The main objectives of such in-depth studies are to illustrate the \nchallenges of applying the ADB's water policy in the institutional context of both ADB and \nDMCs, and how innovative strategies can be used to overcome these challenges. Beside \nsecondary data based on project documents, a survey will be conducted among project staff \nwith regard to the design, implementation, and evaluation of selected projects. In addition, in-\ndepth  interviews  and  focus  group  discussions  will  be  held  with  ADB  staff,  government \nrepresentatives, and participants in and beneficiaries of the selected projects.  \n \n                                                 \n1  ADB. 2001. Water for All. The Water Policy of the Asian Development Bank. Manila. \n ", "12  Appendix 4 \n13.  The  country-focus  studies  will  examine  ADB’s  role  in  improving  water  sector \nperformance in the developing member countries. The main objectives for country-focus studies \nare to (i) assess the impact of the ADB's water policy at the country level, (ii) assess the \ndevelopment effectiveness of Water Policy priorities and approaches in light of the changing \nenvironment in these countries in the near future, and (iii) review areas of the water sector \nwhere ADB can use its comparative advantages to make a strategic contribution. Country-focus \nstudies will be conducted for about five countries to be selected later. In conducting the studies, \nsemi-structured interviews and focus group discussions will be held with (i) policymakers in key \ngovernment  agencies  responsible  for  water  resource  management  and  planning,  \n(ii)  representatives  from  multilateral  and  bilateral  agencies,  (iii)  project  implementers \n(government officials and consultants), (iv) representatives from international and local civil \nsociety organizations, and (v) the private sector.  \n \n14.  Thematic  studies  will  be  conducted  to  investigate  important  issues  that  cannot  be \nadequately treated in the desk review, in-depth studies of successful projects, and country-focus \nstudies. The main objectives of the thematic studies will be to (i) review areas of the water \nsector where ADB can use its comparative advantages to make a strategic contribution; and  \n(ii)  assess  the  evolution  of  ADB’s  internal  capacity  in  water  sector  operations—staff \nqualifications, training programs, documentation and coordination with other agencies. Some \ntentative topics for thematic studies include (i) new types of investment in the water sector \narising from climate change, (ii) corporate governance and capacity building for water utilities, \n(iii)  improving  public  sector  performance,  and  (iv)  the  relationship  between  ADB  internal \norganization and the ADB Water Policy. In addition to a desk review, a staff survey, key \ninformant interviews, and focus group discussions will be used to collect data for the thematic \nstudies.  \n \n "], "metadata": {"CreationDate": "D:20090624152340+08'00'", "Author": "Sangay Penjor", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20090722151605+08'00'", "Title": "Selected Evaluation Studies for 2009-Phase 1"}}