{"path": "data/input/ta/43166-196-ind-pptar.pdf", "pages": ["10  Appendix 4 \n \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1  As no feasibility study is available, this consulting service will prepare the West Bengal \nNorth South Corridor Project for possible financing by ADB. A feasibility study with engineering \ndesign for all project components and economic and financial assessment will be carried out. \nThe main outcome of the technical assistance (TA) will be the project design fully agreed to by \nthe Government and ADB and related safeguards planning documents prepared. \n \nB.  Major Outputs and Activities \n2  The major outputs and activities are summarized in Table A5.1.  \n \nTable A5.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nMid-term workshop  July 2012  Inception Report  April 2012 \nFeasibility  and  Engineering  November 2012  Interim Report 1  June 2012 \nStudy \nEconomic/Financial Analysis  November 2012  Draft Final Report  October 2012 \nInstitutional Assessment  November 2012  Final Report  November 2012 \nSafeguard Documents  November 2012     \nSource: ADB \n     \nC.  Cost Estimate and Proposed Financing Arrangement  \n3  ADB will provide technical assistance not exceeding the equivalent of $1,100,000.  This \nwill be financed by ADB, on a grant basis, from funds provided by the Government of the United \nKingdom through DFID under the TA Cluster 0003-IND: Advanced Project Preparedness for \nPoverty Reduction.  The Government will provide counterpart support in the form of office \naccommodation, remuneration and per diem of counterpart staff and contingencies.  \n \nTable A5.4: Cost Estimates and Financing Plan \n ($'000) \nTotal \n Item  Cost \nA.  Government of the United Kingdom Financing (through   \nthe Department for International Development)a \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (8 person-months)  210.7 \n      ii.  National consultants (55 person-months)  300.0 \n    b.  International and local travel  30.3 \n    c.  Reports and communications  10.0 \n  2.  Equipment (computer, printer, etc.)b  25.0 \n  3.  Workshops, training, seminars, and conferencesc  10.0 \n  4.  Surveys  368.0 \n  5.   Miscellaneous administration and support costs  40.0 \n  6.  Representative for contract negotiations  6.0 \n  7.  Contingencies  100.0 \nd\n  Total   1100.0 \n   ", "Appendix 4  11 \n \na  Administered by ADB under the TA Cluster 0003: Advanced Project Preparedness for Poverty Reduction. \nb  Equipment (to be handed over to the executing agency after TA completion) \nType   Quantity  Cost \nComputer, Printer, auxiliary equipment  8  $20,000 \nSoftware  1  $5,000 \nc  Workshops, training, seminars, and conferences \nPurpose  Venue \nDiscussions on overall feasibility results  Public Works (Roads) Department \nDiscussion on safeguard issues  Public Works (Roads) Department \nd  Not including government in-kind counterpart support.  \nSource: ADB. \n \nD.  Consulting Services \n4  The State of West Bengal is on the threshold of a new era of industrialization. One of the \nmajor  infrastructural  requirements  of  industry  is  proper  road  connectivity.  In  this  regard, \nconnectivity  with  Haldia  port  is  of  paramount  importance.  The  existing  road  is  of  2-lane \nstandard. Geographically, this road section passes through the centroidal axis of West Bengal. \nThe districts situated along this alignment are Purba Medinipur, Paschim Medinipur, Hooghly, \nBardhaman, Birbhum and Murshidabad. Therefore, the development of this alignment would \nmaximize the effect of infrastructural development, economic growth and poverty reduction in \nthis area. This route, if developed to 4-lane standard, would enhance the transport to various \nmarket  places  of  local  agricultural  products  like  rice,  potato,  sesame,  jute  etc.,  which  are \nproduced in abundance in Hooghly, Bardhaman, Murshidabad, etc. \n \n5  ADB's project preparatory technical assistance will assist the Public Works (Roads) \nGovernment of West Bengal (GoWB) to undertake the following studies: \n \na.  Feasibility of the Proposed Project. The TA will establish the technical, environmental, \nsocial, economical, and financial viability of the project and prepare detailed project reports for \nrehabilitation and upgrading of the existing road to 2-lane with paved shoulders and / or 4 lane \ndivided carriageway configuration depending on the traffic levels, provision of new alignment, if \nrequired for better connectivity of the corridor and / or provision of bypasses. Traffic surveys, \norigin-destination surveys, pavement condition surveys and axle load surveys will be carried out \nfor this purpose.  \n \nb.  Detailed Engineering Design of the Proposed Project.  The TA will carry out the \ndetailed  engineering  design  of  the  project  including  detailed  highway  design,  design  of \npavement and overlay with options for flexible or rigid pavements, design of bridges and cross \ndrainage  structures  and  grade  separated  structures,  design  of  service  roads, quantities of \nvarious  items,  detailed  working  drawings,  detailed  cost  estimates,  economic  and  financial \nviability analyses, environmental and social feasibility, social and environmental action plans as \nappropriate  and  documents  required  for  tendering  the  project  on  commercial  basis  for \ninternational competitive bidding. This will entail, among other activities, detailed topographic \nsurveys,  pavement  investigations,  sub-grade  characteristics  and  strength:  investigation  of \nrequired sub-grade and subsoil characteristics and strength for road and embankment design \nand sub soil investigation; and hydraulic investigation for bridge design. \n \nc.  Preparation  of  Safeguard  Documents.  The  TA  will  prepare  initial  environmental \nexamination/  environmental  Impact  Assessment  Report  (as  appropriate)  including \nEnvironmental Management Plan (EMP), Resettlement Plan & Resettlement Action Plan (RAP) \nand indigenous peoples’ safeguard documents (if required) conforming to the Guidelines of the \nGovernment of India, State Government and Asian Development Bank as appropriate for each \n ", "12  Appendix 4 \nconstruction package section. Appropriate social and environmental surveys will be carried out \nfor this purpose.  \n \nd.  Efficiency Assessment of Intermodal Connectivity. The TA will assess intermodal \nefficiency, including port operations and port road usage; and recommend measures to resolve \ninefficiencies including development of a risk assessment-based overloading control mechanism \nusing IT tools, which will allow the road and enforcement authorities to control overloading by \nmore precise targeting of suspect vehicles thus ensuring that port clearance times for vehicle \ntraffic is not affected while at the same time asset sustainability is ensured. Detailed surveys of \ncommodities/consigners/consignees at Haldia Port together with discussion with port, customs, \nand enforcement authorities will be necessary to develop this mechanism to improve efficiency \nin the port and port roads.  \n \ne.  Institutional Assessment of PWRD.  The TA will assess the institutional capacity of \nPWRD to carry out planning and programming of the state roads sector and recommend \nimprovements in systems, databases and procedures that are necessary to enable the PWRD \nto function as a modern road sector agency. The institutional assessment will also look into the \nmaintenance codes of practice and training needs that are necessary for this purpose.  \n \nTable A5.2: Summary of Consulting Services Requirement \nInternational  National \nName of Positions  Person-months  Name of Positions  Person-months \nTeam Leader/Senior Highway  8  Highway Engineer  8 \nEngineer  Pavement Specialist  3 \n    Bridge Engineer  5 \n    Traffic Engineer  3 \n    Material cum Geotechnical  6 \nEngineer \n    Senior Survey Engineer  5 \n    Quantity Surveyor /  4 \nDocumentation Expert   \n    Economist cum Financial Analyst  3 \n    Institutional  Specialist  3 \n    Overloading Control Specialist  2 \n    Environmental Specialist  4 \n    Resettlement Specialist  5 \n    Social Development Specialist              4 \nSource: Asian Development Bank \n \n6  The outline terms of references (TOR) for the project preparatory TA consultants are \ndescribed in paras. 7 to 8. The detailed TOR is attached as Supplementary Appendix. \n \n7  The activities required under the consulting services include but are not limited to the \nfollowing major tasks. \n(i)  Environmental and social impact assessment, including those related to cultural \nproperties, natural habitats, involuntary resettlement etc; and from the gender \nperspective for identifying mechanisms to ensure women’s and girl’s participation \nin the project including a gender action plan if needed. \n(ii)  Public consultation, including consultation with  communities located along the \nroad, NGOs working in the area, other stakeholders and relevant Government \ndepartments at all the different stages of assignment (such as inception stage, \nfeasibility stage, and once final designs are concretized). ", "Appendix 4  13 \n \n(iii)  Detailed  reconnaissance,  and  identification  of  possible  improvements  in  the \nexisting  alignment  and  bypassing  congested  locations  with  alternatives,  and \nevaluation of different alternatives; \n(iv)  Traffic  studies  including  traffic  surveys  and  axle  load  survey  and  demand \nforecasting for the next thirty years, including analysis of non-motorized transport \nand subregional traffic; \n(v)  Inventory and condition surveys for road, bridges, cross-drainage structures and \ndrainage provisions; \n(vi)  Detailed topographic surveys using Total Stations and GPS; \n(vii)  Pavement  investigations,  including  sub-grade  characteristics  and  strength: \ninvestigation of required sub-grade and subsoil characteristics and strength for \nroad and embankment design and sub soil investigation; \n(viii)  Identification of sources of construction materials; \n(ix)  Detailed  design  of  road,  its  x-sections,  horizontal  and  vertical  alignment  and \ndesign of embankment of height more than 6m and also in poor soil conditions \nand where density consideration require, even lesser height embankment.  \n(x)  Identification of the type and the design of intersections; \n(xi)  Design of complete drainage system and disposal point for storm water \n(xii)  Value analysis / value engineering and project costing; \n(xiii)  Economic analysis, including consideration of subregional impacts in accordance \nwith ADB’s Guidelines for the Economic Analysis of Projects and Handbook for \nthe Economic Analysis of Subregional Projects; and financial analyses; \n(xiv)  Contract packaging and implementation schedule. \n(xv)  Strip plan indicating the scheme for carriageway widening, location of all existing \nutility services (both over- and underground) and the scheme for their relocation, \ntrees  to  be  felled  and  planted  and  land  acquisition  requirements  including \nschedule for LA: reports documents and drawings arrangement of estimates for \ncutting of trees and shifting of utilities from the concerned department; \n(xvi)  Preparation of detailed project report, cost estimate, approved for construction \ndrawings, rate analysis, detailed bill of quantities, bid documents for execution of \ncivil works through budgeting resources. \n(xvii)  Design of toll plaza and identification of their numbers including working drawings \n(xviii) Design of weighing stations, parking areas and rest areas. \n(xix)  Any other user oriented facility enroute toll facility. \n(xx)  Tie-in of on-going/sanctioned works of MORT&H/ NHAI/ other agencies. \n(xxi)  Preparation of social plans for the project affected people as per policy of the \nAsian Development Bank. \n(xxii)  Carrying out institutional assessment of the PWRD and recommending pragmatic \nimprovements \n(xxiii) Preparing  training  material  to  ensure  that  modern  maintenance  practices  are \nimparted to all relevant PWRD personnel \n(xxiv) Preparing efficiency improvement measures of the port and port roads, including \noverloading  control  measures  that  use  a  risk  assessment-based  approach  to \ntarget vehicles most at risk of being overloaded during egress/ingress into the port \nbased  on  prior  review  of  relevant  cargo  clearance  documentation  filed  with \nCustoms and port authorities.  \n \n8  Reports. The Consultant shall prepare and submit the following reports: \n(i)  Inception Report  3 weeks after commencement of services \n(ii)  Risk  assessment-based  overloading  control  system  3  months  after \ncommencement of services \n ", "14  Appendix 4 \n(iii)  Strip Plan 3 months after commencement of services \n(iv)  Institutional assessment report 4 months after commencement of services \n(v)  Draft  Feasibility  Report  including  Environmental  and  social  impacts screening \nReports 4 months after commencement of services \n(vi)  Draft  Project  Report  including  details  and  drawings  for  repair/rehabilitation  of \nexisting bridges & draft IEE/EIA reports, RP and L. A. Reports & Plans 5 months \nafter commencement of services \n(vii)  Final  Project  Report  including  details  and  drawings  for  repair/rehabilitation  of \nexisting bridges & final IEE/EIA reports & RP 7 months after commencement of \nservices \n(viii)  Final Detailed Project Report (including drawings and draft bidding documents) \nEMP, RP 8 months after commencement of services \n \nE.  Implementation Arrangements \n9  The Department of Economic Affairs of the Government will be the Executing Agency for \nthe subproject. The Public Works (Roads) Department, Government of West Bengal will be the \nimplementing agency. \n \n10  The PPTA will be implemented over 8 months, beginning in 19 March 2012 and ending \nin 19 November 2012. An appropriate international consultant firm that can supply a team with \nexpertise in the areas of feasibility studies, detailed engineering and institutional assessment of \nroad sector agencies will be recruited for the TA. National consultants in these fields will be \nengaged  by  the  international  consultant  firm,  which  will  have  overall  responsibility  for  the \nconsulting services. It is anticipated that a total of 8 person-months international and 55 person-\nmonths national consulting services will be required. The consultants will be engaged by ADB in \naccordance with the Guidelines on the Use of Consultants (2010, as amended from time to \ntime).  The  consultant  firm  will  be  selected  according  to  quality-  and  cost-based  selection \n(QCBS)  procedures  and  full  technical  proposal  will  be  requested  from  short-listed  firms. \nDisbursements under the TA will be made in accordance with ADB’s Technical Assistance \nDisbursement Handbook (May 2010, as amended from time to time). \n \n11  The proposed TA processing and implementation schedule is listed in Table 5.3.  \n \nTable 5.3: Proposed Technical Assistance Processing and Implementation Schedule \nExpected \nMajor Milestones  Completion Date \nConcept Paper Meeting  July 2011 \nPeer Review  July 2011 \nApproval of concept paper  November 2011 \nRecruitment of PPTA Consultant  March 2012 \nPPTA implementation  November 2012 \nPPTA = project preparatory technical assistance \nSource: ADB \n "], "metadata": {"Author": "vad", "Company": "Asian Development Bank", "CreationDate": "D:20111206092829+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "ModDate": "D:20121213133220+08'00'", "Producer": "Adobe PDF Library 9.0", "Title": "PROJECT CONCEPT PAPER TEMPLATE"}}