{"path": "data/input/ta/43219-01-ino-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 43219-01 \nCapacity Development Technical Assistance (CDTA) \nNovember 2010 \n \n \n \nRepublic of Indonesia: Strengthening National Public \nProcurement Processes \n(Financed by the Japan Fund for Poverty Reduction)  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 September 2010) \n \nCurrency unit –  rupiah (Rp) \nRp1.00 =  $0.0001110 \n$1.00 =  Rp9,030 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  NPPA  –  National Public Procurement Agency \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public sector management (public administration)  \nThemes (subthemes)  –  Governance (public administration [national, decentralized and \nregional]), capacity development (institutional development) \nLocation impact  –  National (high) \n \n \nNOTES \n \n(i)  The fiscal year (FY) of government ends on 31 December.  \n(ii)  In this report, “$” refers to US dollars.  \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. A. Nugent, Indonesia Resident Mission (IRM), SERD \n   \nTeam leader  R. Budiman, Senior Financial Management Specialist, IRM, SERD \nTeam member  O. Suyatmo, Procurement Officer, IRM, SERD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The  Asian  Development  Bank's  (ADB)  recent  Country  Diagnostics  Study,  identifies \nweaknesses in governance and institutions  as a critical development constraint, undermining \nboth economic growth and poverty reduction. In response, ADB's strategic governance and anti-\ncorruption  program  in  Indonesia  is  focused  on  public  financial  management,  including  the \ndevelopment  of  Indonesia's  key  institutions,  the  building  of  country  systems  and  the \nmainstreaming of capacity development.  At the forefront of this program is ADB's support to the \nestablishment and institutionalization of international procurement practices at both the country \nand project implementation levels through support  of the National Public Procurement Agency \n(NPPA).  \n \n2.  ADB has provided the following assistance to the Government of Indonesia to improve \nthe public procurement sector:1 (i) developing recommendations for revisions to civil service \nregulations to establish a system of certification that incorporated provisions to recognize civil \nservants  who  pursue  a  career  in  procurement;  (ii)  producing  better  national  regulation  of \nprocurement, presidential regulation (keputusan presiden or keppres) 80/2003, to replace the \nold keppres 18/2000; (iii) issuing a national standard bidding document; and (iv) producing a \nlegal framework for the establishment of a sole institution, the National Public Procurement \nAgency (NPPA), with a mandate to enforce public procurement policy. The government has \nasked ADB to continue supporting ongoing public procurement reform. \n \n3.  The proposed technical assistance (TA)2 is listed in ADB’s country operations business \nplan for 2009.3  ADB undertook a fact-finding mission from 27–28 January 2010 to design the \nTA.  The mission reached an understanding with the government on the TA’s objectives, scope, \ncosts and financing plan, implementation arrangements, and counterpart support. The design \nand monitoring framework is in Appendix 1. \n \nII.  ISSUES \n4.  Procurement reform in Indonesia was initiated in 1999. It is a key factor in reducing state \nbudget leakage, and is intended to enhance the transparency of the public procurement system. \nThe reform is also aimed at improving the integrity and accountability of the public procurement \nsystem through an effective and efficient procurement process. \n \n5.  Since decentralization in 2004, the environment of the national development program \nhas  changed.  Regional  governments  have  been  given  the  authority  to  manage  their  own \nbudgets for public spending. In fiscal year (FY) 2009, 40% of the state budget for public \nspending4 was provided to regional governments. This has played a significant role in service \ndelivery, especially since about 80% of the budget was spent through public procurement \nmechanisms.  \n \n6.  The  Decentralization  Law  and  other  regulations  allow  local  governments  and  other \ngovernment institutions to introduce their own procurement procedures, which often differ from \neach other. Consequently, the various procurement processes have resulted in unpredictable \n                                                 \n1  ADB. 2000. Technical Assistance to the Republic of Indonesia for Improving Public Procurement. Manila (TA 3471-\nINO); and ADB. 2001. Technical Assistance to the Republic of Indonesia for Strengthening Procurement Policies, \nLegal Framework, and Institution. Manila (TA 3720-INO). \n2  The TA first appeared in the business opportunities section of ADB’s website on 12 May 2010. \n3  ADB. 2009. Country Operations Business Plan: Indonesia, 2010-2012. Manila. \n4  Source: Anggaran Pendapatan dan Belanja Negara, (APBN), www.fiskal.depkeu.go.id. \n ", "2   \noutputs.  According  to  Indonesia’s  Commission  for  the  Eradication  of  Corruption  (Komisi \nPemberantasan  Korupsi),  potentially  about  Rp36  trillion  or  about  30%  of  the  procurement \nbudget is lost due to corruption each year.5 This is likely due to the absence of a set of uniform \nnational regulations for public sector procurement. The lack of such regulations is considered a \nmajor constraint on the government in ensuring satisfactory use of the state budget and delivery \nof quality public services. Therefore, there is an urgent need for a national standard for the \nprocurement of goods, works, and services that would provide a foundation for economic, \nefficient, transparent, and predictable processes. This would help to achieve effective use of the \nstate  budget  and  delivery  of  quality  public  services,  and,  at  the  same  time,  reduce  the \nopportunities for fraud, corruption, and other illegal acts. \n \n7.  On 6 December 2007, the government issued Presidential Regulation 106 to establish \nthe National Public Procurement Agency (NPPA). The regulation mandates the NPPA as the \nonly government institution responsible for (i) developing a national procurement policy and \nstrategy; (ii) developing systems to support the delivery of procurement services; (iii) monitoring \nand  evaluating  the  performance  and  delivery  of  procurement  services;  (iv)  developing  an \nadequate  supply  of  qualified  human  resources,  including  certified  procurement  staff;  (v) \ndeveloping the NPPA as the principal source of legal; professional; and technical advice; and \nsupporting  practitioners  on  all  procurement-related  matters;  and  (vi)  establishing  an \nindependent procurement complaints and dispute resolution body.  \n \n8.  However, the NPPA is still in its infancy, and Presidential Regulation 106 is not yet \nmandatory for all government ministries and agencies and state-owned enterprises. A number \nof basic policies and procedures for an enforceable procurement system are not clearly defined \nin  any  procurement  decrees  or  regulations.  The  various  applicable  laws,  decrees,  and \nregulations create confusion due to overlapping jurisdictions.   \n \n9.  To  respond  to  the  above  challenges,  the  NPPA  must  develop  into  an  effective \norganization  with  a  transparent  and  accountable  system  and  with  adequate  capacity,  i.e., \norganization  and  personnel.  Through  this  institution-building,  the  NPPA’s  role  as  the  only \ninstitution  responsible  for  developing  and  formulating  government  procurement  policy  for \nnationwide implementation will eventually be strengthened. This objective must be supported by \na more robust legal framework6 than Presidential Regulation 106, and will be achieved through \n(i) the development of government regulations (peraturan pemerintah) that will compel  all \ngovernment administrations nationwide to use a standardized procurement system, and (ii) the \nestablishment of an accountable and transparent procurement system.  \n \n10.  By enforcing the use of a nationwide standardized procurement system, fiduciary risk \nmanagement would be improved, while the opportunities for corruption or collusion between \npublic officials and vendors would be significantly reduced. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The impact of the TA will be improved transparency and efficiency in public procurement \nto promote good governance. The TA will help the government to examine the current policies \n                                                 \n5  Source: http://www.kpk.go.id/modules/news/article.php?storyid=401 \n6  In order of hierarchy, law (undang undang) is the highest legal framework, followed by government regulation \n(peraturan pemerintah) and presidential regulation (peraturan presiden [perpres], which was originally called \nkeppres [presidential regulation]). \n ", "  3\nand procedures, and update and revise the regulations, as necessary, in accordance with sound \ninternational standard practices and other appropriate procurement procedures and practices. \n \n12.  The outcome of the TA will be a strengthened NPPA in its role as the lead agency for \npublic procurement reform. \n \n13.  The key outputs of the TA will be (i) improvement of the NPPA’s institutional capacity; (ii) \nbetter-trained  and  more  professional  procurement  personnel;  (iii)  improvement  of  public \nawareness of NPPA roles and outputs; and (iv) operationalization of integrated national e-\nprocurement system.  \n \nB.  Methodology and Key Activities \n14.  The TA outputs will be achieved through the following activities: \n \n1.  Improving Capacity Development \n15.  Output 1: Improvement of the NPPA’s institutional capacity. The aim is to support \nthe strengthening and maintenance of the NPPA’s institutional capabilities. The activity will \ninvolve (i) analysis of the country’s public procurement system, including the legal framework, \norganizational  responsibilities,  and  public  procurement  procedures  and  practices;  (ii) \nassessment of institutional and organizational capacity in the procurement process; and (iii) \ndevelopment  of  a  procurement  capacity  strategy,  including  an  action  plan  for  institutional \nimprovement.  ADB’s  Central  Operations  Services  Office,  Regional  and  Sustainable \nDevelopment Department, and Controller’s Department will help coordinate the implementation \nof  the  relevant  capacity-building  initiatives,  which  will  be  aligned  with  the  outcome  from \nconsultants on the development of the NPPA’s comprehensive organization strategy, including \na business plan and in-depth institutional analysis. \n \n16.  Output 2: Better-trained and more professional procurement personnel. The aim is \nto  strengthen  the  professional  skills  of  public  procurement  practitioners  nationwide. \nDecentralization has had a significant impact on the number, type, and institutions involved in \nprocurement, which have multiplied along with the number of regional governments. This has \nalso  affected  the  skills  of  procurement  staff,  i.e.,  higher  skill  levels  are  required  with  the \nchanging environment, while the level of experience is dwindling due to decentralization. There \nis,  therefore,  an  urgent  need  to  increase  public  procurement  practitioners’  implementation \ncapacity, in particular the capacity of regional governments, which is currently limited. The \nactivity will support the capacity building of procurement personnel. This will include (i) providing \ntraining and certification programs in procurement for government officials, (ii) developing a \nbroader  curriculum  and  international  standard  qualifications,  (iii)  involving  educational \ninstitutions  in  formalizing  the  profession,  and  (iv)  establishing  a  procurement  professional \nnetwork for oversight and development purposes. \n \n2.  Improving Fiduciary Risk Management \n17.  Ouput 3: Improvement of public awareness of NPPA roles and outputs. The aim is \nto improve the current website to support effective and efficient delivery of public procurement \ninformation  to  the  general  public.  The  current  website  will  be  improved  to  support  the \ndissemination of public procurement initiatives, progress, and opportunities. This will enhance \npublic awareness of all aspects of the procurement process, including the role of the NPPA. The \nwebsite will also support the national e-procurement system and its nationwide implementation, \n ", "4   \nincluding an English version for international bidding procedures as well as to showcase the \nsystem to the international community. \n18.  Output 4: Operationalization of the integrated national e-procurement system. This \nactivity will support the deployment of a single, standard national e-procurement system. The \ncurrent system will be improved to fully integrate with an oversight and monitoring system, and \naudit and evaluation system, among others. The enhancement of the system will also increase \nthe  capacity  of  users  to  navigate  the  web-based  procurement  system.  With  system \nimprovements,  procurement  information  should  become  easily  accessible,  thus  increasing \ntransparency, competitiveness, and efficiency. The enhanced system will enable monitoring of \nall phases in each procurement transaction, which will reduce any potential fraud, corruption, or \nother illegal acts. In addition, the improved system will be easily auditable, as audit trails on \neach procurement transaction will be created and archived. \n \nC.  Cost and Financing \n19.  The total cost of the TA is estimated at $1,110,000 equivalent, of which $1,000,000 will \nbe financed on a grant basis by the Japan Fund for Poverty Reduction, to be administered by \nADB. The main elements to be funded are the services of international and national consultants, \nequipment, and workshops and seminars. The government will contribute $110,000 equivalent \nin-kind through the provision of office space, counterpart staff support, administrative services, \nand physical facilities. Details of the cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n20.  Institutional arrangements. The NPPA will be the executing agency. The NPPA was \nchosen because of its mandate to develop a national procurement policy and strategy. The \nNPPA will coordinate with the team leader and project coordinator in supervising and managing \nthe day-to-day TA activities. ADB will coordinate with the NPPA to ensure the timely delivery of \noutputs and the regular submission of reports from the consultants in accordance with the terms \nof reference.  \n \n21.  The TA will be implemented over 24 months, beginning in November 2010. ADB will field \nregular missions to review implementation progress and guide the consultants (in consultation \nwith the NPPA). These missions will provide appropriate recommendations to the NPPA, if \nnecessary, and will take actions to facilitate TA implementation to meet its objectives. \n \n22.  A team of international and national consultants will implement the TA activities. All \nconsultants will be recruited as individuals in accordance with ADB’s Guidelines on the Use of \nConsultants (2010, as amended from time to time). The terms of reference for consultants are in \nAppendix 3. Equipment will be procured in accordance with ADB’s Procurement Guidelines \n(2010, as amended from time to time), using arrangements satisfactory to ADB, and will be \nhanded over to the government upon completion of the TA. Disbursements under the TA will be \nmade  in  accordance  with  ADB’s  Technical  Assistance  Disbursement  Handbook  (2010,  as \namended from time to time). \n \n \n \n \n \n \n ", "  5\nIV.  THE PRESIDENT’S DECISION \n \n23.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering  technical  assistance  not  exceeding  the  equivalent  of  $1,000,000  to  the \nGovernment of Indonesia to be financed on a grant basis by the Japan Fund for Poverty \nReduction for Strengthening National Public Procurement Processes, and hereby reports this \naction to the Board. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and  Assumptions and \nSummary  and Indicators  Reporting  Risks \nMechanisms  \nImpact      Assumptions \n       \nTransparency and  Effective use of state  Transparency  Active participation from \nefficiency in public  budget for procurement  International’s annual  all government \nprocurement is improved  and reduction of  report on Corruption  administrations and \nto promote good  approximately 50% of  Perceptions Index  stakeholders \ngovernance  procurement budget     \nleakage over the KPK’s  Government  Policies have the \ndata by 2015 (Baseline:  procurement statistics  expected impact \nRp36 trillion)  report   \n    Risk \nIncreasing the efficiency  Audit reports   \nand effectiveness of public    Lack of government’s \nservices in the 561  Other stakeholder  ownership and \nregional governments and  reports  continued commitment \ngovernment institutions by  to reform \nthe end of 2015 (Baseline:   \n561) \n \nOutcome      Assumptions \n       \nRole of the NPPA as the  A single national window  Reports on the  Support from all \nlead agency for the  for public procurement is  review of completed  government \npublic procurement  widely used by the end of  policy actions  administrations \nreform is strengthened   2012       \n  Feedback from  The NPPA will continue \nAll relevant government  various conferences,  to receive financial and \nregulations and  workshops, meetings,  political support from \nlegislations to institute and  and other forums  the government  \ngovern the national   \nprocurement system are  Risk \nrevised by 2012.   \n  Relevant regulations \nParticipation of  and legislations might \napproximately 50% of  not be effectively \ngovernment  promoted \nadministrations in a   \nnational public \nprocurement policy by \n2012 (Baseline: 561) \n \nOutputs       Assumptions \n       \n1. NPPA’s institutional  Reliable and transparent  NPPA progress  Full support, \ncapacity is improved  monitoring and evaluation  reports  assistance, and \nprocedures to assess the    cooperation of \ndegree to which the  stakeholders in the \nprinciples and  proposed provisions \nrequirements of   \nregulations and other  Different opinions and \n ", "Appendix 1  7 \nDesign  Performance Targets  Data Sources and  Assumptions and \nSummary  and Indicators  Reporting  Risks \nMechanisms  \nrelevant legislations and  options on policy \npolicies are adopted by all  priorities can be settled \ngovernment  satisfactorily \nadministrations, by 2012   \n  Risk \n \nInsufficient absorptive \ncapacity \n \nCoordination problems \nwithin the NPPA’s \ndirectorates to \nimplement the \nrecommended action \nplan \n \n2. Better-trained and  Increase in the number of  NPPA’s certification  Assumptions \nmore professional  certified procurement  statistics report   \nprocurement personnel   professionals by    Consultants’ inputs are \n  approximately 50% by  NPPA’s procurement  well implemented \n2012 (Baseline: from the  statistics report   \nassessment to be taken in    Government and \n2011)    private educational \n  institutions will \nImproved efficiency and  participate in and \nquality of procurement by  support the staff \napproximately 50% by  capacity development \n2012 (Baseline: from the  plan \nassessment  to be taken in   \n2011)   Risks \n   \nSlow decision process \n \nWeak commitment to \nimplementation of \nlegislation and \nregulations \n \n3. Public awareness of  Increased user access to  Media spots  Assumptions \nNPPA roles and outputs  the NPPA website by     \nis improved  100% by 2012 (Baseline:  Feedback from  Adequate public \n  current NPPA data record.  stakeholders  capacity level to absorb \n    the information \n100% of series of  NPPA progress   \nstructured public  reports  Risk \ncampaigns released in     \nmultimedia by 2012  Lack of adequate and \n(Baseline: none)  timely provision of \n  necessary information \n \nThe web-based system \nis not functioning well \n \n ", "8  Appendix 1 \nDesign  Performance Targets  Data Sources and  Assumptions and \nSummary  and Indicators  Reporting  Risks \nMechanisms  \n4. Integrated national e- E-procurement system is  NPPA’s procurement  Assumptions \nprocurement system is  well utilized by all  statistics report   \noperational   government    Strong government \nadministrations by mid  NPPA progress  commitment to continue \n2012, as mandated by  reports  developing an \nPerpres 54/2010    integrated and \n(Baseline: none)  harmonized national e-\n  procurement system \n \nRisk \n \nPoor service from \ninternet providers in \nseveral regions \n \nSlow data transfer \nthrough internet \nsystems in several \nregions \n \nNPPA and respective \nhub offices in regions \nare not well equipped \nwith computer/ \nbroadband internet \nfacilities \n \nResistance from the \nintended users \n \nActivities with Milestones  Inputs \n   \n1.1. Review and develop organizational strategy for  JFPR: $1,000,000 (on a grant basis) \nthe NPPA, by month 4.   \n1.2. Assess capacity development of the NPPA, by   \nmonth 2.  Cost Item  Amount ($)\n1.3. Prepare country-specific baseline indicators,   \nincluding public expenditure and financial  Consultants: \naccountability, by month 2.  International (12 person-months)  278,000\n1.4. Comparative studies to other countries’  Nationals (120 person-months)  459,000\nprocurement institutions completed by month 18.   \n  Equipment  30,000\n2.1. Assess the NPPA’s staff capacity and develop  Seminar  174,000\nstaff capacity development strategy, by month 2.  Miscellaneous:   35,000\n2.2. Assess the current requirements for procurement  Contingency:   24,000\n ", "Appendix 1  9 \nDesign  Performance Targets  Data Sources and  Assumptions and \nSummary  and Indicators  Reporting  Risks \nMechanisms  \ncertification in order to improve them, by month 2.   \n2.3. Develop criteria for qualification and accreditation \nof procurement personnel (10 months after fielding the \nconsultant). \n2.4. Prepare training modules and materials for \ntrainers and trainees, by month 4. \n2.5. Conduct training program for NPPA staff in-house \n(continuous activities from month 3 after the TA is \neffective until the end of TA implementation). \n \n3.1. Analyze the current website for improvement to \nbe more informative, transparent, and user-friendly, by \nmonth 2. \n3.2. Assess the public campaign needs and develop a \npublic campaign plan, by month 4. \n3.3. Implement a public campaign plan, including \nmedia spots, interviews, discussions, workshops, \nseminars, conference, socialization, etc., by month 6 \n \n4.1. Identify institutional constraints on implementing \nan e-procurement system, by month 2. \n4.2. Assess the government’s need for policy and \nregulation on e-procurement, by month 2. \n4.3. Review the current technology standard, by \nmonth 2. \n4.4. Develop an e-procurement implementation \nstrategy, including assessing infrastructure \nrequirements for other e-procurement supports, and \naction plan, by month 6. \n \nADB = Asian Development Bank; JFPR = Japan Fund for Poverty Reduction; NPPA = National Public Procurement  \nAgency; TA = technical assistance. \nSource: Asian Development Bank. \n \n \n \n ", "10  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \n  Total \nItem   Cost \nA. Japan Fund for Poverty Reduction Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  252.00 \n      ii.  National consultants   \n                       - Senior national consultants  240.00 \n                       - Junior national consultants  180.00 \n    b.  International travel  12.00 \n                Local travel  45.00 \n    c.  Reports and communications, and translation  8.00 \n  2.  Equipment  30.00 \n3.  Training, seminars, and conferences   \na. In-house training  150.00 \nb. International workshops and/or conferences  24.00 \n  4.  Miscellaneous administrative and support costs  35.00 \n  5.  Contingencies  24.00 \n      Subtotal (A)   1,000.00 \nB. Government Financing   \n1. Office accommodation  21.50 \n2. Counterpart staff  88.50 \n      Subtotal (B)   110.00 \n                    Total   1,110.00 \na \nAdministered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n ", "     Appendix 3  11\n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Overall Outcome \n \n1.  The overall outcome for the consultants is to assist the National Public Procurement \nAgency (NPPA) in strengthening its role as the lead agency for public procurement reform, \nresulting in an improved, standardized procurement process for all government administrations \nand  the  business  community.  The  major  outputs  will  be  developed  institutional  capacity, \nincreased professionalism of procurement practitioners, increased public awareness of NPPA \nroles, significant progress on e-procurement implementation, and revised laws and regulations \nto support the major outputs. \n \n2.  The consultants will work closely with the NPPA and relevant institutions to achieve the \noutputs and outcome. The consultants will be selected in accordance with the Guidelines on the \nUse of Consultants (2010, amended from time to time) of the Asian Development Bank (ADB). \n \nB.  Consultant Requirements \n \n3.  The technical assistance (TA) will require 132 person-months of consultant inputs: one \ninternational consultant for 12 person-months, five national consultants for 120 person-months, \nand  unallocated  person-months  to  be  provided  as  needed.  The  consultants  must  have \nsubstantial  experience  in  institutional  development,  the  public  procurement  sector,  project \ncoordination,  capacity  building  and  training,  information  technology,  and  public \ncampaigns/socialization. \n \n1.  Team  Leader/Institutional  Development  Expert  (international,  12  person-\nmonths)  \n \n4.  The expert will lead, manage, coordinate, and facilitate all aspects of the TA. He or she \nwill also work closely with the NPPA to develop a comprehensive organization strategy and \nframework,  including  a  business  plan  and  in-depth  institutional  analysis  of  the  NPPA,  i.e., \nestablishing  profiles  and  job  descriptions  of  NPPA  staff,  according  to  its  organizational  or \ninstitutional mandate. If the organization strategy and framework already exist when the expert \nis fielded, he or she will assess the existing documents for any needed improvements. The \nexpert will also provide advice on the legal and institutional aspects of procurement, including \nassessing structural effectiveness, change management, capacity analysis and strengthening, \nand developing ownership. The expert should hold postgraduate qualifications in a related \ndiscipline such as business, public administration, law, or engineering, with more than 7 years’ \nexperience in institutional development. \n \n2.  Institutional Development Expert/Project Coordinator (national, 24 person-\nmonths) \n \n5.  The  national  expert  will  assist  the  team  leader  in  developing  a  comprehensive \norganization  strategy  and  framework,  including  a  business  plan  and  in-depth  institutional \nanalysis of the NPPA, i.e., establishing profiles and job descriptions of NPPA staff, according to \nits organizational or institutional mandate. If the organization strategy and framework already \nexist when the expert is fielded, he or she will assist the team leader in assessing the existing \ndocuments for any needed improvements. He or she will also lead other national consultants in \nproviding  support  as  appropriate  to  international  consultants  and  will  coordinate  with  other \ngovernment  agencies.  He  or  she  should  have  managerial  skills,  expertise  in  capacity \n ", "12  Appendix 3 \n \ndevelopment, and experience in dealing with government and donor agencies. He or she should \nhold a university degree in a related discipline such as business, public administration, law, or \nengineering, with more than 5 years’ experience in institutional development. The expert’s tasks \nwill include \n \n(i)  liaising effectively with the NPPA to deliver the outputs and outcomes of the TA; \n(ii)  coordinating with and assisting the team leader; \n(iii)  being  a  focal  point  for  the  TA  and  liaising  with  ADB  and  other  government \nagencies on issues related to TA implementation; \n(iv)  ensuring  effective  coordination  between  government  and  donor  agencies,  to \nensure that there is no overlap of work carried out under the TA; \n(v)  reviewing, and assessing or developing an organization strategy for institutional \ndevelopment of the NPPA; \n(vi)  providing quality control for all TA milestones and outputs; \n(vii)  developing a framework and business plan for the NPPA; \n(viii)  assessing and building the capacity of staff to undertake and sustain institutional \ndevelopment efforts; \n(ix)  preparing monthly and quarterly progress reports for submission to ADB and the \nNPPA in a timely manner; and \n(x)  coordinating  with  other  consultants  and  government  officials  to  prepare  TA \ninception and completion reports. \n \n3.  Public Sector Procurement Specialist (24 person-months) \n \n6.  The expert will be responsible for providing inputs on Indonesian procurement practices \nand should have experience, preferably with a government agency, in project management and \nprocurement methods. He or she should have expertise in current procurement regulations and \nbe familiar with the procedures of ADB and other international financing institutions. The expert \nshould hold a university degree in a related discipline such as business, law, or engineering, \nwith more than 5 years’ experience in public procurement. The expert’s tasks will include  \n \n(i)  leading the development of a procurement strategy and its implementation; \n(ii)  participating  in  country  procurement  assessments  and  preparing  background \nanalysis; \n(iii)  assisting the NPPA to further develop and strengthen the public procurement \nsystem; \n(iv)  assisting  the  NPPA  to  draft  relevant  government  regulations  (peraturan \npemerintah) to support the enactment of the Procurement Law; \n(v)  advising the team on the technical, commercial, and legal aspects of procurement \nat all stages, if an initial draft of the Procurement Law has been prepared; \n(vi)  improving  the  legal  and  operational  environment  by  providing  assistance  to \nensure  full  harmonization  with  procurement  best  practice,  as  well  as  wider \nawareness and knowledge among procuring entities, potential suppliers, and the \npublic; \n(vii)  upgrading public procurement rules by developing the administrative capacity \nand  efficiency  of  those  public  institutions  dealing  with  procurement,  in \ncoordination with institutional development experts; \n(viii)  preparing monthly and quarterly progress reports for submission to ADB and the \nNPPA in a timely manner; and \n(ix)  coordinating  with  other  consultants  and  government  officials  to  prepare  TA \ninception and completion reports. \n ", "  Appendix 3  13 \n4.  Legal/Regulatory Specialist (12 person-months) \n \n7.  The expert should have extensive experience in legal and regulatory reform and in \ndrafting legislation related to procurement reform and other procurement-relevant areas. He or \nshe should have expertise in the current procurement regulations and be familiar with ADB \nprocedures and other international financing institutions. The expert should hold a university \ndegree in law or be a qualified lawyer with relevant experience in procurement-related issues. \nThe expert’s tasks will include  \n \n(i)  liaising with the team leader and other consultants and donor agencies to ensure \nthat there is no overlap in the work carried out under the TA; \n(ii)  reviewing  and  analyzing  procurement  decrees,  their  implementing  rules  and \nregulations, and other procurement documents from a legal point of view, and \nrecommending appropriate revisions, as necessary, based on best practices and \nexperience  in  coordination  with  the  NPPA,  line  ministries,  and  relevant \nstakeholders; \n(iii)  assisting  the  NPPA  to  draft  relevant  government  regulations  (peraturan \npemerintah) to support the enactment of the Procurement Law; \n(iv)  advising the team on the technical, commercial, and legal aspects of procurement \nat all stages, if an initial draft of the Procurement Law has been prepared; \n(v)  improving  the  legal  and  operational  environment  by  providing  assistance  to \nensure  full  harmonization  with  procurement  best  practice,  as  well  as  wider \nawareness and knowledge among procuring entities, potential suppliers, and the \npublic; \n(vi)  participating  in  country  procurement  assessments  and  preparing  background \nanalysis; \n(vii)  preparing monthly and quarterly progress reports for submission to ADB and the \nNPPA in a timely manner; and \n(viii)  coordinating  with  other  consultants  and  government  officials  to  prepare  TA \ninception and completion reports. \n \n5.  Training Expert (national, 24 person-months) \n \n8.  The  expert  should  have  extensive  experience  in  development  strategy  for  capacity \ndevelopment. Based on the business plan to be developed by the relevant international and \nnational  consultants,  and  in  coordination  with  other  government  agencies  and  the  project \ncoordinator, the training expert will be responsible for implementing the planned training under \nthe TA. The expert should hold a university degree and qualifications in project management, \nwith more than 5 years’ experience in developing training programs. The experts will assist with \noverall management of the TA. The experts’ tasks will include  \n \n(i)  assessing and developing a comprehensive learning and development strategy \nfor capacity development of the NPPA; \n(ii)  coordinating with the NPPA to develop criteria for accreditation and qualification \nof procurement personnel in all procurement entities; \n(iii)  procuring and setting up the equipment and software for training purposes, and \nproviding logistical support for training and technical inputs to the training events, \nwhen requested; \n(iv)  organizing workshops and meetings, and documenting their conclusions; and \n(v)  coordinating  with  other  consultants  and  government  officials  to  prepare  TA \ninception and completion reports. \n ", "14  Appendix 3 \n \n  6.  Information Technology Expert (national, 24 person-months) \n \n9.  The  experts  should  have  qualifications  in  information  technology,  management \ninformation systems, web design, and database management, with over 5 years’ experience. \nThe  experts  should  be  familiar  with  the  e-procurement  system,  and  have  experience  in \nimplementing IT strategy for the public. The experts’ tasks will include  \n \n(i)  reviewing the existing management information system; \n(ii)  coordinating  with  Layanan  Pengadaan  Secara  Elektronik  (Electronic \nProcurement Office) in assessing the needs for e-procurement development and \nimplementation; \n(iii)  assessing the government’s need for policy and regulation on e-procurement; \n(iv)  reviewing and analyzing the current technology infrastructure and standards, and \ndetermining technology objectives and standards that support the needs of the \ncurrent processes, as well as the infrastructure requirements for e-procurement \ndevelopment; \n(v)  improving a strategic plan for implementation of e-procurement; if necessary, \ndeveloping  an  e-procurement  implementation  strategy,  including  assessing \ninfrastructure requirements for other e-procurement supports, and an action plan; \n(vi)  designing  a  standardized  reporting  mechanism  for  quarterly,  semiannual,  or \nannual  updates  on  NPPA’s  information  management  system,  including  e-\nprocurement; \n(vii)  establishing a user-friendly website so that procurement-related information is \naccessed and disseminated effectively and efficiently; \n(viii)  providing input processes, such as form design and user input, updating features, \nand linking to related websites (ADB, United Nations Development Business, and \nWorld Bank sites); and \n(ix)  training NPPA staff in managing and maintaining the system. \n \n7.  Marketing  Communication/Public  Campaign  Expert  (national,  12  person-\nmonths) \n \n10.  As  a  relatively  newly  established  agency,  NPPA’s  role  and  functions  need  to  be \npromoted. The expert is required to develop and implement NPPA’s website and social media \nstrategies in coordination with the information technology expert and institutional development \nexpert.  He  or  she  should  have  a  bachelor’s  degree  in  journalism,  advertising,  or \ncommunications, with at least 3 years’ experience in social media communications. The expert’s \ntasks will include \n \n(i)  assessing the public campaign needs and developing a public campaign plan; \n(ii)  analyzing the current website’s need for upgrades to become more user-friendly; \n(iii)  implementing  a  public  campaign  plan,  including  media  spots,  interviews, \ndiscussions, workshops, seminars, conference, socialization, etc.; \n(iv)  providing input processes, such as form design and user input, updating features, \nand linking to related websites (ADB, United Nations Development Business, and \nWorld Bank sites); \n(v)  keeping  abreast  of  emerging  technologies  in  new  media,  particularly  design \nprograms  such  as  Illustrator,  Photoshop,  3D  Studio,  Acrobat,  etc.,  as  most \ngraphic design work is now done on a computer; \n(vi)  preparing and translating materials into English, including the homepage and e-\nprocurement modules for international consumption; and  \n(vii)  monitoring  the  social  community  and  participating  in  any  online  procurement \nconversations. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101207100221+07'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 43219, indonesia, national procurement processes, capacity development, public administration, public sector management, governance, institutional development", "ModDate": "D:20101210141113+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Title": "Technical Assistance Report: Indonesia: Strengthening National Public Procurement Processes"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 September 2010) \n \nCurrency unit –  rupiah (Rp) \nRp1.00 =  $0.0001110 \n$1.00 =  Rp9,030 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  NPPA  –  National Public Procurement Agency \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Public sector management (public administration)  \nThemes (subthemes)  –  Governance (public administration [national, decentralized and \nregional]), capacity development (institutional development) \nLocation impact  –  National (high) \n \n \nNOTES \n \n(i)  The fiscal year (FY) of government ends on 31 December.  \n(ii)  In this report, “$” refers to US dollars.  \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. A. Nugent, Indonesia Resident Mission (IRM), SERD \n   \nTeam leader  R. Budiman, Senior Financial Management Specialist, IRM, SERD \nTeam member  O. Suyatmo, Procurement Officer, IRM, SERD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "J. A. Nugent", "role": "Indonesia Resident Mission (IRM)", "organization": "SERD"}, {"fullname": "R. Budiman", "role": "Senior Financial Management Specialist", "organization": "IRM"}, {"fullname": "O. Suyatmo", "role": "Procurement Officer", "organization": "IRM"}]}