{"path": "data/input/ta/43241-01-lao-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 43241-01 \nCapacity Development Technical Assistance (CDTA) \nOctober 2010 \n \n \n \nLao People’s Democratic Republic:  \nCapacity Strengthening for Gender Mainstreaming in \nthe Agriculture Sector \n(Financed by the Japan Fund for Poverty Reduction) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 September 2010) \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.000122 \n$1.00 =  KN8,170 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAW  –  Commission for the Advancement of Women \n  DAFO  –  District Agriculture and Forestry Office \n  DAW  –  Division for the Advancement of Women \n  Lao PDR  –  Lao People’s Democratic Republic \n  MAF  –  Ministry of Agriculture and Forestry \n  MARD  –  Ministry of Agriculture and Rural Development \n  MIS  –  management information system \n  MPI  –  Ministry of Planning and Investment \n  NRIDP  –  Northern Rural Infrastructure Development Project \n  PAFO  –  Provincial Agriculture Forestry Extension Office \n  PSO  –  Permanent Secretary’s Office \n  SNRMP  –  Sustainable Natural Resource Management and Productivity \nEnhancement Project \n  TA  –  technical assistance \n  TOR  –  terms of reference \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  Targeted intervention—promoting the non-income Millennium \nDevelopment Goals (TI-M) \nSector (subsector)  –  Agriculture and natural resources (agriculture and rural sector \ndevelopment) \nThemes (subthemes)  –  Gender equity (economic opportunities), social development, \ncapacity development (organizational development)  \nLocation impact  –  Rural (high), national (high) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n ", " \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. H. Mir, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  L. Adams, Social Development Specialist, SERD \nTeam members  C. Garcia, Senior Project Administration Officer, SERD \n  S. Phanouvong, Senior Project Implementation Officer, Lao Resident \nMission, SERD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \ndmeesmigbnearsti,o Bno aorfd  oorf  Dreirfeecrteonrsc,e M taon aag epmaretnict,u olar rs ttaefrf,r iatonrdy m oary  gbeeo pgreralipmhinica ray rien an aintu rteh. is  document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "", "     \nI.  INTRODUCTION \n1.  Following the successful completion of technical assistance (TA) for Capacity Building \nfor  Gender  Mainstreaming  in  Agriculture  in  2008,  the  Government  of  the  Lao  People’s \nDemocratic  Republic  (Lao  PDR)  asked  the  Asian  Development  Bank  (ADB)  to  provide \nadditional  TA  for  strengthening  capacity  in  gender-integrated  planning,  monitoring,  and \nevaluation in agriculture and forestry.1 An ADB reconnaissance mission visited Vientiane 15–19 \nMarch 2010 to consult with the Government of the Lao PDR and key stakeholders2 on the \nidentification of problem areas and how a follow-up TA might address remaining capacity issues. \nA draft TA concept paper was prepared in response to the request. A fact-finding mission was \nfielded in Vientiane 2–6 August 2010 to finalize the objectives and scope of the TA, and the \nformulation and implementation of issues of the proposed TA for Capacity Strengthening for \nGender  Mainstreaming  in  the  Agriculture  Sector.  The  government  confirmed  the  impact, \noutcome, outputs, implementation arrangements, cost, financing arrangements, and terms of \nreference of the proposed TA. The TA is included in ADB’s country strategy and program \nmidterm review 2007–2011 for the Lao PDR.3 The design and monitoring framework is in \nAppendix 1. \n \nII.  ISSUES \n2.  The agriculture sector contributes 39% to the Lao PDR’s gross domestic product and \nemploys 80% of its predominantly agrarian population. Although women account for 54% of the \nagricultural  workforce,  they  receive  a  disproportionately  small  share  of  the  services  and \nresources directed at agricultural and rural livelihoods. Despite their significant contribution to \nthe national economy, women's roles in agriculture and forestry tend to remain mostly invisible \nand unaccounted for in public policies and programs. Gender gaps in the agriculture sector exist \nin (i) agriculture extension services; (ii) cultivation, commercialization, and other productivity \nenhancement interventions; (iii) market information; and (iv) financial services. Gender bias in \nservice delivery is the product of a wider, more systemic bias in the agriculture sector’s planning, \nmonitoring, and evaluation model that reduces sector performance. Gender inequality has a \ndirect bearing on poverty reduction, given women’s high level of participation in a variety of \nagricultural activities. To promote agriculture productivity, gender inequalities in rural service \ndelivery will have to be addressed. The Ministry of Agriculture and Forestry (MAF) can therefore \nplay a central role in reducing gender disparities and rural poverty.  \n \n3.  This  TA  builds  on  the  experience  of  other  ADB-funded  TA  projects  on  gender \nmainstreaming in the region (Cambodia, the Lao PDR, and Viet Nam). The TA projects for both \nCambodia4 and Lao PDR focused on institutional setup, systems, and procedures; provision of \ngender-analysis training to agriculture sector personnel; and enhancement of women farmers’ \naccess to agriculture extension services. The TA for Viet Nam5 focused its support on the \npreparation of a gender-mainstreaming planning handbook for the Ministry of Agriculture and \n                                                 \n1  ADB. 2005. Technical Assistance to the Lao People’s Democratic Republic for Capacity Building for Gender \nMainstreaming in Agriculture. Manila (TA 4655-LAO, approved on 29 September). \n2  Participatory consultations were held with the Ministry of Planning and Investment, the National Commission for the \nAdvancement of Women, the United Nations Population Fund, the World Bank, the Netherlands Development \nOrganization, and the Food and Agriculture Organization.  \n3  ADB. 2009. Country Strategy and Program Midterm Review: Lao People’s Democratic Republic, 2007–2011. \nManila. \n4  ADB. 2004. Technical Assistance to the Kingdom of Cambodia for Implementation of the Action Plan for Gender \nMainstreaming in the Agriculture Sector. Manila (TA 4459-CAM, approved on 2 December). \n5  ADB. 2004. Technical Assistance to the Socialist Republic of Viet Nam for Gender Mainstreaming Action Plan for \nAgriculture and Rural Development. Manila (TA 4452-VIE, approved on 26 November). \n ", "2         \nRural Development (MARD); the provision of sex-disaggregated targets for the existing MARD \nplan;  guidelines  on  planning  and  monitoring  with  sex-disaggregated  targets;  and  training \ncurriculum support for MARD and the National Agriculture Extension Center. This TA goes \nfurther  by  functionally  integrating  the  government’s  gender-mainstreaming  mechanism—the \nDivision for the Advancement of Women (DAW)—directly with central, provincial, and district \nplanners in routine planning, monitoring, and evaluation exercises, and by providing gender-\nmainstreaming  support  to  the  preparation  of  the  MAF  Strategy  for  Agriculture,  Natural \nResources and Rural Development 2020. The key lesson from previous TA projects is that \ncapacity building needs to be integrated into existing projects to provide tangible results. This \nTA will pilot a gender-integrated planning approach in nine provinces and selected districts in \nthe Lao PDR. \n \n4.  The TA will support human resource and technical capacity development for gender-\nintegrated planning, monitoring, and evaluation of the agriculture sector. As such, the TA falls \nunder the country strategy and program midterm review 2007–20116 pillar III goals to support \nboth  the  ability  of  public  officials  and  the  capacity  of  selected  sectors  to  develop  sector \nstrategies and improved budgeting, planning, and management capabilities in ministries for \nwhich  ADB  is  providing  support.  The  TA  is  in  line  with  the  National  Growth  and  Poverty \nEradication Strategy (2006), the National Strategy for the Advancement of Women (2006–2010), \nand MAF’s Resolution for Gender Mainstreaming (2008). \n  \n5.  Discussions with MAF identified the following gaps and shortcomings: (i) gender has not \nbeen integrated into the planning cycle, (ii) gender-integration activities occur in development \npartner-funded projects without coordination with or links to MAF central planning and resource \nallocation processes, and (iii) statistics and information related to gender are dispersed and not \ncoordinated to inform systematic planning. The TA responds to the three areas needing support.  \n \n6.  Gender has not been integrated into the planning, monitoring, and evaluation cycle. \nDevelopment partners, including the United Nations Development Programme (UNDP), the \nNetherlands Development Organization, the Swedish International Development Cooperation \nAgency, and the World Bank, have supported area- or department-specific planning manuals for \ntheir projects. As with information systems and gender strategies, planning approaches tend to \nbe guided by project-specific outcomes and are not coordinated by MAF. The lack of uniform \nperformance  indicators  makes  monitoring  and  evaluation  of  gender  mainstreaming  in  the \nagriculture sector difficult. Training manuals on gender mainstreaming and area- and project-\nspecific participatory planning are abundant in MAF. However, manuals, guidelines, and tools \nfor gender-integrated planning, monitoring, and evaluation methods are lacking. It is, therefore, \nnecessary  to  strengthen  the  effectiveness  of  MAF’s  Department  of  Planning  and  line \ndepartment  planners  and  DAW  staff  with  training  support  in  gender-integrated  planning \napproaches for their day-to-day activities. Because MAF is shifting toward a program-based \napproach (Overseas Development Assistance Program Planning Unit), the TA is timely in its \nintent to align aid policies, strategies, and resources with a standardized gender-integrated \nplanning, monitoring, and evaluation approach to be applied to all MAF programs and projects. \n \n7.  Gender-integration  activities  occur  in  development  partner-funded  projects  without \ncoordination with or links to MAF central planning and resource allocation processes. Despite \nthe establishment of DAW, it is not consulted regarding the development of sector strategy. \nFurther, Sub-CAW (Commission for the Advancement of Women) members of line department \nlevels have yet to be involved in MAF’s project planning processes and inception meetings. \nWhile DAW is well positioned in the MAF organizational hierarchy (Permanent Secretary’s \n                                                 \n6  ADB. 2009. Country Partnership Strategy Midterm Review: Lao People’s Democratic Republic, 2007–2011. Manila. \n ", "    3\nOffice [PSO]), with an established gender network from the central (Sub-CAW  secretariat, \ndepartment-level Women’s Advancement Unit), provincial (Provincial Agriculture and Forestry \nOffice deputy director as head of the Women's Advancement Unit), and district levels (gender \nfocal  points),  it  lacks  the  operational  tools  to  mainstream  gender  in  MAF’s  systems  and \nframeworks. DAW’s coordination effectiveness urgently needs to be strengthened through the \ndevelopment of a gender-responsive MAF strategy, master plan, and investment plan to enable \nit to exercise its mandated authority to mainstream gender in MAF.  \n \n8.  Statistics and information related to gender are dispersed and not coordinated to inform \nsystematic planning. Sex-disaggregated data, if it is collected at all, tends to be intervention-\nspecific,  which  is  symptomatic  of  the  lack  of  coordination  across  existing  projects  and \nagriculture sector activities. Hence, the utilization of indicators to plan, budget, monitor, and \nevaluate gender-responsive agriculture sector delivery and gender-inclusive resource allocation \nbetween men and women farmers is weak. MAF’s Center for Statistics and Information, the \nDepartment of Statistics in the Ministry of Planning and Investment (MPI), and a range of \ndevelopment partners are involved in managing the information needed for planning in the \nagriculture sector and collecting data for different purposes and audiences. Communication and \nsharing of information appears limited and needs coordination. Strengthening and rationalizing a \nuniform management information system (MIS) to inform gender-responsive planning in the \nagriculture sector will require collaboration and coordination of the various stakeholders.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The impact of the TA will be the effective implementation of a gender-sensitive MAF \nstrategy and action plan. The expected outcome of the TA will be the effective integration of \ngender issues into MAFs plans, programs and projects. \n \nB.  Methodology and Key Activities \n10.  The TA will produce three main outputs: (i) a gender-sensitive MAF strategy and action \nplan; (ii) gender-responsive MIS and MAF annual plans with sex-disaggregated targets; and (iii) \na pilot application of gender-integrated planning, monitoring, and evaluation in nine provinces—\nfive  provinces  (Attapeu,  Champasack,  Saravan,  Savannakhet,  and  Xekong)  under  the \nSustainable Natural Resource Management and Productivity Enhancement Project (SNRMP)7 \nand four provinces (Bokeo, Luang Namtha, Oudomxai, and Phongsali) under the Northern Rural \nInfrastructure Development Project (NRIDP).8 In operational terms, the TA will institutionalize \nthe functional mechanisms in place for replicating and achieving a cascading effect for other \nADB projects. \n \n11.  Output 1: Gender-sensitive strategy and action plan for MAF. MAF is preparing a \nsector strategy,9 to be followed by a master action plan,10 and MAF investment plan.11 Because \n                                                 \n7  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund Grant and Administration of Grant to the Lao People's Democratic Republic for the Sustainable Natural \nResource Management and Productivity Enhancement Project. Manila (Grant 0144-LAO, approved on 2 February \n2009). \n8  ADB. 2009. Technical Assistance to the Lao People’s Democratic Republic for Preparing the Northern Rural \nInfrastructure Development Project. Manila (TA 7362-LAO, approved on 12 October). \n9  The MAF strategy will provide a framework defining sector targets and how it plans to achieve these targets. \n10 The Master action plan (5-year plan) details activities to achieve strategic targets, elaborating actions and \nmeasures. \n ", "4         \nof the urgent timelines, ADB will separately recruit a staff consultant to assist MAF’s strategy \nformulation  team12 with  integrating  gender  elements  into  the  MAF  strategy.13 A  gender-\nmainstreaming and integrated-planning specialist will provide support to the master action plan \nand MAF investment plan. The TA will support MAF in preparing a gender-responsive MAF \nstrategy and master plan; drafting gender-integrated planning manuals; training MAF planners \nand DAW staff in gender-integrated planning, monitoring, and evaluation; and coordinating \nbetween MAF’s gender-mainstreaming network14 and MAF’s Planning Department in planning, \nmonitoring, and evaluation. Sustainability of gender mainstreaming will be ensured by the MAF \nstrategy, acting as a platform for other development partners to lend assistance in pre-identified \nand gender-responsive interventions. \n \n12.  Output 2: Gender-responsive MIS and MAF annual plans with sex-disaggregated \ntargets. The TA will support the development of a gender-responsive MIS and an organizational \nmechanism for the MIS to inform annual planning processes undertaken by MAF’s Department \nof Planning with support from DAW. Both the specialist on sex-disaggregated data and the \ngender-responsive MIS specialist will be responsible for taking stock of sex-disaggregated data \nand developing uniform indicators to monitor the gender impact and performance of MAF’s \nstrategy and action plan, programs, and projects to achieve the output.  \n \n13.  Output  3:  Gender-integrated  plans  and  monitoring  and  evaluation  system \nprepared by MAF planners and DAW network staff in nine pilot provinces. While outputs 1 \nand  2  will  provide  the  platform  for  gender-integrated  planning,  monitoring,  and  evaluation, \noutput 3 will provide the working tools. These include the preparation of a consolidated gender-\nintegrated planning manual and training of Sub-CAW and MAF provincial and district planners. \nTo achieve sustainability, an organizational mechanism will be developed to coordinate Sub-\nCAW  and  provincial  and  district  planners  as  they  undertake  their  gender-mainstreaming \nresponsibilities  in  the  implementation  of  MAF’s  strategy  and  action  plan.  Their  functional \ncoordination will culminate in the preparation of gender-responsive subproject investments in \nnine pilot provinces. \n \nC.  Cost and Financing \n14.  The  TA  is  estimated  to  cost  $500,000  equivalent,  including  contingencies  and \ncontributions  from  the  government.  The  government  will  provide  an  in-kind  contribution  of \n$20,000. The government has asked ADB to finance $480,000 equivalent, covering the entire \nforeign-exchange cost. The Japan Fund for Poverty Reduction will finance the TA on a grant \nbasis. The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n15.  ADB will be the executing agency for the TA. The MAF’s PSO and the Department of \nPlanning will be the implementing agencies. The implementing agencies will provide office \nspace, counterpart staff, and other services to consultants, and will arrange appointments for \nthem  with  relevant  agencies  and  organizations.  The  PSO  will  establish  a  TA  coordination \ncommittee  (chaired  by  the  MAF’s  PSO)  with  members  from  MAF  departments  (Sub-CAW \n                                                                                                                                                          \n11 The MAF investment plan (5-year framework) details the projected type and amount of investments MAF seeks to \nsecure to achieve its targets and programs. \n12 The MAF strategy formulation team is coordinated by the Agriculture and Forestry Policy Research Center and \nincludes members from MAF line departments. DAW is not represented on the formulation team. \n13 The final draft of the MAF strategy is to be completed by the end of September 2010 for formal presentation to the \ngovernment. \n14 DAW is composed of Sub-CAW members representing each MAF line department. \n ", "    5\nNetwork) and representatives from the MPI’s Department of Statistics, the Ministry of Finance, \nSNRMP,  and  NRIDP.  DAW  will  be  the  project  coordination  office.  The  TA  coordination \ncommittee will meet biannually, or more frequently as necessary. The coordination committee \nwill endorse the TA work plan before final approval by ADB. \n \n16.  For the pilot application in nine provinces, the TA will coordinate activities with the \nnational program coordination units of SNRMP and NRIDP. The participation of the provinces \ncovered by SNRMP and NRIDP will be financed under the training component of these two \nprojects. Detailed implementation arrangements between the TA and the two projects, including \nsupervision arrangements, will be finalized during the TA’s inception phase and later included \nas part of the TA design mechanisms.  \n \n17.  The mechanism for DAW and MAF line department staff to coordinate gender-integrated \nplanning, monitoring, and evaluation into MAF’s programs and projects will be used as a model \nfor replication. Clear operational roles and responsibilities for DAW and MAF line department \nstaff will be elaborated during the TA. Hence, in addition to the capacity building outputs, the TA \nintends to provide an operational mechanism for sustainability of gender mainstreaming within \nMAF.  \n \n18.  The TA will be implemented over 24 months from November 2010. The TA will engage \ntwo international consultants for a total of 10 person-months: a gender mainstreaming and \nintegrated planning specialist and team leader (8 person-months) and a gender-responsive MIS \nspecialist  (2  person-months).  National  consultants  (14  person-months)  will  be  recruited:  a \nspecialist  on  sex-disaggregated  data  (2  person-months)  and  a  gender-planning \nspecialist/deputy  team  leader  (12  person-months).  The  outline  terms  of  reference  for \nconsultants is in Appendix 3. The consulting team will be located in DAW. ADB will recruit all \nconsultants on an individual basis, in accordance with its Guidelines on the Use of Consultants \n(2010,  as  amended  from  time  to  time).  Funds  for  office  equipment,  workshops,  training, \nseminars, and conferences will be disbursed in accordance with ADB’s Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). Funds for pilot application \nactivities will be managed by SNRMP and NRIDP. \n \n19.  The dissemination strategy will include a mechanism for a custodianship system to \npreserve materials used for gender-integrated planning, monitoring, and evaluation. Training \nmaterials will be shared with agricultural training institutions such as the National University of \nLao PDR. The purpose will be to make the materials available in the future and to alert other \ndevelopment partners and universities to their existence. Hence, trainers of the next generation \nof planners will imbue them with the gender-integrated approach. The key results and lessons of \nthe TA will be disseminated through seminar discussions, the Japan Fund for Poverty Reduction \nbriefing materials, and ADB’s website. \n \nIV.  THE PRESIDENT'S DECISION \n20.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $480,000 to the Government \nof the Lao People’s Democratic Republic to be financed on a grant basis by the Japan Fund for \nPoverty Reduction for Capacity Strengthening for Gender Mainstreaming in the Agriculture \nSector, and hereby reports this action to the Board. \n ", "6  Appendix 1   \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact      Assumptions \nEffective implementation  Women farmer’s access to  MAF Department of  Strong support from the \nof gender-sensitive MAF  agriculture extension reach  Planning reports  Lao PDR NCAW for \nstrategy and action plan  50% by 2015    gender mainstreaming \n     \nWomen’s participation in  MAF action plan  Baseline database will \nprograms and projects in the  be available \nagriculture sector to reach   \n50% by 2015  Risk \n  Government priority \nshifts away from \nagriculture sector \ndevelopment \nOutcome      Assumption \nEffective integration of  50% of MAF investment plans  MAF strategy  Strong support by MAF \ngender in MAF plans,  will include gender-specific  MAF action plan  for gender \nprograms, and projects   mechanisms by 2012  MAF investment plan  mainstreaming (e.g., \nbudget, placement of \npersonnel)  \nOutputs   50% of MAF strategy, action  MAF strategy  Assumptions \n1. Gender-sensitive MAF  plan, and Investment plan will  MAF action plan  MAF continues \nstrategy and MAF action  include gender-specific  MAF investment plan  commitment to gender \nplan adopted  mechanisms by March 2011    mainstreaming \n        \n2. Gender-responsive  Sex-disaggregated data  MAF Center for Statistics   \nMIS and MAF annual  disseminated to users on  and Information and MPI  Effective coordination \nplans with sex- schedule  Department of Statistics  between DAW, line \ndisaggregated targets    reports  departments, and \nstrengthened      development partners \n  Gender-responsive MAF  MAF Department of   \n3. Gender-integrated  planning manual prepared by  Planning manuals  Development partner-\nplans and monitoring and  June 2011    funded projects to \nevaluation strengthened      closely cooperate and \nin nine pilot provinces by  48 female and 70 male MAF  MAF and DAW human  collaborate with rollout \nMAF planners and DAW  plannersa and 48 female and  resources records,  and multiply effects of \nnetwork  70 male DAW staffb trained by  consultant TA reports  gender-responsive MIS \nJuly 2011    and gender-integrated \n    planning approaches \nSex-disaggregated data  MAF Center for Statistics   \nroutinely collected and  and Information and MPI  Risks \npresented in pilot provinces by  Department of Statistics  Consultants’ \nJune 2011  reports  performances are not \n    satisfactory \nDistrict planning processes in  SNRMP, NRIDP, and TA   \nnine pilot provincesc informed  consultant reports  Trained government \nby gender-integrated planning,  staff leave their \nmonitoring, and evaluation  respective positions \napproach by November 2011  and/or institutions  \nActivities with Milestones  Inputs \n1. Gender-sensitive MAF strategy and action plan  ADB $480,000 \n1.1 Review past and current strategic plans in the agriculture and rural development sector,   \nassess gender-responsive performance, and identify gender gaps by December 2010.   International consulting \n1.2 Conduct regional consultative workshops with MAF line department staff to identify key  services \ngender opportunities and gaps with respect to MAF’s draft Strategy for Agriculture, Natural  10 person-months \nResources, and Rural Development 2020 in developing a master action plan and MAF   \ninvestment plan by January 2011.  National consultants \n1.3 Facilitate the preparation of a gender-sensitive master action plan and MAF investment  14 person-months \n ", "Appendix 1  7 \nplan by March 2011. Agriculture Sector Road Map of the Lao PDR country partnership   \nstrategy will be in alignment with MAF strategy.   \n1.4 Develop coordination mechanism for provincial and district planners and DAW staff to  Training, workshops, \nimplement the master action plan in planning exercises by July 2011.  and seminars \n \n2 . Gender-responsive MIS and MAF annual plans with sex-disaggregated targets  $82,000 \n2.1 Review existing government MIS utilized by MAF (Department of Planning) Center for   \nStatistics and Information and MPI Department of Statistics and development partner- Equipment \nsupported project-level MIS by December 2010.  $7,000 \n2.2 Take stock of available sex-disaggregated national data, establish extent and timing of   \nsex-disaggregated data collection and dissemination to users, identify gaps and limits of  Government \nuse and application by January 2011, and compile a report to support gender- $20,000 (in kind) \nmainstreaming activities by June 2011.   \n2.3 Review ongoing and past detailed baseline data from ADB and the World Bank \nagriculture sector support projects and collect and compile data on gender-specific \nmechanisms in MAF strategy, action plan, and investment plan.  \n2.4 In coordination with NRIDP and SNRMP staff, collect sex-disaggregated data in pilot \nareas on farmer access to agriculture extension and participation in programs and projects \nin the agriculture sector. \n2.5 Conduct consultative stakeholder workshop for statisticians from MAF and MPI and for \nSub-CAW staff and key development partners to identify key information areas where sex-\ndisaggregated data is, and needs to be, routinely collected by January 2011. \n2.6 Design and develop indicators to monitor gender impact and performance of MAF \nstrategy, plan, program, and projects by March 2011. \n2.7 Draft gender-responsive MIS to support functional activities of MAF planners by June \n2011. \n2.8 Develop organizational mechanism for gender-responsive MIS to inform annual \nplanning process by June 2011. \n \n3. Gender-responsive planning in MAF \n3.1 Review and update previous MAF institutional and human resource inventory and \nundertake a functional needs assessment of MAF planners by December 2010. \n3.2 Review knowledge products for participatory planning and gender mainstreaming, \nidentify gaps in information, and consolidate key best practices and tools by February \n2011. \n3.3 Conduct regional consultative stakeholder workshop with MAF and MPI planners and \nSub-CAW staff and key development partners to identify and consolidate key planning \nsupport areas, best practices, and technical gaps for integrating gender and to promote \ninterest in and ownership of proposed gender-integrated planning approach by January \n2011. \n3.4 Review, consolidate, and streamline existing project and area-specific gender-\nmainstreaming and participatory planning manuals, and prepare uniform gender-integrated \nplanning, monitoring, and evaluation manual by June 2011. \n3.5 Provide TA and support, including regional training orientation workshops, for provincial \nand selected pilot district planners to implement pilot application by July 2011. \n3.6 Evaluate the pilot’s performance and identify mechanisms for replicating or expanding it \nby October 2012. \nADB = Asian Development Bank, CAW = Commission for the Advancement of Women, DAW = Division for the \nAdvancement of Women, Lao PDR = Lao People’s Democratic Republic, MAF = Ministry of Agriculture and Forestry, \nMIS = management information system, MPI = Ministry of Planning and Investment, NCAW = National Commission \nfor the Advancement of Women, NRIDP = Northern Rural Infrastructure Development Project, SNRMP = Sustainable \nNatural Resource Management and Productivity Enhancement Project, TA = technical assistance. \na  Number of provincial planners is calculated at 2 planners per province × 9 provinces and 1 planner per district × 90 \ndistricts. \nb  Number of DAW staff is calculated at 2 staff per province × 9 provinces and 1 staff per district × 90 districts. \nc  Pilot application of gender-integrated planning, monitoring, and evaluation approach in 9 provinces includes 4 \nprovinces from NRIDP (Bokeo, Luang Namtha, Oudomxai,and Phongsali,) and 5 provinces from SNRMP (Attapeu, \nChampasack, Saravan,  Savannakhet, and Xekong). The TA will establish baseline data in pilot areas. \nSource: Asian Development Bank. \n \n ", "8  Appendix 2   \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Japan Fund for Poverty Reduction Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  222.00 \n      ii.  National consultants  70.00 \n    b.  International and local travel  32.00 \n    c.  Reports and communications  10.00 \n  2.  Equipmentb  7.00 \n  3.  Training, seminars, and conferences   \n    a.  Resource persons and/or facilitators  8.00 \n    b.  Training program  82.00 \n  4.  Surveys  2.00 \n  5.  Miscellaneous administration and support costs  5.00 \n  6.  Contingencies  42.00 \n      Subtotal (A)  480.00 \nB.  Government Financing   \n  1.  Office accommodation and transport  12.00 \n  2.  Remuneration and per diem of counterpart staff  5.00 \n  3.  Others  3.00 \n      Subtotal (B)  20.00 \n   \n        Total  500.00 \na   Administered by the Asian Development Bank. \nb  Computers, printers, liquid crystal display (LCD) projector, and photocopy and fax machine to be \nprocured in accordance with the Asian Development Bank’s Procurement Guidelines (2010, as \namended  from  time  to  time).  The  Division  for  the  Advancement  of  Women  will  retain  the \nequipment at the end of the technical assistance implementation. \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  A team of international and national consultants will be recruited to help the Ministry of \nAgriculture and Forestry (MAF) implement the capacity development technical assistance (TA). \nA total of 10 person-months of international and 14 person-months of national consultants will \nbe engaged to implement the TA. Four consultant positions are proposed: two international and \ntwo national consultants. All consultants will be under the direction of the social development \nspecialist of the Asian Development Bank (ADB) assigned to manage the TA. The terms of \nreference  (TOR)  for  the  consultants  are  summarized  in  this  appendix.  Each  international \nconsultant will work with a national consultant. The international consultant will be responsible \nfor final deliverables and for technical leadership of the respective work streams; the national \nconsultants’ TOR will be similar to the international TOR, providing on-the-ground continuity in \ntechnical focus and implementation. The national consultants will ensure that all relevant data \nare collected and compiled, will provide technical support as directed to address individual \npoints of the TOR, and will assist with translation and the engagement and participation of \nprovincial and district staff and pilot communities. The detailed TOR follows. \n \nA.   Gender  Mainstreaming  and  Integrated  Planning  Specialist  and  Team  Leader \n(international, 8 person-months, intermittent)  \n \n2.  The team leader should have experience in implementing gender-integrated planning, \nmonitoring, and evaluation training methodologies and developing gender training materials; an \nunderstanding of the steps required to develop and implement a gender-mainstreaming strategy \nwithin an organization; knowledge of the Lao People’s Democratic Republic (Lao PDR) planning \nprocesses; and an understanding of rural development issues in Lao PDR.  \n \n3.  The team leader will be responsible for overall supervision of the consulting team, \nensure coordination with host country government agencies and development partners, and \noversee the development of all TA outputs, in collaboration with the deputy team leader. The \nteam leader's management tasks are to: \n \n(i)  develop a detailed work plan for the TA, and prepare an inception report (by the \nend of the first month) that includes the detailed work plan and activity schedule, \nquarterly reports, a midterm report (end of the 12th month), a draft final report \n(end  of  the  23rd  month),  and  a  final  report 2  weeks  after  incorporating  the \nimplementing agency’s and ADB’s comments; \n(ii)  monitor and ensure that all activities are carried out on schedule; \n(iii)  identify  key  senior  leaders  and  technical  experts  within  MAF,  Provincial \nAgriculture  Forestry  Extension  Office  (PAFO),  District  Agriculture  Forestry \nExtension Office (DAFO), and the Division for the Advancement of Women (DAW) \nat the national, provincial, and district levels, and work closely with them to \nincrease their capacity to act as champions for mainstreaming gender in the \nagriculture sector; \n(iv)  develop and maintain links with appropriate aid agencies and groups working \nwith MAF; \n(v)  work closely with DAW and Sub-CAW (Commission for the Advancement of \nWomen) members to develop mechanisms and strategies for the development \nand formal adoption of the gender-responsive MAF strategy, master action plan, \nInvestment Plan, and gender-responsive management information system (MIS); \nand \n ", "10  Appendix 3 \n \n(vi)  procure  translators  and  administer  translation  of  reports  and  appendixes  as \nneeded. \n \n4.  In collaboration with DAW, the team leader will carry out tasks in two technical areas: \n \n1.  Formulating Gender-Responsive Master Action Plan and Investment Plan \nfor the Ministry of Agriculture and Forestry \n \n(i)  Use  the  gender-responsive  MAF  strategy1  and  work  with  the  MAF  strategy \npreparation team to facilitate the preparation of a gender-responsive, 5-year MAF \nmaster action plan and MAF investment plan to guide subproject investment \nopportunities, mechanisms, and entry points in the agriculture sector. The master \naction plan should itemize human and financial resource requirements, including \nthe TOR and work plans for MAF Sub-CAW staff at the central, provincial, and \ndistrict levels as an appendix.  \n(ii)  Advise the agriculture sector road map strategy formulation team on how to align \nthe agriculture sector road map to MAF’s strategy and action plans to ensure that \nit complements ADB’s agriculture sector support program. \n(iii)  Develop a coordination mechanism for provincial and district planners and DAW \nstaff to implement the master action plan in planning exercises. \n \n2.  Formulating  Gender-Responsive  Functional  Planning  Manuals  for  the \nMinistry of Agriculture and Forestry \n \n(i)  Review and update previous MAF institutional and human resource inventory \n(under the TA for Capacity Building for Gender Mainstreaming in Agriculture) and \nundertake a needs assessment to inform the preparation of gender-responsive \nfunctional planning manuals.2 \n(ii)  Review  current  and  past  knowledge  products  for  participatory  planning  and \ngender mainstreaming used by staff at the national, provincial, and district levels; \nidentify gaps in information and consolidate key best practices and tools for \nintegration into gender-responsive planning manuals.  \n(iii)  Assist DAW in conducting a consultative stakeholder workshop for planners from \nthe MAF Department of Planning, the Ministry of Planning and Investment (MPI) \nDepartment  of  Planning,  Sub-National  Commission  for  the  Advancement  of \nWomen  line  department  gender  focal  points,  and  key  development  partners \ninvolved in participatory planning-driven projects to identify key planning support \nareas, best practices, and technical gaps for integrating gender, and to promote \ninterest in and ownership of the proposed gender-integrated planning approach. \n(iv)  Based on the review and consolidation of existing manuals and the stakeholder \nconsultative workshop, prepare a draft gender-responsive planning manual to \nsupport day-to-day activities of MAF planners. The manual will aim to provide \npractical  guidance  to  implement  MAF’s  strategy  and  master  action  plan  in \naccordance with MAF program and project-planning processes. \n(v)  Working closely with the deputy team leader, assist DAW in conducting regional \ntraining orientation workshops for provincial and selected pilot district planners \nfrom MAF’s Department of Planning and Sub-CAW line department gender focal \n                                                 \n1  To be prepared in September 2010 with staff consultant budget. \n2  ADB. 2005. Technical Assistance to the Lao People’s Democratic Republic for Capacity Building for Gender \nMainstreaming in Agriculture. Manila (TA 4655-LAO, approved on 29 September). \n ", "Appendix 3  11 \npoints to implement pilot gender-integrated planning, monitoring, and evaluation \nactivities  (along  with  the  Sustainable  Natural  Resources  Management  and \nProductivity Enhancement Project staff in pilot provinces and selected districts). \n(vi)  Evaluate  the  pilot’s  performance  and  identify  mechanisms  for  replicating  or \nexpanding it. \n \nB.  Gender-Responsive Management Information Systems Specialist (international, 2 \nperson-months, intermittent) \n \n5.  The specialist will work closely with the specialist on sex-disaggregated data to establish \na system for sex-disaggregated data collection and analysis at the central and provincial levels. \nThe specialist will \n \n(i)  Review  existing  government  MIS  utilized  by  MAF  (Department  of  Planning) \nCenter  for  Statistics  and  Information  and  MPI  Department  of  Statistics  and \ndevelopment partner-supported MIS to manage agriculture sector information in \nplanning and strategy formulation processes.  \n(ii)  Take  stock  of  sex-disaggregated  data  available  to  MAF,  MPI,  National \nAgriculture and Forestry Research Institute and National Agriculture and Forestry \nExtension  Services;  and  identify  gaps,  limits  of  use,  and  application,  where \nrelevant.  \n(iii)  Review ongoing and past detailed baseline data from ADB and the World Bank \nagriculture support projects and improve TA baseline data. \n(iv)  Identify existing information gaps  and data baseline requirements to  monitor \nprogress on gender mainstreaming and the impact of MAF strategies, policies, \nplans,  programs,  projects,  and  organizational  mechanisms  compatible  with \ninternational  data  standards.  Consult  with  MAF,  MPI,  and  the  Swedish \nInternational Development Cooperation Agency and the Food and Agriculture \nOrganization on current practices in collecting, analyzing, and disseminating sex-\ndisaggregated data on agriculture and rural development. \n(v)  Assist DAW in conducting a consultative stakeholder workshop for statisticians \nfrom  MAF’s  Department  of  Planning,  MPI’s  Department  of  Planning,  Sub-\nNational Commission for the Advancement of Women line department Gender \nFocal Points, and key development partners involved in supporting improved \ndata collection and MIS practices to identify key information areas where sex-\ndisaggregated  data  is,  and  needs  to  be,  routinely  collected  for  planning, \nmonitoring, and evaluation.  \n(vi)  Develop indicators to monitor gender impact and performance of MAF strategy, \nplan, program, and projects in collaboration with the gender-mainstreaming and \nintegrated-planning specialist. \n(vii)  Prepare a draft gender–responsive MIS to support functional activities of MAF \nplanners and identify areas requiring further support based on the review and \nconsolidation of the existing MIS and stakeholder consultative workshop.  \n(viii)  Develop  an  organizational  mechanism  for  gender-responsive  MIS  to  inform \nannual planning processes. \n \nC.  Specialist on Sex-Disaggregated Data (national, 2 person-months, intermittent) \n \n6.  The specialist will work closely with the gender-responsive management information \nspecialist to establish a system for sex-disaggregated data collection and analysis at the central \nand provincial levels. The specialist will \n ", "12  Appendix 3 \n \n \n(i)  assess the status of the sex-disaggregated data collection systems at MAF and \nMPI; \n(ii)  review the sex-disaggregated data collected by MAF projects and assess the \ndata collection systems; \n(iii)  review  the  sex-disaggregated  data  collected  and  monitored  by  the  MPI \nDepartment of Statistics; \n(iv)  identify  the  sex-disaggregated  data  required to  assess gender  gaps  in  MAF \nstrategies,  policies,  plans,  programs,  and  projects,  and  organizational \nmechanisms  in  consultation  with  MAF  (Department  of  Planning)  Center  for \nStatistics, and in coordination with the team leader; \n(v)  prepare a detailed plan to establish a sex-disaggregated directory and guidelines \non planning and monitoring with sex-disaggregated targets at MAF; and \n(vi)  prepare a report on the process of system development, outputs, and results, \npart  of  which  will  be  included  in  the  inception,  quarterly,  midterm,  and  final \nreports. \n \nD.  Gender Planning Specialist and Deputy Team Leader (national, 12 person-months, \nintermittent) \n7.  The gender planning specialist will act as the deputy team leader and support the \nactivities relating to capacity building and pilot implementation of gender-integrated, planning, \nmonitoring, and evaluation at the provincial and district levels and the application of gender-\nresponsive MIS. During the team leader’s absence, he or she will monitor TA activities on the \nground and provide inputs to the completion of milestone reports. The consultant's tasks will \ninclude but not be limited to the following: \n \n(i)  providing support to the team leader in assessing and identifying gaps in human \nresource development, knowledge products, and planning strategies required for \ngender mainstreaming in MAF planning processes; \n(ii)  assisting the team leader in designing and developing the training content of a \ngender-responsive  planning  manual  and  field  pilot  application  in  selected \nprovinces  and  districts  of  SNRMP  and  the  Northern  Rural  Infrastructure \nDevelopment Project;  \n(iii)  working closely with the team leader and other specialists at inception to develop \na  detailed  work  plan  and  budget  for  the  entire  period  of  the  TA  for  each \ncomponent, and develop monitoring plans and indicators of achievements for the \ndeputy team leader to track progress of TA activities; \n(iv)  networking with research and education institutions in agriculture planning and \ngender mainstreaming to develop dissemination mechanisms for consolidated \nTA outputs: a gender-integrated planning manual and gender-responsive MIS;  \n(v)  developing  a  dissemination  strategy,  including  a  custodianship  system  to \npreserve  materials  used  for  gender-integrated  planning,  monitoring,  and \nevaluation; and \n(vi)  reviewing translated reports and appendixes to ensure accurate communication \nof technical messages. \n \nE.  Short-Term Trainers, Resource Persons, and Facilitators \n \n8.  Short-term training specialists and resource persons will be engaged as needed to \nconduct subject-specific and technical training. Facilitators will work with PAFOs, DAFOs, and \n ", "Appendix 3  13 \nDAW to implement pilot activities, including the coordination of follow-up support for training and \nsubproject investments. Detailed tasks will be identified and supervised by the team leader \nduring TA implementation. General tasks may include the following: \n \n(i)  preparing  training  materials  and  workshop  methodologies,  and  conducting \nsubject-specific  workshops  and  seminars  in  MIS  and  planning  for  national, \nprovincial, and district planning and implementation staff to develop their capacity \nto mainstream gender issues; \n(ii)  helping PAFO, DAFO, and DAW staff identify, plan, develop, implement, and \nmonitor pilot activities; and \n(iii)  preparing training reports, of which summaries and findings will form part of the \ninception, midterm, quarterly, and final reports. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101026094947+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20101109093417+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Technical Assistance Report: Lao People’s Democratic Republic, Capacity Strengthening for Gender Mainstreaming in the Agriculture Sector"}, "author_page": " \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. H. Mir, Agriculture, Environment, and Natural Resources Division, \nSERD \n   \nTeam leader  L. Adams, Social Development Specialist, SERD \nTeam members  C. Garcia, Senior Project Administration Officer, SERD \n  S. Phanouvong, Senior Project Implementation Officer, Lao Resident \nMission, SERD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \ndmeesmigbnearsti,o Bno aorfd  oorf  Dreirfeecrteonrsc,e M taon aag epmaretnict,u olar rs ttaefrf,r iatonrdy m oary  gbeeo pgreralipmhinica ray rien an aintu rteh. is  document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "J. H. Mir", "role": "Agriculture", "organization": "Environment"}, {"fullname": "L. Adams", "role": "Social Development Specialist", "organization": "SERD"}, {"fullname": "C. Garcia", "role": "Senior Project Administration Officer", "organization": "SERD"}, {"fullname": "S. Phanouvong", "role": "Senior Project Implementation Officer", "organization": "Lao Resident"}]}