{"path": "data/input/ta/43251-025-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n.Sri Lanka \nProject Number: 43251-025 \nMarch 2014 \n \n \n \nProposed Loans  \nRepublic of Indonesia: Metropolitan Sanitation \nManagement Investment Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 6 February 2014) \nCurrency unit  –  rupiah (Rp) \nRp1.00  =  $0000816993 \n$1.00  =  Rp12,240 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMDAL  –  Analisis Mengenai Dampak Lingkungan (environmental impact assessment) \n  ASEAN  –  Association of Southeast Asian Nations \n  CPMU  –  central project management unit \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  FIRR  –  financial internal rate of return \n  MDG  –  Millennium Development Goal \n  MPW  –  Ministry of Public Works \n  MSMHP  –  Metropolitan Sanitation Management and Health Project \n  O&M  –  operation and maintenance \n  OCR  –  ordinary capital resources \n  PIU  –  project implementation unit \n  TA  –  technical assistance \n  WWTP  –  wastewater treatment plant \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J.  Nugent, Southeast Asia Department (SERD) \nDirector  A. Leung, Urban Development and Water Division, SERD \n   \nTeam leader  J. Coloma Brotons, Urban Development Specialist (Water Supply and \nSanitation), SERD \nTeam members  L. Adams, Social Development Specialist, SERD \n  L. Balicanot, Project Analyst, SERD \n  R. Frauendorfer, Lead Urban Development Specialist, SERD \n  S. Kotagiri, Social Development Specialist (Resettlement), SERD \nN. Mardiniah, Safeguards Officer (Resettlement), SERD \nT. Panella, Principal Water Resources, SERD \nS. Sandhu, Senior Environment Specialist, SERD \nS. Schapero, Senior Finance Specialist, SERD \nP. van Klaveren, Senior Urban Development Specialist, SERD \nS. Zaidansyah, Senior Counsel, Office of the General Counsel \nPeer reviewer  V. Padmanabhan, Senior Urban Development Specialist, South Asia \nDepartment \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1  Design and Monitoring Framework  11 \n2  List of Linked Documents  14 \n \n \n   ", " \nPROJECT AT A GLANCE \n1. Project Name:  Metropolitan Sanitation Management Investment Program  2. Project Number: 43251-025 \n3. Country: Indonesia  4. Department/Division:   Southeast Asia Department/Urban Development and Water Division \n5. Sector Classification:  \nSectors  Primary  Subsectors \n Water and other Municipal Infrastructure  √  Water supply and sanitation \nand Services \n6  . Thematic Classification: \nThemes  Primary  Subthemes \n Social development    Human development \n Environmental sustainability  √  Urban environmental improvement \n Capacity development    Organizational development \n6a. Climate Change Impact    6b. Gender Mainstreaming  \n No Climate Change Indicator available.    Gender equity theme (GEN)   \n   Effective gender mainstreaming (EGM)  √ \n Some gender elements (SGE)   \n No gender elements (NGE)   \n7. Targeting Classification:   8. Location Impact:    \nTargeted Intervention   National  Medium \nGeographic  Income   Urban  High \nIntGerevneenrtailo n  dimensions of  dMevilelelonpnmiuemn t  poverty at   \ningcrlouwstivhe   goals  houlesveehlo ld \n    √   \nMDG7 \n9. Project Risk Categorization: Low   \n  \n \n10. Safeguards Categorization:   \nEnvironment  B \nInvoluntary resettlement  B \nIndigenous peoples  C \n11. ADB Financing:    \nSovereign/Nonsovereign  Modality  Source  Amount ($ Million) \n Sovereign  Project loan  Ordinary capital resources  80.0 \nTotal      80.0 \n12. Cofinancing:     \nFinancier  Category  Amount ($ Million)  Administration Type \n Australian Grant  Official-Grant  48.8  Not ADB Administered \n ASEAN Infrastructure Fund  Official-Others  40.0  Full \nTotal    40.0   \n13. Counterpart Financing:     \nSource  Amount ($ Million) \n Government  79.2 \nTotal  79.2 \n14. Aid Effectiveness:     \n \n \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan  from  Asian  Development  Bank’s  (ADB)  ordinary  capital  resources  (A-loan)  and  (ii)  a \nproposed loan funded through the participation of the ASEAN Infrastructure Fund (B-loan), both \nto the Republic of Indonesia for the Metropolitan Sanitation Management Investment Project. \n \n2.  The project will support the Government of Indonesia in the improvement of urban \nwastewater services in the cities of Cimahi, Jambi, Makassar, Palembang, and Pekanbaru, \nwhich currently lack any piped sewerage and wastewater treatment facilities. The project will \nrespond to the needs of urban communities (including low-income households) by constructing \nnew separate sewerage systems and wastewater treatment plants (WWTPs), setting up local \nwastewater  infrastructure  management  institutions,  and  strengthening  the  relevant  regional \ngovernment departments.1  \n \nII.  THE PROJECT  \nA.  Rationale \n3.  Indonesia has one of the lowest coverage rates of conventional off-site urban sewerage \nin Asia. Only 11 out of its 330 cities have partial sewerage systems, and only 2% of the national \nurban population is connected to central WWTPs; the remaining urban population depends on \npoorly  constructed  and  maintained  septic  tanks  and  unlined  pit  latrines,  which  result  in \nleachates penetrating the aquifers. Some 80% of gray water drains directly to surface waters.2 \nThe present sanitation services are inadequate and unintegrated, due to inadequate and poorly \nenforced regulations. This results in limited desludging of septic tanks, inadequate septage \ntreatment facilities, and fragmented operational responsibility.3 Improved access to safe water \nand  basic  sanitation  is  part  of  the  Government  of  Indonesia’s  effort  to  achieve  its  2015 \nMillennium Development Goal (MDG) targets.4 While the government’s MDG reports suggest \nthat good progress has been achieved with respect to sanitation, in practice the available \nfacilities are substandard, and rely on unsustainable septage removal and treatment facilities.5 \nAs a result, there is significant environmental pollution, widespread contamination of surface \nand  groundwater  with  the  associated  spread  of  water-related  diseases,6 and  high  infant \nmortality.7 The  inadequate  sanitation systems  and their  resulting  environmental  and  health \nimpacts produce economic opportunity losses of about $5.6 billion annually, equivalent to 2.3% \nof the country’s gross domestic product.8 These issues can be solved by the introduction of (i) \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  “Gray water” is wastewater originating from domestic activities such as laundry, dishwashing, and bathing. \n3   Septage refers to the liquid sludge removed from septic tanks that needs to be treated and disposed safely. \n4  Specifically, 75.3% of the urban population has sustainable access to an improved water supply by 2015, and \n76.8% of urban households have sustainable access to basic sanitation by 2015. \n5  Ministry of National Development Planning/National Development Planning Agency (BAPPENAS). 2012. Report on \nThe Achievement of the 2010 Millennium Development Goals In Indonesia 2011. Jakarta; and Ministry of National \nDevelopment Planning/National Development Planning Agency (BAPPENAS). 2010. Report on The Achievement \nof the Millennium Development Goals Indonesia 2010. Jakarta. \n6  Such as: diarrhea, skin ailments, intestinal worms (related to sanitation and hygiene) or malaria, and dengue \n(vector and insect-borne diseases). \n7  Indonesia’s infant mortality rate from diarrhea alone is 40 in 1,000, compared to a typical rate of 1 in 1,000 for \nSoutheast Asian countries. Budi Hidayat. 2011. Lessons in Urban Sanitation Development Acceleration Program \n(PPSP) 2006-2010. Jakarta. \n8  World  Bank.  Water  and  Sanitation  Program.  2008.  Economic  Impacts  of  Sanitation  in  Indonesia.  Jakarta. \nhttp://www.wsp.org/sites/wsp.org/files/publications/esi_indonesia.pdf \n ", "2   \n \npublic sewerage and wastewater treatment facilities; (ii) an institutional framework for their \neffective  operation  and  maintenance  (O&M);  and  (iii)  public  awareness  of  good  sanitation \npractices.  \n \n4.  Project sites. The project’s target areas are the most densely populated districts of five \ncities. Cimahi, located in the province of Central Java, has a population of 617,000 (2012). The \ncurrent sanitation facilities in Cimahi are limited to septic tanks, pit latrines, and public toilets. \nAbout 30% of the population lacks access to any sanitation facility, and disposes of waste \ndirectly to open drains and rivers. Many residents suffer from waterborne diseases. Jambi, \nlocated in the province of Central Sumatra, has a population of 558,500 (2010); 6% of the \npopulation does not have a toilet. In general, wastewater is disposed through septic tanks from \nwhich polluted effluent is discharged into open drains or directly to the surrounding paddy fields. \nMakassar, the capital of South Sulawesi province, has a population of about 1.4 million (2011). \nSanitation facilities comprise individual septic tanks, three small bore sewerage systems with \nsewage treatment, and one septage treatment plant. Open defecation is still a major health \nproblem in the Losari area of Makassar.9 Palembang, the capital of South Sumatra province, \nhas a population of 1.47 million (2009); 69% of the population use septic tanks, about 4% use \npit latrines, and the remaining 27% lack access to basic sanitation. The city has a single \nseptage treatment facility. Pekanbaru, the capital of Riau province, has a population of 1.29 \nmillion (2012). There is neither a centralized sewerage system nor communal septic tanks in the \ncity, and most residents rely on individual pit latrines and septic tanks. Open defecation is widely \npracticed.  \n \n5.  Sector  issues. A central government assessment summarizes the urban sanitation \nsector in Indonesia as lacking an adequate regulatory framework, suffering from fragmented \ninstitutional involvement, lacking local government resources to provide public services, and \nlacking community awareness of sanitation issues. 10 Although the responsibility for supplying \nand managing improved sanitation has been devolved to local governments, their capacity to \nensure that the necessary systems are in place and operating effectively is limited. ADB is \ncurrently implementing the Metropolitan Sanitation Management and Health Project (MSMHP), \nwhich finances urban sanitation in Medan and Yogyakarta cities, and is complemented by \ncapacity development technical assistance (TA) to strengthen institutions.11 To support the \ngovernment’s plan for sanitation, the project will continue the MSMHP work with new sewerage \nsystem developments in cities that lack sewerage systems.  \n \n6.  Related policies and strategies. The proposed project supports (i) the implementation \nof the government's Road Map for Acceleration of Urban Sanitation Development, 2010–2014, \nwhich  targets  sewerage  systems  in  16  cities  and  the  implementation  of  community-based \nsanitation in all other cities; (ii) the ADB’s Water Supply and Sanitation Sector Assessment;12 \n(iii) ADB’s Water Operational Plan, 2011–2020, which aims to improve wastewater treatment \nand management in developing member countries;13 and (iv) ADB’s Urban Operational Plan, \n2012–2020 to promote environmentally sustainable green cities.14 In particular, the project will \n                                                \n9  Losari has a population of 214,000 (2009). \n10  Ministry of National Development Planning/National Development Planning Agency (BAPPENAS). 2010. Report on \nThe Achievement of the Millennium Development Goals Indonesia 2010. Jakarta. \n11  ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grants to the Republic of Indonesia for the Metropolitan Sanitation Management and Health Project. \nManila (Loan 2654-INO); ADB. 2010. Technical Assistance to the Republic of Indonesia for Capacity Development \nfor the Metropolitan Sanitation Management and Health Project. Manila (TA 7562-INO). \n12 ADB. 2013. Water Supply and Sanitation Sector Assessment, Strategy and Road Map. Manila. \n13  ADB. 2011. Water Operational Plan, 2011–2020. Manila. \n14  ADB. 2013. Urban Operational Plan, 2012–2020. Manila. \n ", "    3 \n \nsupport the government’s 2010–2014 National Medium-Term Development Plan on greener \ngrowth through strengthened control of wastewater pollution and the ADB country partnership \nstrategy on environmental sustainability by improving environmental quality through better water \nsupply and sanitation.15  \n \n7.  At sector level, the Ministry of Public Works (MPW) sets the national policy and strategy \nfor wastewater systems development, which aims for (i) increased sanitation coverage, giving \npriority to the poor; (ii) an increased role for the community and the private sector in sanitation \noperation and management; (iii) development of a regulatory framework for urban sanitation; \n(iv) capacity  building  for  wastewater  management;  and  (v)  increased  investment,  including \ndevelopment  of  alternative  funding  sources  for  wastewater  infrastructure.  This  will  be  the \nsecond  wastewater  project  under  the  Government's  Roadmap  to  Acceleration  of  Urban \nSanitation Development, after the MSMHP. ADB is a key agency supporting this initiative. \n \n8.  Lessons. A review of the outcome of urban sanitation projects in Indonesia indicates \nthat  local  ownership  is  fundamental  to  sustainability.  Facilities  provided  by  the  central \ngovernment without local involvement are mismanaged, ineffective or abandoned over time. \nLocal governments will be represented in this project’s implementation unit (PIU), and fully \nparticipate  in  project  procurement  and  management  to  ensure  strong  project  ownership. \nLessons from the implementation of the MSMHP and other urban projects will be taken into \naccount, specifically experience from procurement activities and the benefits of micro-marketing \ntechniques to raise public awareness regarding the importance of good sanitation.  \n \n9.  Special  features. The project will pursue improved planning and implementation of \nsewerage and wastewater treatment facilities with cofinancing from the ASEAN Infrastructure \nFund,16 and collaborative cofinancing from the Government of Australia.17 The project will be \nsupported by TA for the creation of autonomous institutions, within local authorities, through \ncapacity  development,  the  implementation  of  regulations  governing  the  sewerage  service \ndelivery, and awareness-raising of the importance of good sanitation practices and the benefits \nof public sewerage systems.18  \n \nB.  Impact and Outcome \n10.  The impact of the project will be the reduced pollutant discharges to the environment in \nthe participating cities (Cimahi, Jambi, Makassar, Palembang, and Pekanbaru). The outcome \nwill be the increased connection of the population to improved wastewater services in the \nparticipating cities. \n \nC.  Outputs \n11.  The project will have two outputs:  \n                                                \n15 ADB. 2012. Country Partnership Strategy: Indonesia, 2012–2014. Manila. \n16  The ASEAN Infrastructure Fund will cofinance $40.0 million equivalent for the WWTPs in Cimahi, Makassar, and \nthe Pekanbaru subprojects.  \n17 Palembang subproject is being internally reviewed by the Government of Australia. In the event that ADB and the \nGovernment of Australia reach an agreement for ADB to administer the funds, a separate approval for additional \nfinancing will be sought.  \n18 The TA was processed as a subproject under a TA cluster: ADB. 2013. Technical Assistance to the Republic of \nIndonesia for Sustainable Infrastructure Assistance Program. Manila (financed by the Government of Australia). \nThe TA will be administered in parallel to the proposed loans. \n ", "4   \n \n(i)  Output  1:  Infrastructure  development  for  off-site  wastewater  systems \ncompleted. Output 1 will construct 66 kilometers (km) of trunk and main sewers, \n83,200 sewer connections,19 and five WWTPs with a total installed capacity of \n83,000 cubic meters per day (m3/d), and with provision for future expansion.20 At \nleast  10%  of  the  connections  (and  associated  service  charges)—for  poor \nhouseholds, households headed by women, and other vulnerable groups—will \nbe subsidized, and 64 community-based sanitation systems will be installed in \nnon-sewered areas serving low-income families. These systems will be directly \nfunded by local government budgets. \n \n(ii)  Output 2: Project implementation support institutionalized. The capacity of \nthe executing and implementing agencies will be strengthened through provision \nof  management  support  and  training  in  (i)  procurement  and  construction \nsupervision; and (ii) design and commissioning of sewerage systems. TA for \ninstitutional  development  and  management  and  capacity  building  support  for \nsustainability  will  be  implemented  separately  (footnote  18). This  will  include \ndevelopment by the government of public sanitation awareness campaigns that \nseek  to  build  appreciation  and  understanding  of  the  benefits  of  sewerage \nsystems and the need for adequate charges to ensure that they remain fully \noperational and correctly maintained. \n \nD.  Investment and Financing Plans \n \n12.  The project is estimated to cost $248.02 million equivalent (Table 1). \n \nTable 1: Project Investment Plan  \n($ million) \nItem  Amounta \nA.  Base Costb  \n1.  Output 1: Infrastructure development for sewerage and wastewater systems completed  179.63 \n  2.  Output 2: Project implementation support institutionalized  14.95 \n  Subtotal (A)  194.58 \nB.  Contingenciesc  44.68 \nC.  Financing Charges During Implementationd  8.76 \n   Total (A+B+C)  248.02 \na  Includes taxes and duties of $23.13 million equivalent to be financed from government resources. The financing will \nbe provided as a tax exemption. \nb  October 2012 prices. \nc  Physical contingencies computed at 11% for civil works. Price contingencies computed at 1.9% for 2013, 2.2% for \n2014, 1.9% for 2015, and 1.8% for 2016–2018 on foreign exchange costs; and 5.1% for 2013, 4.8% for 2014, and \n4.1% for 2015–2018 on local currency costs; includes provision for potential exchange rate fluctuation under an \nassumption of a purchasing power parity exchange rate \nd  Includes interest and commitment charges. For the Asian Development Bank loan, interest during construction has \nbeen computed at the 5-year forward London interbank offered rate plus a spread of 0.5% plus nil maturity \npremium (not capitalized); commitment charges are 0.15% per year to be charged on the undisbursed loan \namount. For the Association of Southeast Asian Nations Infrastructure Fund loan, interest during construction has \nbeen computed at the 5-year forward London interbank offered rate plus a spread of 1.4%; commitment charges \nare 0.15% per year to be charged on the undisbursed loan amount.  \nSource: Asian Development Bank. \n \n                                                \n19  70,400 domestic and 12,800 commercial connections. \n20 The A-loan and B-loan will finance about 52.2 km of trunk and main sewers, 61,900 connections, and four WWTPs \nwith a total installed capacity of 59,900 m3/d and provision for future expansion. The Government of Australia will \nfinance 13.9 km of trunk and main sewers, 21,300 connections, and a WWTP of 23,100 m3/d and provision for \nfuture expansion in Palembang. \n ", "    5 \n \n13.  The  government  has  requested  a  loan  of  $80  million  from  ADB's  ordinary  capital \nresources  (A-loan)  and  a  loan  of  $40  million  funded  through  the  participation  of  ASEAN \nInfrastructure Fund (B-loan) to help finance the project. The A-loan will have a 17-year term, \nincluding a grace period of 7 years, an annual interest rate determined in accordance with \nADB's London interbank offered rate (LIBOR)-based lending facility, a commitment charge of \n0.15% per year, and such other terms and conditions set forth in the draft loan agreement. \nBased on this repayment schedule, the average loan maturity is 12.66 years; hence, no maturity \npremium is payable to ADB. The B-loan will have the same term, grace period and repayment \nschedule as the A-loan, and a lending rate and other terms and conditions as set forth in the \ndraft loan agreement. The A-loan proceeds will finance civil  works and equipment for the \nsewerage systems of Cimahi, Jambi, Makassar, Pekanbaru, and Jambi WWTP, consulting \nservices, and contingencies. The B-loan will fund the civil works and equipment of Cimahi, \nMakassar, Pekanbaru WWTPs and contingencies.21 Advanced action will be carried out for the \nrecruitment of project implementation support consultant. \n \n14.  The  Government  of  Australia  will  provide  collaborative  cofinancing  equivalent  to \n$48.83 million on a grant basis to finance (i) the detailed engineering design in Cimahi and \nMakassar; and (ii) detailed engineering design, capital costs for sewerage, the WWTP, and \nconstruction supervision in Palembang.22 The central government will provide $35.04 million \nequivalent  to  finance  detailed  engineering  design  in  Jambi  and  Pekanbaru,  increased \nawareness campaigns, all taxes and duties (as a tax exemption), and financing costs. The local \ngovernments  will  provide  a  total  of  $44.15  million  equivalent  to  finance  land  acquisition, \ninvoluntary  resettlement,  and  property  connections.  In  addition,  the  local  governments  will \nfinance 64 community-based sanitation systems from their budgets. The financing plan is in \nTable 2. \n \nTable 2: Financing Plan \nSource  Amount ($ million)    Share of Total (%) \nAsian Development Bank        \nOrdinary capital resources (loan)  80.00    32.3 \nASEAN Infrastructure Fund (loan)a  40.00    16.1 \nb\nGovernment of Australia (grant)   48.83    19.7 \nCentral government  35.04    14.1 \nLocal government  44.15    17.8 \n  Total    248.02    100.0 \nASEAN = Association of Southeast Asian Nations. \na Administered by the Asian Development Bank. \nb Through the Indonesia Infrastructure Initiative. \nSource: Asian Development Bank.  \n \nE.  Implementation Arrangements \n15.  The MPW, through the Directorate General of Human Settlements, will be the executing \nagency.  The  Directorate  General  of  Human  Settlements  will  establish  a  central  project \nmanagement  unit  (CPMU)  composed  of  technical  and  administrative  staff.  The  MPW  will \nappoint Satuan Kerja (the regional directorate of development, sanitation, environment and \nhousing)  as  a  provincial  PIU  for  Cimahi,  Jambi,  Makassar,  and  Pekanbaru  to  implement, \nmonitor progress, and manage the contracts. The local government will establish a local project \nmanagement unit in each city to support the provincial PIU. In Palembang, the local government \nwill establish the PIU.  \n                                                \n21  Transportation and insurance costs may be financed under the A-loan or the B-loan. \n22 Through the Indonesia Infrastructure Initiative. \n ", "6   \n \n \n16.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.23 \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  June 2014–June 2020 \nEstimated completion date  30 June 2020 \nManagement \nOversight body  National Interagency Coordination \nNational Development  Planning Agency (chair) \nMinistry of Public Works, Ministry of Finance, Ministry of Home Affairs, and Ministry of \nHealth (members)  \nExecuting agency  Ministry of Public Works, Directorate General for Human Settlements  \nCentral project  Directorate of Environmental Sanitation Development  \nmanagement unit \nKey implementing  1. Satuan Kerja (SATKER), Provincial Unit of the Directorate General for Human \nagencies and units  Settlements  for  Cimahi  (West  Java  Province),  Jambi  City  (Jambi  Province), \nMakassar (South Sulawesi Province), Pekanbaru (Riau Province) \n2. City Government of Palembang (Palembang City)  \nProcurement  International competitive bidding  9 contracts  $134.71 million \n  National competitive bidding  1 contract  $5.34 million \nConsulting Services  Project implementation consultants  1,288 person-months  $13.75 million \n  Capacity building project management (TA)  109 person-months  $2.00 million  \nconsultants \nDisbursement  The loan proceeds will be disbursed in accordance with ADB’s Loan Disbursement \nHandbook (2012, as amended from time to time), and disbursements under the TA will \nbe disbursed in accordance with ADB’s Technical Assistance Disbursement Handbook \n(2010, as amended from time to time) and detailed arrangements agreed upon between \nthe government and ADB.  \nADB = Asian Development Bank, SATKER = Satuan Kerja (regional directorate for housing and environment  \nsanitation and development), TA = technical assistance. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \nA.  Technical \n17.  The project involves the installation of about 66 km of sewer networks and 83,200 new \nconnections in the five cities. A new WWTP will be constructed in each city designed to meet \nthe government’s effluent water quality standards.24 The technologies selected for the WWTPs \nare a mixture of upflow anaerobic sludge blanket reactors and aerated lagoons, which are easy \nto  operate  and  have  low  maintenance  costs.  Adequate  land  for  the  Jambi  and  Makassar \nWWTPs  has  been  acquired,  and  further  land  acquisition  is  being  carried  out  for  Cimahi, \nPalembang,  and  Pekanbaru.  Flood  risk  assessments  will  ensure  that  the  designs  provide \nadequate protection against fluvial flooding. Engineering designs will be based on internationally \naccepted standards with due consideration given to local conditions. A total of 10 construction \ncontract packages will be awarded—nine through international competitive bidding, and one \nthrough  national  competitive  bidding.  The  project’s  implementation  support  component  will \nprovide technical support and training to raise local understanding of the O&M of wastewater \nservices and septage solids treatment. The expected project benefits will include (i) reduction in \npollutant discharges to the environment which will improve groundwater and river water quality; \n(ii) improved public health due to reduced exposure to untreated wastewater and gray water \n                                                \n23 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n24  WWTP effluent standards are set by the Ministry of Environment.  \n ", "    7 \n \nflows and reduced pathogen counts in groundwater and river water; (iii) improved institutional \ncapability and governance through strengthening of organizational structures and training; and \n(iv) increased community participation and empowerment. \n \nB.  Economic and Financial \n18.  The economic feasibility25 of the subprojects was evaluated, based on the following \nbenefits: (i) health impact in terms of health care costs and productivity savings; (ii) economic \nopportunity loss; (iii) obviated costs of constructing and desludging septic tanks; (iv) willingness \nto  pay  for  sewerage  management  services;  and  (v)  increased  economic  opportunities, \nemployment creation, and poverty reduction as a result of the cities’ improved livability and \nattractiveness  to  businesses.  Under  the  anticipated  project  best-case  scenario,  all  five \nsubprojects are economically feasible, with economic internal rates of return (EIRRs) above the \nminimum  12.0%  threshold.  Sensitivity  tests  show  that  all  subprojects  remain  economically \nfeasible given a (i) 10% increase in investment cost, (ii) 10.0% increase in O&M cost, or (iii) a \n10.0% reduction in total benefits. A 1-year delay in economic benefits for Jambi reduces its \nEIRR to slightly below the benchmark. Under a worst-case scenario (a simultaneous 10% \nincrease in investment and O&M costs, combined with a 10.0% reduction in total benefits), the \nEIRRs for the Cimahi and Palembang subprojects fall slightly below the 12.0% threshold; the \nEIRR for Pekanbaru drops to 10.9%, and for Jambi to 10.7%. All subprojects are very sensitive \nto reductions in total benefits, followed closely by increased investment. \n \n19.  The financial analysis26 addresses the: (i) financial viability of the proposed subprojects; \n(ii) affordability of proposed wastewater fees; and (iii) sustainability of the proposed subprojects \nand availability of a subsidy from the respective city governments, where necessary.27 The \nCimahi, Jambi, Makassar, and Pekanbaru subprojects will be funded by debt undertaken by the \ncentral government, with the assets subsequently transferred to the cities. These four cities will \ncommit to implementing tariffs (which will apply to all connected households and commercial \nestablishments) as soon as the systems are completely operational, to ensure the recovery of \nO&M costs through collection of wastewater fees. In most cases, the tariffs necessary to cover \nO&M costs were below the respondents’ willingness to pay. For all five cities, the proposed \nwastewater  fees  are  about  0.15%–1.0%  of  average  household  income,  below  the  2.0% \naffordability threshold.  \n \nC.  Governance \n20.  The MPW has implemented several water supply and sanitation projects funded by \nmultilateral  institutions,  which  has  given  them  experience  in  financial  management,  fund \ndisbursement,  and  procurement  of  civil  works  and  consultancy  services.  The  capacity \ndevelopment TA will help strengthen the capacity of the PIU and project management unit staff \nin each city to carry out project-related tasks.  \n \n21.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MPW.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the project administration manual (footnote 23). \n \n                                                \n25  Economic analysis (accessible from the list of linked documents in Appendix 2). \n26  Financial analysis (accessible from the list of linked documents in Appendix 2). \n27 A subsidy will be required in Cimahi and Pekanbaru for the first 2 years. \n ", "8   \n \nD.  Poverty and Social \n22.  The project is classified as an MDG-targeted intervention. The project will have positive \nsocial  impacts  through  reduction  of  the  high  incidence  of  water-related  diseases,  and  will \nimprove the quality of life in urban communities. It promotes inclusive development through \nsubsidies  for  the  domestic  connections  and  monthly  wastewater  fees  of  poor  households, \nhouseholds headed by women, as well as the sick and disabled. Measures will be taken to help \nexpand  sewerage  connections  and  sustain  behavioral  change  through  joint  stakeholder \nplanning on hygiene and environmental management.  \n \n23.  The project is classified as effective gender mainstreaming. It will benefit women by \nimplementing a gender action plan28 (30% of capacity building recipients at community and \ninstitutional levels will be women); similar quotas are set for consultations and in sanitation \npromotion, as well as in job opportunities in sanitation management through female recruitment. \nA national gender and social development specialist will support the PIUs to ensure that the \ngender action plan is fully implemented.  \n \nE.  Safeguards  \n24.  Involuntary resettlement (category B). Resettlement plans29 have been prepared for \neach of the subprojects (Cimahi, Palembang, and Pekanbaru) that involve land acquisition; a \ntotal of 32.397 hectares will be acquired, with 63 households (240 persons) affected. The \nPekanbaru subproject will have significant impacts, with 22 households (97 persons) losing \nmore than 10% of their productive land. Palembang will have 24 households (75 persons) \nrequiring relocation. Due diligence reports for Jambi and Makassar have been prepared, and \nland acquisition for these subprojects was carried out in accordance with the provisions of \nprevailing  local  laws  and  regulations  and  ADB’s  Safeguard  Policy  Statement  (2009);  no \ncorrective action plans or resettlement plans are considered necessary for Jambi and Makassar. \nAll other impacts are partial and temporary. The total land acquisition and resettlement cost is \nestimated at $9.502 million (including base costs, allowances, and contingencies). A cutoff date \nwas established with stakeholder consultations.30 Information was disclosed to affected persons \nthroughout project preparation, with a public information booklet distributed in February 2013. \n \n25.  Indigenous  peoples  (category  C).  No  indigenous  peoples  will  be  affected  by  the \nsubprojects. Land to be acquired is not part of any ancestral domain. Field investigations \nconducted in the project area failed to reveal the existence of any indigenous peoples or ethnic \nminorities.  \n \n26.  Environment  (category  B).  Initial  environmental  examinations31 were  conducted  in \naccordance  with  the  ADB’s  Safeguard  Policy  Statement  and  government  regulations. \nStakeholder consultations were conducted from May to November 2012. Issues raised during \nthe consultation are addressed in the environmental management plans (EMPs). Subprojects \nwill not cause irreversible environmental impacts. The EMPs include mitigation measures and \ncost estimates for their implementation.  The EMPs will be updated at the detailed design stage; \nonce approved by ADB, they will form part of the contract bidding documents. Implementation of \nthe EMPs will be enforced by an environment officer in the local project management unit. A \n                                                \n28  Gender action plan (accessible from the list of linked documents in Appendix 2). \n29  Resettlement plans (accessible from the list of linked documents in Appendix 2). \n30  Summary of Stakeholder Consultation and Participation (supplementary document, accessible from the list of \nlinked documents in Appendix 2). \n31  Initial environmental examinations (accessible from the list of linked documents in Appendix 2). \n ", "    9 \n \nhydrology and flooding study shall be conducted during the design phase for the WWTPs to \nensure that the occurrence of flooding is properly evaluated. Adverse impacts during operation \nwill be minimized by specified O&M procedures and environmental monitoring.  \n \n27.  In  compliance  with  the  Environmental  Protection  and  Management  Law,  2009,  an \nAnalisis Mengenai Dampak Lingkungan (environmental impact assessment [AMDAL])—will be \nprepared by the detailed engineering design consultant for each subproject.  AMDALs will be \nfunded by the Government of Australia through the Indonesia Infrastructure Initiative in Cimahi, \nMakassar, and Palembang at the detailed engineering design stage and by local governments \nin Jambi and Pekanbaru after detailed engineering design. The government environmental \npermits and approvals for construction will be obtained before the award of civil works contracts.  \n \n28.  Disclosure. Resettlement and environment documents were prepared in consultation \nwith local communities and are in accordance with ADB’s Safeguard Policy Statement and \nIndonesian laws and regulations. The documents have been endorsed, approved and posted on \nthe ADB website. A grievance redress mechanism will help to facilitate resolution of complaints \nregarding project performance. The resettlement plans, initial environmental examinations, and \nEMPs will be updated and disclosed after detailed design and cleared by ADB prior to contract \nawards.  \n \nF.  Risks and Mitigating Measures  \n29.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.32 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nWaste disposal practices of households, industries,  City governments to promote city-wide reduction of \nand commercial establishments outside project  environmental pollution, including promotion of the \nareas may reduce expected impact of project on  construction of on-site wastewater treatment in areas outside \nenvironmental pollution of rivers and waterways.  planned wastewater collection system    \nProject implementation delays will result in cost  Ensure detailed engineering design by ADB, the Government \noverruns, require additional financing, and reduce  of Australia, and consultants hired through government \nthe economic benefits of the project.  contracts commences as scheduled. \n  Undertake advanced action to recruit technical assistance \nconsultants by Q1 2014, with project implementation support \nconsultants to commence by Q4 2014 \nSlow progress in community mobilization,  Ensure joint sanitation marketing and sustainability plans are \nawareness programs not well implemented, and  in place by 2017; the city governments will continue providing \nproperty owners do not apply for sewerage  awareness and promotion campaigns until project completion. \nconnections.   \nCity governments fail to provide sufficient funds to  Memorandums of understanding developed to stipulate time-\nfinance house connections  bound elements of project for city government funding and \nensure allocations from the local or central government \nbudgets \nLack of domestic water supply will make demand for  Cities to ensure water connections are made to 100% of \nsewer connection not viable for some households in  properties requiring sewer connection by 2020 \nCimahi and Pekanbaru  \n                                                \n32  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10   \n \nRisks  Mitigating Measures \nInstitutional arrangements for wastewater utilities not  City governments to establish regulations for wastewater \nestablished and maintained  service providers, issue a decree for compulsory connections \nin served areas, and abide with the memorandums of \nunderstanding between central government and local \ngovernments. Covenant of the loan agreement. \nInsufficient budget allocation for O&M and cost  City governments to commit to subsidies as required; local \nrecovery tariffs for O&M not introduced and/or  governments need to allocate sufficient financing, through \ncollected  subsidies, to cover annual O&M shortfalls until tariffs reach \ncost-recovery levels. \nADB = Asian Development Bank, INDII = Indonesia Infrastructure Initiative, O&M = operation and maintenance, Q = \nquarter. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n30.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the project \nadministration manual and loan documents. The government has agreed with ADB on certain \ncovenants for the project, which are set forth in the loan agreements (A-loan and B-loan). No \nwithdrawals shall be made from the loan account in each agreement until the government has \nestablished the CPMU. \n \nV.  RECOMMENDATION \n31.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the A-loan of $80,000,000 to the Republic of Indonesia for the Metropolitan Sanitation \nManagement Investment Project, from ADB’s ordinary capital resources, with interest \nrate  to  be  determined  in  accordance  with  ADB’s  London  interbank  offered  rate \n(LIBOR)-based lending facility; for a term of 17 years, including a grace period of 7 \nyears; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan agreement presented to the Board; and \n(ii)  the B-loan of $40,000,000 to the Republic of Indonesia for the Metropolitan Sanitation \nManagement Investment Project, to be funded through the participation of the ASEAN \nInfrastructure Fund on terms and conditions as are substantially in accordance with \nthose set forth in the draft loan agreement presented to the Board. \n \n \n \nTakehiko Nakao \nPresident \n \n \n7  March 2014 \n ", "Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK  \nPerformance Targets and  Data Sources and \nDesign Summary  Assumptions and Risks \nIndicators with Baselines  Reporting Mechanisms \nImpact      Assumptions \nReduced pollutant  Open defecation in sewered  National socioeconomic  Central and local governments \ndischarges to the  areas reduced to 3% in 2025  survey statistics  continue to prioritize reduction \nenvironment in the  (2013 baseline: 10%)   (SUSENAS)  of wastewater and \nparticipating cities      environmental pollution in urban \nA potential BOD5 loading  Community sanitation  areas \nreduction of about 21.6 tons/day  strategies surveys held \nachieved by 2025a   on semiannual basis   Grant resources to be mobilized \nfor surveys (baseline and at \nproject completion) \nRisks \nWaste disposal practices of \nhouseholds, industries, and \ncommercial establishments \noutside of project area reduce \nexpected impact of project on \nenvironmental pollution of rivers, \nwaterways, and groundwater  \nFluvial flood occurrences more \nextreme than predicted resulting \nin sewer and WWTPs washout \nand significant pollution \nOutcome  Total number of domestic  Data on sanitation  Assumptions \nIncreased  property connections to the  provided by the regional  City governments have \nconnection of the  central sewer system by 2020   body for planning and  sufficient resources to \npopulation to  development  implement project and provide \nCimahi  –  8,900 \nimproved  (BAPPEDA)   adequate subsidies \nJambi  –  17,700 \nwastewater   \nMakassar  –  9,000  Urban communities are \nservices in the  National socioeconomic \nPalembang  –  19,000  committed to connecting to the \nparticipating cities  survey statistics \nPekanbaru  –  15,800  sewer system, and do connect  \n(SUSENAS) \n(2013 baseline: 0 connections)  \n  Wastewater tariffs cover at least \n    the operation and maintenance \n70,270 households connections    costs \nto the central sewer systems by  PPMS, including sex-\n2020, of which 10% are poor  disaggregated indicators  Risks \nhouseholds and households  and indicators for \nDelay in project implementation \nheaded by women  connection of poor and \nvulnerable groups such  Slow progress in community \nTotal number of commercial \nas households headed  mobilization \nproperty connections to the \nby women, by the project \ncentral sewer system by 2018  Awareness programs not well \nexecuting agency  \nimplemented \nCimahi  –  1,000   \nJambi  –  2,600    Property owners do not connect \nMakassar  –  5,400    to the sewer system \nPalembang  –  2,300   \n \nPekanbaru  –  1,500   \n \n(2013 baseline: 0 connections)  \n \n \n \n64 additional community-based \n \nsanitation systems completed \nby 2018 (2013 baseline: 0) \n \nA total of 352,000 people and \n12,800 businesses connected \nto sewerage and wastewater in ", "12  Appendix 1 \n \nPerformance Targets and  Data Sources and \nDesign Summary  Assumptions and Risks \nIndicators with Baselines  Reporting Mechanisms \nCimahi, Jambi, Makassar, \nPalembang, and Pekanbaru by \n2020 (2013 baseline: 0 people \nconnected to off-site facilities) \n \n \nOutputs  Length of trunk mains and main    Assumptions \n1. Infrastructure  sewers laid by 2020:  Data provided by CPMU \nContinued commitment of city \ndevelopment for   \nCimahi – 7.6 km  governments \noff-site  PPMS by the project \nJambi – 14.6 km \nwastewater  Makassar – 16.4 km  executing agency  Detailed engineering design \nsystems  Palembang – 13.9 km  completed on time and of good \ncompleted  Pekanbaru – 13.6 km  quality \n(2013 baseline: 0 sewers)   Construction contractors \n  implement pipelines, pumping \nAll subproject wastewater  stations, and WWTPs to \ntreatment works implemented  implementation schedule \nby end of 2016  \nAMDAL approval received on \nCimahi – 11.1 mld \ntime  \nJambi – 15.0 mld \nMakassar – 19.1 mld   WWTP AMDAL and effluent \nPalembang – 23.1 mld  discharge license approval \nPekanbaru – 14.7 mld \n(2013 baseline: 0 WWTP)   Risks   \n \nSlow progress in community \nConstruction contracts with at \nmobilization \nleast 35% qualified local \nworkers, with preferential hiring  AMDALs delayed  \nfrom local areas with low \nDischarge licenses not given  \nincomes and poor hygienic \nconditions.   Lack of domestic water supply \n  makes sewerage connection not \nAll the poor households and  viable for some households in \nhouseholds headed by women  Cimahi and Pekanbaru \naccess subsidized monthly \n \ntariffs. \n \nPublic consultations on \nsewerage connection held, with \nwomen accounting for 30% of \nparticipants. \n \n2. Project  Gender-disaggregated  Data provided by CPMU   \nimplementation  indicators established in project   \nsupport  performance monitoring system  PPMS by the project \ninstitutionalized  by 2015  executing agency \n     \n  By 2018, 10%, are female staff \nin management positions in \nnewly created executing and/or \nimplementing agencies and \nservice delivery organizations. \n \nCapacity-building activities on \nhygiene promotion, education, \nplanning and participatory \nmonitoring completed (30% of \nparticipants are women) \n \n \n ", "Appendix 1  13 \n \nActivities with Milestones  Inputs \n1.   Infrastructure development for off-site  ADB: $80.00 million (loan) \nwastewater systems completed  ASEAN Infrastructure Fund: $40 million \n1.1  Detailed engineering design for the trunk  (loan) \nmains, main sewers, and WWTPs complete by  Item  Amount  ($ \nQ1 2014  million) \n1.2  Award of TA contract by Q2 2014  Civil works      106.31 \nEquipment  0.30 \n1.3  Award of project implementation support \nConsulting services   10.44 \nconsultant contract by Q3 2014 \nProject implementation  2.95 \n1.4  Award of goods and civil works contracts (all  support   \nmain sewerage and WWTPs) by Q4 2014   \n \n1.5  Construction of property connection pipes to \nGovernment of Indonesia: $79.19 \nthe lateral sewers commenced by Q3 2016 \nmillion \n1.6  First customer properties connected to the  Item  Amount  ($ \npiped system and start of operation of  million) \nsewerage system and treatment plant by the  Land acquisition  6.49 \nend of  2017  Involuntary resettlement  1.62 \nCivil works              \n1.7  Completion of the main elements of the \nEquipment   53.53 \nwastewater collection systems and WWTPs by \nMaterials  0.03 \nthe end of 2017 \nConsulting services   0.91 \n1.8  Completion of the lateral systems and  Project implementation  7.52 \nconnecting chambers by Q2 2020.   support   0.33 \nInterest during  8.44 \n2.   Project implementation support  implementation  0.32 \ninstitutionalized  Commitment charges \n \n2.1  Completion of TA contract by end of 2018 \n \n2.2  Completion of project implementation support  Government  of  Australia:  $48.83  million \nconsultant contract by Q4 2020  (grant) \nItem  Amount ($ \n2.3  Nongovernment organization support as \nmillion) \npartners to facilitate development of on-site \nCivil works   40.96 \nsanitation by 2018 \nConsulting services   7.87 \n   \n \n \nADB = Asian Development Bank, AMDAL = environmental impact assessment (Analisis Mengenai \nDampak  Lingkungan),  ASEAN  =  Association  of  Southeast  Asian  Nations,  BAPPEDA  =  Badan \nPerencanaan Pembangunan Daerah (regional body for planning and development), BOD5 = 5-day \nbiochemical oxygen demand, CPMU = central project management unit, km = kilometer, ml/d = \nmillion liters per day , PPMS = project performance monitoring system, Q = quarter, SUSENAS = \nIndonesia national socioeconomic survey, TA = technical assistance, WWTP = wastewater treatment \nplant. \na  BOD5 refers to the amount of dissolved oxygen consumed in five days by biological processes \nbreaking down organic matter. \nSource: Asian Development Bank. \n \n \n \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=43251-025-3 \n \n1.  Loan Agreement: A-loan \n2.  Loan Agreement: B-loan \n3.  Sector Assessment (Summary): Sanitation   \n4.  Project Administration Manual  \n5.  Contribution to the ADB Results Framework  \n6.  Development Coordination  \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators  \n10.  Summary Poverty Reduction and Social Strategy  \n11.  Gender Action Plan \n12.  Initial Environmental Examination: Cimahi City Off-Site Wastewater Collection System \nand Treatment \n13.  Initial Environmental Examination: Jambi City Off-Site Wastewater Collection System \nand Treatment \n14.  Initial Environmental Examination: Losari Off-Site Wastewater Collection System and \nTreatment  \n15.  Initial  Environmental  Examination:  Palembang  City  Off-Site  Wastewater  Collection \nSystem and Treatment \n16.  Initial  Environmental  Examination:  Pekanbaru  City  Off-Site  Wastewater  Collection \nSystem and Treatment \n17.  Resettlement Plan: Cimahi City Off-Site Wastewater Collection System and Treatment \n18.  Resettlement  Plan:  Palembang  City  Off-Site  Wastewater  Collection  System  and \nTreatment \n19.  Resettlement  Plan:  Pekanbaru  City  Off-Site  Wastewater  Collection  System  and \nTreatment \n20.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n \n21.  Summary of Stakeholder Consultation and Participation \n22.  Technical  Assistance:  Capacity  Development  for  the  Metropolitan  Sanitation \nManagement Investment Project \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20140303104041+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "metropolitan indonesia sanitation, indonesia urban wastewater services improvement, piped sewerage indonesia, wastewater treatment facilities indonesia, indonesia sanitation projects, cimahi city, jambi city, makassar city, palembang city, pekanbaru city, indonesia, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20140508112727+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20140303023958", "Subject": "This is the report and recommendation of the president (RRP) on a proposed loan from ADB's ordinary capital resources (A-loan), and a proposed loan funded through the participation of the ASEAN Infrastructure Fund (B-loan), both to the Republic of Indonesia for the Metropolitan Sanitation Management Investment Project.", "Title": "RRP: Indonesia: Metropolitan Sanitation Management Investment Project"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 6 February 2014) \nCurrency unit  –  rupiah (Rp) \nRp1.00  =  $0000816993 \n$1.00  =  Rp12,240 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMDAL  –  Analisis Mengenai Dampak Lingkungan (environmental impact assessment) \n  ASEAN  –  Association of Southeast Asian Nations \n  CPMU  –  central project management unit \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  FIRR  –  financial internal rate of return \n  MDG  –  Millennium Development Goal \n  MPW  –  Ministry of Public Works \n  MSMHP  –  Metropolitan Sanitation Management and Health Project \n  O&M  –  operation and maintenance \n  OCR  –  ordinary capital resources \n  PIU  –  project implementation unit \n  TA  –  technical assistance \n  WWTP  –  wastewater treatment plant \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J.  Nugent, Southeast Asia Department (SERD) \nDirector  A. Leung, Urban Development and Water Division, SERD \n   \nTeam leader  J. Coloma Brotons, Urban Development Specialist (Water Supply and \nSanitation), SERD \nTeam members  L. Adams, Social Development Specialist, SERD \n  L. Balicanot, Project Analyst, SERD \n  R. Frauendorfer, Lead Urban Development Specialist, SERD \n  S. Kotagiri, Social Development Specialist (Resettlement), SERD \nN. Mardiniah, Safeguards Officer (Resettlement), SERD \nT. Panella, Principal Water Resources, SERD \nS. Sandhu, Senior Environment Specialist, SERD \nS. Schapero, Senior Finance Specialist, SERD \nP. van Klaveren, Senior Urban Development Specialist, SERD \nS. Zaidansyah, Senior Counsel, Office of the General Counsel \nPeer reviewer  V. Padmanabhan, Senior Urban Development Specialist, South Asia \nDepartment \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "J.  Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "A. Leung", "role": "Urban Development and Water Division", "organization": "SERD"}, {"fullname": "J. Coloma Brotons", "role": "Urban Development Specialist (Water Supply and", "organization": ""}, {"fullname": "L. Adams", "role": "Social Development Specialist", "organization": "SERD"}, {"fullname": "L. Balicanot", "role": "Project Analyst", "organization": "SERD"}, {"fullname": "R. Frauendorfer", "role": "Lead Urban Development Specialist", "organization": "SERD"}, {"fullname": "S. Kotagiri", "role": "Social Development Specialist (Resettlement)", "organization": "SERD"}, {"fullname": "N. Mardiniah", "role": "Safeguards Officer (Resettlement)", "organization": "SERD"}, {"fullname": "T. Panella", "role": "Principal Water Resources", "organization": "SERD"}, {"fullname": "S. Sandhu", "role": "Senior Environment Specialist", "organization": "SERD"}, {"fullname": "S. Schapero", "role": "Senior Finance Specialist", "organization": "SERD"}, {"fullname": "P. van Klaveren", "role": "Senior Urban Development Specialist", "organization": "SERD"}, {"fullname": "S. Zaidansyah", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "V. Padmanabhan", "role": "Senior Urban Development Specialist", "organization": "South Asia"}]}