{"path": "data/input/ta/43273-01-ino-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 43273-01 \nCapacity Development Technical Assistance (CDTA) \nMay 2010 \n          \nRepublic of Indonesia: Education Sector Analytical \nand Capacity Development Partnership  \n(Cofinanced by the Government of Australia and the European \nUnion) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 16 March 2010) \n \nCurrency Unit  –  rupiah (Rp) \nRp1.00  =  $0.000109 \n$1.00  =  Rp9,165 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ATOG  –  ESACDP technical oversight group \n  AusAID  –  Australian Agency for International Development \n  Balitbang  –  National  Office  of  Education  Research  and  Development  of \nMONE \n  BAN-HE  –  Board of National Accreditation for Higher Education \n  BAN-SM  –  Board of National Accreditation for Schools and Madrasah \n  BAPPENAS  –  National Development Planning Agency \n  EFA  –  education for all \n  EMIS  –  education management information system \n  ESACDP  –  Education  Sector  Analytical  and  Capacity  Development \nPartnership \n  ESSP  –  Education Sector Support Program \n  ESSP RF  –  Education Sector Support Program Reform Framework \n  EU  –  European Union \n  GDP  –  gross domestic product \n  IDC  –  indefinite delivery contract  \n  ISO  –  International Standards Organization \n  GER  –  gross enrollment rate \n  MDG  –  Millennium Development Goal \n  MENPAN  –  State Ministry for Administration Reform \n  MOF  –  Ministry of Finance \n  MOHA  –  Ministry of Home Affairs \n  MONE   –  Ministry of National Education  \n  MORA  –  Ministry of Religious Affairs \n  MSS  –  minimum service standard \n  NER  –  net enrolment rate \n  NES  –  national education standard \n  PFM  –  public financial management \n  TA  –  technical assistance \n  TVET  –  technical and vocational education and training \n  UNICEF  –  United Nations Children’s Fund \n  USAID  –  United States Agency for International Development \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  Targeted intervention—Millennium Development Goals \nSector (subsector)  –  Education (education sector development ) \nThemes (subthemes)  –  Social development (human development ); capacity development \n(client relations, network, and partnership development) \nLocation impact  –  National (high impact) \nPartnerships  –  Government of Australia; European Union  ", " \n \nNOTES \n \n(i)  The fiscal year of the government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nCountry Director  J. Nugent, Indonesia Resident Mission, SERD \n   \nTeam leader  W. Kubitzki, Senior Social Sector Economist, Indonesia Resident \nMission, SERD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \n \nPage \n \nI.  INTRODUCTION  1 \nII.  BACKGROUND  2 \nIII.  INDONESIA’S EDUCATION SECTOR  3 \nIV.  ISSUES AND OPPORTUNITIES  5 \nV.  THE PROPOSED TECHNICAL ASSISTANCE  7 \nA.  Impact and Outcome  7 \nB.  Methodology and Key Activities  8 \nC.  Cost and Financing  12 \nD.  Implementation Arrangements  13 \nVI.  THE PRESIDENT'S RECOMMENDATION  15 \n \n \n \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  16 \n2.  Education Sector Support Program Results Framework  23 \n3.  Overview of Other Initiatives Financed by Development Partners    27 \n4.  Ministry of National Education Organization Chart  30 \n5.  Ministry of National Education Balitbang Organizational Structure  31 \n6.  Ministry of Religious Affairs Research and Development Arrangements and  \nOrganization  32 \n7.  Implementation Arrangements  33 \n8.  Cost Estimates and Financing Plan  34 \n9.  Outline Terms of Reference: Operational Management Team   35 \n10.  Outline Terms of Reference: Core Advisory Team   38 \n11.  Technical Cooperation Procurement Arrangements  41 \n \n \n \n \n \n \n \n ", " \nI.  INTRODUCTION \n1.   In  May  2009,  the  Government  of  Indonesia agreed  that  the  Australian  Agency  for \nInternational  Development  (AusAID)  and  European  Union  (EU)  joint  education  program, \nenvisaged  to  commence  in  2010,  be  designated  the  Education  Sector  Support  Program \n(ESSP). Conceptualizing the design of the proposed ESSP began in October 2008 with a joint \nAusAID–EU feasibility study. The ESSP will contribute to the implementation of Indonesia's \nmedium-term development policies and strategies for poverty reduction, the achievement of \neducation for all (EFA) and the education-related Millennium Development Goals (MDGs), and \nimproved regional and global economic competitiveness. The ESSP consists of (i) policy-led EU \nsector budget support with agreed arrangements for results-led grant disbursement1 and (ii) \nearmarked policy and program-led AusAID sector development grant support consisting of a \nschool  infrastructure  program,  a  nationwide  district  and  school  management  development \nprogram, and a program to accelerate the government's accreditation of private madrasahs. \nBoth programs are to be underpinned by a joint AusAID–EU results framework with specified \nindicators  and  targets  and  aligned  with  education  strategic  plan,  or  Renstra  2010–2014, \nimplementation.2 \n \n2.  To accelerate progress toward strengthening quality throughout the education sector \nand to support ESSP implementation, AusAID and the EU have undertaken to provide about \n$50.0 million over the 5 years of the government’s planning cycle 2010–2014 for analytical and \ncapacity development. The objective is to help promote policy dialogue and institutional and \norganizational reform that will underpin policy implementation and help reduce disparities in \nprovincial and district education performance. The facility, called the Education Sector Analytical \nand Capacity Development Partnership (ESACDP), is an integral part of the ESSP and will \nsupport the government’s realization of the 2010–2014 medium-term development plan and \neducation Renstra targets.3 AusAID, the EU, and the Government of Indonesia have invited the \nAsian Development Bank (ADB) to join the partnership to manage ESACDP resources on \nbehalf of the government. The ESACDP design and monitoring framework is in Appendix 1. The \nESSP results framework is in Appendix 2. \n \n3.  The invitation for ADB to join the ESACDP has been influenced by a number of factors, \nin  particular  the  commitment  ADB  has  shown  over  the  past  3.5  decades  to  support  the \ngovernment's efforts to improve the quality of education services and access to them. Since \n1975, ADB has provided $2.0 billion to help the government strengthen the education sector, \nwith a recent focus on supporting improvements in post-basic education. ADB has developed a \ngood  working  relationship  with  the  National  Development  Planning  Agency  (BAPPENAS), \nMinistry of National Education (MONE), Ministry of Religious Affairs (MORA), and Ministry of \nHome Affairs (MOHA). ADB’s extensive experience in Indonesia and its familiarity with similar \npolicy-led macro and sector support makes it a complementary ESACDP partner. In line with \nthe  Paris  Declaration  and  the  Jakarta  Commitment4 to  strengthen  aid  effectiveness  and \ninclusive partnership for development, the ESACDP will constitute a harmonized approach to \nsupport  (i)  sector  analytical  work  including  research  and  studies,  incorporating  macro  and \n                                                 \n1  The objectives of EU assistance are to support education Renstra 2010–2014 policies for accomplishing EFA and \neducation-related MDGs nationwide, including (i) equitable access to high-quality basic education, (ii) improved \nquality and relevance of basic education, and (iii) improved governance and accountability. \n2  The Government of Australia will contribute approximately A$500 million over 2010–2015, with indicative annual \ndisbursements of around A$100 million; the EU will provide €200 million over 2010–2012, with additional funding \nover 2013–2014 subject to joint government and EU review and negotiation.  \n3  The Renstra strategic plan supports the government’s medium-term development plan. The Renstra is a planning \ndocument for the education sector that outlines policy and direction for 5 years. \n4  The Jakarta Commitment is based on Paris Declaration principles and commitments and has been adopted by \nADB, the Government of Australia, and the Delegation of the European Union in January 2009. \n ", "2   \ncrosscutting  issues;  (ii)  the  assessment  and  audit  of  institutional  and  organizational \narrangements; and (iii) central, provincial, and district sector capacity development planning. \n \n4.  The  ESACDP  concept  was  developed  in  close  cooperation  with  government \nstakeholders from BAPPENAS, MONE, and MORA, as well as AusAID and the EU. During a \nnational  workshop  in  November  2009,  which  was  attended  by  senior  government  officials \n(echelons  1  and  2)  from  MONE,  MORA,  BAPPENAS,  and  MOHA,  the  ESACDP  concept \nreceived full support from all.  \n \nII.  BACKGROUND  \n5.  Indonesia has performed impressively since its emergence from the 1997–1998 Asian \nfinancial  crisis.  Prudent  macroeconomic  management  has  tamed  inflation,  shrunk  budget \ndeficits, sharply cut the ratio of public debt to gross domestic product (GDP), and facilitated a \nhealthy external account. The rehabilitation and consolidation of banks and regulatory reforms \nsince the 1997–1998 crisis have buttressed the financial sector. GDP growth has exceeded 5% \nevery quarter since 2005, reaching 6.4% in the third quarter of 2008 before yielding to the \nintensifying global economic crisis. Progressively higher GDP growth pushed up the real GDP \nper capita, improving the average Indonesian's living standards. Relatively successful political \nand  institutional  reforms  sustained  over  the  past  decade  have  created  an  increasingly \ncompetitive  and  decentralized  electoral  democracy.  National,  provincial,  district  and  city \ngovernments are now elected in free contests. A system of checks and balances among the \nlegislative, judicial, and executive branches is increasingly prominent. \n \n6.  The foundation in Indonesia of macroeconomic and political stability established in since \n2000, coupled with the economy's relatively greater reliance on domestic demand, helped \nIndonesia weather the current global economic crisis. The economic slowdown has been more \nmoderate than for many countries. During the period of greatest turbulence in global financial \nmarkets in the fourth quarter of 2008, GDP growth slowed relatively modestly to 5.2%, and the \neconomy still posted healthy growth of 6.1% for the whole of 2008. GDP growth in the first half \nof 2009 decelerated to 4.2% year on year but was stronger than in most other countries in Asia.   \n \n7.   Led by private and government consumption, domestic demand recovered somewhat. \nHouseholds appeared to have recovered confidence, and real incomes were supported by \nmoderating inflation,5 the unconditional cash-transfer program, and, for rural households, a \nstrong harvest. The government response to the worsening global economic environment in \n2009 was quick. Among other measures, the government adopted a more expansionary fiscal \npolicy including a stimulus package equivalent to 1.5% of GDP in 2009. About 77% of the \nstimulus  package  comprised  tax  cuts  for  low-  and  middle-income  workers,  as  well  as  to \nbusinesses, and the rest consisted mainly of spending on labor-intensive infrastructure.6  \n  \n8.  The poverty rate—the proportion of the population living below $1/day—declined to \n14.1%  in  March  2009,  supported  by  stable  rice  and  fuel  prices  and  the  impacts  of  the \nunconditional cash-transfer program implemented in 2008–2009. However, this still translates to \n32.5 million people living in poverty and remains above the government's target of a reduction to \n8.2% by 2015. \n \n                                                 \n5   Inflation fell sharply to 2.7% in July 2009 from a peak of 12.1% in September 2008. \n6  These tax cuts on income were in addition to the decreases in corporate and personal income tax under the \namended Income Tax Law, which lowered the top marginal tax rate on personal income from 35% to 30%, reduced \nthe number of income brackets, and increased the minimum threshold for income subject to tax by 20%. It also \nreduced corporate tax to a flat rate of 28% in 2009, to be further lowered to 25% in 2010.  \n ", "  3\nIII.  INDONESIA’S EDUCATION SECTOR  \n9.  Improving the quality of education and access to it is a key priority of the government, as \noutlined in its medium-term development plan, 2005–2009 and for 2010–2014.7 Accordingly, \neducation's share of public expenditure increased from 12% (Rp42 trillion) in 2001 to 19% \n(Rp209 trillion) in 2009. The education budget is projected to equal at least 20% of national \npublic  expenditure  in  2010.  The  medium-term  budget  framework  of  the  education  sector’s \nstrategic plan projects sustained increases in public education expenditure, rising to Rp279 \ntrillion  by  2014.  Assistance  provided  by  development  partners  to  education  constitutes  an \nindicative 5% of discretionary spending annually.8 \n \n10.  Central education expenditure priorities are generally well aligned with sector policy and \nstrategy  priorities,  with  70%  of  budgetary  provision  for  primary  and  secondary  education \nstrongly  focused  on  ensuring  the  availability  of  quality-oriented  inputs  (e.g.,  instructional \nmaterials and teacher training) and enabling greater autonomy in school-level decision-making, \nas envisaged in the new 2009 education autonomy law.9 Growth in central ministry education \nexpenditure is roughly matched by growth in district education expenditure.  \n \n11.  Since the implementation of decentralization in 2001, district governments have been \nincreasingly responsible for providing public education. Policy, strategy, and standard setting \nare concentrated in the central government, while the 33 provinces are responsible for planning \nand quality assurance and 491 district and city administrations manage the resources and \ndelivery of education.10 The authority to manage basic and secondary education has been fully \ntransferred from the center to provinces and districts. District education expenditure grew rapidly \nfrom Rp26 trillion in 2001 to Rp96 trillion in 2008.11 At the district level, an increasing teacher \nsalary budget frequently captures more than 85% of local government spending on education. \n  \n12.  Formal education is divided into three levels: primary, secondary, and tertiary. The scale \nand structure of Indonesia’s education system reflects the size and cultural traditions of the \ncountry and the importance of Islam, the religion of 90% of the population. With over 55.8 million \nstudents enrolled (including 35.1 million in public schools, 13.3 million in private schools, and \n7.4 million in Islamic schools), and 3.8 million teachers in more than 314,000 schools,12 it is the \nthird-largest education system in Asia and the fourth largest in the world, behind those of the \nPeople's Republic of China, India, and the United States.  \n \n13.  Education, both formal and informal, is characterized by public–private partnerships at \nall levels, with parents and the community supporting informal education, fee-paying senior \nsecondary students, and public grants to universities for research. Informal education is flexible \nin terms of the time and duration of studies, the age of learners, curriculum, delivery modes, and \n                                                 \n7  Government of Indonesia. 2009. Overview of the Indonesia’s Medium-Term Development Plan 2004–2009. (July). \nhttp://www.bi.go.id/NR/rdonlyres/F36656EB-D5B6-4175-A831-5C5866FB36AD/9521/UpdateRPJM.pdf  \n  The strategy outlines key policy priorities and direction of the government. \n8  EU. 2009. Education Indonesia. Action Fiche. \n9  Law No. 9/2009 on the national education system requires central and sub-national governments to allocate a \nminimum of 20% of their budgets to education.  \n10  Indonesia's administration includes 524 autonomous regions, consisting of 33 provinces, 397 districts, and \n94 cities. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n11 World Bank. 2009. Investing in Indonesia’s Education at the District Level: An Analysis of Regional Public \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \nExpenditure  and  Financial  Management.  Washington,  DC.  http://www-wds.worldbank.org/external/default/ \nWDSContentServer/WDSP/IB/2009/02/20/000333038_20090220003406/Rendered/PDF/475140ESW01WHI1Edu\n0PER020090English.pdf \n12 Government of Indonesia, Ministry of National Education. 2009. Indonesia Education Statistics in Brief 2007/2008. \nJakarta. \n ", "4   \nassessment  of  learning  achievement.  Informal  education  is  provided  by  governmental  and \nnongovernmental agencies, the private sector, and the community. Although most adults have \nmissed out on secondary education, and some on basic literacy skills, only 1.1 million are \nenrolled  in  informal  and  literacy  education  programs.13 In  international  terms  this  is  a  low \nparticipation rate for informal education. \n \n14.  While  the  education  system  under  MONE  is  decentralized,  MORA  has  maintained \noversight of public Islamic schools. The Islamic subsector delivers basic education through \nmadrasahs  and  pesantrens  (madrasahs  with  boarding  facilities).  Currently  there  are  about \n40,000  madrasahs  in  Indonesia  registered  under  MORA,  of  which  4,000  are  state-owned. \nTogether they accommodate 7 million school-age children. Under the education law, 2003, \nmadrasahs  are  formally  integrated  into  the  national  education  system  following  the  same \ncurriculum and education standards as secular schools. Female participation in Islamic schools \nis high, at more than 50%. Many madrasahs are supported by poorer communities, and most \nparents who send their children to madrasahs are from rural areas and live below the poverty \nline (footnote 13). \n   \n15.  Indonesia has made good progress in providing access to basic education. The net \nenrollment rate in primary education grew from 88.7% in 1990 to 95.1% in 2008. However, there \nare great disparities among provinces and districts mainly because of uneven access to schools \n(e.g., 96% in Central Kalimantan and 78% in Papua). Boys and girls are enrolled in equal \nnumbers at the primary level. At the junior secondary level there are more girls than boys, \nparticularly in urban areas. The gap between rich and poor in education enrollment is much \ngreater than the gap between girls and boys. Net enrollment rates in secondary education have \nexperienced a steady climb, currently standing at 71% in junior secondary and 50% in senior \nsecondary, but are still low compared with those of other countries in the region. Indonesia \ncontinues to trail behind its neighbors, with gross enrollment rates of 35% in early childhood \neducation and 17.5% in higher education.14 \n \n16.  The  quality  of  basic  education  in  Indonesia  is  generally  poor.  Student  examination \nperformance varies widely across districts, and pass rates in poorer, rural, and remote areas are \nwell below average. Indonesia’s performance in international standardized tests has been low \ncompared with those of other Asian countries.  \n \n17.   Major constraints on improving education quality are the lack of qualified teachers in key \nsubjects, inadequate teacher deployment in rural areas, and uneven distribution of teachers \nthroughout the country. There are significant differences in the student–teacher ratio across \ndistricts, indicating a shortage of teachers in rural and remote areas and a serious oversupply of \nteachers in the whole system.15  \n \n18.  Many  Indonesian  teachers  will  retire  soon,  which  presents  a  unique  opportunity  to \nimprove the system in terms of distribution and supply. The government is implementing a \ncountrywide strategy to improve the academic qualifications and certification of teachers and \nhas provided additional budgets for salary increases and other incentives. Further strategies to \nimprove teacher management are required. Strengthening teacher development and optimizing \n                                                 \n13  AusAID. 2007. Indonesia Education Strategy. Jakarta. \n14  World Bank. Education in Indonesia. http://www.worldbank.org/id/education (accessed 20 July 2009). \n15  Indonesia's student–teacher ratio is 14:1, which is the lowest in the region after Japan. However, for primary \nschools, about 75% of districts fall below the overall national average. Such a low student–teacher ratio is a strong \nindicator of systematic inefficiency. Field visits reveal that classes often have more than 30 students, which \nindicates that many teachers are underutilized.  \n ", "  5\nteacher  supply  and  distribution  are  considered  to  have  the  greatest  impact  on  quality \nimprovements in schools. \n \n19.  Government leadership in promoting education sector partnerships and coordination  \namong development partners has improved since 2008, with MONE, MORA, Ministry of Finance \n(MOF), MOHA, BAPPENAS, and the State Ministry for Administration Reform (MENPAN) being \nincreasingly involved in sector performance evaluation, policy dialogue, and Renstra formulation. \nWithin MONE, analytical capacity has advanced through the setting up and strengthening of the \nBoard of National Education Standards, the National Board of Accreditation, and the National \nOffice of Education Research and Development (Balitbang), as well as education management \ninformation systems and examination centers. BAPPENAS has demonstrated strong analytical \ncapacity by facilitating a comprehensive education sector assessment.  \n \n20.  Sector  stakeholder  dialogue  is  becoming  more  comprehensive.  BAPPENAS  has \nformulated  a  preliminary  action  plan  for  government-led  development  partner  coordination \nfollowing the joint signing of the Jakarta Commitment. The preliminary Jakarta Commitment \nroad map sets targets for joint analytical work and coordinated technical assistance. Through \nthe strategic advisory services component of the Basic Education Program, 2006–2009, AusAID \nhas provided high-level support to MONE and BAPPENAS for policy research. Responding to \nincreasing responsibilities of local governments in the decentralized context of Indonesia, the \nEU, Government of the Netherlands, and World Bank are providing additional support through \nthe Basic Education Capacity Trust Fund. The trust fund aims to strengthen local governments \nto  improve  basic  education  and  build  up  good  governance  and  efficiency  at  district \nadministrations. The harmonized ESACDP approach, including the joint results framework and \nthe anticipated financial partnership, are viewed within the government as building on and \nextending good practice. \n \nIV.  ISSUES AND OPPORTUNITIES \n21.  The new medium-term development plan, 2010–2014  confirmed that further education \nreform would continue to be a government priority, with an increased emphasis on repositioning \nthe education and training system to enable Indonesia to improve its regional and international \neconomic competitiveness. The two phases of education reform, as set out in the education \nstrategic plans, Renstra 2005–2009 and Renstra 2010–2014, mirror this vision.   \n \n22.  The reform period 2005–2009 focused on “improvement in capacity and modernization” \nto ensure a better match between supply and demand, reduce service access disparities, and \nmodernize program delivery. The second period, from 2010–2014 and focused on “service \nempowerment,”  is  designed  to  sustain  capacity  improvements  and  strengthen  public \naccountability mechanisms for assuring access and improved quality and standards. \n \n23.  The government’s own sector performance assessment found progress in implementing \nstrategies  to  achieve  Renstra  2005–2009  reform  policies  and  targets  has  been  broadly \nsuccessful. This reflects operational improvements in both MONE and MORA. Access in all \nsubsectors has expanded, and performance indicators for education quality and standards (e.g., \nexam scores and schools’ achieving national education standards accreditation) have shown an \nupward trend (footnote 8). Progress has also been made in establishing a comprehensive \nlTehgeis vlaietiwvse  eaxpnrde ssreegdu hlaerteoirny  arfrea tmhoesweo orfk t,h ein ccolunsduinltga nts aenttdin dgo  nuopt  n(ei)c ebsosaarrdilys  reopfr ensaetniot nthaols ee dofu AcaDtBio’sn  \nsmtaenmdbaerrdss,  Baonadrd  o(ifi )D isrecchtooorsl , aMnadn ahgiegmheenr t,e odru sctaaftfi,o ann do mrgaayn bizea ptiroenli maincacrrye dini tnaatitounre .o  ver 2004–2006, \nwhich are now operational. \n \n ", "6   \n24.  Further,  the  sector  medium-term  expenditure  framework  is  becoming  more \ncomprehensive,  and  with  this  the  results  orientation  of  central  MONE  and  MORA  budget \nplanning and execution is improving. The new Renstra 2010–2014 advances the results focus \nby narrowing priority programs with specified outputs and outcomes. Assistance provided by \ndevelopment partners is fully reflected in annual sector budget plans, which set out priorities \nand contributions from governments, parents, and communities. An action plan for MONE’s \nimplementation  of  the  medium-term  expenditure  framework  is  also  advancing.  Program \nperformance indicators, program unit cost standards, and the prioritization of programs are \nbeing  defined,  all as part  of  Renstra  2010–2014  formulation.  A  clear  framework  of  senior \nmanagers’ accountability for outcome and output monitoring has also been defined.   \n \n25.  A number of challenges remain, and significant barriers to further reform are evident. \nThe ESSP design mission identified several strategic areas that need to be addressed. In \nparticular, those areas linked to selective legislative and regulatory reform related to basic and \npost-basic education policies and financing, as well as organizational change and development \nplanning in central, provincial, and district agencies, schools, technical and vocational education \nand training (TVET) institutions, and universities. Initial work-planning discussions related to \ninstitutional  reform  have  identified  as  priorities  the  following  areas  for  potential  ESACDP \nassistance: \n(i)  enhancing expenditure-efficiency policies, as envisaged by the public financial \nmanagement (PFM) reforms driven by the Ministry of Finance; \n(ii)  ensuring equitable and effective education financing policy, setting out the roles \nof government agencies at all levels in the sector and defining the roles of the \nprivate sector and communities; \n(iii)  promoting  flexibility  in  budget  decision-making  at  the  center  while  retaining \nbudget discipline and promoting efficiency gains; \n(iv)  articulating, in terms of their technical implementation, regulations on minimum \nservice standards and national education standards as the bases for identifying \ngains in the efficiency of program delivery; \n(v)  rationalizing and regulating the responsibilities of central and local governments \nregarding quality assurance and staff development, including the role of MONE \nprovincial outreach organizations (e.g., provincial education quality assurance \ninstitutions); \n(vi)  defining and regulating areas of shared responsibility between central, provincial, \nand  district  governments,  such  as  senior  secondary  education  staffing  and \nfacilities and aspects of informal education and higher education; and \n(vii)  expanding post-basic education with public–private partnerships for secondary \nand higher education.  \n \n26.  In summary, the ESACDP will, in consultation with internal and external stakeholders, \nidentify capacity needs to achieve ministerial priorities and Renstra targets for regulatory reform. \nRegarding  progress  against  targets,  the  ESACDP  will  work  with  MONE,  MORA,  and \nBAPPENAS  to  support  and  formulate  longer-term  sector  policies  and  strategies  that  are \nresponsive to priority social and economic development requirements.    \n   \n27.  In addition, a number of sector organizational performance challenges in both MONE \nand MORA need to be addressed. For example, district education development plans need a \nstronger results focus. Currently development plans and monitoring systems focus on activities \nand inputs, rather than on sector outcomes. These and other challenges provide opportunity for \nESACDP assistance in, in particular,  \n(i)  accelerating the reduction of disparities among provinces and districts in access \nto  high-quality  basic  education,  while  increasing  the  number  of  high-quality, \n ", "  7\nmotivated,  and  market-oriented  graduates  of  senior  secondary  and  higher \neducation institutions; \n(ii)  sustaining improvements in education quality and standards through a mixture of \nsupply-side approaches (e.g., sustaining growth in school operation budgets and \nensuring  the  equitable  distribution  of  qualified  teachers)  and  demand-side \napproaches  (e.g.,  publishing  exam  results  and  schools'  rankings  in  national \neducation standards);  \n(iii)  sustaining  improvements  in  planning  and  managerial  capacity,  especially  in \ndistricts and schools, as these organizations are granted greater autonomy in line \nwith the new 2009 education legislation and regulations; \n(iv)  influencing improvements in the quality and relevance of post-basic education so \nthat it is equitable, market-responsive, and cost-effective. Post-basic education \nincludes  general  and  senior  secondary  vocational  education,  TVET,  higher \neducation, informal education, and lifelong learning; and \n(v)  sustaining the development of a demand-driven education and training sector by \nmaking education and training institutions more autonomous in planning and \ncustomizing programs and establishing partnerships with experienced national \nand international education trainers.  \n \n28.  In concert with the opportunities mentioned above, there is a prospect for the ESACDP \nto support the establishment of robust processes for building knowledge management and \norganizational learning processes. A priority for the ESACDP will be to initiate dialogue in the \ngovernment, especially in MONE, MORA, MOHA, and local governments, on strengthening the \nsector outcome and results orientation of annual reports (e.g., government agency performance \naccountability reports, district reports) to help promote a shift away from narrower output and \nactivity reporting.   \n \n29.  This initiative would need to be complemented by an analysis of users at various levels, \na review of information systems and related organizational capacity assessments, and the \ndevelopment of more externally oriented communication systems (e.g., with Parliament and civil \nsociety).  Extra  support  is  required  to  help  central  and  district  agencies  better  secure  and \nstreamline sector information and communication flow to internal and external clients, especially \nlegitimizing the use of core data for planning and monitoring.   \n \n30.  The joint and inclusive ADB–AusAID–EU approach will provide a potential vehicle for \ncollaboration with other development partners and a more harmonized approach to external \nassistance. \n \nV.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n31.  In  line  with  the  ESSP,  the  expected  ESACDP  impact  will  be  to  contribute  to  the \nimplementation of Indonesia's medium-term development policies for poverty reduction, the \nachievement of EFA and education-related MDGs, and improved regional and global economic \ncompetitiveness.  \n \n3T2h.e  viewTsh ee xperxepsescetde hde rEeSinA aCreD tPho soeu tocfo thmee c ownisllu lbtaen tt oan dc odnot rnibout ntee cteos stahreil y greopvreersnemnte tnhto'ss ee offfo ArDtsB ’tso  \nsmtreemnbgethrse, nB othaerd e odfu Dciareticotonr ss,y Mstaenmag aenmde nstu, sotra sinta fof,r gaannd imzaatyio bnea lp rpeelirmfoinrmaray ninc en aitmurper.o  vement over the \nnext 15 years by modernizing the system, improving service empowerment, and enabling better \nregional and international competitiveness. The purpose is to promote policy dialogue and the \ninstitutional  and  organizational  reform  that  underpin  policy  implementation  and  reduce \n ", "8   \ndisparities  in  provincial  and  district  education  performance.  The  ESACDP  will  support  the \ngovernment’s  monitoring  progress  toward  the  achievement  of  Renstra  targets  and  the \nobjectives of the ESSP results framework. \n \nB.  Methodology and Key Activities \n33.  The ESACDP will have three outputs: \n(i)  Operational research papers and proposals for selective legislative and \nregulatory reforms related to basic and post-basic education policies and \nfinancing.  This  output  is  designed  to  improve  sector  responsiveness  by \nproviding the legislative and regulatory framework necessary for guiding and \ninfluencing  the  performance  of  sector  organizations.  The  focus  will  be  on \neffecting  decentralization  and  rationalizing  and  articulating  the  roles  and \nresponsibilities  of  the  central  and  local  governments.  Based  on  initial  work-\nplanning discussions, priority activities may include \n(a)  consultations with MONE, MORA, BAPPENAS, and external stakeholders \nto  assess  regulatory  reform  needs  related  to  Renstra  targets  and \norganizing  workshops and strategic seminars on the recommendations; \n(b)  assessment  of  the  current  PFM  mechanisms  in  education  and \ndevelopment of recommendations and training programs to strengthen \nPFM  at  the  center  and  in  provinces,  districts  and  schools,  including \nregular assessment of progress in decentralized PFM; \n(c)  draft policy recommendations defining the sector roles of government at \nall levels, including significant interactions to involve the private sector \nand communities; and \n(d)  analysis of institutional, organizational, and financing options to improve \nthe market responsiveness of vocational education and training, higher \neducation, informal education, and adult learning, as well as sector policy \nanalysis to develop options for public–private partnerships in post-basic \neducation, including economic analysis of higher education offerings and \nalignment with labor market needs. \n (ii)   Operational  research  papers  and  proposals  for  selective  organizational \nchange  and  development  in  central,  provincial,  and  district  agencies, \nschools,  TVET  institutions,  and  universities.  This  output  is  designed  to \nfacilitate  the  organizational  development  planning  necessary  for  sustainable \nsector capacity building with a focus on relevance and quality of education, \nincluding post-basic education, TVET, higher education, informal education, adult \neducation,  and  lifelong  learning.  During  initial  work  planning,  a  number  of \npossible activities to achieve this output were discussed, including supporting \ncapacity to \n(a)  assess  priorities  for  organizational  reform  planning  in  those  agencies \nresponsible for designing institutional reform and monitoring compliance \nand safeguarding (e.g., audit agencies); \n(b)  assess  consistency  between  assigned  obligations  and  functions  and \nactual operational arrangements under decentralization and help plan any \norganizational  adjustments  (e.g.,  between  the  central  MONE,  district \nadministrations, and schools); \n(c)  ensure that program expenditure allocation fully aligns with organizational \npriorities and assist with capacity development planning; \n(d)  strengthen capacity for curriculum development, in particular developing \ncreative teaching models designed to strengthen the teaching–learning \nprocess;  \n ", "  9\n(e)  assist in reforming assessment systems at all levels, developing school \nassessment  systems,  strengthening  PFM  in  schools  and  districts, \nimproving  accreditation  systems  for  schools  and  madrasahs,  and \nconducting district education PFM assessments; and \n(f)  strengthen  the  quality  and  relevance  of  TVET,  higher  education  and \nreform accreditation and assessment systems. \n(iii)   Improved  information  and  communication  systems  as  part  of  effective \nESACDP  implementation.  This  output  is  designed  to  establish  and  sustain \nrobust  processes  for  building  knowledge  management  and  organizational \nlearning processes. During initial work planning, a number of possible activities to \nachieve this output were discussed: \n(a)  clarify  organizational  development  requirements  for  setting  up  an \nintegrated outcome- and output-based management information system \nto  support,  for  example,  MONE’s  new  roles  and  functions,  including \nregulatory and quality assurance functions;  \n(b)  undertake  an  analysis  of  stakeholders;  review  current  information \nsystems and information needs; and review related capacity, especially \nregarding  current  mandates,  staffing  skill  mix,  and  externally  oriented \ncommunication systems;   \n(c)  develop an action plan for strengthening internal and external processes \nfor knowledge management and information systems (e.g., strengthening \nthe education management information system); and \n(d)  formulate  an  action  plan  to  establish  network  and  knowledge \nmanagement combining the center, provinces, districts, and schools to \nshare, for example, examination results and approaches to improving \nstudent performance and teacher development. \n \n34.  The ESACDP will have a comprehensive public communication strategy for Renstra \n2010–2014 implementation. This will include posting progress reports on sector performance \nand publishing regular progress reports on Renstra targets and information on program work \nplans and budgets. In addition, planning will be undertaken to improve the visibility of this \ninnovative  ADB–AusAID–EU–Government  of  Indonesia  partnership  by,  for  example, \nrecognizing donor contributions by incorporating their logos on materials developed for training, \nconferences, and publications. Visibility activities contracted separately by the EU and AusAID \nwill be coordinated with those implemented under the ESACDP. \n \n35.  Scope. The ESACDP approach assumes that assistance will be limited to supporting \norganizational change and planning capacity development. This will include research and study \nto assess institutional challenges to reform, including PFM capacity, and identify needs, options, \nand recommendations for organizational change. Workshops and conferences will consider \nstrategy options, and study tours and twinning arrangements will enable the consideration of \nregional expertise for benchmarking and benefiting from lessons learned. The ESACDP will \nassist in developing training plans and modules designed to meet challenges identified in the \nresearch and studies. While the ESACDP will support capacity development planning and the \npreparation of strategy options for organizational reforms, the responsibility for financing and \nimplementing capacity development shall rest with the government at the various levels.   \n \n3T6h.e  viewGso evxeprrnesasnecde h earrerian nagree mthoesnet so.f  tTheh ec oensxuelctauntitn agn da dgoe nncoyt  noefc etshsea riElyS rAepCreDsPe nits t htohsee  oNf aAtiDoBn’asl  \nOmfefimceb efrosr,  BRoeasred aorfc Dhi raenctdo rDs,e Mvaenloapgmemenent t(, Boar lsittbafaf,n agn) do mf aMyO bNe Epr.e Tlimhein aEryS AinC nDatPur ete. c hnical oversight \ngroup (ATOG) will be established in Balitbang. The ATOG will be cochaired by the deputy \nminister of human resources and culture in BAPPENAS, the head of Balitbang, and MORA \n ", "10  \ndirector general of Islamic education. The Balitbang secretariat will act as the secretariat of the \nATOG.   \n \n37.   ATOG  membership  may  include  senior  officials  (echelon  II)  from  MONE,  MORA, \nBAPPENAS, MOF, MOHA,  AusAID and the EU.  Ministries (i.e., MOHA, BAPPENAS, and MOF) \nand groups such as the thematic education dialogue group16 and the education sector working \ngroup17 will  be  associated  as  relevant  to  ESACDP  activities  and  in  some  instances  be \nbeneficiary organizations for ESACDP funding, in accordance with their mandates. The ATOG \nis expected to meet quarterly in January, April, July, and September. It will be responsible for \norganizing regular technical dialogue with ADB, AusAID, and EU technical and advisory staff, \nincluding joint planning of the annual work plan and performance review. \n \n38.  The ATOG will approve annual ESACDP work plans by consensus. Annual workplans \nwill define individual activities and specific technical cooperation requirements18. Annual work \nplans will be extensively informed by macro-PFM, fiscal decentralization, and audit system \ndevelopments  to  ensure  complementarity,  and  priorities  of  programs  financed  by  other \ndevelopment  partners.  To  ensure  national  ownership  and  help  prioritization,  the  ESACDP \nannual work program will be formulated through dialogue with all key stakeholders in an iterative \nprocess  of  consultations  and  workshops.  The  finalized  ESACDP  annual  work  plan  will  be \npresented and discussed in a workshop for senior national stakeholders. \n  \n39.  This broad-based ESACDP governance structure will ensure that lessons from program \nimplementation, including from related analytical and capacity development programs (e.g., \nADB–United Nations Children’s Fund [UNICEF] Basic Education Sector Support Program, EU–\nNetherlands–World  Bank  Basic  Education  Capacity  Trust  Fund,  AusAID  Basic  Education \nProgram,  and  Contractor  Strategic  Advisory  Services),  as  well  as  lessons  from  the \nimplementation of Renstra 2010–2014, feed into work plans and priorities. In consecutive years \nthe formation of the annual work plan will continue to be iterative, flexible in approach, and \ninformed by performance monitoring and lessons from the findings of the various progress \nreports.19 The plan will be reviewed and approved by the ATOG.  \n \n40.  The participation of a wide range of stakeholders and development partners in the \nATOG will contribute by promoting aid effectiveness in support of the Jakarta Commitment \nagenda,  particularly  related  to  (i)  improving  governance  and  strengthening  capacity  in \ngovernment  systems,  (ii)  building  effective  and  inclusive  partnerships  and  expanding \ndevelopment dialogue, and (iii) strengthening the focus on development results. The ESACDP \nwill help to develop operational indicators and subsequently monitor progress toward achieving \nthe goals of the Jakarta Commitment and the Paris/Accra declaration on aid effectiveness in \neducation.  \n \n41.  The proposed ESACDP arrangements draw on the experiences and lessons from other \ndevelopment partners20 and EU21 studies and policies, which indicate that technical cooperation \nfor capacity development is more effective when government-led and embedded in government \norganizational  change  and  learning  processes,  and  when  technical  cooperation  is \n                                                 \n16  Led by BAPPENAS, with joint support from AusAID, EU, Netherlands, and World Bank. \n17  Includes members from all development partners involved in education to promote improved coordination in line \nwith the Jakarta Commitment. \n18  In the first month after the TA will become effective, a \"Manual of Procedures\" providing detailed operational \nguidelines and defining approval processes will be prepared by ADB in concurrence with BAPPENAS, MONE, \nMORA, AusAID and the EU.     \n19  Regular medium-term development plans and Renstra progress reports. \n20  JICA et al. 2008. Synthesis Study: Joint Study on Effective Technical Cooperation for Capacity Development.  \n21  EU. 2008. Backbone Strategy for Reforming Technical Cooperation. \n ", "  11\ncomplemented by other forms of support (e.g., ADB, AusAID, and EU sector program support). \nAn overview of other donor-financed initiatives and possible ESACDP linkages is in Appendix 3. \n  \n42.  Rationale  for  ESACDP  alignment  with  MONE’s  National  Office  of  Education \nResearch  and  Development  Office.  The  ESACDP  design  is  aligned  with  MONE’s  and \nMORA’s own research and development plans. Located in and working through Balitbang, the \nESACDP will provide complementary support and facilitate knowledge management to serve \nthe research and planning needs of the broader education community, including internal and \nexternal stakeholders.   \n \n43.  At present, MONE’s Balitbang is the focal point of knowledge management for the \nsector.  It  is  shaped  by  purpose-driven  centers  for  (i)  educational  policy,  research,  and \ninnovation; (ii) curriculum; (iii) education assessment; and (iv) educational statistics, as well as a \nsecretariat. These units work collectively to improve sector performance assessment in line with \nRenstra  forward  planning.  The  organization  structure  of  MONE  is  in  Appendix  4  and  of \nBalitbang in Appendix 5. \n \n44.  The shared focus of the centers for education assessment; educational policy, research, \nand  innovation;  and  curriculum  includes  (i)  education  policy  and  innovation  research;  (ii) \ndeveloping educational testing and assessment systems; (iii) organizing the management and \nthe processing of test results; (iv) implementing education quality monitoring; (v) studying local, \nregional, national, and international curriculum and subject policy; (vi) developing innovative \ncurriculum models; and (vii) developing learning facility and infrastructure models.   \n \n45.  The center for educational policy, research, and innovation researches issues that have \nthe highest financial impact and the most relevance to the government’s core education policy. \nUnder its mandate for innovation, the center established a national mechanism for sharing and \nreusing education results and research.22 Although this network is still being pioneered, some \nearly success is evident, as 30 provinces and 162 districts have registered with the network and \nreceived training on how to manage policy research and analysis. This encouraging initiative will \ngive additional support to the ESACDP as it seeks to identify and respond to the priority needs \nof provinces and districts.  \n \n46.  Balitbang’s education statistics center strengthens information systems and improves \nclient consultation and accountability mechanisms by (i) improving education data collection and \nstatistics,  (ii)  strengthening  the  development  of  education  data  collection  institutions  and \nsystems,  (iii)  improving  human  resources  on  data  management;  (iv)  expanding  the \ndissemination of information related to education decision making; (v) improving the regulation \nand control of education service quality and results; (vi) further developing national regulations \nand standards for education; (vii) improving the management and organization of monitoring \nand accountability systems; and (viii) developing educational data and their utilization in policies \nto strengthen midterm and long-term planning, e.g., the Indonesia Education Assessment to \n2025. \n \n47.   In  addition,  Balitbang’s  forward  research  and  development  work  plans  are  being \nformulated for related work under a number of programs assisted by development partners, \nincluding (i) the next phase of education sector assessment led by BAPPENAS; (ii) capacity \naTshsee vsisemwse nextsp raenssde dp ihloetreedin  caarpe athcoitsye b olof tchke  gcroannstusl tafonrt  adnisdt rdicot sn,o te nsepceecsiasallryil yfo rre perxepseenntd tihtuorsee  pofla AnDnBin’sg  \namnedm mbearns,a Bgoeamrde notf;  D(iiriie) ctthoers ,n Mexatn pagheamsee not,f  oarn satalyfsf,i sa nodf  mthaey  ubsee p roefl immiinnaimryu inm n saeturrveic. e  standards; and \n(iv)  analysis  specific  to  sector  performance,  financial  performance,  and  district  education \n                                                 \n22  Government of Indonesia, Ministry of National Education. Education Research Network. http://www.er-net.or.id  \n ", "12  \nreporting systems.23 Proposed oversight and operational management arrangements for the \nESACDP will coordinate the related analytical efforts of parallel mechanisms.  \n \n48.  MORA has its own Office of Research Development and Training (Badan Litbang dan \nDiklat), which is responsible for data and information preparation as well as policy drafts. \nHowever, it has limited operational capacity, with two centers dedicated respectively to (i) \nconducting research and (ii) training and education in religious affairs based on the policy set by \nthe minister. MORA’s research and development organizational responsibilities and structure \nare in Appendix 6.  \n  \nC.  Cost and Financing \n49.  The ESACDP is estimated to cost $55.0 million, of which about $27.0 million will be a \ngrant from the EU and about $23.0 million will be a grant from the Government of Australia, both \nto be administered by ADB.24 The Government of Indonesia will contribute $5.0 million in kind \nfor office space, transport, workshop facilitation, and remuneration and per diem for counterpart \nstaff. ADB's indicative lending program for 2010–2012 includes the Polytechnics Development \nProject in 2011 for $100 million and the Higher Education Project in 2012 for $130 million. To \nsupport both project designs, grant funds of $2.2 million have been earmarked for two project \npreparatory technical assistance (TA) projects to conduct comprehensive assessments of the \nrespective subsectors. Contributing to the ESACDP and in line with the Jakarta Commitment to \nbuild more effective and inclusive partnerships for development, the diagnostic sector work \nunder these project preparatory TA projects will be integrated in the annual ESACDP work plans \nand carried out in close collaboration with AusAID, the EU, and the Government of Indonesia to \nensure that project designs are aligned with Renstra priorities and linked to the ESSP. Scope for \nadditional contribution to the ESACDP from development partners will be investigated during \nproject implementation. \n \n50.  The main financing components of the ESACDP are (i) technical assistance for the \nESACDP operational management team and operations ($2.6 million); (ii) technical assistance \nfor  the  ESACDP  core  advisory  team  ($2.1  million);  and  (iii)  various  forms  of  technical \ncooperation for the implementation of the ESACDP work plan ($41.3 million). The specific work \nplan allocations under the three outputs and annual budget plans will be determined in the \ninception phase and subsequently form the basis for the annual work plan and budget. The \nESACDP cost estimate and financing plan is in Appendix 8. \n \n51.  The costs of independent AusAID and EU external midterm reviews and evaluation \nservices and of any audit missions and the subsequent formulation and design activities for \nfurther phases of AusAID and EU support will be funded separately from the ESACDP budget. \n \n52.  EU procurement guidelines forbid discrimination in procurement when engaging legal \npersons and firms, and procuring goods and services, from persons and entities established in \nEU-recognized  official  countries,  member  states  of  the  EU,  and  developing  countries  as \nspecified by the Development Assistance Committee of the Organisation for Economic Co-\noperation and Development.25 As the TA is cofinanced by the EU, ADB Management will \n                                                 \n23  The  AusAID  Basic  Education  Program  has  produced  and  updated  valuable  reports,  such  as  the  financial \nperformance report (2008) and district financial reporting in education (2009). \n24  The EU will contribute Euro20.0 million; the Australian Government will contribute AUS$25.0 million. Amounts \ninclude ADB's administration fee, audit cost, bank charges, to the extent that these items are not covered by the \ninterest and investment income earned on these grants, or any additional grant contribution by the Government of \nAustralia and the EU. \n25  Regulation (EU) No. 2110/2005 of the European Council and Parliament, 14 December 2005. \n ", "  13\nrequest Board approval to allow the procurement of eligible goods and services from countries \neligible to supply them under EU regulations that are not ADB members. \n \nD.  Implementation Arrangements \n53.  The ESACDP will be implemented over 5 years, commencing in June 2010 and ending \nin May 2015, subject to AusAID, EU, and government finalization of ESSP governance and \noperational arrangements and the endorsement of contractual agreements between AusAID, \nEU, and the government. The inception phase will include a transition plan from the existing \nstrategic advisory services component of the AusAID Basic Education Program. Transition \narrangements will ensure continuity in established relationships and networks, the transfer of \ndata and knowledge, and continuity of effort through opportunities to align ESACDP work plans \nwith ongoing activity supported by strategic advisory services.  \n \n54.  ADB will be responsible for managing and administering the program collaboratively with \nAusAID, EU, and the Government of Indonesia. ADB will ensure that the program inputs are \nmanaged effectively and efficiently and will support the government’s efforts to enable the \nprogram output and outcomes to be achieved. Disbursements under the TA will be done in \naccordance with the ADB's Technical Assistance Disbursement Handbook.26  \n \n55.  Balitbang will be the executing agency for the ESACDP. The head of Balitbang, as \nprogram  director,  will  appoint  an  ESACDP  program  manager  from  within  Balitbang.  The \nESACDP program manager will be responsible for (i) program work planning, the formulation of \nESACDP annual work plans, and facilitating their approval by the ATOG; (ii) setting up technical \nand financial management, reporting, and accounting systems; (iii) annual budget planning and \nresource allocations; (iv) facilitating the identification of international and national consulting \nservices or other forms of technical cooperation (e.g., institutional twinning, study tours); (v) \npreparing the required progress reports; (vi) organizing and executing the internal midterm \nreview  and  final  evaluation;  (vii)  organizing  any  agreed  government  and  donor  visibility \nrequirements; and (viii) ensuring regular liaison with development partners, particularly ADB, \nAusAID,  and  the  EU.  Annual  work  plans  will  be  formulated  in  cooperation  with  all  key \nstakeholders through an iterative process of consultations and workshops.   \n \n56.  To support the ESACDP program manager’s implementation of annual work plans and \nensure the achievement of expected outputs, the ESACDP will provide $2.6 million in TA for \noperational  management.  A  team  will  be  recruited  to  provide  administrative  and  support \nservices. About 300 person-months of international and national consulting services will be \nrequired, comprising an international ESACDP operational management specialist (about 60 \nperson-months), national operation managers for procurement (about 120 person-months), and \nnational administration and finance managers (about 120 person-months). Indicative terms of \nreference for the ESACDP operational management team are in Appendix 9.   \n \n57.  In addition to assistance for operational management, the ESACDP will provide $2.1 \nmillion in TA for a core advisory team27 to support the ESACDP program director and manager \nin preparing and subsequently implementing ESACDP annual work plans. The core advisory \nteam  will  help  the  executing  agency  with  (i)  formulating  ESACDP  technical  cooperation \nrequirements, including specifying and drafting terms of reference; (ii) assuring the quality and \nmThoen ivtioerwinsg e xtphrees speedr hfoerrmeina nacree  thoofs et eocf hthnei ccaoln scuoltoapnte arantdio dno  nporto nveidceesds aurinlyd reerp rethseen t EthSoAseC oDfP A;D  B(i’isi)  \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n26  ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n27  The TA will provide approx. 60 person-months international consultant services, and 40 person-months national \nconsultant services. \n ", "14  \nimplementing  an  ESACDP-related  knowledge  sharing,  dissemination,  and  learning  strategy \nacross all educational organizations including all key stakeholders; (iv) preparing  progress \nreports; and  (v) assisting the  ATOG with the design and implementation of the broader annual \nESSP sector performance review and reports. A detailed description of the ESACDP core \nadvisory team is in Appendix 10. \n  \n58.  The  ESACDP  operational  management  team  and  the  core  advisory  team  will  be \nrecruited individually and/or through firms in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time), with procurement eligibility expanded to \ninclude those countries eligible for procurement under the EU regulations which are non-ADB \nmember countries, and in consultation with ADB, AusAID, and the Government of Indonesia. \n \n59.  The ESACDP will provide $41.3 million over 5 years for various forms of technical \ncooperation to help the government implement the ESACDP with MONE’s parallel financing of \nthe program, as defined in MONE directorates and Balitbang annual work plans and budgets.28 \nThe  forms  of  technical  cooperation  will  be  defined  in  annual  work  plans  and  include  (i) \nsupporting  legislative  and  regulatory  reforms  through  research  studies,  study  tours,  work \nattachments, and institutional links related to building government capacity to formulate and \nimplement  revised  sector  policy,  strategy,  financing,  and  associated  regulatory  and \norganizational compliance; (ii) supporting capacity development at the center and in districts \nthrough  central,  provincial,  and  district  capacity  assessments,  guidelines  for  organizational \nreform planning, and support for organizational PFM, audit assessments, forward planning, \npreparation of training programs; and (iii) support to improve information and communication \nsystems  through  research,  study  tours,  work attachments,  and institutional links  related  to \nbuilding up organizational knowledge and learning as a  basis for internally driven change.   \n \n60.  The  services  for  implementing  the  annual  ESACDP  work  plan,  including  facilitating \nresearch, surveys, study tours, staff exchanges, twinning arrangements, conferences, seminars, \nand the provision of specialists for defined short-term assignments, will be procured through \n(i) ADB indefinite delivery contracts (IDCs)29 and (ii) individually recruited consultants to be \nagreed upon in the annual work plan. At least three IDC consortia, drawing on international, \nregional,  and  national sources  and  mechanisms,  will  be  pre-qualified  and  retained  on call \ninitially for 2.5 years, with extension of IDC qualification subject to the ESACDP midterm review. \nRecruitment shall be in accordance with ADB's Guidelines on the Use of Consultants, with \nprocurement eligibility expanded to include those countries eligible for procurement under the \nEU regulations which are non-ADB member countries. The IDC approach is consistent with \nsimilar AusAID and EU on-call procurement arrangements30 and is outlined in Appendix 11. \n \n61.  The IDC process for procuring ESACDP technical cooperation services, amounting to \n$41.3 million, will be as follows. Based on the annual work plan, the ESACDP program manager \nwill, with the help of the core advisory team, draft specific terms of reference and specifications \nfor each assignment. These terms of reference will be forwarded to ADB, EU and AusAID for \nreview and action. The ESACDP operational management specialist will circulate terms of \nreference to the pre-qualified ESACDP consortium groups selected under the IDC arrangement. \nEach ESACDP consortium will be required to submit a proposal to ADB within 30 days of \nreceipt of terms of reference. The ESACDP operational management specialist will support \n                                                 \n28  The proposed Balitbang budget for 2010 is Rp1.04 trillion. \n29  IDCs are used to have on call specialized services to provide advices for a particular activity, the extent and timing \nof which cannot be defined in advance. This is commonly used to retain advisers for implementing complex \nprojects, institutional reforms, procurement advice, etc. Unit rates to be paid for the services and experts are \nagreed in advance, and payments are made on the basis of the time actually used. \n30  For example, the EU framework contract and AusAID period offer contract arrangements. \n ", "  15\nADB’s conduct of an evaluation of the consortium proposals within 7 days of receipt. Within a \nfurther 7 days, the ESACDP operational management specialist will meet with the ESACDP \nprogram manager to discuss evaluation ranking and obtain a formal no-objection letter from the \nESACDP program director for ADB’s recommended choice or an agreed alternative. The ADB \nIndonesia  Resident  Mission  will  then  proceed  with  formal  recruitment.  ADB  Procurement \nGuidelines (2007, as amended from time to time) will be applicable throughout implementation, \nwith the expansion of procurement eligibility as noted above. Acquired assets funded under the \nproject will be handed over to the executing agency upon project completion.      \n \n62.  Financing  arrangements.  The  EU  will  contribute  Euro20.0  million;  the  Australian \nGovernment will contribute AUS$25.0 million31. The contribution of the Australian Government \nwill be converted into Euro at the exchange rate prevailing on the same day of the transfer. \nFunds from both financiers will be pooled into one account. All contracts concluded under the \nTA will be denominated in Euro. Financing of activities will not distinguish between EU and \nAustralian contribution, but the amount from each contribution will be recorded in the project \naccounts. ADB will provide annual financial reports to the donors in Euro.     \n \n63.  Reporting. The ESACDP program director and program manager, assisted by the core \nadvisory team, will prepare an inception report including a work plan for 2010. The inception \nreport will to be submitted to the ATOG at the end of the first 3 months for approval. The work \nplan and budget will be reviewed and approved in conjunction with ADB.   \n \n64.  In addition to the inception report, the executing agency, supported by the core advisory \nteam and ADB, will prepare the following reports to be submitted through the ATOG: (i) six \nmonthly technical progress and financial reports; (ii) successive annual work plans and budgets \nfor the calendar years 2011, 2012, 2013, 2014, and the first half of 2015; and (iii) a completion \nreport at the end of the TA indicating achievement toward agreed outputs and outcomes  and \nincorporating lessons and recommendations for any follow up.  \n \n65.  External  monitoring.    Independently  financed  by  the  EU,  an  external  review  of \nESACDP progress is expected to take place in the second half of 2011. A further external \nevaluation is expected to take place in the second half of 2012 or beginning of 2013 and will \nserve as a midterm review. A final external evaluation is envisaged by the middle or end of 2014. \nThese evaluations will be government-led and jointly supported by AusAID and the EU. \n \nVI.  THE PRESIDENT'S RECOMMENDATION \n66.  The President recommends that the Board approve (i) ADB administering a portion of \ntechnical assistance not exceeding the equivalent of $23,000,000 to be financed on a grant \nbasis by the Government of Australia; (ii) ADB administering a portion of technical assistance \nnot exceeding the equivalent of $27,000,000 to be financed on a grant basis by the European \nUnion, both to the Government of Indonesia for the Analytical and Capacity Development \nPartnership; and (iii)  the expansion of procurement eligibility for the technical assistance to \nallow the procurement of goods and services including the engagement of consultants from \nthose countries eligible for procurement under the European Union regulations, which are non-\nADB member countries. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n                                                 \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n31  Detailed payment schedules will be defined in the contribution agreements between ADB and the EU and the Government of \nAustralia, respectively. The Government of Australia will contribute AUS$5.0 million annually over five years; EU will contribute in \nsix installments.  \n  \n     \n ", "   \nDESIGN AND MONITORING FRAMEWORK          \n  1\n6\nDesign  Performance Targets   Data Sources and/or Reporting  Assumptions    \nSummary  and/or Indicators  Mechanisms   and Risks  \nImpact      Assumptions  A\n        p\np\nContribute to implementing  Decreased poverty rate from 14% in 2009 to  Government poverty statistics  Continued political and economic stability,  e\nn\nIndonesia's medium-term  9% in 2015    continued commitment to macro reform  d\nix\ndevelopment policies and      policies and their alignment with education   1\nstrategies for poverty  Improved ranking in the Global   Assessments carried out by the  reform   \nreduction, achieving  Competitiveness Index from 50 in 2007 to 35  World Economic Forum \neducation for all and  in 2015    Sustained commitment and leadership \neducation-related  from central and local governments for \nMillennium Development  poverty alleviation, Millennium \nGoals, and improving its  Development Goals, and education for all \nregional and global   \neconomic competitiveness.  Risks \n   \nUnforeseen negative effects of global \neconomic factors \n \nOutcome  Basic Education    Assumptions \n       \nIncreased enrollment rates:  \nContribute to the  MONE and MORA EMIS  Sustained leadership of change-\ngovernment's efforts to  −  Early childhood GER: 57.3%  in  Renstra monitoring reports  management processes at all levels \nstrengthen the education  SY2008/09 to 73% in SY2014/15      \nsystem and sustain  −  Primary NER: 95.2% in SY2008/9 to 96%  BAN-SM statistics   No radical changes to broad national \norganizational performance  in SY2014/15    education standards and minimum service \nimprovement over the next  −  Junior secondary GER: 73.3%  in    standards strategy, with appropriate \n15 years by modernizing  SY2008/09 to  77% in SY2014/15  MSS surveys, reports, and  rationalization to ensure effective \nthe system, improving    evaluations; district statistics  implementation at all levels \nIncreased percentage of schools and \nservice empowerment, and     \nmadrasahs with BAN-SM accreditation: \nenabling better regional  Feedback from parents, \n−  Primary: 56% in 2009 to 90% in 2015 \nand international  satisfaction surveys, complaints \n−  Junior secondary: 40% in 2009 to 90% in \ncompetitiveness.   procedures, published results  \n2015 \n   \n \n       \n      Central and local governments provide \nImproved achievement of MSS at school and  District development plans and  sufficient funds and resources to \ndistrict level (MSS baseline will be established  budgets, MSS surveys, reports and  strengthen the education system. \nby the end of 2010, and progress will be  evaluations   \nmonitored annually)      \n    Commitment and capacity to develop and \nIncreased parental satisfaction with basic  Renstra monitoring reports and  strengthen MONE and MORA and \n ", "   \nDesign  Performance Targets   Data Sources and/or Reporting  Assumptions  \nSummary  and/or Indicators  Mechanisms   and Risks  \neducation services (annual satisfaction  ESACDP and Balitbang reports  educational institutions linkages and \nsurveys will be carried out, and results will be  and surveys  cooperation with industry and the private \npublished)     sector \n     \nBy 2015, sufficient budget and adequate  BAN-HE statistics    \nresources to achieve MSS are provided    Risks \nthrough district development plans and     \nbudgets as approved by local parliaments.  Statistics and reports from the  Insufficient or uneven local government \n  Directorate General of Higher  capacity to support effective nationwide  \nBy 2015, MOF, MONE, and MORA receive  Education, MONE  implementation of school accreditation \ntimely, accurate data on education sector    and MSS \nperformance from district and provincial  Statistics and reports from   \nadministrations to inform coherent policy and  Directorate General of Higher  Uneven capacity and/or commitment to \npolicy planning and to enable effective  Education, MONE  use of knowledge products in decision \nmonitoring of progress toward achieving    making and change management \nRenstra targets.  Tracer studies on graduates, \n  surveys of industry and the private \nPost-Basic Education  sector and analytical studies \nIncreased percentage of higher education   \nprograms with BAN-HE accreditation: \n−  69% in 2009 to 90% in 2015 \n \nIncreased percentage of universities with ISO \n9001 certification: \n−  State: 17% in 2009 to 100% in 2015 \n−  Private: 10% in 2009 to 50% in 2015 \n \nImproved employability of post-basic education \ngraduates measured by time needed to get the \nfirst job after graduation decreasing from an \naverage 12 months in 2009 to 9 months in \n2015 (baseline will be confirmed by a tracer \nstudy currently in progress and scheduled to \nfinish by June 2010) \nAA\npp\npp\nee\nnn\ndd\nixix\n  1  1 \n11\n77\n  \n ", "   \nDesign  Performance Targets   Data Sources and/or Reporting  Assumptions  \nSummary  and/or Indicators  Mechanisms   and Risks   1\n8\n         \nOutputs    Assumptions \n       \nA\n1.  Policy and operational  Reviews, research papers, and policy  Revised laws, by-laws, and  Sufficient availability of high-quality  p\np\nresearch papers and  proposals lead to improved laws, by-laws,  regulations  analytical and organizational research and  e\nn\nproposals for selective  and regulations.    assessment capacity  d\nix\nlegislative and regulatory  Government monitoring reports on     1\nreforms related to basic  PFM  Sustained commitment to improving public   \nPFM arrangements and accountability \nand post-basic education    access to information  \nmechanisms between the center and local \npolicies and financing.  Feedback from government   \nbodies are strengthened; updated information \ncounterparts on the relevance and \nis available.  \n2.  Policy and operational  quality of policy and operational \nresearch papers and  research papers and proposals \nOrganizational assessments and policy \nproposals for selective   \nproposals contribute to improved \norganizational change  Specific plans and evaluations of \norganizational performance including good \nand development in  organizational change and capacity \ngovernance, efficiency, and effectiveness at \ncentral, provincial, and  development  \nall levels \ndistrict agencies,   \nschools, TVET, and  Specific plans, surveys, and \n \nuniversities  evaluations of knowledge and \n \ninformation-management strategies \nBy 2015, MONE and MORA management \n \n3.  Improved information \ninformation systems at all levels are improved \nFeedback from the public on \nand communication \nto the satisfaction of users and provide the \neducation public information \nsystems   \nreliable, consistent, and timely information \nsystems  \n \nrequired for policy planning and monitoring. \n \n \nFrom 2011 to 2015 improved public  Websites and published \ninformation on the education system,  information \nincluding access, comprehensiveness, and   \nquality of information \n \n \n \n \nInputs \nActivities (Milestones will be agreed in the first annual workplan by August 2010) \n \nOutput 1: Legislative and Regulatory Reforms  ESACDP technical cooperation for \nimplementing the ESACDP work plan, \n1.1 Review and formulate longer-term sector policies and strategies that are responsive to priority social and \namounting to $41.3  million, will cover the \neconomic development requirements. \ncosts and operations of (i) international, \n ", "   \nInputs \nActivities (Milestones will be agreed in the first annual workplan by August 2010) \n \nregional, and national consulting services; \n1.2 Conduct consultations with MONE and MORA and external stakeholders on ministerial priorities and Renstra \n(ii) workshops and conferences; (iii) \ntargets for regulatory reform and organize workshops and strategic seminars to socialize recommendations. \ninternational and regional study tours; \n1.3  Review progress of expenditure efficiency policies, as  projected by the PFM reforms driven by MOF, and  (iv) operational research, field work, and \ndevelop recommendations for ensuring that the financing policy across the sector is equitable and effective,  travel; (v) international and regional work \ne.g. School Operation Fund (BOS), Special Allocation Fund (DAK) and scholarships against pro-poor  attachments; (vi) international and regional \nindicators.  institutional links; (vii) selective equipment \nand operational support; (viii) ESACDP \n1.4  Develop policy recommendations defining the roles of the Government of Indonesia at all levels in the sector,  analytical output production and \nincluding the private sector and communities.  dissemination; (ix) setting up any ESACDP \ninformation communication networks for \n1.5  Analyze institutional, organizational, and financing options to improve the market responsiveness of vocational \nESACDP knowledge dissemination; and \neducation and training, higher education, informal education, and adult learning and develop options for public–\n(x) the provision of any ESACDP visibility \nprivate partnerships. \npartnership. \n1.6  Undertake socioeconomic research and policy study on student recruitment to examine the inclusiveness of the \nESACDP planning, management, \nsystem, including free basic education practices and impact on the poor and those with special needs. \nmonitoring, and knowledge management \n1.7  Examine and recommend best options for both regional and international benchmarking (e.g., the use of  technical assistance amounting to $2.1 \nShanghai higher education index through neighboring regional and international examination boards).  million will be provided through the \nESACDP core advisory team.  \n1.8  Develop the reform of examination regulations to improve learning achievement through national examinations \nand make recommendations for establishing a reformed examination organization.  ESACDP operational management \ntechnical assistance amounting to $2.6 \n1.9  Review strategies for implementing regulations on MSS and NES as a bases for identifying gains in program \nmillion. \ndelivery efficiency. \n \n1.10 Develop recommendations and an action plan for the rationalization and regulation of the responsibilities of \ncentral and local governments regarding school quality improvement related to accountability, teachers, and \neducation personnel, etc, including the role of MONE provincial outreach organizations, e.g., provincial \neducation quality assurance institutions and the role of provinces in education delivery. \n1.11 Manage consultations with MONE, MORA, and sector stakeholders to develop guidelines for implementing \ninstitutional autonomy laws and organize workshops and strategic seminars to promote recommendations. \n \nAA\npp\npp\nee\nnn\ndd\nixix\n  1  1 \n11\n99\n  \n ", "   \nInputs \nActivities (Milestones will be agreed in the first annual workplan by August 2010) \n  2\n0\n \n \nOutput 2: Capacity Development at the Center and in Districts \n \n2.1  Support government capacity to review accountability arrangements at various levels, including how best to  Sources of financing: Government of  A\np\nestablish critical capacity for transparency and accountability (e.g., with national and local parliaments).  Australia: $23.0 million and EU: $27.0  p\ne\nmillion.  n\nd\n2.2  Support government capacity to prioritize organizational reform planning in agencies responsible for designing  ix\ninstitutional reform and monitoring compliance and safeguarding (e.g., audit agencies).   1\n \n2.3  Support government capacity to assess consistency between assigned obligations and functions and actual \noperational arrangements under decentralization and help plan any organizational adjustments \n2.4  Identify capacity gaps to implement a medium-term expenditure framework and program-based budgeting, \nincluding results monitoring and program costs and standards; formulate action plan; and allocate resources in \nresponse to findings.  \n2.5  Research and develop models involving local government in increasing early childhood access. \n2.6  Conduct a tracer study on secondary and higher education to improve relevance and develop options to \nstimulate demand side \n2.7  Develop an action plan to reduce provincial and district disparities in access to high-quality basic education, \nincluding for marginalized children.  \n2.8  Conduct district education PFM assessments. \n2.9  Review and develop a plan, including a national organization, for benchmarking math, science, and literacy. \n2.10 Review and conduct a needs analysis of current curriculum for all primary, junior secondary, and senior \nsecondary schools and curriculum reform. \n2.11 Review and recommend changes to the accreditation program for formal education (primary school, junior \nsecondary, and senior secondary, including special schools and madrasah and higher education) and informal \neducation. \n2.12 Formulate an action plan to further develop the MSS and NES toward improving the quality and relevance of \neducation nationwide.  \n \n2.13 Undertake a study of school classification policy, including international standard schools, and their impact on \n \nstudent behavior and school culture. \n \n2.14 Review policy and establish an action plan for computerized adaptive testing. \n2.15 Review district capacity to plan for strengthening education management  including principals, teachers and \nsupervisors. \n2.16 Manage a regional study tour for selected stakeholders to examine best practice in private–public partnerships \nfor post-basic education, including TVET, informal education, adult education, and lifelong learning and help  \ninstitutions establish partnerships with international providers \n ", "   \nInputs \nActivities (Milestones will be agreed in the first annual workplan by August 2010) \n \n2.17 Conduct subsector reviews, including TVET and higher education, which will be financed and conducted under \nADB project preparatory TA to prepare new loans. \nOutput 3: Improvement of information and communication systems (includes data mechanisms and \nmanagement)  \n3.1  Clarify organizational development requirements for setting up an integrated outcome- and output-based \nmanagement information system. \n3.2  Undertake an analysis of users at various levels and review current information systems and related capacity, \nespecially regarding current mandates, staffing skill mix, and externally oriented communication systems (e.g., \nwith Parliament, civil society, and within government). \n3.3 Review options for a cost-effective approach to information and communication technology, bearing in mind \ncosts and capacity in provinces, districts, and schools. \n3.4   Develop an agreement on what constitutes \"core data\" for planning and monitoring. \n3.5  Develop an action plan for strengthening internal and external processes for knowledge management (e.g., \nstrengthening the EMIS) to share examination results and approaches for improving student performance and \nteacher development, etc. \n3.6  Develop an integrated system for key educational performance indicators, conduct regular reviews to assess \nprogress toward achieving Renstra targets and ESSP RF targets, and publish findings and recommendations. \n3.7  Develop a data dictionary and encyclopedia for education policies, management, and implementation. \n3.8  Develop a system of communication between educational organizations and external clients and promote client \nsatisfaction surveys and procedures for complaints and appeals (e.g., building on useful ones under BAN and \ninfrastructure projects). \n \n \n \nAA\npp\npp\nee\nnn\ndd\nixix\n  1  1 \n22\n11\n  \n ", "   \n \nInputs  2\nActivities (Milestones will be agreed in the first annual workplan by August 2010)  2\n   \n  A\n3.9 Work collaboratively with the aid-effectiveness secretariat, MONE, and MORA to establish a joint action plan  p\np\nand targets for implementing the Jakarta Commitment in the education sector.  en\nd\n3.10 Publish sector performance progress reports on Renstra 2010–2014 and program work plans, budgets, and  ix 1\nprogress reports on the MONE and MORA websites.   \n3.11 Design a comprehensive public communication strategy for implementing Renstra 2010–2014, including \nposting sector performance progress reports and publishing regular progress reports on Renstra targets and \ninformation on program work plans and budgets.  \n3.12 Facilitate education seminars, conferences, and publications to further improve the visibility of the Renstra \nimplementation and the partnership of the Government of Indonesia with ADB, AusAID, and the EU.  \n  \nESACDP = Analytical and Capacity Development Partnership, ADB = Asian Development Bank, AusAID = Australian Agency for International Development, BAN-\nHE = Board of National Accreditation for Higher Education, BAN-SM = Board of National Accreditation for Schools and Madrasah, EMIS = Education  \nManagement Information System, ESSP RF = Education Sector Support Program Reform Framework, EU = European Union,  GER = gross enrollment rate, MOF \n= Ministry of Finance, MONE = Ministry of National Education, MORA = Ministry of Religious Affairs, MSS = minimum service standard, NES = national education \nstandard, NER = net enrollment rate , PFM = public financial management, TA = technical assistance, TVET = technical and vocational education and training. \nNote: This design and monitoring framework can be updated without necessitating an amendment to the agreements with EU and AusAID, based on results and \nactivity monitoring reports and ESACDP technical oversight group recommendations. Any change to the framework will be agreed upon by the ESACDP technical \noversight group. \na  A detailed work plan will be agreed annually. \nSources: ADB, AusAID, EU. \n \n \n \n ", "     \nTable A2.1: Education Sector Support Program Results Framework – March 2010 \n \n \nSector Results: Outcomes/Outputs  Baseline  2010  2011  2012  2013  2014 \nExpanded Equitable Access             \n             \n1.1  Percentage of districts with early  28.4%  37.7%  47%  56.4%  65.7%  75% \nchildhood development gross enrollment             \nRate of 50% or greater, including formal  and \nnon-formal provision from educational \ninstitutions under the responsibility of MONE \nand MORA. \n \n             \n1.2  Percentage of districts with junior  55%  61%  67%  73%  79%  85% \nsecondary school gross enrollment rate of             \n90% or greater, including formal and non-\nformal provision from educational institutions \nunder the responsibility of MONE and \nMORA. \n \nImproved Quality/Relevance             \n             \n2.1  Percentage of primary and junior  59%   64%  69%  74%  79%  85%  \nsecondary public and private schools and             \nmadrasahs with National Board of \nAccreditation for Schools and Madrasahs \n(BAN-SM) accreditation (minimum rank C). \n \n             \n2.2  Numbers newly enrolled annually on  -  30,000  55,000  55,000  55,000  55,000 \nspecifically designed and accredited in- (85,000)  (140,000)  (195,000)  (250,000) \nservice training courses for school principals  A\np\nand supervisors, for ECD, primary and  p\ne\nsecondary levels (MONE and MORA).   n\nd\n  ix\n  2\n               \n2\n3\n \n ", "    \nSector Results: Outcomes/Outputs  Baseline  2010  2011  2012  2013  2014 \n              2\n3.1  Numbers of key district officials and  -  MSS  4,000 key  20,000  MSS  MSS  4\n \nschool supervisors trained in minimum  approved by  district  school  achievement  achievement \nservice standards (MSS)  for primary and  Government  officials  supervisors  target to be  target to be \nA\njunior secondary education (MoNE and  determined  determined  p\np\nMoRA) for all districts.  en\nd\n  ix\n    2\n \n   \n             \n3.2  Numbers newly enrolled annually on  700  800  2,000  2,000  2,000  2,000 \nspecifically designed and accredited  (1,500)  (3,500)  (5,500)  (7,500)  (9,500) \neducation planning and financial \nmanagement in-service training courses for \nprovincial and district officials (MONE and \nMORA). \n \nBAN-SM= Board of National Accreditation for Higher Education, EMIS= education management information system, MONE= Ministry of National Education, \nMORA= Ministry of Religious Affairs, MSS= minimum services standard \n \nNotes: \n1.  Indicator 3.1 will initially focus on MSS training.  From 2012 (2013 column in the results framework for assessment purposes) the indicator will focus on MSS \nachievement.  The specific MSS achievement indicator and the annual targets for achieving the indicator will be developed and agreed following the \nestablishment of MSS baseline data. \n2.  The numbers in italics for training (indicators 2.2 and 3.2) are cumulative numbers across the years of implementation. \nSource: AusAID; EU \n.\n ", "     \nTable A2.2: Data Sources and Periods \n \nData  Baseline  2010  2011  2012  2013  2014 \nExpanded Equitable Access             \n             \n1.1  Early childhood development gross  2008/09  2009/10  2010/11  2011/12  2012/13  2013/14 \nEnrollment Rate   Enrollment   Enrollment   Enrollment   Enrollment   Enrollment   Enrollment  \n       \nThe sources of monitoring information are \nMoNE and MORA EMIS data consolidated by \nBalitbang, MONE. \n \n             \n1.2  Junior secondary school gross enrollment  2008/09  2009/10  2010/11  2011/12  2012/13  2013/14 \nrate   Enrollment   Enrollment   Enrollment   Enrollment   Enrollment   Enrollment  \n       \nThe sources of monitoring information are \nMoNE and MORA EMIS data consolidated by \nBalitbang, MONE. \n \nImproved Quality/Relevance             \n             \n2.1  Primary and Junior Secondary Schools  BAN-SM  BAN-SM  BAN-SM  BAN-SM  BAN-SM  BAN-SM \nand Madrasahs BAN-SM accreditation ranking  data at end  data at end  data at end  data at end  data at end  data at end \ndata  2008  2009  2010  2011  2012  2013 \n             \nThe sources of monitoring information are \ncentral/ provincial BAN-SM accreditation \ndatabase and annual reports, and MONE and \nMORA EMIS data. \n \n             \n2.2  Numbers enrolled on school principals and  -  Numbers  Numbers  Numbers  Numbers  Numbers  A\np\nsupervisors training  enrolled for  enrolled for  enrolled for  enrolled for  enrolled for  p\ne\n  2010  2011  2012  2013  2014  n\nd\nThe sources of monitoring information are            ix\nMONE and MORA education personnel    2 \ndatabases and EMIS. \n \n2\n5\n \n ", "    \nData  Baseline  2010  2011  2012  2013  2014 \nImproved Governance/Accountability              2\n6\n               \n3.1  Numbers of key district officials and school  -  MSS  Numbers  Numbers  MSS data to  MSS data to \nsupervisors trained in Minimum Service  regulation  trained by the  trained by the  be  be  A\np\nStandards (MSS) for primary and junior  end of 2010  end of 2010  determined  determined  p\ne\nsecondary education (MoNE and MoRA) for all       n\nd\ndistricts    ix\n    2\n \n \nThe sources of monitoring information are \nMONE and MORA MSS training databases and \nreports. \n \n             \n3.2  Numbers enrolled on provincial and district  Numbers  Numbers  Numbers  Numbers  Numbers  Numbers \neducation planning and financial management  trained in  enrolled for  enrolled for  enrolled for  enrolled for  enrolled for \ntraining  2009  2010  2011  2012  2013  2014 \n             \nThe sources of monitoring information are \nMONE and MORA education personnel \ndatabases and EMIS. \n \nBalitbang = National Office of Education Research and Development of MONE, BAN-SM = Board of National Accreditation for Schools and Madrasah, ECD = \nEarly Childhood Development, EMIS = education management information system, MONE = Ministry of National Education, MORA = Ministry of Religious Affairs, \nMSS = Minimum Service Standard. \nSource: AusAID; EU  \n ", "  Appendix 3  27 \nOVERVIEW OF OTHER INITIATIVES FINANCED BY DEVELOPMENT PARTNERS  \nA.  Overview  \n1.  Since commencing government decentralization in 2001, Indonesia’s education sector \nhas received $2.1 billion in external assistance from multilateral and bilateral agencies.1 These \ndevelopment partners continue to provide assistance amounting to an estimated 2% of public \neducation expenditure (Rp209 trillion in 2009) and 5%–6% of discretionary spending.  \n2.  Primary and secondary education has received the largest share ($1.2 billion), with \nnational and provincial development spending focused on achieving the goals and targets of \neducation for all by, for example, improving school infrastructure and providing scholarships and \ntextbooks. More recent assistance in 2005–2009 has been in line with education reform as set \nout in the education strategic plan,  Renstra. The thrust of this 5-year period has been the \nimplementation of projects and programs designed to maintain the focus on achieving goals and \ntargets through support for formal basic education and improved access and equity, quality \nstandards, and governance and accountability. \n 3.  Table A3 indicates that some agencies/development partners have extended their efforts \nto include the management of several projects and programs operating at different levels in the \nsector. Others have contributed to capacity building at only one level in the sector, e.g., USAID \nDecentralized Basic Education project (1, 2, 3). \nTable A3: Major External Assistance to the Education Sector Extending Beyond 2009 \nFunding \nProject or Program Title  Project or Program Focus  body  Calendar \nDecentralized Basic  Strengthen the quality of basic education in 100 of the  USAID  2005–2010 \nEducation (1, 2, 3)  country’s approximately 509 districts over 5 years, \nAustralia–Indonesia  Improve equitable access to higher-quality and better- AusAID  2006–2010 \nBasic Education Program   governed basic education, including constructing over 1,500 \npublic schools and 500 Islamic schools by the end of 2009. \nBasic Education Sector  Mapping and mainstreaming local good practice.   EU, UNICEF  2006–2010 \nCapacity Support   Improving education service delivery  EU, ADB  2008–2010 \nPromotion of vocation  Advise MONE, Ministry of Labor and Industry in building a  GTZ,  2008–2010 \ntraining  network of private and public institutes offering modern and \ninnovative vocational training programs. \nBOS-KITA  (School  Strengthen school-based management.  World Bank  2008–2010 \nOperation Fund – \nSupport Program) \nManaging Higher  Support the management and administration of the  World Bank  2007–2011 \nEducation for Relevance  Directorate General for Higher Education and assist with the \nand Efficiency Project   development of the legal framework for higher education. \nDutch Education Trust  Support preparatory policy activities (studies, pilots, and  World Bank  2006–2011 \nFund/Support Program   reviews) in teacher management, certification, information \nand communication technology, general and vocational \neducation, and monitoring and evaluation of government \nprograms, including the BOS (School Operation Fund) \nBasic Education Capacity  Help the Government of Indonesia achieve the Millennium   World Bank,  2007–2012 \nTrust Fund   Development Goals and education for all by supporting good  EU, \ngovernance in education.  Netherlands \n \n                                                 \n1  Multilateral assistance includes the World Bank ($845 million), ADB ($125 million); Islamic Development Bank \n($110 million); bilateral assistance includes Japan Bank for International Cooperation and Japan International \nCooperation Agency ($375 million), AusAID (A$387 million), USAID ($147 million), the Netherlands ($56.7 million), \nGermany ($34.8 million), New Zealand, and UNICEF. The European Union is cofinancing with ADB, United \nNations Children’s Fund (UNICEF), and the World Bank for the equivalent of $53 million. \n ", " 28  Appendix 3   \nFunding \nProject or Program Title  Project or Program Focus  body  Calendar \nEarly Childhood  Ensure that more children from poor families have access to  World Bank  2007–2013 \nDevelopment Project   early education. \nBetter Education through  Improve accreditation and upgrade teachers’ skills through  IDA-IBRD  2008–2013 \nReformed Management  distance education in 16 provinces and 75 districts, a teacher  Netherlands \nand Universal Teacher  quality performance loan, and universities with teacher \nUpgrading   training, provided on a grant basis. \nIndonesia Vocational  Improve international competitiveness and employment  ADB  2008–Nov \nEducation Strengthening  opportunities for senior secondary vocational graduates  2013 \nProgram for Enhancing  Participatory school-based management  JICA  2009–2013 \nQuality of Junior \nSecondary Education \nICT = information and communication technology, IDA-IBRD = International Development Agency – International \nBank for Rural Development, JICA= Japan International Cooperation Agency. \nSources: ADB. \n \n4.  For various reasons, some to do with the Government of Indonesia and/or development \npartners decision-making (e.g., the opportunity through Better Education through Reformed \nManagement and Universal Teacher Upgrading (BERMUTU) to model teacher upgrading), a \ncoordinated approach to systemic capacity development of any nature2 in the sector has been \nlacking. Approved external assistance beyond 2009 is designed to maintain focus on early \nchildhood development, school-based management, teacher training, and the expansion of \nemployment opportunities for senior secondary vocational graduates.  \n5.  Since July 2008 the government’s leadership and approach to promoting education \nsector partnership and donor coordination has improved. The Ministry of National Education, \nMinistry  of  Religious  Affairs,  Ministry  of  Finance,  Ministry  of  Home  Affairs,  National \nDevelopment Planning Agency, and State Ministry for Administration Reform are increasingly \ninvolved in sector performance evaluation, policy dialogue and Renstra formulation. As a result, \nprogrammed strategic assistance is progressively moving toward supporting the government’s \nanalysis of critical policy issues and developing new policy to support the service empowerment \nphase of reform. This phase is designed to sustain capacity improvements and strengthen \npublic accountability mechanisms for assuring access and improved quality and standards. \n6.  The government's medium-term development plan, 2010–2014 confirmed that further \neducation reform will continue to be a priority, with an increased emphasis on repositioning the \neducation  and  training  system  to  improve  Indonesia's  regional  and  international  economic \ncompetitiveness.  \n7.  The Analytical and Capacity Development Partnership’s (ESACDP) program strategy is \ndesigned to work within the Government of Indonesia to support these priorities. The ESACDP \nwill help inform the policy dialogue and institutional and organizational reform to underpin policy \nimplementation,  as  well  as  help  reduce  disparities  in  provincial  and  district  education \nperformance. It will support and formulate longer-term sector policies and strategies that are \nresponsive  to  priority  social  and  economic  development  requirements.  For  example,  it  is \nproposed that the ESACDP build on the work of the Asian Development Bank (ADB)–European \nUnion (EU) Basic Education Sector Capacity Support Program (BE-SCSP) with an analysis to \narticulate  the  regulations  related  to  minimum  service  standards  and  national  education \nstandards. This should provide a baseline for identifying gains in program delivery efficiency. \n \n \n                                                 \n2 Capacity development involves human resources and institutional development and infrastructure. \n ", "  Appendix 3  29 \nB.  Harmonization of Analytical Support for Education  \n8.  The ESACDP will provide support to the government far in excess of other development \npartners analytical support envisaged for 2010–2015. The purpose and scope of the ESACDP \nhas  been  agreed  with  the  Government  of  Indonesia,  and  its  operational  structure  and \nimplementation will be located within the government.  The design of the ESACDP took into \nconsideration  the  existence  of  several  analytical  support  programs  of  other  development \npartners that are already operational and future support under consideration by others.  \n9.  To ensure harmonization, the ESACDP partners agree that the following principles will \nguide ESACDP implementation: (i) Additional development partners may join the partnership \nthrough joint financing or parallel financing arrangements, and their areas of analytical priority \nwill be considered by the ESACDP technical oversight group in expanding the scope of the \nESACDP.  (ii)  Other  development  partners  may  provide  bilateral  analytical  support \ncomplementary to the ESACDP and its technical oversight group, and ESACDP operational \nmanagement  and  core  team  will  cooperate  to  ensure  harmonization  of  effort  in  areas  of \nconvergence. (iii) The ESACDP will consult intensively with existing operations such as the \nBasic Education Capacity Trust Fund and the Dutch Basic Education Trust Fund to ensure \ncomplementarity of effort and possible shared effort around selected areas of their mutual \nmandate,  (iv)  Knowledge  sharing  procedures  may  be  established  through  government-\norganized dialogue among analytical support providers, both current and future, including joint \nad hoc working groups on specific priority areas that more than one provider is contributing to. \n10.  These principles build on past practices of collaboration and joint effort such as between \n(i) the EU- and Netherlands-financed, World Bank-managed and AusAID-financed analytical \nservices in 2009 to support the preparation of the medium-term development plan for education \nand  (ii)  the  EU–ADB  Minimum  Service  Standards  Technical  Assistance  and  the  EU–\nNetherlands–World Bank Basic Education Capacity Trust Fund in district capacity assessments. \n11.  During  ADCP  preparation  there  were  expressions  of  interest  from  the  Japan \nInternational Cooperation Agency and the World Bank in working jointly with the proposed \nESACDP  in  such  areas  as  the  accreditation  of  vocational  and  informal  institutions  and \nresponding  to  the  evolving  agenda  of  the  Thematic  Education  Dialogue, 3  and  other \ndevelopment partners such as the United States Agency for International Development and the \nNew Zealand Agency for International Development indicated that they would consider the \nESACDP option in their design processes. \n12.  A broadly representative and effective organizational arrangement for dialogue is active \nin the form of the education sector working group, whose operation is guided by a set of \npartnership  principles  revised  in  early  2009.  The  working  group  has  evolved  from  an \ninformation-sharing group to one that more systemically advocates improved harmonization and \nalignment as agreed in the Jakarta Commitment. There have been significant efforts since 2006 \nto better harmonize approaches to external assistance through various forms of ADB, AusAID, \nEU, Netherlands, United Nations Children’s Fund (UNICEF), and World Bank cooperation.4  \n                                                 \n3  Led by the National Development Planning Agency, with joint support from AusAID, EU, Netherlands, and World \nBank. \n4  Noteworthy examples include (i) the ADB–EU and EU–UNICEF BESCSP analysis and piloting for capacity \ndevelopment; (ii) EU–Netherlands–World Bank Basic Education Capacity Trust Fund support for district capacity \ndevelopment  grants;  and  (iii)  AusAID–EU–Netherlands–World  Bank  analytical  partnership  for  the  Thematic \nEducation Dialogue and education sector assessment. \n ", "30  Appendix    4   \nMINISTRY OF NATIONAL EDUCATION ORGANIZATIONAL CHART \nAdvisor Staff to Minister \nMinistry of National Education \nSecretariat General \nNational Office of Educational \nInspectorate \nResearch and Development \nGeneral \nCenter of \nEducation  Center of \nSecretariat of  Secretariat of  Bureau  and  Linguistics \nInspectorate  Office of R&D  General Affairs  Personnel \nGeneral  Training \nCenter for Policy  Bureau  Center of \nInspectorate I  Research and  Planning and  Center of  Technology and \nEducational  International  Graphics  Communication \nInnovation  Cooperation  Indonesia  for Education \nInspectorate II \nCenter of Curriculum  Bureau of  Center of \nCenter of \nInspectorate III  Education  Personal  Text Book  Enhancement \nPhysics Quality \nInspectorate IV  Center of Statistics  Bureau of Law \nEducation  and \nCenter of \nOrganization \nInformation and \nCommunity \nCenter of Education  Relations \nAssessment \nDitGen Management for \nDitGen of Higher  DitGen of Nonformal  DitGen of Quality \nPrimary and Secondary \nEducation  and Informal Education  Improvement for \nEducation \nTeacher and \nEducational Personnel\nSecretariat of DitGen  Secretariat of \nSecretariat of DitGen  Secretariat of DitGen of \nManagement for Primary  DitGen of Higher \nof Out of School  Quality Improvement for \nand Secondary Education  Education \nTeacher & Educational \nPersonnel \nDitGen of Early \nDirectorate of  Directorate of  Childhood \nKindergarten and Basic  Academic  Education  Directorate of Teacher \nEducation Development  Profession \nDirectorate of \nDitGen of \nDirectorate of Junior  Research and  Equivalency  Directorate of \nSecondary Education  Dedication to  Education  Education Personnel \nDevelopment  community \nDitGen Community \nEducation  Directorate of Teacher \nDirectorate of Senior  Directorate of  and Educational \nSecondary Education  Personnel  Personnel Non-Formal \nDevelopment  (HR) \nDitGen Course and \nInstitutional  Directorate of \nDirectorate of Special  Directorate of  Development  Education and Traning \nEducation Development  Institutional  Development \nState University  Unit of Technical Implementation  KOPERTIS \n \nSource: Ministry of National Education   \n ", "   \nMINISTRY OF NATIONAL EDUCATION BALITBANG ORGANIZATIONAL STRUCTURE \n \nNational office of Educational Research and Development \nSecretary of R & D Office \nPlanning Division Finance Division Personnel and Management  General Affairs \nDivision Division \nCenter for Research  Center for Curriculum  Center Education  Center of Education \nPolicy and Educational  Statistics  Assessment \nInnovation \nSubdivision  Division Administrative  Subdivision  Division Administrative \nAdministrative Affairs  Affairs  Administrative Affairs  Affairs \nResearch Policy  Primary Education  Primary Education  Academic Achievement \nSection  Curriculum Section  Statistics Section  Section \nPsychometric Section \nInnovation Education  Secondary Education \nSection  Curriculum Section  Secondary Education \nStatistics Section \nAnalysis and Information \nInformation and  Non Formal Education  System Section  A\nResearch Network  Curriculum Section  p\np\nSection  Higher Education and  e\nn\nNon Formal Statistics  d\nCSuprericciuallu Emd uSceacttioionn   Section  MQounailtiotyr inEgd uSceacttioionn   ix  5\n \n3  \n  1\n \nSource:  Ministry of National Education \n ", " \nMINISTRY OF RELIGIOUS AFFAIRS RESEARCH AND DEVELOPMENT ARRANGEMENTS AND ORGANIZATION \n   3\n2\n   \n \n \n \nA\n  p\np\n   e\nn\n    dix\n    6\n     Office of Research Development and Training Education \n    \n  \nSecre tariat\n  \n  \n      -     \n        \nCenter of   RD  Center of  Center of RD  Lanjah  Center of  Center of \n  Religious Live   Religion and  Religious  Pentashihan  training  training \n   religious affairs  Affairs Lecture  Mushaf A-Quran  education for  education for \neducation administration   religious   \non personnel  technical \npersonnel  \n \n \n \n \nRD =  research and development \nSource: Ministry of National Education. \n ", "    Appendix  7  33 \nIMPLEMENTATION ARRANGEMENTS \nESACDP= Analytical and capacity development partnership, ATOG = ESACDP Technical Oversight Group, \nBalitbang = National Office for Educational Research and Development, Bappenas = National Development \nPlanning Agency, EU= European Union, ESSP= Education Sector Support Program, GOI= Government of \nIndonesia, MOF= Ministry of Finance, MONE = Ministry of National Education, MORA = Ministry of Religious \nAffairs,  \nSource:AusAID\n ", "34  Appendix  8 \nCOST ESTIMATES AND FINANCING PLANd  \n($'000) \nItem  Total Cost \nA.  Government of Australia and the European Uniona, c   \n1.  Operational management team   \na. International consultant (approx. 60 person-months)  1,500 \nb. National consultants (approx. 240 person-months)  700 \nc. Office operational costs and basic equipment  400 \n      Subtotal (1)  2,600 \n2. Core advisory team   \na. International consultants (approx. 60 person-months)   1,500 \nb. National consultant (approx. 40 person-months)  350 \nc. International and local travel  200 \nd. Reports, communications, and others  50 \n      Subtotal (2)  2,100 \n3. ESACDP technical cooperation services    \na. Legislative and regulatory reforms,b  7,761 \nsocioeconomic analysis,    \nsector policy research, visioning, \nlegal and regulatory capacity assessment, \ncenter and district compliance organizational review, and \npublic–private partnership education strategy \nb. Capacity development (central and district),b   23,425 \ncentral, provincial, and district MONE MORA organizational audit;   \ncentral and district MONE and MORA PFM audit and planning; \nmid- and end-Renstra performance review planning; and \nparliamentary oversight capacity planning \nc. Improvement of information and communication,b  10,125 \ncentral and district MONE and MORA EMIS planning,   \nknowledge management system development planning, \nvisibility strategy, and equipment and technology provision \n    Subtotal (3)  41,311 \n4. Indirect costs (5% applied on cost items 1–3)  2,301 \n5. Contingencies   1,688 \n              Subtotal (A)  50,000c \nB.  Government of Indonesia (in kind)   \n1. Office accommodation and transport  2,000 \n2. Remuneration and per diem for counterpart staff  3,000 \n              Subtotal (B)  5,000 \n                                             Total (A+B)  55,000 \nESACDP = Education Sector Analytical and Capacity Development Partnership, ADB = Asian Development \nBank,  AusAID  =  Australian  Agency  for  International  Development,  EMIS  =  Education  Management \nInformation System, EU = European Union,  MONE = Ministry of National Education, MORA = Ministry of \nReligious Affairs, PFM = public financial management. \n \nNote: ADB's indicative lending program for 2010–2012 includes the Polytechnics Development Project in \n2011 for $100 million and the Higher Education Project in 2012 for $130 million. To support both project \ndesigns, grant funds of $2.2 million have been earmarked for two project preparatory technical assistance \nprojects to conduct comprehensive sector assessments. These will be integrated into the annual ESACDP \nwork plans.  \n a  Administered by ADB. \nb  Each component may include expenditures for individual consultants, firms, research, workshops, study \ntours, staff exchange, surveys, study visits, twinning arrangement; activities will be demand-driven and \ndetermined through the work plan to be agreed annually. \nc  This amount includes ADB's administration fee, audit cost, bank charges to the extent that these items are \nnot covered by the interest and investment income earned on these grants, or any additional grant \ncontribution by the Government of Australia and the European Union. \nd  Based on approved annual workplans, annual financing plans will be prepared using standard TA cost \ncategories in accordance with the TA Disbursement Handbook.  \nSources: ADB, EU, AusAID. \n ", "  Appendix  9  35 \nOUTLINE TERMS OF REFERENCE: OPERATIONAL MANAGEMENT TEAM \n \n1.  The  ESACDP  operational  management  team  will  comprise  consultants  with  the \nexperience and skills to support flexible implementation and completion of agreed activities and \noutputs in accordance with the annual work plan. The primary responsibilities of the operational \nmanagement team are to facilitate procurement, secure and manage services; and assure the \nquality of service delivery and the administrative support the ESACDP provides.  \n \nA.  Scope and Coverage of Consulting Services \n \n1.  ESACDP Operational Management Specialist (about 60 person-months) \n \n2.  The  specialist  will  be  responsible for  overseeing  the  ESACDP  work  plan, including \ncompleting agreed activities and outputs and the timely preparation of reports. Management \nresponsibility  will  include  supervising  the  ESACDP  operational  management  team.  The \nspecialist is expected to possess a minimum of 5 years of professional experience managing \ntechnical assistance contracts in education and/or analytical and capacity development and be \nable  to  demonstrate  high  competency  in  interpersonal  relationships  and  effective \ncommunication. Experience with Indonesia’s education sector is an advantage. The specialist \nwill \n(i)  oversee the ESACDP annual work plan;  \n(ii)  liaise,  in  support  of  the  ESACDP  program  director  and  manager  and  in \ncollaboration with the core advisory team, with the ESACDP technical oversight \ngroup (ATOG) to ensure that ESACDP work plans address agreed priorities and \nare translated into specific activities; \n(iii)  assist the executing agency in drafting progress reports and specific activity \nreports as agreed in the work plan and manage annual performance review; \n(iv)  prepare all technical and financial reports in relation to contracted services;  \n(v)  supervise the effective performance of the ESACDP operational management \nteam;  \n(vi)  organize management review; \n(vii)  manage contractors and oversee technical procurement; \n(viii)  manage planning, budgeting, resource allocation, and reporting in the ESACDP \noperational management team; \n(ix)  assure the quality of products and support provided by the ESACDP; and \n(x)  organize logistics and events, including organizing conferences and workshops. \n \n2.  Operations Managers for Procurement and Supervision of Subcontractors \n(about 120 person-months) \n3.  The  managers  are  expected  to  possess  sufficient  professional  experience  in \ncoordinating and managing procurement in Indonesia or similar countries and in complying with \nprocedures agreed with the Asian Development Bank (ADB). The managers will \n(i)  undertake  procurement  in  accordance  with  the  ESACDP  work  plan,  which \nprovides  the  estimated  cost  and  basis  for  procurement  for  each  item  to  be \nprocured under the plan; \n(ii)  prepare technical specifications for the procurement of contracting and consulting \nservices  together  with  the  executing  agency  and  ESACDP  operational \nmanagement specialist; \n(iii)  administer contracts to ensure compliance with contract conditions, payment, \nterms, variations, dispute resolution and monitoring, etc; \n ", "36  Appendix  9 \n(iv)  provide logistical support, liaison and in-country deployment, and management of \nsubcontracts; \n(v)  maintain all records relating to procurement, enter all contracts into ADB software, \nand update consultants database; \n(vi)  keep abreast of consultancy fees paid in Indonesia and regionally; \n(vii)  enter all procurements into the ADB software; \n(viii)  maintain a separate record relating to complaints and their redress; and \n(ix)  prepare  procurement  implementation  reports  in  accordance  with  reporting \nrequirements acceptable to the ADB. \n \n3.   Administration and Finance Manager (about 60 person-months) \n \n4.  The manager will ensure sound finance and project management are implemented and \nhigh-quality activities and outputs are delivered. The manager will bring strong expertise in \nprogram management and a solid base in financial oversight with a tertiary qualification in \naccounting and/or finance. The manager will be able to demonstrate experience in financial \nmanagement  accounting,  financial  budgeting  and  reporting,  people  management,  and \nleadership to perform the following tasks and responsibilities: \n(i)  monitor and report on ESACDP financial performance; \n(ii)  manage the day-to-day financial process for ESACDP activities and operations \nconsistent  with  accounting  policy  and  procedures  and  ADB  accounting \nprocedures; \n(iii)  coordinate  the  preparation  of  variance  reports  for  the  ESACDP  operational \nmanagement  specialist  and  operations  managers  and  provide  advice  to  the \nESACDP  operational  management  specialist  and  operations  managers  on \nbudget management issues; \n(iv)  monitor the accuracy and use of activity- and financial-management systems in \nthe ESACDP operational management team and follow up on any discrepancies; \n(v)  provide financial and administrative support to the ATOG, ESACDP operational \nmanagement specialist, and operations managers; \n(vi)  maintain accurate hard and soft copies of financial records; \n(vii)  prepare invoices; develop, manage and monitor budgets; and prepare financial \nreports on expenditures; \n(viii)  set up the office and manage any additional administrative support team; \n(ix)  ensure the smooth flow of information among other consultants and teams in the \noperations unit; \n(x)  provide back-up to the ESACDP operational management specialist, operations \nmanagers, and other consultants as required by the work program; and \n(xi)  respond to queries from internal and external stakeholders as required. \n \n4.    Administration and Finance Officer (about 60 person-months) \n \n5.  The officer is expected to have completed a relevant degree supplemented by formal \ntraining in accounting and/or financial accounting from a recognized school or equivalent and \nhave the ability to perform the following tasks: \n(i)  perform  financial  work  and  processing  of  payments  and  the  maintenance  of \nadministrative and financial records and files; \n(ii)  assist in the preparation and revision of budgets applicable to staff and recurring \nexpenditures and maintain necessary budget control records; \n(iii)  process  and  analyze  the  transactions  of  the  program  while  maintaining  the \navailability of funds and matching data to  different accounts; \n ", "  Appendix  9  37 \n(iv)  prepare financial statements and other financial documents in accordance with \nADB requirements; \n(v)  follow all procedures strictly for local purchases, progress payments, and the \nhandling of cash; \n(vi)  make requisitions of office supplies and maintain appropriate inventory records; \n(vii)  provide logistical support for the ESACDP core advisory team and consultants, if \nrequired, under specific terms of reference; and \n(viii)  directly or indirectly supervise activities concerned with security, transport, and \nsimilar services. \n \nB.  Management and Reporting Arrangements \n \n6.  The  operational  management  team  will  be  managed  by  the  ESACDP  operational \nmanagement specialist. The specialist will assist the ESACDP program director and program \nmanager and the core advisory team in preparing the inception report, the semiannual technical \nprogress reports and financial reports, and the completion report. He or she will assist in \nmonitoring to ensure that agreed work plan activities are carried out efficiently and ESACDP \noutputs and outcomes are achieved as set in the annual work plans. \n \n ", "38  Appendix 10 \nOUTLINE TERMS OF REFERENCE:  CORE ADVISORY TEAM \n \nA.  Scope, Coverage, and Overview of Responsibilities \n1.  The core advisory team's primary responsibility will be to assist the ESACDP program \ndirector and manager in formulating the annual work plan, implementing it, and monitoring and \nreporting on its progress. A second responsibility will be to assist with the specification of \nESACDP  technical  cooperation  requirements1 and  support  the  achievement  of  ESACDP \noutcome and outputs. A third objective of the core advisory team will be to help ensure timely \nannual reporting on education strategic plan, or Renstra, implementation, which will include \nEducation Sector Support Program (ESSP) performance monitoring and reporting.  \n2.  The scope, coverage, and responsibilities of the core advisory team will include (i) \nadvising the ESACDP program director and manager on ESACDP work plan priorities and \nprocesses; (ii) assisting with the formulation of the ESACDP annual work plan and facilitating \napproval by the ESACDP technical oversight group (ATOG); (iii) assisting with formulating \nESACDP  technical  cooperation  requirements,  including  specifying  and  drafting  terms  of \nreference; (iv) assisting the ESACDP program director and manager in assuring quality and \nmonitoring  performance  during  implementation;  (v)  assisting  with  the  formulation  and \nimplementation of ESACDP-related knowledge sharing, dissemination, and learning strategy \nacross all educational organizations at various levels. \n3.  As  part  of  these  responsibilities,  the  core  advisory  team  will  (i)  assist  with  similar \nESACDP knowledge-management strategies for other key stakeholders, including the Ministry \nof Finance, National Development Planning Agency, State Ministry for Administrative Reform, \nMinistry  of  Home  Affairs,  National  Education  for  All  Coordination  Committee,  Coordinating \nMinistry  of  People’s  Welfare,  university  education  research  consortia,  local  government \nauthorities, independent nongovernment education coalitions, and the education sector working \ngroup; (ii) assist the Ministry of National Education with preparing the inception report, the \nsemiannual technical progress reports and financial reports, and the completion report; and (iii) \nassist ATOG with the design and implementation of the broader annual Renstra performance \nreview process and reports, which will include reporting on ESSP for both the Australian Agency \nfor International Development (AusAID) and the European Union (EU) components.  \n1.  Education Sector Governance and Capacity Development Advisor (about \n40 person-months, intermittent) \n4.  The advisor will have at least 10 years of experience in education policy and strategy \ndevelopment, including recent, relevant, and high-level experience of sector governance and \ncapacity  development  analysis  and  planning,  especially  related  to  how  different  forms  of \ntechnical cooperation enable institutional and organizational development and change through \nlegislative, regulatory, and organizational learning. In addition, the advisor is expected to have a \nproven track record in working in partnership with government agencies in the formulation of \nsector analytical work, enabling joint country and/or development partners performance reviews \nand  reporting,  and  using  performance  information  as  part  of  sector  policy  dialogue  and \norganizational change management, both centralized and decentralized.  \n5.  Evidence of high-level international education development knowledge, including cross-\ncountry studies, will be critical, as will a proven track record in helping governments to lead and \nmanage education and cross-disciplinary technical assistance and technical cooperation teams. \n                                                 \n1  Procurement arrangements for different forms of technical cooperation under the three ESACDP outputs, including \nconsultants,  research,  institutional  twinning,  study  tours,  work  attachments,  international  and  regional \nbenchmarking exercises, are described in Appendix 11. \n ", "  Appendix 10  39 \nExtensive experience of education sector development in Southeast Asia is essential; recent \nand relevant experience of Indonesian education sector developments is an advantage. Against \nthis specification, under the direction and guidance of the program director and manager, the \nadvisor will be expected to fulfill the following tasks: \n(i)  assist the ESACDP operational management team and ATOG with formulating \nthe inception plan and annual work plan, including defining priority activities;  \n(ii)  assist  with  the  scoping  and  definition  of  technical  cooperation  requirements \nrelated to sector governance capacity assessment and development, especially \nthose related to central and local policy, legislative, regulatory, and organizational \nreforms; \n(iii)  assist  with  the  formulation  of  scope,  coverage,  and  terms  of  reference  for \ntechnical  cooperation  in  these  areas,  including  advising  on  which  forms  of \ntechnical cooperation will be most effective in achieving ESACDP outputs and \noutcomes; \n(iv)  assist with the briefing, monitoring, quality assurance, and performance of the \nprocured ESACDP technical cooperation; \n(v)  assist with the organization, management, and preparation of annual joint sector \nand ESSP performance reviews, including ensuring timely reporting on ESSP \nresults  information  requirements  for  both  AusAID  and  the  EU  and  for  the \nESACDP component of ESSP; \n(vi)  in  conjunction  with  other  core  advisory  team  consultants,  assist  with  the \nformulation  of  a  ESACDP  knowledge-management  strategy  and  its \nimplementation; \n(vii)  lead and manage the core advisory team, including the annual work planning of \ncore advisory team members and their performance management, as well as \nadvising ESACDP stakeholders on the optimal use of unallocated core advisory \nteam technical assistance resources;  \n(viii)  prepare annual and quarterly work plans for the activities and outputs of the core \nadvisory team consulting services, in liaison with ATOG, the Asian Development \nBank  (ADB)  Indonesia  Resident  Mission,  and  designated  AusAID  and  EU \nofficials; and \n(ix)  facilitate dialogue among government stakeholders and development partners to \nstrengthen  aid  effectiveness  and  the  harmonization  of  ongoing  and  future \nprojects and programs in the education sector.  \n2.  Education Sector Research, Information and Accountability Advisor (about \n40 person-months, intermittent) \n6.  The advisor will have at least 10 years of experience in education sector policy and \nstrategy operational research, including recent and relevant experience in using operational \nresearch  and  performance  information  to  stimulate  organizational  learning  and  change  at \nvarious levels. In addition, the advisor is expected have extensive experience in using education \nmanagement  and  performance  information  to  help  formulate  analytical  work  and  enable \neffective  sector  performance  assessment  and  government  and/or  development  partners \nreviews. The advisor is expected to have a proven track record of working in partnership with \neducation and other ministries to ensure effective information dissemination, especially between \neducation, finance, and planning ministries, and the use of the information in policy dialogue \nand policy reform.  \n7.  Evidence  of  recent  and  relevant  international  education  development  knowledge, \nincluding  cross-country  studies,  will  be  critical,  as  will  a  proven  track  record  in  helping \ngovernments and donors to assess how best technical cooperation can be used to assess \n ", "40  Appendix 10 \ncapacity and enable organizational learning and change. Extensive experience of education \nsector  development  in  Southeast  Asia  is  essential;  recent  and  relevant  experience  of \nIndonesian education sector developments is an advantage. Against this specification, under \nthe direction and guidance of the ESACDP program director and program manager, the advisor \nwill be expected to fulfill the following tasks: \n(i)  in the areas of research, information and knowledge, and accountability, assist \nthe  ESACDP operational management team, ATOG, and core advisory team \nleader with the formulation of the ESACDP inception plan and ESACDP annual \nwork plan, including defining priority activities;  \n(ii)  assist  with  the  scoping  and  definition  of  technical  cooperation  requirements, \nespecially related to sector operational research, information, communication and \nknowledge management and accountability; \n(iii)  assist the executing agency with the formulation of scope, coverage, and terms \nof  reference  for  technical  cooperation  in  these  areas,  including  advise  to \nstakeholders on which forms of technical cooperation will be most effective in \nachieving ESACDP outputs and outcomes; \n(iv)  assist with the briefing, monitoring and quality assurance, and performance of the \nprocured ESACDP technical cooperation, especially in the specified areas of \nresponsibilities; \n(v)  take the lead in assisting the government with the organization, management, \nand preparation of annual joint sector and ESSP performance reviews, including \nensuring the timely reporting of ESSP results and information requirements for \nAusAID, the EU, and the ESACDP component of the ESSP; \n(vi)  in conjunction with core advisory team leader and other consultants, take the \nlead in assisting with the formulation of a ESACDP knowledge-management \nstrategy and its implementation; and \n(vii)  assist ESACDP stakeholders and the core advisory team leader with preparing \nannual and quarterly work plans for the activities and outputs of the core advisory \nteam  consulting  services,  in  liaison  with  MONE,  MORA,  the  ADB  Indonesia \nResident Mission,  and designated AusAID and EU officials.  \n3.  Unallocated Support for Core Advisory Team (about 20 person-months, \nintermittent) \n8.  This unallocated support is designed to help meet any unforeseen service needs while \nnot duplicating ESACDP technical cooperation programs. Possible areas of support include (i) \nadvice on specialist elements of the ESACDP work plan and program preparation; (ii) additional \ntechnical advice needed on specific forms of technical cooperation and their effectiveness (e.g., \ninstitutional  twinning);  (iii)  additional  technical  advice  needed  for  annual  sector  and  ESSP \nperformance review and reporting; (iv) specialist advice on alternative ESACDP communication \nand  knowledge  management  strategies,  including  those  based  on  information  and \ncommunication technology; (v) specialist advice on aspects of legal and regulatory reforms; and \n(vi) specialist support for ESACDP-related seminars and conferences.   \n9.  Specifying  unallocated  core  advisory  team  advisory  requirements  will  be  the \nresponsibility of the ESACDP program director and program manager, in consultation with ADB, \nand will be approved by ATOG. \nB.  Management and Reporting Arrangements \n10.  The core advisory team will be directed by the ESACDP program director and program \nmanager. Based on the annual work plans, the core advisory team will help the executing \nagency to prepare progress reports, as described above.  \n ", "  Appendix 11  41 \nTECHNICAL COOPERATION PROCUREMENT ARRANGEMENTS \n \nA.   Scope and Coverage of Technical Cooperation Services \n \n1.  Under the ESACDP, it is anticipated that the outcome and outputs will be achieved by \neffectively  using  different  forms  of  technical  cooperation,  including  consultants,  research, \ninstitutional twinning, study tours, work attachments, and international and regional benchmarking. \nIn  addition,  technical  cooperation  will  focus  on  building  networks  for  information  sharing, \ncommunication, and knowledge management in Indonesia, the Ministry of National Education \n(MONE), and the Ministry of Religious Affairs (MORA) on key education sector policies, strategies, \nand implementation modalities. \n \n2.  In terms of a first set of activities, the ESACDP will support a number of analytical and \noperational research papers and proposals for selected legislative and regulatory reforms related \nto basic and post-basic education policies and financing. This output is designed to improve sector \nresponsiveness by providing the legislative and regulatory framework necessary for guiding and \ninfluencing the performance of sector organizations. The focus will be on effecting decentralization \nand rationalizing and articulating the implementation roles and responsibility of the central and \nlocal governments.  \n \n3.  Based on initial work planning discussions, priority activities may include (i) consultations \nwith MONE and MORA and external stakeholders to assess regulatory reform needs related to \neducation strategic plan, or Renstra, targets; organizing workshops and strategic seminars to \nsocialize  recommendations;  (ii) assessment  of  current  public  financial  management  (PFM) \nmechanisms in education and the development of recommendations to strengthen PFM at the \ncenter and in provinces, districts, and schools; and (iii) analysis of institutional, organizational, and \nfinancing options to improve the market responsiveness of vocational education and training, \nhigher education, informal education, and adult learning, as well as sector policy analysis, for \ndeveloping options for public–private partnerships in post-basic education, including economic \nanalysis of higher education offerings and alignment with labor market needs. \n \n4.  In terms of a second set of activities, the ESACDP will support activities for selective \norganizational  change  and  development  in  central,  provincial,  and  district  agencies,  schools, \ntechnical and vocational education and training (TVET) institutions, and universities. This output is \ndesigned to facilitate the organizational development planning necessary for sustainable sector \ncapacity building with a particular focus on the relevance and quality of education, including post-\nbasic education, TVET, informal education, adult education, and lifelong learning.  \n \n5.  During initial work planning, a number of possible activities to achieve this output were \ndiscussed, including supporting capacity to (i) assess priorities for organizational reform planning in \nthose  agencies  responsible  for  designing  institutional  reform  and  monitoring  compliance  and \nsafeguarding (e.g., audit agencies); (ii) assess consistency between assigned obligations and \nfunctions  and  actual  operational  arrangements  under  decentralization  and  help  plan  any \norganizational adjustments; and (iii) assess whether critical capacity is established in MONE and \nMORA, local education authorities, and frontline service units to ensure that program expenditure \nallocation  is  fully  aligned  with  organizational  priorities  and  assist  with  capacity  development \nplanning; and (iv) strengthen capacity for curriculum development, in particular developing creative \nteaching models, strengthening the teaching–learning process, reforming assessment systems in \nprovinces, developing school assessment systems, improving PFM in schools and districts, and \nimproving accreditation systems for schools and madrasahs. \n \n ", "42  Appendix 11 \n \n6.  In terms of a third set of activities, the ESACDP will support activities related to improved \ninformation and communication systems. This output is designed to establish and sustain robust \nprocesses for building knowledge management and organizational learning processes. During \ninitial work planning a number of possible activities to achieve this output were discussed: (i) clarify \norganizational development requirements for setting up an integrated outcome- and output-based \nmanagement information system; (ii) undertake an analysis of stakeholders at various levels, \nreview current information systems and information needs, and review related capacity especially \nregarding current mandates, staffing skills mix, and externally oriented communication systems; (iii) \ndevelop  an  action  plan  for  strengthening  internal  and  external  processes  for  knowledge \nmanagement and information systems (e.g., strengthening the Education Management Information \nSystem (EMIS); and (iv) formulate an action plan to establish network and knowledge management \nat the center and in provinces, districts, and schools, e.g., to share examination results and \napproaches for improving student performance and teacher development. \n \n7.  The ESACDP will include a comprehensive public communication strategy for Renstra \n2010–2014 implementation. This will include posting sector performance progress reports and \npublishing regular progress reports on Renstra targets and information on relevant program work \nplans and budgets.   \n \nB.  Procurement Arrangements \n \n8.  Most technical cooperation services for implementing the annual ESACDP work plan will be \nprocured through the ADB indefinite delivery contract (IDC). IDC contracts are used to provide on-\ncall  specialized  services  when  the  extent  and  timing  cannot be  defined  in  advance.  IDC  is \ncommonly  used  to  retain  advisers  and/or  firms  for  implementing  complex  tasks,  institutional \nreforms, procurement advice, etc. Unit rates to be paid for the services and experts are agreed in \nadvance, and payments are made on the basis of the time actually used. \n \n9.  For  ESACDP  implementation,  it  is  envisaged  that  three  IDC  consortia,  drawing  on \ninternational, regional, and national sources, will be pre-qualified and retained on-call initially for \n2.5  years,  with  extension  of  IDC  qualification  subject  to  the  ESACDP  midterm  review.  Each \nconsortium will be expected to nominate an ESACDP consortium leader, who will be responsible \nfor dealing with any internal technical cooperation selection processes in the consortium and act as \nthe  only  direct  point  of  communication  with  the  ADB  Indonesia  Resident  Mission  in  Jakarta. \nRecruitment shall be in accordance with ADB's Guidelines on the Use of Consultants (2007, as \namended from time to time).  \n \n10.  ADB will pre-select a minimum of three ESACDP consortia, based on proven track records \nin delivering and assuring the quality of technical cooperation services in the education sector, \npreferably in Southeast Asia, and related services for institutional reform, capacity development, \ninformation, communication, and knowledge management. A second pre-qualification criterion for \nthe  consortium  will  be  a  proven  track  record  in  delivering  a  mix  of  technical  cooperation \napproaches, which includes in addition to consulting services, study tours, institutional attachments, \nevent management, and knowledge management networks.  \n \n11.  A third pre-qualification criterion is a proven track record in supporting educational reforms, \nespecially (i) supporting legislative and regulatory reforms through research studies, study tours, \nwork attachments, and institutional links related to building government capacity to formulate and \nimplement revised sector policy, strategy, financing, and associated regulatory and organizational \ncompliance; (ii) supporting capacity development at the center and in districts through central, \nprovincial,  and  district  capacity  assessments,  developing  guidelines  for  organizational  reform \n ", "  Appendix 11  43 \nplanning, and support for organizational PFM, audit assessments, and forward planning; and (iii) \nsupport for improving information and communication systems through research studies, study \ntours, work attachments, and institutional links related to building organizational knowledge and \nlearning as a basis for internally driven change.   \n \n12.  The IDC procurement process will operate in the following way. The ESACDP program \nmanager will draft specific terms of reference and specifications for each assignment, supported by \nthe core advisory team.  These terms of reference will be forwarded to ADB, EU and AusAID for \nreview  and  action.  The  ESACDP  operational  management  specialist  will  circulate  terms  of \nreference to three pre-qualified ESACDP consortium groups selected under the IDC arrangement. \nEach ESACDP consortium will be required to submit a proposal to ADB through the ESACDP \nmanagement specialist within 30 days of receipt of terms of reference. The ESACDP operational \nmanagement specialist will conduct an evaluation of the three consortium proposals within 7 days \nof receipt. Within a further 7 days, the ESACDP operational management specialist will meet with \nthe ESACDP program director and program manager to discuss evaluation ranking and obtain a \nformal no-objection letter from the ESACDP program director for the ADB-recommended choice or \nagreed alternative. The ADB Indonesia Resident Mission will then proceed with formal recruitment, \nusing ADB procurement procedures. ADB Procurement Guidelines (2007, as amended from time \nto time) will be applicable throughout implementation, with the expansion of procurement eligibility \nas noted above. As a result, a fourth pre-qualification criterion will be a proven track record in being \nable to participate in IDC-type consortia and respond quickly to ESACDP-type requests.1 \n \n \n \n \n                                                 \n1 For example, the EU framework contract and AusAID period offer contract arrangements. \n "], "metadata": {"Author": "sza", "CreationDate": "D:20100524140810+07'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20100617165447+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Title": "Microsoft Word - ESACDP-6 MAY2010-TA Paper-to VP-President-approval-Revised 20 May wwrev-FINAL.docx"}, "author_page": " \n \nNOTES \n \n(i)  The fiscal year of the government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nCountry Director  J. Nugent, Indonesia Resident Mission, SERD \n   \nTeam leader  W. Kubitzki, Senior Social Sector Economist, Indonesia Resident \nMission, SERD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Country Director", "fullname": "J. Nugent", "role": "Indonesia Resident Mission", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "W. Kubitzki", "role": "Senior Social Sector Economist", "organization": "Indonesia Resident"}]}