{"path": "data/input/ta/43295-vie-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 43295  \nNovember 2009 \n \n \n \nSocialist Republic of Viet Nam: Climate Change \nImpact and Adaptation Study in the Mekong Delta \n(Cofinanced by the Climate Change Fund and the Government of \nAustralia) \n \nPrepared by [Author(s)] \n[Firm] \n[Address] \n \nPrepared for  [Executing Agency] \n    [Implementing Agency] \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 12 October 2009) \nCurrency Unit –  dong (D) \nD1.00 =  $0.000056 \n$1.00 =  D17,848 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  DONRE  –  Department of Natural Resources and Environment \n  GIS  –  geographic information system \n  M&E  –  monitoring and evaluation \n  MONRE  –  Ministry of Natural Resources and Environment \n  NGO  –  nongovernment organization  \n  NTP  –  National Target Program \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Capacity development technical assistance (CDTA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Agriculture and natural resources \n    (irrigation, drainage, and flood protection) \nThemes (subthemes)  –  Environmental sustainability (environmental policy and \nlegislation); economic growth (knowledge, science and \ntechnological capabilities); capacity development (institutional \ndevelopment) \nClimate change  –  Climate change adaptation \nLocation impact  –  Rural (medium impact) and urban (medium impact)  \nPartnership  –  Government of Australia \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  A. Jude, Energy and Water Division, SERD \n   \nTeam leader  Y. Zhai, Lead Professional (Energy), SERD \nTeam members  P. Hattle, Energy Specialist, SERD  \n  P. Ramachandran, Environment Specialist, SERD \n  A. Srinivasan, Senior Climate Change Specialist, SERD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "     \nI.  INTRODUCTION \n1.  The Government of Viet Nam has requested the Asian Development Bank (ADB) for \ntechnical assistance (TA)to undertake a study on climate change impact and adaptation in the \n \nMekong Delta.1 The TA supports the Government’s National Target Plan (NTP) for responding \nto climate change, as well as Viet Nam’s commitments under the United Nations Framework \nConvention  on  Climate  Change.  It  complements the  Government’s  national  socioeconomic \ndevelopment plan and Comprehensive Poverty Reduction and Growth Strategy.2 A TA fact-\nfinding mission visited Viet Nam and reached agreement with the Government on TA impact, \noutcome, outputs, activities, cost, implementation and financing arrangements, and terms of \nreference. The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n2.  Viet Nam is one of the countries likely to be most affected by global climate change.3 \nWithin Viet Nam, the Mekong Delta region, in the south of the country, has been identified as \nparticularly susceptible to the impacts of extreme climate events and climate variability. The \nMekong Delta region is home to one-fifth of the national population and has population densities \nthat are among the highest in the country. There is a large proportion of poor and near-poor \nhouseholds, and the population remains predominantly rural. Agriculture and fisheries are the \nmajor sources of income for the large majority of the people. The area is known as the “rice \nbowl” of Viet Nam. Approximately 10,000 square kilometers (km2) of the delta are under rice \ncultivation, and the region contributes 46% of the total national food production. \n \n3.  The Mekong Delta region has experienced severe effects of climate events. Major floods \nin 2000 destroyed more than 400,000 hectares (ha) of rice paddies, 85,000 ha of farmland, and \n16,000 ha of shrimp and fish ponds. With global climate change, the extent and frequency of \nextreme events are expected to intensify. Increased extent and duration of flooding, changes in \nwet season and dry season precipitation, inundation from a rising sea level, and changes in \nsalinity intrusion will be significant threats to the region’s agricultural and fisheries productivity, \nas well as to remaining natural coastal ecosystems. Effects on livelihoods and food security for \nthe region’s population are likely to be significant. Poor households are likely to be the most \nvulnerable to the effects of climate change.  \n \n4.  Approximately 12,300 km2, or 31%, of the total land area of the Mekong Delta, including \n9,800 km2 of land used for agriculture and aquaculture, could be affected by a 1.0-meter rise in \nsea level that could occur by 2100. About 4.8 million people could be affected by such a change \nin sea level, including more than 1.5 million poor individuals. Energy and road infrastructure in \nthe  region  is  also  susceptible  to  effects  of  climate  change  that  include  flooding,  salinity, \ntemperature changes, and availability of water resources.  \n \n5.  A number of ongoing assistance efforts relating to climate change are provided by \nvarious development partners, including the World Bank’s Economics of Adaptation to Climate \nChange  Project;  initiatives  by  United  Nations  Development  Programme  in  relation  to \nmainstreaming climate change issues in socioeconomic development planning; and initiatives \nby the Danish and Dutch governments to develop climate change adaptation plans for a series \nof  coastal  provinces.  Despite  the  importance  of  the  region  to  national  socioeconomic \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 13 July 2009. \n2  Government of Viet Nam. 2002. Comprehensive Poverty Reduction and Growth Strategy. Ha Noi. \n3  ADB. 2009. The Economics of Climate Change in Southeast Asia. Manila.  \n ", " 2   \ndevelopment and its vulnerability to climate change, no comprehensive study of the potential \neffects of climate change has been undertaken to date. The capacity of government authorities \nin the region in relation to climate change issues is low, and, despite a long history of disaster \nmanagement  response  planning,  regional  sector  and  socioeconomic  development  planning \nincludes scant reference to climate change adaptation measures. Therefore, effective climate \nchange adaptation measures need urgently to be developed and integrated into the region’s \ndevelopment planning to enhance the physical and economic climate-resilience of the region, \nand in particular to protect poor and rural households.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n6.  The expected impact is that poor and rural people in the Mekong Delta region will have \ndeveloped physical and economic resilience to future climate change and variability. The TA will \ncontribute to the Government’s socioeconomic development goals of poverty reduction and \ncontinued economic growth as contained in the national socioeconomic development plan and \nthe Comprehensive Poverty Reduction and Growth Strategy. It will also contribute to fulfilling the \ngoals of the NTP in relation to addressing climate change issues within a context of poverty \nalleviation and sustainable development.  \n \n7.  The expected outcome is that sector and provincial authorities in the Mekong Delta region \nwill have developed the capacity to increase climate-resilience of programs, plans, policies, \nand/or projects to guide future development planning. This outcome will result in increased  \nclimate change resilience in the region and contribute to poverty reduction through (i) climate-\nproofed socioeconomic development planning at provincial level (e.g., urban land use planning \nto avoid flooding of sensitive areas, adjusting agricultural patterns to adapt to changing drought \nor salinity conditions, providing such protective infrastructure as dikes, or enhancing natural \nprotective ecosystems); (ii) adoption of regional adaptation measures to protect agricultural \nproduction and thus the livelihoods of poor, near poor, and rural households through structural \nand  nonstructural  measures;  and  (iii)  development  of  climate-resilient  infrastructure  in  the \ntransport and energy sectors that will aid in protecting the livelihoods of vulnerable groups, as \nwell as in supporting overall economic development. \n \nB.  Methodology and Key Activities \n1.  Overview \n8.  The TA will be implemented in two parts. Part A is climate change prediction and impact \nassessment, while part B is climate change adaptation and planning. Part A will include output \n1:  identification  of  future  climate  conditions  in  the  Mekong  Delta  region;  and  output  2: \nassessment of the effects of future climate scenarios on natural, social, and economic systems \nin the Mekong Delta region. Part B will include output 3: identification of appropriate climate \nchange adaptation measures for target provinces and targeted regional sectors; and output 4: \ndevelopment of pilot projects for scaling up and replication of TA outcomes and support to \ncollaborative mechanisms for information sharing and coordinated action on climate change. \nBoth  parts  of  the  TA  will  incorporate  institutional  strengthening  activities  for  Government \ndecision makers and technical staff, as well as awareness raising activities for the community \n(output 5). A fundamental principle of the TA will be to implement a participatory approach \ninvolving national and provincial government representatives.  \n \n ", "    3\n9.  Target provinces selected for the TA are Ca Mau and Kien Giang. Kien Giang was \nchosen because it has a conventional coastal and insular environment with a westerly aspect \nthat is less exposed to mainstream hydrological influences. Existing community development \nand natural resources projects in this province will provide data sources and useful connections \nto local stakeholders. Ca Mau was selected as it is a large coastal province with a diverse \nmixture of land use types, remnant natural ecosystems, important infrastructure development in \nthe energy and transport sectors, and pockets of high poverty rates and ethnic minority groups. \n \n10.  Regional  sectors  targeted  for  the  TA  are  agriculture,  energy,  and  transport.  The \nagriculture sector was selected due to the region’s importance to national food production and \nthe population’s high reliance on agricultural activities for its livelihoods. Agriculture is identified \nas  a  key  sector  for  climate  change  adaptation  in  the  region,  and  it  is  the  subject  of  the \nGovernment’s action plan for adaptation to climate change in agriculture and rural development. \nEnergy and transport were selected as target sectors due to (i) the vulnerability of energy and \ntransport  infrastructure  to  climate  change,  (ii)  the  importance  of  energy  and  transport \ninfrastructure to economic development and enhancing livelihoods among socially vulnerable \ngroups, and (iii) the presence of important national energy and transport infrastructure in the \nMekong Delta region. \n \n2.  Part A: Climate Change Prediction and Impact Assessment  \n11.  Output 1 will be achieved by modeling future climate change scenarios in 2030 and 2050. \nModeling activities will be undertaken initially at the regional level, with more detailed modeling \ncarried out for the regional target sectors and provinces. Modeling and data collection will build \non work already carried out by the Ministry of Natural Resources and Environment (MONRE) \nand donors. Global circulation models, regional downscaled models, and local and international \nclimate data will be employed as appropriate. Modeling will investigate threats related to rising \nsea level, storm surge, change in temperature patterns, change in rainfall patterns (including \ndrought frequency), and salinity patterns.  \n \n12.  Output 2 will be achieved by first carrying out an impact risk assessment at Mekong \nDelta regional level using an approach based on GIS (geographic information system) to identify \nthe effects of future climate change scenarios on natural systems (e.g., biodiversity, water \nresources and quality, soils.), social systems (e.g., population, poverty, gender, public health, \nurban  settlements),  economic  systems  (e.g.,  industry,  gross  domestic  product,  agricultural \nproduction), hydro-meteorological characteristics (e.g., flooding, sea levels and tides, salinity, \nriver flows), and important development sectors (including, but not limited to, the identified target \nsectors). Regional hotspots of climate change sensitivity, including vulnerable infrastructure \nitems in the target sectors, will be identified for use in the latter phases of the study and for \ndeveloping pilot projects under output 4. Integrated assessment modeling will then be carried \nout for target provinces and sectors to provide a more detailed assessment of climate change \neffects. The results of the integrated assessment modeling will provide important inputs to the \ncost-benefit analysis of adaptation options for target sectors and provinces. \n \n13.  Activities for output 5 will be commenced under part A. An analysis of existing climate \nchange capacity within the Government will be carried out as the baseline to develop a tailored \ncapacity  building  program  for  provincial  and  sector  authorities  (including  a  monitoring  and \nevaluation  framework).  Implementation  of  the  developed  program  will  then  begin.  Key \nparticipants in the activities will be from national line ministries in the target sectors, such as the \nMinistry of Planning and Investment, MONRE, Ministry of Transport, Ministry of Industry and \n ", " 4   \nTrade,  Ministry  of  Agriculture  and  Rural  Development,  and  Viet  Nam  Electricity.  Also \nparticipating will be the ministries’ provincial counterparts, such as the departments of Planning \nand Investment, Natural Resources and Environment (DONRE), Transport, Industry and Trade, \nand  Agriculture  and  Rural  Development.  A  community  awareness-raising  program  will  be \nimplemented within the two target provinces. \n \n3.  Part B: Climate Change Adaptation and Planning  \n14.  Output 3 will be achieved by identifying a long list of climate change adaptation options \nfor integration into future development planning for target sectors and provinces. This process \nwill use a “no-regrets” approach4 to identifying options and subjecting those options to economic, \nenvironmental, and social evaluation. The options should consider existing government polices, \nincluding the national strategy for natural disaster prevention. A prioritized list of feasible and \npractical adaptation options (both structural and nonstructural) will be developed for integration \ninto  the  development  planning  framework,  and  their  corresponding  budget  costs  for \nimplementation will be financed. Cost–benefit analyses of selected adaptation measures in \ntarget  sectors  and  provinces  will  be  conducted,  together  with  economic  modeling  of  the \nadaptation measures’ impacts. Authorities will also be assisted in identifying financing options \nfor eventual implementation of the adaptation actions.   \n \n15.  Output 4 will be achieved by designing climate change adaptation pilot projects to allow \neventual upscaling and replication of study outcomes in other provinces or sectors within the \nMekong Delta region. This output will also facilitate the Government’s participation in existing \nregional climate change advisory and information sharing bodies, thus allowing lessons learned \nfrom the study to be disseminated both internationally and nationally.5 \n \n16.  Institutional strengthening activities under output 5 will be completed under part B with \nthe  objective  of  building  the  skills  of  technical  staff  and  raising  awareness  among  senior \ndecision makers.  \n \nC.  Cost and Financing \n17.  Total cost of the TA is expected to be $1,630,000 equivalent, of which (i) $800,000 will \nbe financed on a grant basis by the Government of Australia,6 and administered by ADB; and (ii) \n$500,000 will be financed on a grant basis by the Climate Change Fund.7 The Government will \nfinance the remaining $330,000 in kind, covering the costs of office accommodation, transport, \nutilities, remuneration for counterpart staff, as well as training and workshop facilities. \n \nD.  Implementation Arrangements \n18.  The Department of Meteo-Hydrology and Climate Change within MONRE will be the \nexecuting agency. The provincial people’s committees of Ca Mau and Kien Giang will be \nimplementing agencies for the activities at provincial level. There will be established within each \n                                                 \n4  \"No-regrets\" adaptation interventions, meaning actions that generate net social benefits under all future scenarios \nof climate change and impacts. \n5  Examples of forums include the Greater Mekong Subregion Working Group on Environment, the Mekong River \nCommission Climate Change Adaptation Initiative, Delta Research and Global Observation Network (DRAGON) \ninstitute at Can Tho University, and the Mekong Delta Forum supported by World Wide Fund for Nature.  \n6  Through the Memorandum of Understanding on Channel Financing (Technical Assistance Program) between the \nGovernment of the Commonwealth of Australia and the Asian Development Bank. \n7  Established by ADB. \n ", "    5\nprovince  a  steering  committee  (chaired  by  the  vice-chairperson  of  the  provincial  people’s \ncommittee and with the deputy director of DONRE as vice-chair) and a project management unit \n(headed by the deputy director of DONRE and composed of technical staff from the relevant \ndepartments).  \n \n19.  Regional activities at sectoral level will be carried out by a regional sector technical \nworking  group  chaired  by  the  Department  of  Meteo-Hydrology  and  Climate  Change.  The \nworking  group  will  be  responsible  for  (i)  guiding  study  activities  related  to  regional  sector \nanalyses; (ii) providing technical inputs; (iii) sharing information, collaborating on study progress \nand outcomes, and liaising with senior decision makers and technical staff within relevant \nministries  and  agencies;  (iv)  reviewing  study  outputs  and  contributing  to  evaluation  and \nprioritization of regional sector adaptation options; and (v) disseminating study findings and \nrecommendations to senior decision makers and technical staff. The working group will involve \nrepresentatives of the Ministry of Planning and Investment, Ministry of Transport, Ministry of \nIndustry and Trade, Viet Nam Electricity, and Ministry of Agriculture and Rural Development. \nThe national level NTP Committee, the Climate Change Working Group of the International \nSupport Group for the Environment, and the Natural Disaster Mitigation Partnership will be \nbriefed on study progress and findings.  \n \n20.  For part A, a team of six international (totaling 19.5 person-months) and seven national \n(totaling  25.5  person-months)  consultants  will  be  required.  For  part  B,  a  team  of  three \ninternational (totaling 13.5 person-months) and three national (totaling 20.5 person-months) \nconsultants  will  be  required.  The  consultants  will  be  engaged  in  accordance  with  ADB's \nGuidelines on the Use of Consultants (2007, as amended from time to time). Outline terms of \nreference  for  the  consultant  team  are  provided  in  Appendix  3.  Any  procurement  will  be \nimplemented according to its Procurement Guidelines (2007, as amended from time to time). All \ntraining materials developed by the consultants and office equipment purchased under the TA \nwill be transferred to the Government upon completion of the TA and thereafter will remain the \nproperty of the Government.     \n \n21.  The TA will be implemented over 16 months, from January 2010 to April 2011. Part A \nconsultants will start their work in January 2010, prepare an inception report within 1 month, and \nprepare a midterm report within 6 months. On this basis, part B consultants will be mobilized in \nJune 2010 and prepare an inception report within 1 month and a final report by March 2011. \nThe  time  frame  for  completion  has  been  selected  to  correspond  to  the  Government’s \nsocioeconomic development planning cycle and completion of the first phase of activities under \nthe  NTP.  Tripartite  meetings  of  the  Government,  ADB,  and  the  consultants,  as  well  as \nstakeholder workshops, will be held to discuss the inception, midterm, and final reports. ADB \nwill field a review mission every 6 months during TA implementation to supervise the work of \nconsultant. Close coordination will be maintained between ADB’s Viet Nam Resident Mission \nand the office of AusAID in Ha Noi to ensure timely information sharing and effective TA \nimplementation.  \n \nIV.  THE PRESIDENT’S DECISION  \n22.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $800,000 to be \nfinanced on a grant basis by the Government of Australia, and (ii) ADB providing the balance \nnot exceeding the equivalent of $500,000 on a grant basis, to the Government of Viet Nam for \nthe Climate Change Impact and Adaptation Study in the Mekong Delta, and hereby reports this \naction to the Board.   \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting \nSummary  Targets/Indicators  Mechanisms  Assumptions and Risks \nImpact      Assumptions \nRural and poor people  Understanding of the  Data from National  Future climatic conditions are \nin the Mekong Delta  required adaptation  Steering Committee for  not significantly different than \nregion develop physical  response in the Mekong  Flood and Storm Control  those identified from modeling \nand economic  Delta plus initial policy    scenarios.  \nresilience to future  and investment     \nclimate change and  responses    Government’s existing \nvariability.       commitment to address climate \n  Identification of a  Data from National  change as a priority in national \nbaseline and measurable  Steering Committee for  development continues. \nindicators in agriculture,  Flood and Storm Control   \nenergy, and transport    Current positive trends in \nsectors     economic growth and poverty \n    reduction in Viet Nam continue. \n   \n  Risks \nScientific uncertainty implicit in \nclimate change projections \ncauses future climatic conditions \nto differ significantly from those \npredicted. \n \nCurrent scientific findings and \nprojections in relation to climate \nchange are substantially \nrevised. \nOutcome      Assumption \nSector and provincial  Agreed  climate  change  Review of plans, policies,  Consensus can be reached \nauthorities in the  adaptation  measures  programs, and/or project  among study partners on the \nMekong Delta region  integrated  into  regional  documentation in 2011  best approaches to climate \nhave developed  socioeconomic  change adaptation. \ncapacity to increase the  development plan in the   \nclimate-resilience of  two targeted provinces of  Risks \nprograms, plans,  Mekong Delta by end of  Temporal and/or political \npolicies, and/or projects  2011  constraints mean that agreed \nto guide future    adaptation measures are not \ndevelopment planning.  Established emergency  adopted by authorities. \nresponse units and   \nprocedures in target  Identified adaptation measures \nprovinces as pilot  conflict with Government’s other \neconomic or social development \npriorities. \n \nIdentified adaptation measures \nare financially, economically, \nsocially or environmentally \nunacceptable to Government or \nADB.  \nOutputs      Assumptions \n1. Climate change  Modeling of two future  Modeling documentation  Global circulation and regional \nmodel outputs for  climate change  prepared as part of TA  models adopted for climate \npotential future climatic  scenarios in Mekong    forecasting provide feasible \nconditions in Mekong  Delta completed by    results.  \nDelta region  March 2010     \n      Government technical staff and \n      senior decision makers have \n    adequate skills and knowledge  \n ", "  Appendix 1  7 \nDesign  Performance  Data Sources/Reporting \nSummary  Targets/Indicators  Mechanisms  Assumptions and Risks \n2. Documentation of  Six impact risk  Impact risk assessment  for effective involvement in \neffects of future climate  assessments completed  modeling documentation  capacity building activities.  \nconditions on natural,  by June 2010: (i)  prepared as part of TA   \nsocial, and economic  Mekong Delta region, (ii)    Regional and international \nsystems   detailed integrated    stakeholders are willing to \n  assessments for two    collaborate on climate change \n  target provinces  (Kien    issues. \n  Giang and Ca Mau), and     \n  (iii) detailed integrated    Risks \n  assessments for target    Scientific uncertainty associated \n  sectors (agriculture,    with climate predictions and \n  energy, and transport)    modeling \n       \n3. Documentation of  Prioritized list of  Adaptation measures  Lack of available data means \nappropriate climate  adaptation measures for  documentation prepared  modeling results are not of \nchange adaptation  inclusion in one selected  as part of TA  suitable quality to accurately \nmeasures in two  plan, policy, and/or    predict climate change at an \ntargeted provinces’ and  program agreed with  Documentation from  appropriate scale to allow \nthree targeted sectors’  authorities in each target  stakeholder workshops  preparation of effective \nprograms, plans,  sector (agriculture,  and meetings   adaptation measures. \nprojects, and/or policies   energy, and transport)     \n  and each of two target    Inadequate level of expertise or \n  provinces (Ca Mau and    human resources within \n  Kien Giang) by October    Government to effectively \n  2010    participate in and contribute to \n      TA activities \n4. Development of pilot  Two pilot projects  Documentation of pilot \nprojects to allow  identified, designed and  projects \nupscaling and  costed, and financing   \nreplication of TA  options identified by   \noutcomes, and support  March 2011   \nto collaborative     \nmechanisms for  Presentation of results of  Documentation of TA \ninformation sharing and  TA implementation to  implementation \ncoordinated action on  one regional forum   \nclimate change in the    Documentation of forum \nMekong Delta region    presentation \n     \n5. Institutional  Five technical staff from  Records of participation in \nstrengthening provided  each targeted sector and  TA capacity building \nto enable authorities to  provincial authority will  activities and participant \nfulfill their development  participate in capacity  evaluation forms \nresponsibilities in future  building activities   \nclimate conditions while  identified in the TA  Results from TA capacity \nincreasing community  capacity building  building program’s M&E \nawareness of climate  program by March 2011  framework \nchange issues and  and provide positive \nadaptation measures  evaluation. \nActivities with Milestones  Inputs \n1.1  Identify baseline conditions in study area in relation to natural, social,  ADB Climate Change Fund: \nand economic characteristics; hydro-meteorological characteristics; and  $500,000 \ntarget sectors. Undertake review of legal framework governing   \ndevelopment planning in study area with focus on agriculture, transport,  Consulting services: $425,000 \nenergy, and urban planning (completion February 2010).  Capacity building activities: \n1.2  With Government, ADB, and external experts, confirm climate change  $25,000 \nmodeling methodology to be implemented (completion March 2010).  Contingencies: $50,000 \n1.3  Model future climate change impact scenarios for fixed time slices, such     \nas 2030 and 2050. Global circulation models, regional downscaled   \nmodels and local and international climate data will all be considered  Government of Australia: \nand employed as appropriate (completion May 2010).    $800,000 \n ", "8  Appendix 1 \n   \n2.1  Assess effects of future climate change scenarios on projected future  Consulting services: $585,000 \ncharacteristics of the study area in terms of natural, social, and  Capacity building activities: \neconomic characteristics; hydro-meteorological characteristics; and  $135,000 \ntarget sectors (completion June 2010).   Contingencies: $80,000 \n   \n3.1  Within target sectors and provinces, confirm selected existing provincial   \nand sector programs, plans, projects, and/or policies to be included in  Government: $330,000 \nevaluation and assess level of climate-resilience of these in context of   \nfuture climate change scenarios (completion June 2010).  Personnel: $180,000 \n3.2  Develop climate change adaptation options for integration in future  Office accommodation and \nselected provincial and sector programs, plans, projects, and/or policies  transport: $110,000 \n(completion October 2010).  Operating expenses: $40,000 \n3.3  Conduct economic, environmental and social assessment of climate   \nchange adaptation options and assist authorities to prioritize options for   \nselected programs, plans, projects, and/or policies (completion   \nDecember 2010).    \n3.4  Conduct detailed economic assessment of selected adaptation options   \nin terms of effects on sector and provincial economies (completion \nMarch 2011). \n3.5  Assist authorities in identifying financing options for implementation of \nactions related to climate-resilience in selected programs, plans, \nprojects, and/or policies (completion March 2011).  \n \n4.1  Design and cost pilot projects for upscaling and replication of study \noutcomes in other provinces or sectors and identify possible \narrangements for post-TA implementation (completion March 2011). \n4.2  Provide technical and/or financial support to regional climate change \nadvisory and information sharing bodies (completion March 2011).  \n \n5.1  Carry out capacity assessment and develop and implement capacity \nbuilding program for province and sector authorities. The objective of \nthe program will be to build skills of technical staff in engineering, \neconomics, policy making, and planning, as well as to raise awareness \nof senior decision makers in relation to current challenges and \nopportunities for climate change adaptation. Activities may include \nparticipation in learning-by-doing activities for technical staff; \ninternational, national, and local training events; and study tours. The \nprogram will include an M&E framework to monitor its implementation \nand effectiveness (completion March 2011).  \n5.2  Develop and implement community awareness raising program in two \ntarget provinces, including through use of community meetings; focus \ngroups with community leaders; and use of television, radio, and print \nmedia (completion March 2011). \nADB = Asian Development Bank, M&E = monitoring and evaluation, TA = technical assistance. \nSource: Asian Development Bank. \n \n \n \n \n \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($‘000) \n \nItem  Amount \nA. Government of Australia Financinga   \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  430.0 \n      ii.  National Consultants  110.0 \n    b.  International and Local Travel  35.0 \n    c.  Reports and Communications  10.0 \n  2.  Equipmentb  20.0 \n  3.  Training, Seminars, and Conferences   \n    a.  Facilitators  35.0 \n    b.  Training Program  50.0 \n  4.  Surveys   30.0 \n  5.  Contingencies  80.0 \n      Subtotal (A)  800.0 \n   \nB. Climate Change Fundc \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  300.0 \n      ii.  National Consultants  90.0 \n    b.  International and Local Travel  30.0 \n    c.  Reports and Communications  5.0 \n  2.  Training, Seminars, and Conferences   \n    a.  Facilitators  10.0 \n    b.  Training Program  15.0 \n  3.  Contingencies  50.0 \n      Subtotal (B)  500.0 \n \nC.  Government of Viet Nam Financing   \n  1.  Office Accommodation and Transport  110.0 \n  2.  Remuneration and Per Diem  180.0 \n    of Counterpart Staff \n  3.  Others  40.0 \n      Subtotal (C)  330.0 \n        Total  1,630.0 \na  Administered by ADB through the Memorandum of Understanding on Channel Financing (Technical Assistance \n  Program) between the Government of the Commonwealth of Australia and the Asian Development Bank. The \n  Government of Australia will finance part A ─ climate change prediction and impact assessment. \nb  Desktop and laptop computers and associated hardware and software for data acquisition, processing, and \nmodeling. \nc  Established by ADB. The Climate Change Fund will finance part B─climate change adaptation and planning. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Part A (Climate Change Prediction and Impact Assessment) \n \n1.  Part A will require 19.5 person-months of international consultants and 25.5 person-\nmonths of national consultants. \n \n2.  Study  Team  Leader  and  Climate  Change  Integrated  Assessment  Modeling \nSpecialist (international, 4.5 person-months). The consultant will: \n(i)  Maintain overall responsibility for budget, scheduling, and quality of study outputs. \n(ii)  Organize  high-level  stakeholder  meetings,  as  required,  and  provide  regular \nprogress reports to government representatives and ADB project officers.  \n(iii)  Present results for part A at inception, midterm, and final study workshops. \n(iv)  Coordinate technical activities associated with integrated assessment modeling \nin target sectors and provinces.  \n \n3.  Climate Change Prediction Modeler (international, 3.0 person-months). The consultant \nwill: \n(i)  Collect baseline data on climate and hydro-meteorological conditions in study \narea,  including  the  final  report  of  Addressing  Climate  Change1 and  existing \nadaptation measures. \n(ii)  Liaise  with  external  specialists  and  government  representatives  to  finalize \ndetailed  methodology  for  climate  change  modeling,  including  baseline  data \nrequirements, choice of models, modeling periods, modeling scenarios etc. \n(iii)  Carry out climate change modeling for agreed time slices and model scenarios. \n(iv)  Prepare a climate change modeling outcomes working paper documenting the \nmethodology employed and results of the modeling activities. \n \n4.  Climate  Change  Assessment  (Energy  and  Industry  Sectors)  Specialist \n(international, 3.0 person-months). The consultant will: \n(i)  Collect baseline data on energy and industry issues relevant to study. \n(ii)  Liaise  with  national  and  provincial  government  representatives  and  external \nstakeholders (e.g., NGOs, project consultants) to identify key issues, including \nforecasts  for  future  industrial  development;  trends  in  types  of  industrial \ndevelopment; and proposed development of the energy infrastructure. \n(iii)  Using  results  of  climate  change  prediction  modeling,  undertake  impact  and \nvulnerability  assessment  of  climate  change  impacts  on  result  of  energy  and \nindustrial sectors inputs to integrated assessment modeling. \n(iv)  Prepare  an  energy  and  industry  sector  climate  change  assessment  working \npaper, documenting methodology employed and results of activities carried out. \n \n5.  Climate Change Assessment (Transport and Urban Planning Sectors) Specialist \n(international, 3.0 person-months). The consultant will: \n(i)  Collect baseline data on urban planning and transport issues relevant to study. \n(ii)  Identify urban planning and transport issues in study area, including planning for \nfuture urban developments; projected land use changes; changes in transport \nmodes  and  volumes;  and  proposed  development  of  water,  rail,  and  road \ntransport networks.  \n                                                 \n1  ADB. 2008. Technical Assistance for Addressing Climate Change in the Asia and Pacific Region. Manila. \n ", "  Appendix 3  11 \n(iii)  Using  results  of  climate  change  prediction  modeling,  undertake  impact  and \nvulnerability  assessment  of  climate  change  impacts  on  urban  planning  and \ntransport issues including inputs to integrated assessment modeling. \n(iv)  Prepare an urban planning and transport sector climate change assessment \nworking paper, documenting the methodology employed and results of activities. \n \n6.  Climate Change Assessment (Agriculture, Water and other Natural Resources) \nSpecialist (international, 3.0 person-months). The consultant will: \n(i)  Collect  baseline  data  on  agricultural,  water  resources,  and  natural  systems \nissues relevant to study. \n(ii)  Identify key issues, including forecasts for agricultural productivity and yields, \nchanges in agricultural production trends, planned development of irrigation or \nrelated infrastructure, projections for water supply and demand, proposed water \nresources  infrastructure  development,  and  planning  for  protected  areas  and \nsensitive ecosystems (including coastal mangrove areas).  \n(iii)  Using results of the climate change prediction modeling, undertake impact and \nvulnerability  assessment  of  climate  change  impacts  on  agriculture,  water \nresources, and natural systems issues (including inputs to integrated assessment \nmodeling for target sectors and provinces). \n(iv)  Prepare  a  climate  change  assessment  working  paper,  documenting  the \nmethodology employed and results of the activities carried out. \n \n7.  Climate Change Assessment (Economic and Financial) Specialist (international, 3.0 \nperson-months). The consultant will: \n(i)  Collect relevant baseline data on socioeconomic issues, including population and \ndemographic trends; and poverty, public health, and gender issues. \n(ii)  Identify key socioeconomic issues in study area, including population projections, \npopulation  distribution  projections,  trends  within  socially  vulnerable  groups \n(including gender issues), trends within the public health sector, and estimates of \nclimate migrant movements to and from the study area. \n(iii)  Develop  methodologies  for  climate  change  cost  estimation  and  economic \nanalysis  of  adaptation  options  and  undertake  impact  and  vulnerability \nassessment of climate change impacts on socioeconomic issues. \n(iv)  Prepare  a  socioeconomic  and  financial  climate  change  assessment  working \npaper, documenting the methodology employed and results of the activities. \n \n8.  Deputy Team Leader (national, 4.5 person-months).2 The consultant will: \n(i)  Coordinate national part A study team members and ensure team members are \naware of technical, budgetary, and scheduling obligations of study. \n(ii)  Assist Institutional strengthening specialists to undertake capacity assessment \nand develop capacity building program.  \n(iii)  Work with government representatives to identify regional climate change forums \nfor provision of TA support and define resources to be provided to such forums. \n(iv)  Provide inputs to management of project management system, quality assurance \nsystem, and reporting systems. \n \n9.  Climate Change Prediction Modeler (national, 3.5 person-months). The consultant will: \n(i)  Assist international climate change modeler to collect baseline data. \n                                                 \n2  The deputy team leader will be based within the Department of Meteo-Hydrology and Climate Change at the \nMinistry of Natural Resources and Environment.  \n ", "12  Appendix 3 \n \n(ii)  Liaise  with  government  representatives  and  local  specialists  to  assist \ninternational climate change modeler to finalize detailed methodology for climate \nchange modeling activities. \n(iii)  Assist international climate change modeler to carry out climate change modeling \naccording to agreed methodology. \n \n10.  Climate Change Assessment (Energy and Industry Sectors) Specialist (national, \n3.5 person-months). The consultant will: \n(i)  Liaise  with  national  and  provincial  government  representatives  to  assist  the \ninternational specialist to collect baseline data. \n(ii)  Liaise  with  national  and  provincial  government  representatives  to  assist  the \ninternational specialist to identify key issues. \n(iii)  Assist  the  international  specialist  to  carry  out  impact  and  vulnerability \nassessment of issues in the energy and industrial sectors, including geographic \ninformation system (GIS) mapping outputs. \n \n11.  Climate Change Assessment (Transport and Urban Planning Sectors) Specialist \n(national, 3.5 person-months). The consultant will:  \n(i)  Liaise  with  national  and  provincial  government  representatives  to  assist  the \ninternational  specialist  to  collect  baseline  data  as  well  as  to  identify  urban \nplanning and transport issues.  \n(ii)  Assist  the  international  specialist  to  carry  out  impact  and  vulnerability \nassessment  of  urban  planning  and  transport  issues,  including  GIS  mapping \noutputs. \n(iii)  Assist the international specialist to prepare an urban planning and transport \nsector climate change assessment working paper. \n \n12.  Climate Change Assessment (Agriculture, Water and other Natural Resources) \nSpecialist (national, 3.5 person-months). The consultant will:  \n(i)  Liaise  with  national  and  provincial  government  representatives  to  assist  the \ninternational specialist to collect baseline data as well as to identify key issues. \n(ii)  Assist  the  international  specialist  to  carry  out  impact  and  vulnerability \nassessment  of  agriculture,  water  resources,  and  natural  systems  issues, \nincluding GIS mapping outputs. \n(iii)  Assist  the  international  specialist  to  prepare a  working paper  on  agriculture, \nwater resources and natural systems climate change assessment.  \n \n13.  Climate Change Assessment (Economic and Financial issues) Specialist (national \n3.5 person-months). The consultant will: \n(i)  Liaise  with  national  and  provincial  government  representatives  to  assist  the \ninternational specialist to collect baseline data, finalize methodologies for climate \nchange cost estimation and economic analysis of adaptation options, and identify \nkey socioeconomic issues. \n(ii)  Assist  the  international  specialist  to  carry  out  impact  and  vulnerability \nassessment of socioeconomic issues, including GIS mapping outputs, and to \nestimate the future costs of climate change in the study area using results of \nclimate change modeling. \n(iii)  Assist the international specialist to prepare a socioeconomic climate change \nassessment working paper. \n \n14.  GIS Expert (national, 3.5 person-months). The consultant will:  \n ", "  Appendix 3  13 \n(i)  Determine requirements of GIS database for study. \n(ii)  Develop agreed GIS database structure to meet part A requirements and in a \nformat that can be transferred to the part B team.  \n(iii)  Liaise with national and provincial government representatives to source required \ndata to input to GIS database. \n \nB.  Part B (Climate Change Adaptation and Planning) \n \n15.  Part B will require 13.5 person-months of international consultants and 20.5 person-\nmonths of national consultants. \n \n16.  Study  Team  Leader  and  Climate  Change  Adaptation  Adviser  (international, 4.5 \nperson-months). The consultant will: \n(i)  Provide strategic and technical advice to study team members and coordinate \nstudy technical activities for part B. \n(ii)  Maintain  established  study  project  management  system,  quality  assurance \nsystem, and reporting systems.  \n(iii)  Prepare documentation and costing for future climate change adaptation pilot \nprojects.  \n(iv)  Develop long list of adaptation options for target sectors and provinces. Advise \non feasibility and effectiveness of identified options. \n(v)  Carry out economic evaluation of adaptation options and integrate results into an \noverall social, economic, and environmental assessment of adaptation options. \n(vi)  Develop recommendations for a short list of adaptation options, and develop \npriority ranking for them. \n \n17.  Climate  Change  Adaptation  Specialist  (international,  4.5  person-months).  The \nconsultant will: \n(i)  Develop  extensive  list  of  potential  adaptation  options  for  target  sectors  and \nprovinces and evaluate options within a socioeconomic and natural resource \ncontext.  \n(ii)  Undertake preliminary economic assessment of identified adaptation options and \ncarry out detailed cost-benefit analysis of selected options in target sectors and \nprovinces using results of climate change integrated assessment modeling.  \n(iii)  Develop  recommendations  on  adaptation  options  for  target  sectors  and \nprovinces from a socioeconomic point of view. \n(iv)  Provide input to developing adaptation pilot projects for future implementation.  \n(v)  Prepare recommendations on establishment of emergency response units and \nprocedures in consideration of existing risk management policies, including the \nNational  Strategy  for  Natural  Disaster  Prevention,  Response  and  Mitigation, \noverseen by the National Committee for Flood and Storm Control. \n \n18.  Climate  Change  Institutional  Strengthening  Specialist  (international,  4.5  person-\nmonths). The consultant will: \n(i)  Conduct interviews and consultations with decision makers and technical staff in \nrelevant national line ministries and target provinces to develop understanding of \nexisting capacity regarding development planning and technical issues related to \nclimate change. \n(ii)  Prioritize  capacity  building  needs  of  decision  makers  and  technical  staff  in \nrelevant national line ministries and target provinces to enable them to fulfill their \nassigned roles under the TA and build long-term capacity. \n ", "14  Appendix 3 \n \n(iii)  Develop capacity building program for decision makers and technical staff in \nrelevant national line ministries and target provinces \n(iv)  Develop and implement a community awareness raising campaign in Ca Mau \nand Kien Giang provinces in relation to climate change risks and adaptation \nmeasures, including use, as appropriate, of public meetings; focus groups with \ncommunity leaders; and newspaper, television, and radio. \n \n19.  Deputy Team Leader (national, 4.5 person-months).3 The consultant will: \n(i)  Coordinate national Part B study team members and ensure team members are \naware of technical, budgetary, and scheduling obligations of study. \n(ii)  Attend high-level stakeholder meetings as required. \n(iii)  Work with government representatives to provide agreed support to regional \nclimate change forums.  \n(iv)  Provide inputs to management of project management system, quality assurance \nsystem, and reporting systems. \n \n20.  Climate Change Adaptation Specialists (national, 8 person-months). The consultant \nwill:  \n(i)  Liaise with representatives of government ministries, institutes, and agencies in \nrelation to climate change modeling data requirements and methodology. \n(ii)  Liaise  with  external  specialists,  government  representatives  to  develop  an \nextensive list of potential adaptation options for target sectors and provinces and \nevaluate options within a socioeconomic and natural resource context.  \n(iii)  Undertake preliminary economic assessment of identified adaptation options and \ncarry out detailed cost−benefit analysis of selected adaptation options.  \n(iv)  Assist  in  developing  nationally  and  locally  appropriate  recommendations  on \nadaptation options for target sectors and provinces.  \n(v)  Provide inputs to developing adaptation pilot projects for future implementation.  \n \n21.  Climate  Change  Institutional  Strengthening  Specialists  (national,  8.0  person-\nmonths). The consultant will:  \n(i)  Assist the international specialist to conduct interviews and consultations with \ndecision makers and technical staff in relevant national line ministries and target \nprovinces to develop understanding of existing capacity regarding development \nplanning and technical issues related to climate change. \n(ii)  Assist the international specialist to develop and cost a capacity building program \nfor decision makers and technical staff in relevant national line ministries and \ntarget provinces. \n(iii)  Work with the international specialist to begin implementing the capacity building \nprogram and report the results using the developed M&E framework. \n(iv)  Assist  the  international  specialist  to  develop  and  implement  a  community \nawareness raising campaign in Ca Mau and Kien Giang provinces in relation to \nclimate change risks and adaptation measures. \n \n \n                                                 \n3  The deputy team leader will be based within the Department of Meteo-Hydrology and Climate Change at the \nMinistry of Natural Resources and Environment.  \n "], "metadata": {"CreationDate": "D:20091120100833+08'00'", "Author": "mtn", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20100323134925+08'00'", "Title": "Microsoft Word - Final edited TA paper-with OGC_OSEC_OCO comments.21Oct09.doc"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 12 October 2009) \nCurrency Unit –  dong (D) \nD1.00 =  $0.000056 \n$1.00 =  D17,848 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  DONRE  –  Department of Natural Resources and Environment \n  GIS  –  geographic information system \n  M&E  –  monitoring and evaluation \n  MONRE  –  Ministry of Natural Resources and Environment \n  NGO  –  nongovernment organization  \n  NTP  –  National Target Program \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Capacity development technical assistance (CDTA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Agriculture and natural resources \n    (irrigation, drainage, and flood protection) \nThemes (subthemes)  –  Environmental sustainability (environmental policy and \nlegislation); economic growth (knowledge, science and \ntechnological capabilities); capacity development (institutional \ndevelopment) \nClimate change  –  Climate change adaptation \nLocation impact  –  Rural (medium impact) and urban (medium impact)  \nPartnership  –  Government of Australia \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  A. Jude, Energy and Water Division, SERD \n   \nTeam leader  Y. Zhai, Lead Professional (Energy), SERD \nTeam members  P. Hattle, Energy Specialist, SERD  \n  P. Ramachandran, Environment Specialist, SERD \n  A. Srinivasan, Senior Climate Change Specialist, SERD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "A. Jude", "role": "Energy and Water Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "Y. Zhai", "role": "Lead Professional (Energy)", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "P. Hattle", "role": "Energy Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "P. Ramachandran", "role": "Environment Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "A. Srinivasan", "role": "Senior Climate Change Specialist", "organization": "SERD"}]}