{"path": "data/input/ta/43319-043-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 43319-043 \nNovember 2012 \n \n \n \nProposed Loan and Administration of Grant \nSocialist  Republic  of  Viet  Nam:  Greater  Mekong \nSubregion Corridor Towns Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 15 October 2012) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.0000479     \n$1.00  =  D20,893     \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank \n  DPI  –  department of planning and investment \n  EMP  –  environmental management plan \n  EWEC  –  East–West Economic Corridor \n  GMS  –  Greater Mekong Subregion \n  IEE  –  initial environmental examination \n  Lao PDR  –  Lao People’s Democratic Republic \n  MRF  –  materials recovery facility \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PPC  –  provincial people’s committee \n  PSC  –  project steering committee \n  SEC  –  Southern Economic Corridor \n  UFPF  –  Urban Financing Partnership Facility \n  UEIF  –  Urban Environmental Infrastructure Fund \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  A. Leung, Urban Development and Water Supply Division, SERD \n   \nTeam leader  F. Steinberg, Senior Urban Development Specialist, SERD \nTeam members  L. Adams, Social Development Specialist, SERD \nV. Dien, Senior Programs Officer, SERD \nA. Garrovillas, Associate Project Officer, SERD \nS. Kotagiri, Social Development Specialist, SERD \nS. Sandhu, Senior Environment Specialist, SERD \nS. Schapero, Senior Financial Specialist, SERD \nS. Zaidansyah, Senior Counsel, Office of the General Counsel \nPeer reviewer  D. Kucan, Senior Urban Development Specialist, Central and West Asia \nDepartment \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.   Design and Monitoring Framework  11 \n2.   List of Linked Documents  14 \n \n   ", "PROJECT AT A GLANCE \n   \n1. Project Name:  Greater Mekong Subregion Corridor Towns Development Project 2. Project Number: 43319-043\n     \n3. Country: Viet Nam 4. Department/Division:  Southeast Asia Department/Urban Development and Water Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n   \n Water  supply  and  other  municipal  √ Water supply and sanitation\n \ninfrastructure and services\n \n    Urban sector development\n \n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n   \n Economic growth √ Widening  access  to  markets  and \n \neconomic opportunities\n   \n Environmental sustainability   Urban environmental improvement\n   \n Regional cooperation and integration   Trade and investments\n   \n Capacity development   Institutional development\n6a. Climate Change Impact    6b. Gender Mainstreaming  \n No climate change indicator available.    Gender equity theme (GEN)   \n     \n Effective gender mainstreaming (EGM) √\n \n Some gender elements (SGE)  \n \n No gender elements (NGE)  \n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  National Medium\n   \nGeographic  Income   Regional Medium\nGeneral    dimensions of  Millennium  poverty at   Urban  High \nIntervention development \ninclusive    household   \n  goals  \ngrowth level\n \n  √    \n9. Project Risk Categorization: Comp lex  \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment B\n   \nInvoluntary resettlement A\n   \nIndigenous peoples C\n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ million)\n       \n Sovereign Project loan Asian Development Fund  130.0\n   \nTotal                     130.0\n12. Cofinancing:     \n       \nFinancier Category Amount ($ million) Administration Type\n     \n Urban Environmental  Official-grant 1.0 Full\nInfrastructure Fund-Urban \nFinancing Partnership Facility  \n \nMulti\n   \nTotal   1.0  \n13. Counterpart Financing:     \n   \nSource Amount ($ million)\n   \n Government 16.2\n   \nTotal 16.2\n14. Aid Effectiveness:     \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n  \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan, and (ii) proposed administration of a grant to be provided by the Urban Environmental \nInfrastructure Fund1 (UEIF) under the Urban Financing Partnership Facility (UFPF), both to the \nSocialist  Republic  of  Viet  Nam  for  the  Greater  Mekong  Subregion  (GMS)  Corridor  Towns \nDevelopment Project. This is one of three projects for GMS corridor towns; the other two will be \nin Cambodia and the Lao People’s Democratic Republic (Lao PDR).2 \n \n2.  The project will enhance the competitiveness of towns along the East–West Economic \nCorridor (EWEC) and the Southern Economic Corridor (SEC) and support the development of \nthe GMS transport corridors into vibrant economic corridors. The project will transform the \ncorridor towns of Dong Ha, Lao Bao, and Moc Bai into economic hubs by improving urban \nenvironmental infrastructure and strengthening institutional capacities of provincial and local \nauthorities. Increased climate resilience through flood control measures will significantly improve \nthe productivity of economic enterprises in these towns. Clean wastewater, solid-waste disposal, \nand enhanced mobility on improved urban roads will improve the environment. The project will \nprovide  environmental  infrastructure,  of  which  wastewater  treatment  and  solid-waste \nmanagement specifically will help to reduce the carbon footprint of these towns, making them \ncleaner, greener, and more livable. The project finances 10 subprojects in the three towns.3  \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Strategic  economic  development.  Improved  transport  connectivity  among  GMS \ncountries  has  intensified  urban  links  and  established  a  solid  foundation  for  more  efficient \nmovement  of  people,  goods,  and  services.  It  has  led  to  significantly  increased  trade  and \ncommerce in border districts and corridor towns. The towns and cities along the SEC and \nEWEC, which link Viet Nam with Cambodia and the Lao PDR, are well positioned to serve as \ndynamic  centers  of  investment  and  economic  growth.  Given  the  tremendous  economic \nopportunities,  the  corridor  towns  face  the  challenge  of  meeting  the  demands  for  urban \ninfrastructure and essential support services which are a result of rapid urban population growth \nand  urban  expansion.  With  the  proper  enabling  environment  for  strategic  local  economic \ndevelopment, provision of adequate infrastructure, and institutional capacity to manage future \ndevelopment, the corridor towns are expected to attract public sector investments in urban \nenvironment  infrastructure  and  encourage  private  sector  interest  in  urban  economic \ninfrastructure. \n \n4.  This project is phase 1 of a long-term engagement in GMS economic corridor towns, and \nis aligned with the strategic framework of the GMS Economic Cooperation Program, 2012–\n2022, approved by the Fourth GMS Summit on 19–20 December 2011. It is also in line with the \nAsian Development Bank (ADB) country partnership strategy, 2012–2015 for Viet Nam,4 and \nsupports ADB’s urban operational plan, 2012–20205 and water operational plan, 2011–2020.6 \n \n                                                \n1  Contributor:  the Government of Sweden, administered by the Asian Development Bank (ADB). \n2  ADB provided project preparatory technical assistance. ADB. 2010. Technical Assistance to the Greater Mekong \nSubregion for Preparing the Corridor Towns Development Project. Manila (TA 7644-REG). \n3  The design and monitoring framework is in Appendix 1. \n4  ADB. 2011. Country Partnership Strategy: Viet Nam, 2012–2015. Manila. \n5  ADB. 2012. Urban Operational Plan, 2012–2020. (draft). \n6  ADB. 2011. Water Operational Plan, 2011–2020. Manila. ", "2   \n5.  Core problem. The participating corridor towns in Viet Nam face the pressing task of \ncoping with the demands of a rapidly growing urban population and expanding urban areas. \nThere have been major problems with the inadequate capacity of local authorities to plan and \nmanage urban growth in an integrated way, operate and maintain urban infrastructure, and \nefficiently  deliver  municipal  services.  Despite  reforms  to  promote  decentralization,  local \ninstitutional  capacity  development  has  not  kept  pace  with  urban  sector  development  and \neconomic growth. With increasing trade and traffic flows, there is an urgent need to strengthen \nthe  capacities  of  the  corridor  towns  to  manage  local  economic  development  in  an \nenvironmentally sustainable manner. \n \n6.  Project areas. Three corridor towns were selected as project areas: Dong Ha and Lao \nBao in Quang Tri Province and Moc Bai in Tay Ninh Province. \n \n7.  Dong Ha is on Viet Nam's east coast, north of the historic city of Hue and the port city of \nDa Nang. This corridor town is the center of political, cultural, and economic activities in Quang \nTri Province. It is located on the intersection of National Road 1A and Road 9, which provide \ntransport connectivity and easy access to the Lao PDR and Thailand through the Lao Bao–\nDansavanh border. The strategic location of Dong Ha makes it the leading regional trade and \ninvestment center along the EWEC. \n \n8.  Lao Bao is a border town along the EWEC, which is an important trade and traffic link \nbetween Viet Nam, the Lao PDR, and Thailand. The town is developing rapidly as an industrial \ntownship for export of consumer articles. Within the town center is the Lao Bao Border Gate \nSpecial  Economic  and  Trade  Zone,  which  is  stimulating  economic  activity  and  providing \nemployment for local people. \n \n9.  Moc Bai, on the border of Viet Nam and Cambodia along the SEC, is a newly emerging \ndestination for large manufacturers as well as small and medium-sized enterprises outside Ho \nChi Minh City. The national and provincial people‘s committees have designated the town a Tay \nNinh Province economic trade zone. Establishment of the SEC has attracted manufacturing and \nindustry locators, providing economic opportunities to local residents and migrant workers. \n \n10.  Related policies and strategies. The government issued a policy declaration to pursue \na balanced socioeconomic strategy through the development of key economic centers, as well \nas  secondary  cities  and  towns,  to  further  stimulate  economic  growth.  The  5-year  Socio-\nEconomic Development Plan, the main pillar of Viet Nam’s strategic plan, stipulated the focus of \nurban development on (i) promoting the linking of urban and rural economies, (ii) improving \nurban planning and management, (iii) developing small and medium-sized towns and cities, and \n(iv) developing economic corridors by building economic nodes on the corridors. Under this \nstrategy, the functions of small and medium-sized towns are crucial in terms of their role as \nmarkets  and  transport hubs for  agricultural goods,  products from  small  and  medium-sized \nenterprises, and manufacturing industries. The government’s strategy is also reflected in the \nwater supply and other municipal infrastructure and services sector assessment (summary).7 \n \n11.  Lessons. Based on the experience gained from completed ADB-financed urban sector \ndevelopment projects, the relevant lessons learned are as follows: (i) the project implementation \nschedule should be carefully assessed during appraisal, taking into account the government’s \nlengthy approval procedures; (ii) selecting qualified project management consultants familiar \nwith local rules and regulations is important for successful project implementation; (iii) the \n                                                \n7  Sector Assessment (Summary): Water Supply and Other Municipal Infrastructure and Services (accessible from \nthe list of linked documents in Appendix 2). ", "    3 \nnumber of procurement packages should be minimized, considering the workload for contract \nmanagement, while ensuring competitiveness among qualified contractors; and (iv) advance \naction  for  land  acquisition  and  resettlement  should  be  undertaken  to  facilitate  project \nimplementation  because  consultation  and  agreement  with  affected  households  takes \nconsiderable time. The project design responds to these lessons with a schedule that has \nsufficient preparation time, a limited number of procurement packages, and adequate project \nmanagement support. \n12.  Special  features.  The  project  has  three  special  features:  (i)  support  for  regional \ndevelopment in the GMS (and the Association of Southeast Asian Nations) through the creation \nof growth engines in corridor towns across the GMS countries; (ii) recycling of solid waste \nthrough innovative materials recovery facilities (MRFs) for waste segregation, with cofinancing \nfrom the UEIF of the UFPF; and (iii) support for increased decentralization by strengthening \nprovincial and district authorities.8 \n \nB.  Impact and Outcome \n13.  The expected impact of the project is for Dong Ha City, Lao Bao, and Moc Bai to \nbecome dynamic economic growth centers in the EWEC and SEC. The expected outcome is \nadequate and efficient urban infrastructure and services in Dong Ha City, Lao Bao, and Moc \nBai. \n \nC.  Outputs \n14.  Priority infrastructure. The outputs include (i) endorsement of strategic local economic \ndevelopment  plans;  (ii)  priority  infrastructure  investments;  and  (iii)  capacity  development, \nincluding a master plan for Dong Ha City. The priority subprojects in the three corridor towns are \noutlined in Table 1.  \n \nTable 1: Subprojects \nSubproject and \nLocation  Subproject Description \n1. Dong Ha Urban Roads  (i) Improvement and widening of around 22 km of urban roads in Dong Ha; (ii) \nconstruction of drainage structures, sidewalks, and median road; (iii) installation of \nlighting facilities; and (iv) planting of trees. \n2. Dong Ha River  (i) Construction of around 6 km of slope protection structures along the Dong Ha River \nEmbankment   embankment;  and  (ii)  construction  of  walkways  and  a  lighting  system,  including \nenhancement of the urban landscape. \n3. Dong Ha River Port  (i) Rehabilitation of the existing wharf facility and provision of logistics equipment; (ii) \nRehabilitation  construction of interior roads and field office; and (iii) installation of power, water \nsupply utilities, and sewerage system. \n4. Dong Ha MRF  (i)  Installation  of  a  materials  recovery  facility  at  the  existing  dumpsite,  and  (ii) \nestablishment of composting operations. \n5. Lao Bao Urban Roads  (i) Improvement and widening of around 22 km of urban roads, and (ii) construction of \nroadside drainage structures and sidewalks. \n6. Lao Bao Solid Waste  (i) Establishment of a sanitary landfill in a 20-hectare area, and (ii) construction of \nManagement  access road and related facilities for the sanitary landfill. \n7. Moc Bai Water Supply  (i) Expansion of water pipelines; (ii) establishment of a water supply plant with a \ncapacity of up to 7,000 m3 per day; and (iii) installation of water connections for \nhousehold and commercial users. \n                                                \n8  Additionally, private sector investments in dry ports and logistics facilities are stimulated by the project in Moc Bai \nand Dong Ha. ADB technical assistance has supported preparation of prefeasibility studies for these private \ninvestments (ADB. 2010. Technical Assistance to the Greater Mekong Subregion for Preparing the Corridor Towns \nDevelopment Project. Manila). \n ", "4   \nSubproject and \nLocation  Subproject Description \n8. Moc Bai Urban Roads  (i) Improvement and widening of around 13 km of urban road within the town center; \n(ii) construction of drainage structures, walkways, and median road; (iii) planting of \ntrees; and (iv) installation of lighting facilities. \n9. Moc Bai Wastewater  (i) Establishment of a wastewater treatment plant with capacity of up to 9,000 m3 per \nTreatment  day; and (ii) installation of wastewater drainage networks, booster pump station, and \nsewage transmission pipelines. \n10. Moc Bai MRF  Installation of a materials recovery facility at the existing dumpsite \nkm = kilometer, m3 = cubic meter, MRF = materials recovery facility. \nSource: Asian Development Bank. \n \n15.  Implementation support and capacity development. The project will provide project \nmanagement support and capacity development to the executing agency and implementing \nagency. This will help to ensure that project implementation fully complies with ADB’s policies \nand operational requirements in terms of procurement procedures, construction supervision, \nfinancial management and disbursement, social and environmental safeguards, and operation \nand  maintenance  (O&M).  Consulting  services  will  also  be  engaged  for  capacity  building \ncovering these areas. Financial audit and monitoring of social and environmental safeguards will \nbe separate services. \n \nD.  Investment and Financing Plans \n \n16.  The project is estimated to cost $147.19 million, including taxes, duties, and physical \nand price contingencies (Table 2). \n \nTable 2: Cost Estimate by Outputs \n($ million) \nItem  Amountsa \nA.  Base Cost b   \n1.  Dong Ha City subprojects  46.19 \n2.  Lao Bao Town subprojects  28.21 \n3.  Moc Bai Town subprojects  35.37 \n4.  Project management support consultant c   \n  Quang Tri  1.26 \n  Tay Ninh  0.54 \n5.  Capacity development and training c   \n  Quang Tri  0.56 \n  Tay Ninh  0.24 \n6.  Preparing the Dong Ha master plan  2.71 \n7.   Financial audit   \n  Quang Tri  0.08 \n  Tay Ninh  0.05 \n8.  Independent monitoring   \n  Quang Tri  0.03 \n  Tay Ninh  0.02 \n9.  Project management unit operations c   \n  Quang Tri  0.80 \n  Tay Ninh  0.34 \n  Subtotal (A)  116.40 \nB .  Contingencies d      \n1 .  Physical contingencies     13.97  \n2 .  Price contingencies  12.91  \n   Subtotal (B)  26.88  \nC.  Financing Charges during Implementation e  3.91 \n  Total (A+B+C)  147.19 \n \n ", "    5 \na  Includes taxes and duties of $12.69 million, unexploded ordnance (UXO) costs of $1.9 million, and operations \nof project management units (PMUs) and project implementation units (PIUs) of $1.6 million, to be financed \nfrom Government of Viet Nam sources. Breakdown by executing agency is as follows: \nItem  Quang Tri  Tay Ninh  Total \nTaxes and duties  8.58  4.11  12.69 \nUXO  1.24  0.66  1.90 \nPMU and PIU operations  1.12  0.48  1.60 \n     Total        10.94  5.25  16.19 \nb  In December 2011 prices. Base costs include expenses for land acquisition and resettlement. \nc Total budget for these components is shown prorated at 70% for Quang Tri and 30% for Tay Ninh. Items 4 and \n5 will be procured as separate packages. \nd  Physical contingencies computed at 19% for materials recovery facilities, 90% for capacity development and \ntraining, 99% for project management support, and 10% for all other components. Price contingencies \ncomputed on the basis of domestic and international price escalation factors, which include a provision for \npotential exchange rate fluctuation assuming purchasing power parity exchange rates. Annual rates are as \nfollows: foreign currency –1.5% for 2012 and 0.5% for 2013–2018, and local currency 6% for 2012–2018. \nBreakdown of total price and physical contingencies by component and executing agency is as follows: \nComponent  Quang Tri  Tay Ninh  Total \nDong Ha subprojects  9.254    9.254 \nLao Bao subprojects  6.136    6.136 \nMoc Bai subprojects    7.360  7.360 \nProject management support consultant  1.466  0.635  2.101 \nCapacity development and training  1.235  0.271  1.506 \nFinancial audit  0.035  0.022  0.057 \nIndependent monitoring  0.011  0.007  0.017 \nPMU and PIU operations  0.316  0.135  0.451 \n     Total  18.453  8.429  26.882 \ne  Includes interest charges during implementation for Asian Development Bank (ADB) loan computed at 1% per \nannum. ADB and Urban Environmental Infrastructure Fund grant may finance transportation and insurance \ncosts.  \nSource: Asian Development Bank estimates. \n \n17.  ADB financing. The government requested a loan equivalent in various currencies to \nSDR84,183,000 from ADB’s Special Funds to help finance the project. The loan will have a 32-\nyear term, including a grace period of 8 years, an interest rate of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter, and such other terms and conditions set forth in \nthe draft loan agreement. The ADB loan will finance civil works, capital goods, equipment, \nconsulting  services,  training,  involuntary  resettlement,  interest  during  implementation,  and \ncontingencies.9 The UEIF of the UFPF will provide cofinancing in the amount of $1.0 million \nequivalent on a grant basis to be administered by ADB. The UEIF grant will solely finance two \nsubprojects involving the construction of MRFs for solid waste recycling. The financing plan is in \nTable 3. \n \nTable 3: Financing Plan \n($ million) \nShare of Total \nSource  Quang Tri  Tay Ninh  Total Cost  (%) \nAsian Development Bank  89.59  40.41          130.00  88.30 \nUrban Environmental Infrastructure Fund  0.50  0.50              1.00  0.70 \nunder the Urban Financing Partnership Facilitya \nGovernment of Viet Nam  10.94  5.25            16.19b  11.00 \nTotal  101.03  46.16      147.19  100.00 \na Contributor: the Government of Sweden, administered by the Asian Development Bank. \nb Includes taxes and duties, unexploded ordnance, and project management unit operations. \nS  ource: Asian Development Bank estimates. \n                                                \n9  Resettlement  costs  are  in  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009)  and  ADB-approved \nsafeguards documents. \n ", "6   \nE.  Implementation Arrangements \n18.  The executing agencies for this project are the provincial people’s committees (PPCs) of \nQuang Tri Province and Tay Ninh Province, with Quang Tri Province as the lead executing \nagency. The respective departments of planning and investment (DPIs) for Quang Tri province \nand Tay Ninh Economic Zone Authority are the implementing agencies. A project steering \ncommittee (PSC) will be created to provide overall policy guidance and oversee implementation \nfollowing the objectives and scope of the project. The PSC will be chaired by the chair of the \nQuang Tri Province PPC or, in his absence, the vice-chair. The vice-chair of the Tay Ninh \nProvince PPC will also serve as vice-chair of the PSC. The provincial director of the Quang Tri \nProvince  DPI  will  serve  as  the  standing  vice-chair. The  project management units  will  be \nestablished in Quang Tri Province and Tay Ninh Province and will be managed by the Quang \nTri DPI and Tay Ninh Economic Zone Authority. Project implementation units will be created if \nand when required (i) within the Dong Ha City People’s Committee, (ii) in Lao Bao within the \nHuong Hoa People’s Committee, and (iii) for Moc Bai within the Tay Ninh Economic Zone \nAuthority. \n \n19.  The implementation arrangements are summarized in Table 4 and described in detail in \nthe project administration manual (PAM).10 The project will be implemented during 2013–2018. \n \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2013–December 2018 \nEstimated completion date  31 December 2018 \nManagement   \n(i)  Executing agencies  Quang Tri Province PPC as lead executing agency and Tay Ninh Province PPC \n(ii) Implementing agencies  Quang Tri DPI and Tay Ninh Economic Zone Authority \n(iii) Implementation units   To be established as and when required in (i) Dong Ha City People’s Committee, \n(ii) Huong  Hoa People’s Committee,  and (iii) Tay Ninh Economic Zone Authority \nOperation and maintenance  As above \nProcurement  International competitive bidding  25 contracts  $127.01 million \nAll procurement under ADB loan will be in accordance with ADB’s Procurement \nGuidelines (2010, as amended from time to time). Project management consultants \nand capacity development and training consultants will be hired by Quang Tri \nProvince. \nConsulting services  Quality- and cost-based selection  470 person-months  $16.52 million \nConsultants’ qualifications selection  TOR to be developed  $4.46 million \n  by PMS consultants   \nLeast cost selection  5 person-months  $0.17 million \nAdvance contracting  The lead executing agency requested ADB for advance action of consultants to \nprepare  tender  materials  for  project  management  consultants,  and  capacity \ndevelopment and training. \nDisbursement  The ADB loan and UEIF grant proceeds will be disbursed following ADB’s Loan \nDisbursement Handbook (2012, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank, DPI = department of planning and investment, PMS = project management support, \nPPC = provincial people’s committee, TOR = terms of reference, UEIF = Urban Environmental Infrastructure Fund. \nSource: Asian Development Bank. \n \n                                                \n10 Project Administration Manual (accessible from the list of linked documents in Appendix 2). ", "    7 \nIII.  DUE DILIGENCE \nA.  Technical \n20.  The project involves improvement and widening of existing urban roads; construction of \ndrainage  networks  and  sewage  pipelines;  installation  of  wastewater  treatment  plants,  river \nembankment protection, and expanded water supply systems; and establishment of sanitary \nlandfill and MRFs. The technology for undertaking the civil works is within the capacity of the \nprovincial and district authorities. The technical and engineering designs, including the O&M \nplan, are prepared based on standard parameters to ensure the long-term sustainability of \ninfrastructure.  The  national  government,  through  the  Socio-Economic  Development  Plan, \nenvisions to promote local economic development and reduce poverty in small and medium-\nsized towns and cities. \n \nB.  Economic and Financial \n21.  Economic analysis was undertaken for all subprojects with the computation of economic \ninternal rate of return, net present value, and benefit–cost ratio. Benefits that were quantified \nand valued included savings in vehicle operating costs and travel time for the road subprojects; \nhealth benefits, reduction in flood damage, and reduction in economic productivity time loss for \nthe drainage and flood control subprojects; economic efficiency of recovering recyclable wastes \nand reduction in costs of disposal for MRFs; and willingness to pay for water supply, wastewater \nsystem,  and  solid-waste  management.  Given  the  varying  nature  of  the  subprojects,  the \nexpected beneficiaries of the overall project also constitute a diverse group. They include road \nusers, the business sector, tourism service providers, property owners, and households. The \nbase-case results indicate all components are economically viable with an estimated economic \ninternal rate of return exceeding the assumed economic opportunity cost of capital of 12%. \nResults ranged from 12% to 30%. All subprojects were generally also viable under adverse \nscenarios in which costs were higher or benefits lower by 10% than the base case.11 \n \n22.  For  four  nonrevenue-generating  subprojects  (three  urban  roads  and  one  river \nembankment protection subproject), the executing agency has to provide funds through annual \nbudgetary allocations to cover the required O&M costs and ensure project sustainability. The \nfinancial analysis focused on historical annual budget allocations from the executing agency. Six \nof the 10 subprojects were considered revenue generating, thus financial internal rates of return \nwere computed taking into consideration the level of fees that can be collected from their \noperations.  These  include  the  water  supply,  wastewater  treatment,  solid                                                                                                                                                                                                                                                                                                                                                                                                                                                      \nwaste management, MRF, and river port rehabilitation subprojects. Resulting financial internal \nrates of return range from 2% to 23%, all above the computed weighted average cost of \ncapital.12 \n \nC.  Governance \n23.  The PPCs of Quang Tri and Tay Ninh provinces will adhere to the transparency and \naccountability  elements  of  good  governance  in  terms  of  financial  management  and  fund \ndisbursements. Through their direct participation and involvement in undertaking procurement \nprocedures of an ADB-financed project, the PPCs will develop their institutional capacity to \nundertake international and national competitive bidding for civil works. Based on assessments \nof financial management and procurement capacity, the provincial and district authorities have \n                                                \n11  Economic Analysis (Summary) (accessible from the list of linked documents in Appendix 2). \n12  Financial Analysis (Summary) (accessible from the list of linked documents in Appendix 2). \n ", "8   \nlimited experience in projects funded by official development assistance. Thus, the project will \nprovide capacity development assistance and training programs on financial management, fund \ndisbursement, and procurement procedures of ADB and the government. \n \n24.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  PPCs.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 10). \n \nD.  Poverty and Social \n25.  Urban poverty. Based on the household survey and the urban poverty line of D500,000 \nper person per month, the proportion of poor people in the participating towns is 9.0% in Moc \nBai, 13.5% in Dong Ha, and 22.0% in Lao Bao. The poor live in areas where they often suffer \nfrom  serious  water  supply  shortages,  poor  water quality,  wastewater  pollution,  poor  urban \nenvironmental sanitation, and inadequate roads and drainage. They have less capacity to cope \nwith pollution and degraded environments. In turn, they suffer from increased exposure and \nrisks due to surface water, groundwater, and air pollution, which further adds to their poverty \nsituation. Through the implementation of the subprojects, the project will improve the living \nenvironment and health status of the urban residents, especially the poor. Poverty reduction \nimpacts will be made by assisting poor people, especially women, in improving their skills and \naccessing employment opportunities through the measures included in the gender action plan. \nThere will be short-term employment benefits during the construction stage.13 \n \n26.  Based on the survey, households headed by women account for 20%–38% of the \nbeneficiary households, of which between 48% and 63% are headed by single women. The \nsubprojects will provide individual and household benefits to women. Women are primarily \nresponsible for disposing of wastewater, disposing of and managing household garbage, and \ncaring for the sick and elderly. Time and effort spent on these activities will be significantly \nreduced for women so they can engage in income-generating activities and have more family or \nleisure  time.  Lack  of  wastewater  treatment  and  solid  waste  disposal  contribute  to  gender \ninequities in the burden of household work. While both women and men will gain from the \nwastewater system and treatment plant subprojects, women can benefit in a number of other \ndirect and indirect ways. As they have primary domestic responsibilities, improving wastewater \ndisposal will ease burdens and reduce both anxiety over exposure to waterborne illnesses and \ntime spent caring for sick family members as a result of contracting a waterborne illness. The \nproject will mitigate any negative impacts. The  gender action plan includes measures and \nactivities that will enhance the benefits to women through participatory community development, \nemployment  during  construction,  improvements  in  sanitation  and  hygiene,  and  awareness-\nraising programs. The design and monitoring framework and the PAM include gender-specific \ntargets. \n \nE.  Safeguards \n27.  Environment.  The  environment  category  for  the  project  is  B,  as  the  proposed \nsubprojects are not expected to have irreversible adverse environmental impacts; any impacts \nare easily mitigated. Initial environmental examinations (IEEs) conducted for all the project cities \nidentified potential impacts and mitigation measures to be implemented through environmental \nmanagement plans (EMPs).14 The IEEs also included inputs from public consultations. The IEEs \n                                                \n13 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n14  Initial Environmental Examination: Dong Ha, Lao Bao, and Moc Bai Subprojects; Initial Environmental Examination: \nEnvironmental Management Plan for Dong Ha Subproject; Initial Environmental Examination: Environmental ", "    9 \nare  in  accordance  with  the  ADB  Safeguard  Policy  Statement  (2009)  and  the  applicable \nenvironmental regulations of the Government of Viet Nam. At the detailed design stage, when \nthe  EMPs  are  finalized  and  updated,  the  final  receiving  environments  for  the  wastewater \ntreatment plants and landfill will be reviewed to ensure that local groundwater and human uses \nof  the  areas  are  not  adversely  affected.  Estimated  costs  for  implementing  the  EMP  were \nintegrated into the project costs. The final EMP, cleared by ADB, will form part of the contract \nbidding  documents.  Environmental  considerations  during  design  and allocation  of  sufficient \nbudget for operation and maintenance (O&M) will help mitigate potential adverse impacts during \noperation. Effective environmental monitoring at all stages of subproject implementation will be \nensured. In compliance with ADB’s information disclosure and consultation requirements, the \nsafeguard documents will be posted on ADB’s website. \n28.  Land  acquisition  and  involuntary  resettlement.  The  safeguard  category  for \ninvoluntary resettlement is A. Three resettlement plans have been prepared for the subprojects \nwhich  will  have  land  acquisition  and  resettlement  impacts.15 The  required  land  comprises \n101.68  hectares.  A  total  of  2,394  households,  or  10,005  people,  will  be  affected  by  land \nacquisition and resettlement in the priority subprojects of Quang Tri and Tay Ninh. Of these, the \nsubprojects in Dong Ha City will result in 1,176 affected households (4,704 affected people); in \nLao Bao, 958 (3,832 affected people); and in Moc Bai, 260 (1,469 affected people). A total of 61 \naffected households (261 affected people) require relocation: 38 (152 affected people) in Dong \nHa, 10 (261 affected people) in Moc Bai, and 13 (52 affected people) in Lao Bao. All other \nimpacts are partial and temporary. The overall resettlement costs for the subprojects are $12.87 \nmillion.  A  cutoff  date  has  been  established  with  extensive  stakeholder  consultation  and \nparticipation.  Project  information  has  been  disclosed  to  affected  people  throughout  project \npreparation and a project information booklet will be updated and distributed during detailed \nmeasurement survey. \n29.  Resettlement and environment documents have been prepared in consultation with local \ncommunities, agreeing with ADB’s Safeguard Policy Statement and Government Decree No. \n69, 2009 which govern resettlement and compensation. In compliance with ADB’s information \ndisclosure and consultation requirements, the resettlement plans will be posted on the ADB \nwebsite. A grievance redress mechanism will help to facilitate resolution of complaints regarding \nproject performance. The resettlement plans, IEE, and EMPs will be updated and disclosed \nafter detailed design and cleared by ADB prior to contract awards. \n \n30.  Indigenous  peoples.  There  are  no  indigenous  peoples  living  near  or  close to the \nsubproject  sites  in the three  participating  corridor  towns. The small  number  of  indigenous \npeoples in any of the subproject locations who are residing in remote villages will not be \naffected  by  the  implementation  of  the  subprojects.  The  project  is  assigned  category  C; \ntherefore, there is no need to prepare an indigenous peoples plan. \n \nF.  Risks and Mitigating Measures \n31.  Major risks and mitigating measures are described in detail in the risk assessment and \nmanagement plan and summarized in Table 5.16 \n \n                                                                                                                                                       \nManagement Plan for Lao Bao Subproject; and Initial Environmental Examination: Environmental Management \nPlan for Moc Bai Subproject (accessible from the list of linked documents in Appendix 2). \n15 Resettlement Plan: Dong Ha Subproject; Resettlement Plan: Lao Bao Subproject; and Resettlement Plan: Moc Bai \nSubproject (accessible from the list of linked documents in Appendix 2). \n16 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10   \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nCorridor towns are unable to generate revenues from  PPCs as executing agencies and DPIs as implementing \nwater supply and wastewater treatment in Moc Bai, solid- agencies  will  organize  revenue  collection  through \nwaste management in Lao Bao, and port rehabilitation in  municipal  service  companies  (water  companies  and \nDong Ha.  waste  management  companies).  Project  management \nconsultants will assist in preparation of O&M plans. \nTechnical and administrative capacities of project staff  Capacity building interventions and training programs in \nare inadequate for project management and continued  project management, O&M, and sustainability measures \nO&M of urban infrastructure. Qualified staff cannot be  will be provided during project implementation. A project \nengaged due to budgetary limitations.  management support consultant will conduct hands-on \ntraining  to  develop  technical  and  administrative \ncompetencies of project staff. \nProcurement and corruption risks do exist.  Mass media will be used for bidding announcements. \nGovernment and ADB procurement guidelines will be \ndisseminated to PMUs. \nDelayed or incomplete settlement of land acquisition and  Resettlement  plans  provide  clear  entitlements. \nresettlement entitlements.  Independent oversight and monitoring will be provided. \nProvincial and district authorities have limited capacities  Capacity  development  assistance  will  improve \nto address social and environmental safeguards issues  institutional capacities of provincial and district authorities \nand  concerns  and  meet  ADB  project  implementation  in addressing social and environmental safeguards and \nrequirements.  in complying with ADB requirements for effective project \nimplementation. \nADB = Asian Development Bank, DPI = department of planning and investment, O&M = operation and maintenance, \nPPC = provincial people’s committee, PMU = project management units \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n32.  The Government of Viet Nam has assured ADB that implementation of the project shall \nadhere to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government has agreed with ADB on certain provisions \nfor the project which are set forth in the loan, grant, and project agreements. \n \nV.  RECOMMENDATION \n33.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove \n(i)  the loan in various currencies equivalent to SDR84,183,000 to the Socialist Republic \nof Viet Nam for the Greater Mekong Subregion Corridor Towns Development Project, \nfrom ADB’s Special Fund resources, with an interest charge at the rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter; for a term of 32 \nyears, including a grace period of 8 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  and  project \nagreements presented to the Board; and  \n(ii)  the administration by ADB of the grant not exceeding the equivalent of $1,000,000 to \nthe Socialist Republic of Viet Nam for the Greater Mekong Subregion Corridor Towns \nDevelopment Project, to be provided by the Urban Environmental Infrastructure Fund \nunder the Urban Financing Partnership Facility. \n \nBindu Lohani  \nVice-President \n21 November 2012 ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and Indicators  Data Sources and  Assumptions and \nDesign Summary  with Baselines  Reporting Mechanisms  Risks \nImpact      Assumption \nDong Ha City, Lao  By 2023:  The government \nBao, and Moc Bai    Annual provincial and  continues to place a \nbecome dynamic  GDP per capita in Quang Tri Province  district  statistics  high priority on \neconomic growth  increased from $780 in 2010 to $2,244  development of \ncenters in the East– in 2023   secondary cities and \nSocioeconomic surveys \nWest Economic    towns. \nCorridor and Southern  GDP per capita in Tay Ninh Province   \nHousehold surveys (sex \nEconomic Corridor.  increased from $1,317 in 2010 to  Risk \ndisaggregated to identify \n$4,731 in 2023  Corridor towns are \nincomes for households \n  unable to generate \nheaded by both men and \nWomen participation in gainful  sufficient revenues \nwomen) \neconomic activitiesa increased to 54%  from water supply \n \n(2012 baseline: 52%)   and wastewater \nPost-project evaluation \ntreatment in Moc Bai, \nreports \nsolid-waste \nmanagement in Lao \nBoa, and river \nembankment \nprotection and port \nrehabilitation in Dong \nHa City. \nOutcome      Assumptions \nUrban infrastructure  By 2018:    The government \nand services are    Annual reports of Dong  remains committed to \nadequate and operate  More than 62 km of urban roads  Ha City People’s  sustainable \nefficiently in Dong Ha  providing ease of access and mobility  Committee, Huong Hoa  management of urban \nCity, Lao Bao, and  to more than 200,000 local residents  District People’s  infrastructure as a \nMoc Bai.    Committee (Lao Bao),  national development \nDong Ha: volume of goods and  Ben Cau District People’s  priority. \nproducts serviced by improved Dong  Committee (Moc Bai)   \nHa port increased from 30,000    Urban infrastructure \ntons/year (2012) to 100,000 tons/year  Regular progress reports  subprojects are \n  of the Tay Ninh  properly operated and \nLao Bao: Solid-waste collection  Economic Zone Authority  maintained by the \nincreased from 14 tons/day (2012) to 32  and the Lao Bao  PPCs and district \ntons/day. Industrial waste, from 5 tons  Economic Zone Authority  authorities. \n(2012) to 11 tons/day     \n  Quarterly physical and  Risk \nDong Ha: 700 ha of prime land and  financial reports of the  Technical and \n15,000 households experience  PMUs  administrative \nreduced annual flood events    capacities of project \n  Project completion  staff are inadequate \nMoc Bai: 22,000 households provided  reports  for project \nadequate water supply (2011: 18,000  management and \nhouseholds)  continued O&M of \n  urban infrastructure. \nLao Bao: Households serviced by  Qualified staff cannot \nsolid-waste collection increased to  be engaged due to \n90% (2011: 59%)  budgetary limitations. \nOutputs      Assumptions \n1. SLEDPs are  SLEDPs with gender-specific  Provincial and district  Provincial and district \nadopted and  measures incorporated are adopted by  development plans   authorities endorse \nimplemented in Dong  2014, disclosed, and updated (as    the SLEDPs with \nHa City, Lao Bao, and  required) by 2018  Project implementation  associated budget \nMoc Bai.    plans, monitoring reports,  allocation. \n  Gender awareness and sensitization  and project completion   \n ", "12  Appendix 1 \nPerformance Targets and Indicators  Data Sources and  Assumptions and \nDesign Summary  with Baselines  Reporting Mechanisms  Risks \n  training conducted for 30 staff  report (for all output  Project stakeholders \n  members from PPCs, as executing  indicators)  for the government \n  agencies, and the Department of    and the private sector \n  Planning and Investment from each  Subproject completion  actively participate in \n  province, as implementing agencies  reports of PIUs  strategic investment \n      planning sessions. \n2.Priority urban  Integrated urban infrastructure  Quarterly and annual   \ninfrastructure is  investment plan updated (as required)  progress reports of PIUs  Priority infrastructure \nimplemented  by 2018    promotes gender \n    Statistical data from  equality by improving \n  Priority urban infrastructure operational  provincial and district  women’s access to \n  by 2018  statistical reports  and use of \n    opportunities and \n  30% of project-related employment  services, and \n  opportunities (construction and post- contributes to \n  construction) to be filled by women  increased \n    participation in \na. Dong Ha urban  Around 22 km of urban roads improved  decision making. \nroads  and widened with drainage structures,   \n  sidewalks, median roads, lighting  Risk \n  facilities, and tree planting  Procurement and \n    corruption risks do \nb. Dong Ha River  700 ha of prime land and more than  exist. \nembankment  2,000 households benefit from reduced   \n  flooding events  Delayed or \n    incomplete settlement \nc. Dong Ha Port  Wharf facility and related port  of land acquisition \nrehabilitation  structures improved to accommodate  and resettlement \n  100,000 tons/year of goods and  entitlements. \n  products by 2018    \n     \nd. Dong Ha materials  About 2 tons of recyclable materials \nrecovery facility  processed and recovered from a daily \n  average of 45 tons  \n   \ne. Lao Bao urban  Around 22 km of urban roads improved \nroads  and widened with drainage structures  \n   \nf. Lao Bao solid  Sanitary landfill established in a 20 ha \nwaste management  area, collection trucks and receptacle \n  bins provided. Approximately, 13 \n  tons/day generated \n   \ng. Moc Bai urban  Around 13 km of urban roads widened \nroads  and improved with drainage structures \n  with median width, lighting facility, and \n  tree planting  \n   \nh. Moc Bai  Wastewater treatment plant with \nwastewater  capacity of 9,000 m3/day installed with \ntreatment  drainage and sewage network \n   \ni. Moc Bai water  Water supply plant with a capacity of \nsupply  7,000 m3/day established with \n  expanded water connections for \n  60,000 residents by 2018 \nj. Moc Bai materials  100–160 kg of recyclables processed \nrecovery facility  and recovered from daily waste \ncollection of 4 tons \n ", "  Appendix 1  13 \nPerformance Targets and Indicators  Data Sources and  Assumptions and \nDesign Summary  with Baselines  Reporting Mechanisms  Risks \n90% of existing informal waste pickers, \n95% of whom are women, employed in \nmaterials recovery facilities \n3. Institutional  Capacity development and training  PPC and PSU records of  Risk \ncapacities are  provided to staff of PPCs, PMUs, and  capacity development  Provincial and district \nstrengthened.  PIUs on project management and  and training events  authorities have \nimplementation, financial and  (disaggregated by sex)  limited capacities to \nprocurement management, and social  address social and \nand environment safeguards. By 2018,  environmental \n2,237 staff trained.  safeguards issues \n  and concerns and \nDong Ha City master plan prepared by  meet ADB project \n2016.   implementation \n  requirements. \nEnsure that 30% of overall staff \npositions and 30% of the management \npositions in the PMU and PSU are \nfemale \nActivities with Milestones  Inputs \n1: Three SLEDPs are adopted and implemented.  Amount \n1.1  SLEDP of Dong Ha City, Lao Bao, and Moc Bai, with gender-specific  ($ million) \nmeasures incorporated, adopted by 2014.  ADB (loan): $130.00 \n1.2  SLEDPs updated (as required) by 2018.  Civil works  88.22 \n1.3  Consultation and participation approach used in updating SLEDPs and  Consulting services  12.62 \nin formulating strategic plans for urban infrastructure investments.  Land acquisition and   \n  Resettlement  11.70 \n2: Priority urban infrastructure is implemented. \nContingencies  13.55 \n2.1  Detailed design completed by the third quarter of 2013. \nInterest during construction  3.91 \n2.2  Bidding procedures completed by the fourth quarter of 2013. \nUEIF-UFPF: $1.00 \n2.3  Contract signed by the second quarter of 2014. \n2.4  Land acquisition and resettlement completed by the second quarter of   Civil works  0.77 \n       2014.    Consulting services  0.07 \n2.5 Civil Works and construction activities commenced by the second  Contingencies  0.16 \nquarter of 2014 and completed by the fourth quarter of 2018.  Government: $16.19 \n  Civil works  9.81 \n3: Institutional capacities are strengthened. \nConsulting services  1.63 \n3.1  Capacity assessments reviewed and updated by the first quarter of \nUnexploded objects  1.90 \n2013. \n3.2  Public awareness program conducted by the first quarter of 2013.  Project management unit   \n3.3  Training needs assessment related to female employment  operations  1.45 \nopportunities triggered by the project conducted by 2014.  Contingencies  1.40 \n3.4  Capacity building modules and training manuals for project   \nmanagement, procurement and financial disbursement, and monitoring \nand evaluation prepared by the second quarter of 2013. \n3.5  Capacity development plan implemented from 2013 to 2016. \nADB = Asian Development Bank, GDP = gross domestic product, ha = hectare, kg = kilogram, km = kilometer, m3 = \ncubic  meter,  PIU  =  project  implementation  unit,  PMU  =  project  management  unit,  PPC  =  provincial  people’s \ncommittee,  PSU  =  project  support  unit,  SLEDP =  strategic  local  economic  development  plan,  UEIF  =  Urban \nEnvironmental Infrastructure Fund, UFPF = Urban Financing Partnership Facility. \na  Refers to outcomes from a strategy of local employment capture, particularly for vulnerable groups who might \notherwise be excluded. This refers to female employment in economic growth opportunities generated by the \nproject, including construction, market trading, solid-waste management, and recycling. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=43319-043-3 \n \n1.  Loan Agreement \n2.  Grant Agreement \n3.  Project Agreement \n4.  Sector Assessment (Summary): Water Supply and Other Municipal Infrastructure and \nServices \n5.  Project Administration Manual \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Financial Analysis (Summary) \n9.  Economic Analysis (Summary) \n10.  Country Economic Indicators \n11.  Summary Poverty Reduction and Social Strategy \n12.  Gender Action Plan (Summary) \n13.  Initial Environmental Examination: Dong Ha, Lao Bao, and Moc Bai Subprojects \n14.  Initial Environmental Examination: Environmental Management Plan for Dong Ha \nSubproject \n15.  Initial Environmental Examination: Environmental Management Plan for Lao Bao \nSubproject \n16.  Initial Environmental Examination: Environmental Management Plan for Moc Bai \nSubproject \n17.  Resettlement Plan: Dong Ha Subproject \n18.  Resettlement Plan: Lao Bao Subproject \n19.  Resettlement Plan: Moc Bai Subproject \n20.  Risk Assessment and Risk Management Plan \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20121121105227Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "vietnam, greater mekong subregion, gms economic corridors, gms viet nam projects, gms transport corridors, wastewater treatment, ports rehabilitation, materials recovery facilities, urban roads, solid wastes management, water supply, adb projects, grant 0329, loan 2969, project terms conditions, rrp", "ModDate": "D:20130521142750+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This provides the report and recommendation of the President on (i) a proposed loan, and (ii) proposed administration of a grant to be provided by the Urban Environmental Infrastructure Fund under the Urban Financing Partnership Facility, both to the Socialist Republic of Viet Nam for the Greater Mekong Subregion (GMS) Corridor Towns Development Project.", "Title": "RRP: Viet Nam: Greater Mekong Subregion Corridor Towns Development Project"}}