{"path": "data/input/ta/43333-01-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 43333-01 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nJune 2010 \n \n \n \n \nImproving  the  Implementation  of  Environmental \nSafeguards in Central and West Asia \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COSO  –  Central Operations Services Office \n  CWRD  –  Central and West Asia Department \n  EMP  –  environmental management plan \n  IDC  –  indefinite delivery contract \n  PAM  –  project administration memoranda \n  PIU  –  project implementation unit \n  QCBS  –  quality- and cost-based selection \n  R-CDTA  –  regional—capacity development technical assistance \n  SPS  –  Safeguard Policy Statement \n  SSTA  –  small-scale technical assistance \n  TASF  –  technical assistance special fund \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector  (urban  transport;  water  supply  and  sanitation;  road \ntransport;  electricity  transmission  and  distribution;  irrigation, \ndrainage, and flood protection) \nThemes (subthemes)  –  Environmental  sustainability  (environmental  policy  and \nlegislation), capacity development (institutional development) \nLocation impact  –  National (high) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars \n \n \n \n \n \n \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  H. Du, Advisor, Office of the Director General, CWRD \n \nTeam Leader  M. Kunzer, Senior Environment Specialist, CWRD \nTeam Member  N. Djenchuraev, Environment Specialist, CWRD \nTeam Member  Z. Abbas, National Environment Officer, CWRD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The recently issued Safeguard Policy Statement (SPS) of the Asian Development Bank \n(ADB)  introduces  a  new  emphasis  on  the  effective  implementation  of  environmental \nsafeguards. 1  The  SPS  contains  a  number  of  operational  principles  which  include  the \nrequirement to ensure that the measures identified during impact assessment are included in \nthe project environmental management plan (EMP), and are implemented in agreement with the \nborrower. SPS also recognises that this is not always achieved at the project level and states \nthat  \"while  procedural  compliance  has  improved  over  time  the  substantive  aspects  of \ncompliance—integration of findings and recommendations of environmental assessment into \nproject design, borrower/client ownership of EMPs, and effective implementation of EMPs—\nremain challenging\".  \n \n2.  Work undertaken by ADB's Central and West Asia Department (CWRD) has come to a \nsimilar view. A 2008 small-scale technical assistance (SSTA) on Improving the Implementation \nof Environmental Safeguards for ADB Projects in Central and West Asia (the region) undertook \na  review  of  all  active  environment  category  A  projects  to  assess  how  effectively  these \nrequirements  were  being  implemented. 2 The  review  highlighted  a  number  of  deficiencies \npreventing effective implementation. Foremost among the challenges is insufficient capacity in \nexecuting agencies to prepare, implement, and monitor the implementation of EMPs. The lack \nof  effective  implementation  means  that  there  is  a  credible  risk  that  projects  are  not  in \ncompliance with the SPS. The proposed regional capacity development technical assistance (R-\nCDTA) will strengthen the capacity of the executing and implementing agencies in the region to \nimprove environmental management and monitoring. \n \nII.  ISSUES \n3.  Capacity assessments of the executing agencies in CWRD countries point to a severe \nshortage of environmental professionals with the environmental management skills necessary to \neffectively implement SPS requirements. There is a significant requirement for training of staff in \nthe executing agencies. Training for safeguards is usually included as part of the scope of works \nassigned to design and supervision teams. This approach has a number of weaknesses, the \nmost obvious being the poor performance of a number of existing projects, suggesting that \ndelivery of training through this mechanism is not effective. Other weaknesses include the lack \nof consistency in what the training consists, high costs associated with the use of international \nconsultants, failure to develop in-country capacity to deliver training, and the lack of any follow \nup capability once the training period has ended. \n \n4.  The lack of capacity and experience in the executing agencies leads to poor quality at \nentry  for  environmental  safeguard  requirements.  The  2008  TA  identified  key  areas  where \nsupport is required to improve performance and ensure quality at entry. Guidance is needed in a \nnumber of areas: \n \n(i)   The project administration memoranda (PAMs) issued to the executing agencies \ndo  not  provide  sufficient  guidance  on  the  environmental  management  and \nmonitoring requirements. There is a need for clear guidance on what is required, \nwhen it needs to be done and by whom. \n                                                 \n1  ADB. 2009. Safeguard Policy Statement. Manila. \n2  ADB. 2008. Technical Assistance for Improving the Implementation of Environmental Safeguards for ADB Projects \nin Central and West Asia. Manila (TA6457-REG for $150,000, approved on 24 April). \n ", "2   \n(ii)   Environment  specialists  at  the  executing  agencies  have  little  experience  of \ndrafting  conditions  of  contract  to  ensure  that  environmental  management \nrequirements are included into the tender and contract documents. \n \n(iii)   The environment specialists also have limited knowledge in the preparation of \nsite specific EMPs, this is often the case with the contractors as well. \n \n(iv)  The format and content of the biannual reports required from the projects has not \nbeen  defined.  This  leads  to  monitoring  reports  with  varying  content  and \nrelevance. \n \n5.  Furthermore, the extent of monitoring activities should correspond to the environmental \nrisks associated with a project. Therefore, there is a need to ensure that the environmental \nmanagement of environment category A & B projects is regularly reviewed by a third party and \nthat the capacity in each country is increased to conduct the reviews. \n \n6.  To address the lack of guidance for project executing agencies identified by the 2008 TA, \nknowledge  products  and  guidance  notes  were  prepared,  including  (i)  environmental \nmanagement guidelines for the PAMs relating to the different lending modality, (ii) guidelines on \nhow to include environmental management provisions in tenders, and (iii) contract documents \nand  handbooks  on  Environmental  Mitigation  Measures  for  Construction  and  Environmental \nManagement for Construction Sites. These were then combined into a training course.  \n \n7.  The training course was trialed with environmental specialists from a number executing \nand implementing agencies in Pakistan. An examination of different projects during construction \nhas shown that these projects have similar types of environmental impacts requiring similar \nmitigation measures. This is due to the construction process having standard requirements that \noccur again and again across many different projects. For example, stripping of vegetation and \nearth moving is often one of the first activities to occur. The mitigation measures required to \nmanage the impacts from these activities are therefore similar even though the projects are of \nvery differing types.  \n \n8.  There are also a number of measures that are widely accepted as the best method to \ndeal  with  issues  such  as  dust  control,  stockpiling  materials,  protecting  watercourses  from \nerosion, and sediment. Therefore, it is possible to provide guidelines that will be applicable to \nmost projects. The trial was successful and the approach found to be effective for a range of \ndifferent projects.  \n \n9.  The training course, however, needs to be further developed and refined for delivery \nacross the region. This will increase the implementation and monitoring capacity of the project \nexecuting  and  implementing  agencies  to  successfully  implement  the  ADB  environmental \nsafeguard requirements. \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The expected impact will be that executing agencies effectively manage environmental \nprojects supported by ADB, thereby improving their environmental sustainability. The expected \n ", "  3\noutcome  is  the  increased  capacity  of  staff  in  executing  agencies  to  undertake  effective \nenvironmental management and monitoring of ADB projects throughout the region. \n \nB.  Methodology and Key Activities \n1.  Components \n \na.  Training Course and Knowledge Products \n \n11.  The  knowledge  products  trialed  during  the  2008  TA  will  be  further  developed  and \nrefined.  Of  particular  importance  is  the  development  of  a  range  of  case  studies  for  the \nHandbook on Environmental Management for Construction. The following knowledge products \nwill be finalized: (i) environmental management inserts for the PAMs that cover the different \nlending modalities, (ii) guidelines on drafting environmental management clauses for tender \ndocuments  and  contracts,  (iii)  a  handbook  on  Environmental  Mitigation  Measures  for \nConstruction, and (iv) a handbook on Environmental Management for Construction Sites. Once \ncompleted, the knowledge products need to be combined into a stand alone training program \nthat can be delivered by multiple trainers in each CWRD country. \n \nb.  Training Course Delivery \n \n12.  The existing method of requiring the design and supervision consultants to undertake \nenvironmental safeguards training is ineffective because of higher costs, uneven quality, and \nunsustainability. The TA3 will take a different approach. A number of environmental service \nproviders will be trained to deliver the training course in each country and will do so through an \non-call basis.4 This approach will have a number of benefits such as ensuring that the type and \ncontent of training is consistent across all projects, providing a more cost effective approach by \navoiding the costs of international consultants, developing an in-country training capability, \nproviding an opportunity to undertake refresher training, and it will also allow contractors to \ncommission the same training, at their cost. This component will also be supported by on-the-\njob training if required. \n \nc.  Improved Project Monitoring \n \n13.  The  TA  will  also  support  the  establishment  of  a  web-based  tracking  system  for \nenvironmental  management.  All  projects  classified  as  environment  category  A  or  B  are \nexpected to prepare six monthly monitoring reports for ADB and government authorities. A \ndatabase will be established that will alert the project leader and safeguards team that the report \nis due and will record its delivery. The system will also function as a database for project \nenvironmental management documents. The system will allow staff from headquarters and \nresident missions to have access to a single source of information on project implementation \nperformance.  \n \n14.  It is not possible to effectively monitor all the environmentally-sensitive projects with \nsafeguard  review  missions.  To  supplement  the  review  missions,  a  panel  of  environmental \nauditors will be established in each country. The auditors will undertake visits to projects and \n                                                 \n3 The TA first appeared in the business opportunities section of ADB's website on 24 November 2009. \n4 The environmental service providers may include NGOs, experienced individuals and local consultancies. The \nselection  will be based on a number of criteria including capability and experience of staff, experience in \nenvironmental management and monitoring and previous training experience. \n ", "4   \nundertake  an  independent  review  of  how  effectively  the  environmental  management \nrequirements are being implemented. \n \nC.  Cost and Financing \n15.  The TA estimated to cost $ 900,000. ADB will provide $ 800,000 on a grant basis from \nits Technical Assistance Special Fund (TASF IV) and the participating governments will provide \nthe balance as in-kind contributions. The cost estimates and financing plan are attached as \nAppendix 2. \n \nD.  Implementation Arrangements \n16.  Executing  and  implementing  agencies.  ADB,  through  CWRD's  Gender,  Climate \nChange and Safeguards Unit will be the Executing Agency; and will be responsible for overall \nmanagement  and  coordination.  TA  coordination  will  be  carried  out  by  CWRD's  Senior \nEnvironment Specialist, assisted by a TA administrator. \n \n17.  Consultants and other input requirements. All consultants will be engaged by ADB in \naccordance with the Guidelines on the Use of Consultants (2007, as amended from time to \ntime). The TA will utilize two methods of delivery through (i) individual international consultants, \nand (ii) the recruitment of local firms under an Indefinite Delivery Contract (IDC). Firstly, the \ndevelopment of the training program, the training of the trainers and the development of the \nweb-based monitoring system will be through consultants recruited on an individual basis. \nSeven person-months of international consulting services have been allocated for these three \ntasks; as it is unlikely that a single consultant will be able to cover all three tasks a number of \nconsultants will be recruited. \n \n18.  Secondly, as it is not possible to accurately predict the number of training programs, on \nthe job training events and audits that will be required it is intended to deliver these components \nthrough the Central Operations Services Office (COSO) IDC pilot program. The IDC is the most \nappropriate method of delivery as the services to be delivered under this TA are multiple \nassignments  with  each  component  requiring  the  same  inputs.  Each  contract  will  have  a \nrelatively small value of $5,000-$9,000 and so an expensive selection process such as quality- \nand cost-based selection (QCBS) would be inefficient.  \n \n19.  Time Frame. The TA will be implemented over three years (July 2010–July 2013). The \nfirst three months will be allocated to the finalization of the knowledge products and the training \ncourse and the development of the web based monitoring system. The second three months will \nbe devoted to training the trainers and identifying the environmental auditor panels. Delivery of \nthe  training  programs  and  on  the  job  training  will  commence  after  six  months  of  the  TA \nimplementation. On the completion of the TA, if the approach proves successful, it is expected \nthat the costs for training will then be included in the overall project costs. \n \n \nIV.  THE PRESIDENT'S DECISION \n \n20.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $800,000 on a grant basis for \nImproving the Implementation of Environmental Safeguards in Central and West Asia, and \nhereby reports this action to the Board. \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets   Data Sources and /or  Assumptions \nDesign Summary \nand/or Indicators  Reporting Mechanisms   and Risks \nImpact      Assumptions \n       \nMore effective  Minimal complaints filed against  ADB's Office of the Special  Full buy in by \nenvironmental  ADB on environment related  Project Facilitator reports  participating \nmanagement and  issues in ADB financed projects    governments on \nenvironmental      ADB environmental \nsustainability of ADB  Zero flag on environment related  ADB monthly PPR  safeguards \nprojects  criteria in PPR \nOutcome      Assumptions \n       \nIncreased capacity of  ADB project review missions  Annual DEfR report  ADB undertakes \nexecuting agency staff to  report effective environmental    sufficient review \nundertake environmental  management and monitoring of    missions to allow \nmanagement and  projects    for assessment of \nmonitoring      effectiveness \nAudits of project environmental  CWRD annual performance   \nmanagement plans undertaken  report   \nby third party auditors show   \nprogress in improving   \nimplementation   \n   \nStaff from five executing  Environmental Audit reports \nagencies managing ADB  from third party assessments \nprojects with significant \nenvironmental risks complete \ntraining program and on the job \ntraining by  December 2011 \n \nOutputs        \n       \n1. Executing agency staff  Training course on effective  Consultants progress reports  Trained staff \ntrained on effective  environmental management  continue to serve \nenvironmental  finalized by November 2010.  their respective \nmanagement and  Translation into Russian  agencies and \nmonitoring  completed by  March 2011  maintain \n    cooperation with \n2. Network of trainers  Suitable individuals or  ADB \nestablished and  organizations identified in each \nfunctional  country by March 2011. Training \n  of Pakistan trainers completed \n  by May 2011. Other countries by \n  October 2011 \n   \n  Five training courses to be \n  delivered in Pakistan by \n  December 2011. Five in other \n  CWRD countries by May 2012 \n   \n  Five on the job training packages \n  to be delivered in Pakistan by \n  May 2012. Five in other CWRD \n  countries by August 2012 \n   \n3. Staff at executing  Tracking system for \nagencies and ADB  environmental reporting and \nprovided with information  monitoring requirements to be \n ", "6  Appendix 1 \nto  track environmental  operational by December 2010 \nreporting and monitoring   \nrequirements   \n   \n4. Trained pool of third  Third party auditors to complete \nparty auditors  training course by March 2011 \nand to begin site inspections by \nMay 2011 \nActivities with Milestones   Inputs \n   \n1. Activities to be completed by the Training Course Consultant  ADB inputs \n1.1. Complete writing and editing of training course (November 2010)  $800,000 \n1.2. Further develop case studies (November 2010)  Government inputs \n1.3. Translation into Russian (March 2011)  $100,000 \n2. Activities to be completed by the Training Consultant   \n2.1. Identification of suitable consultants or companies (March 2011) \n2.2. Training the trainers (May 2011) \n3. Activities to be completed by the Information Technology Consultant \n3.1 Review ADB environmental management and monitoring requirements and assess \navailable platforms (October 2010) \n3.2 Develop a tracking system with alerts for environmental monitoring and reporting \nrequirements (December 2010) \n4. Activities to be delivered by IDC consultants \n4.1 Training of executing agency staff in environmental monitoring and reporting (as required) \n4.2 Provision of on the job training (as required) \n5.Auditor Training \n5.1 Suitability and  capacity assessment of individuals and companies (December 2010) \n5.2 Auditors to complete training course (March 2011) \n5.3 Site inspections and project audits by third party auditors (May 2011 onwards) \n \nADB = Asian Development Bank, CWRD = Central and West Asia Department, IDC = indefinite delivery contract. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n    \n ", "  Appendix 2  7 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Bank Financinga \n  1.  Consultants \n    a.  Remuneration and per diem \n      International consultants  137.00 \n    b.  International and local travel  36.00 \n    c.  Reports and communications  48.00 \n  2.  Training, seminars, and conferencesb  50.00 \n  3.  Contingencies for indefinite delivery contractc componentsd  529.00 \n      Subtotal (A)  800.00 \n   \nB.  Government Financing  100.00 \n   \n            Total  900.00 \na  The technical assistance will be financed on a grant basis by the Asian Development Bank’s Technical \nAssistance Special Fund IV. \nb  Includes the cost of providing five train-the-trainer workshops in the participating countries. \nc  To be delivered under the indefinite delivery contract pilot program as agreed with the Central Operations \nServices Office of the Asian Development Bank. \nd  Approximate costs of individual components for indefinite delivery contract.\nSource: Asian Development Bank estimates. \n \n \n \n \n ", "8   Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Consultant recruitment for the TA will be undertaken in two phases. The first phase will \nbe the recruitment of individual consultants to complete the design of the training course and to \ntrain the trainers. A software consultant will also be recruited on an individual consultant basis to \ncomplete  the  software  upgrades  needed  to  develop  the  web-based  tracking  system  for \nenvironmental management. \n2.  The second phase will be the delivery of the training course, the on the job training and \nthird  party  independent  auditing.  These  will  be  given  to  the  executing  and  implementing \nagencies in the various member countries, however it is not possible at this time to predict the \nnumber and frequency of courses and audits required; therefore this phase of the TA is best \ndelivered using the IDC method. \nA.  Training Course Consultant (international, 3 person-months) \n \n3.  The consultant recruited to finalize the knowledge products and complete the training \ncourse  will  have  extensive  experience  in  the  preparation  of  environmental  management \ndocuments  for  major  construction  projects.  This  must  include  preparation  of  site  specific \nenvironmental management plans or equivalent, and experience of environmental monitoring for \nmajor construction projects. \n4.  The training course consultant will: \n \n(i)  work closely with the CWRD's Gender, Climate Change and Safeguards Unit in \nfurther developing knowledge products which were produced under the SSTA \nImproving  the  Implementation  of  Environmental  Safeguard  Requirements  for \nADB Projects in Central and West Asia, and \n(ii)  prepare case studies to include in the training course. Edit and improve the \ntraining course in ADB environmental safeguard requirements to be a stand \nalone document. Organize the translation of the training program into Russian. \n \nB.  Training the Trainers Consultant (international, 3 person-months) \n \n5.  The environmental training consultant will have extensive experience in the delivery of \ntraining courses to environmental professionals as well as experience in the preparation of \nenvironmental management plans, environmental monitoring plans and environmental audits. \n6.  The environmental training consultant will: \n \n(i)    familiarize themselves with the training course, \n(ii)  develop an action plan for the identification of suitable consultants or companies \nwho can be recruited as trainers, and \n(iii)   undertake training courses to train the trainers. \n \nC.  Information Technology Consultant (international, 1 person-months) \n \n7.  The IT consultant will have extensive experience in the preparation and programming of \ndatabases and web based query tools. The consultant will: \n \n(i)   prepare  a  database  that  will  function  as  a  document  repository  for  project \nenvironmental management documents. The database will have a diary/alarm \n ", "  Appendix 3  9 \nfunction to notify the project leaders and the environment team as to when \nreports are due, and \n(ii)   the database will need to be compatible with existing ADB database systems. \n \nD.  Qualifications and Tasks of Consultants for the Indefinite Delivery Contract  \n \n8.  Training Course Consultant/Company \n \nQualifications: \n(i)  successful completion of the 'Train the Trainers' course by an ADB approved \ntrainer, \n(ii)  demonstrated experience in the delivery of environment based training courses, \n(iii)  extensive experience in the environmental assessment of major development \nprojects, \n(iv)  extensive experience in the preparation of environmental management plans for \nmajor construction projects, and \n(v)  extensive experience in environmental monitoring and reporting. \n \nExpected expertise: \n(i)  training specialists with experience in delivering environment based programs, \n(ii)  environment specialists with experience of environmental management, and \n(iii)  environmental  engineers  with  experience  in  supervising  major  construction \nprojects. \n \n9.  On The Job Training Consultant/Company \n \nQualifications: \n(i)  demonstrated  experience  of  environmental  supervision  of  major  construction \nprojects,  \n(ii)  extensive  experience  in  the  drafting  and  implementation  of  environmental \nmanagement plans, and \n(iii)  extensive experience in undertaking environmental monitoring and reporting. \n \nExpected expertise: \n(i)  environmental scientists or engineers with demonstrated experience of major \nconstruction projects. \n \n10.  Third Party Auditors \n \nQualifications: \n(i)  extensive  environmental  auditing  experience  of  a  range  of  processes  and \nprojects, \n(ii)  extensive  experience  in  the  drafting  and  implementation  of  environmental \nmanagement plans, and \n(iii)  extensive experience in undertaking environmental monitoring and reporting. \n \nExpected expertise: \n(i)  experienced environmental auditors, preferably with registration to a recognized \naccreditation system. \n "], "metadata": {"CreationDate": "D:20100625093018+08'00'", "Author": "m92", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20100625093018+08'00'", "Title": "Microsoft Word - TA Paper_21 June- FINAL.doc"}}