{"path": "data/input/ta/43356-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 43356  \nCapacity Development Technical Assistance (CDTA) \nDecember 2009 \n \n \n \nPeople's Republic of China: Concentrating Solar \nThermal Power Development  \n(Financed by the Climate Change Fund) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 17 November 2009) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1464 \n$1.00 =  CNY6.8270 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CHEC  –  China Huadian Engineering Company \n  CST  –  concentrating solar thermal \n  GW  –  gigawatt \n  IEA  –  International Energy Agency \n  kWh  –  kilowatt-hour \n  MW  –  megawatt \n  PRC  –  People's Republic of China \n  SWOC  –  strength, weakness, opportunities, challenges \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Energy (renewable energy) \nThemes (subthemes)  –  Economic growth (knowledge, science, and technological \ncapacities), environmental sustainability (eco-efficiency), capacity \ndevelopment (institutional development) \nClimate change  –  Climate change mitigation  \nLocation impact  –  National and regional (high)  \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \n   \nTeam leader  A. Bhargava, Principal Energy Specialist and Officer-in-Charge, Energy \nDivision, EARD \nTeam member  C. Wang, Economics Officer, People’s Republic of China Resident \nMission, EARD \nIn  preparing  any  country  program  or  strategy,  financing any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other \n \nstatus of any territory or area. ", " \nI.  INTRODUCTION \n1.  During the June 2009 country programming meetings in Beijing, capacity development \ntechnical assistance (TA) for Concentrating Solar Thermal Power Development was discussed \nwith the Government of the People's Republic of China (PRC), which led to its inclusion in the \n2009 country assistance pipeline of the Asian Development Bank (ADB).1 During the TA fact-\nfinding  mission  in  October  2009,  ADB  reached  an  understanding  with  the  China  Huadian \nEngineering Company (CHEC) and the government on the impact, outcome, methodology and \nkey activities, scope, cost estimates, financing plan, consulting services’ inputs, outline terms of \nreference  for  consultants,  and  implementation  arrangements  of  the  TA.2 The  design  and \nmonitoring framework is in Appendix 1.  \n \nII.  ISSUES \n2.  In the PRC, significant coal consumption and its expected growth trajectory up to 2020 \nare major concerns for local, regional, and global emissions. The PRC is the world’s second-\nlargest energy consumer after the United States and has the fastest-growing energy sector in \nthe world. Its electricity generation in 2008 was 3,433 terawatt-hours, of which almost 81% was \nfrom  coal,  16%  from  hydropower,  2%  from  nuclear,  and  about  1%  from  wind  and  other \nalternative sources. Also that year, total coal production was more than 2.6 billion tons, and \nelectricity generation consumed about 50% of that total. Thus, diversification of the PRC’s \nenergy mix to include more renewable, nuclear, and other alternative sources is a priority. In \n2006, the government enacted the Renewable Energy Law, which provides incentives and \npolicy  support  to  accelerate  renewable  energy  development,  especially  solar,  wind,  and \nbiomass. The law also includes a regulatory framework for renewable energy development.    \n \n3.  Since 2007, the PRC has witnessed significant growth in its large-scale wind power \ndevelopment. Recent estimates suggest that 10 gigawatts (GW) of wind power capacity have \nbeen added in the past 3 years. In contrast, solar power development has been rather limited. \nAlthough  solar  power  is  used  for  off-grid  application  in  smaller  installations,  large  grid–\nconnected solar power capacity was only about 100 megawatts (MW) by the end of 2008, \nalmost all of which was photovoltaic installations of varying capacity. This slower development \nof solar power is attributable to (i) high project development costs; (ii) high capital investment \nand cost of electricity compared to wind; (iii) lack of accurate solar resource assessment data \nand mapping; and (iv) limited in-country technology and technical expertise on concentrating \nsolar thermal (CST) power, which is more cost-effective and uses grid connections.  \n \n4.  CST power provides electricity by generating medium to high heat, which is then used to \noperate a conventional steam turbine that drives a generator. Because such technology uses a \nthermal  phase,  power  production  is  continuous  and  can  be  dispatched,  alleviating  the \nintermittence problem associated with wind or solar photovoltaic installations. In addition, a cost \ncomparison of CST and photovoltaic technologies as reflected in a recent International Energy \nAgency (IEA) report suggests that CST power is more cost competitive.3    \n \n5.  To  jump-start  large,  grid–connected  solar  power  development,  the  government  has \nrecently set a target of developing 2 GW of solar power by 2011 and 30 GW by 2020.4 In \n                                                 \n1  The TA first appeared in the business opportunities section of ADB's website on 5 October 2009. \n2  CHEC is a state-owned enterprise and is a group of company of China Huadian, one of the five large state-owned \ngenerating companies in PRC. \n3  IEA. 2003. Renewables for Power Generation—Status and Prospects. Paris.  \n4  The revised solar power targets were announced by the National Energy Administration in July 2009.  \n ", "2 \naddition,  it  has  recently  included  a  MW-scale,  CST  power  demonstration  project  for \nimplementation during the Eleventh Five-Year Plan period, 2006–2010. It has also provided \npolicy  support  through  a  ceiling  tariff  of  CNY2.00  per  kilowatt-hour  (kWh)  for  large  grid–\nconnected solar power projects; accordingly, the government concluded the bidding process for \na  10-MW  photovoltaic  installation  in  Gansu  Province,  with  a  tariff  of  CNY1.09/kWh.  It  is \nexpected that the construction of a CST power plant will bring down the electricity tariff to an \neven more agreeable level to policy and decision makers, as such a plant can provide electricity \nin the range of CNY0.70 to CNY1.0/kWh, with further long-term cost reduction.  \n \n6.  There is lack of knowledge and expertise to decide appropriate CST power technologies \nfor use in the PRC.5 Understanding new technologies through MW-scale pilot projects is crucial \nto build up knowledge and capacity, which may lead to development of at-scale (50–100 MW) \nplants. But unlike photovoltaic technology, which uses diffused solar radiation and can be used \nin wider geographical areas, CST power technology requires direct solar radiation gain. Thus, \nits competitive market potential is limited to arid and semi-arid areas such as Gansu, Inner \nMongolia, Qinghai, Tibet, and Xinjiang. However, most of these areas are far from major load \ncenters and located in relatively underdeveloped provinces, which present further challenges to \nattract the project developers, who may not prefer to invest higher up-front project development \ncost for CST plants in remote sites.    \n \n7.  Being a high-priority area for the government, the TA’s focus is expected to receive full \nsupport from relevant provincial and national agencies. The current momentum for renewable \nenergy in the PRC is expected to be further intensified by the government in the remainder of \nthe  Eleventh  Five-Year  Plan  and  carried  forward  in  the  Twelfth  Five-Year  Plan.  The \ngovernment's sector vision—a 15% capacity addition of electricity production from renewable \nenergy  by  2020  and  policies  for  higher  tariff  from  renewable  energy6—have  considerably \nlowered risks for CST power demonstration projects. However, the risks of technology and high \ncosts remain, which can be addressed by implementing a MW-scale pilot and lowering the \ndevelopment cost of at-scale demonstration projects through the TA. \n \n8.  The TA has direct relevance to the country partnership strategy, which emphasizes \nenvironmentally sustainable development and inclusive growth.7 ADB's operational strategy also \nhighlights inclusive economic growth in an efficient, equitable, and sustainable manner. In its \nlong-term strategic framework 2008–2020 (Strategy 2020), ADB has identified energy as a core \noperational sector and achieving environmental sustainability a strategic priority.8 The TA will \naddress relatively weak solar power development in the PRC, which is an integral part of \nclimate change mitigation strategies of the Intergovernmental Panel on Climate Change (IPCC)9 \nand IEA.  \n \n9.  The TA is ADB’s first solar power intervention in the PRC, and capacity strengthening, \npilot project implementation, and prefeasibility assessment of an at-scale demonstration project \n                                                 \n5  A wide range of solar-concentrating technologies exist, including the parabolic trough, dish stirling, concentrating \nlinear fresnel reflector, and solar power tower. Each method is capable of producing high temperatures and \ncorrespondingly high thermodynamic efficiencies, but they vary in how they track the sun and focus light. \n6  As per the Renewable Energy Law (2006), it includes wind, solar, small hydropower, biomass and geothermal.  \n7  ADB. 2008. Country Partnership Strategy: People’s Republic of China, 2008–2010. Manila. \n8  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila.  \n9  IPCC is the leading body for the assessment of climate change, established by the United Nations Environment \nProgramme and the World Meteorological Organization to provide the world with scientific view on the current state \nof climate change and its potential environmental and socioeconomic consequences. It embodies a unique \nopportunity to provide rigorous and balanced information to decision makers. ", "  3\nin a poor western province may spur CST power development throughout this area of PRC. It \nwill build on lower-carbon emission interventions in PRC's energy sector, such as (i) renewable \nenergy (wind and biomass), (ii) clean coal technologies (integrated gasification combined cycle \nand carbon capture and storage), and (iii) energy efficiency. The TA is fully aligned with the \ngovernment's priority on saving energy and protecting the environment by seeking a more \nbalanced, diversified energy mix with a stronger emphasis on renewable energy.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n10.  The impact of the TA will be that CST power demonstration starts in the PRC by 2012. \nThe outcome will be lowered capacity barriers for such demonstration. \n \nB.  Methodology and Key Activities \n11.  The key outputs of the TA include (i) development of a  road map for CST power \ndemonstration and deployment in Gansu Province, (ii) implementation of a pilot MW-scale CST \npower plant, (iii) identification of a priority demonstration project and prefeasibility assessment in \nGansu Province, (iv) capacity assessment and strengthening of CST power demonstration, and \n(v)  dissemination  of  knowledge  products  to  relevant  provinces  on  lessons  learned  and \nchallenges in CST power development. \n \n12.  Close coordination will be maintained with relevant stakeholders during implementation \nto ensure that the TA takes previous studies, government priorities, existing plans, and results \nof pilot tests into account. Experts from relevant research institutes will be consulted on current \nCST power practices, priorities, and plans, and identifying programmatic options for CST power \ndevelopment. Suitable criteria will be determined for the selection of priority and pilot projects, \nwhich will be endorsed by the government.  \n \n13.  Consultants will examine international best practices and methods that can be used in \nthe development of a road map for the CST power demonstration project, summarize features, \nand make appropriate recommendations. The essential and desirable features of the road map \nwill be listed at an early stage, and consensus will be built around these. When a preliminary \nstructure and outline are available, consultants will use the information flow from the pilot \nprojects and further analytical and research activities to refine the road map. The road map will \nalso estimate the threshold level of CST capacity that will be critical to achieve the grid parity \ntariff by eliminating the current preferential tariff adopted by the government for solar power \ndevelopment. \n \nC.  Cost and Financing \n \n14.  The total cost of the TA is estimated to be $2,700,000 equivalent. ADB will finance \n$1,000,000 equivalent on a grant basis through the Climate Change Fund.10 The Government \nwill finance the remaining $1,700,000, including $850,000 for the pilot project and the rest \nthrough in-kind contributions,  such as office accommodation  and support  facilities, counterpart  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n10 Established by ADB. \n ", "4 \nstaff members, and data.11 Some office and pilot project equipment will be financed under the \nTA,  which  will  be  procured  by  the  international  consultants  in  accordance  with  ADB’s \nProcurement  Guidelines  (2007,  as  amended  from  time  to  time)  and  handed  over  to  the \nexecuting agency upon TA completion.12 The in-kind contribution will be provided by CHEC or \nother relevant agencies involved in the pilot project implementation. The cost estimates and \nfinancing plan are attached in Appendix 2.  \n \nD.  Implementation Arrangements \n15.  CHEC will be the executing agency, responsible for day-to-day implementation of TA \nactivities, coordination with other key stakeholders, and logistical support to the consultants. It \nhas already created a project management office in its head office.  \n \n16.  ADB will engage international and national consultants, according to its Guidelines on \nthe Use of Consultants (2007, as amended from time to time). A simplified technical proposal \nwill be requested by ADB, and consultants will be recruited using the quality- and cost-based \nselection method with quality–cost ratio of 80:20. An estimated total of 50 person-months of \nconsulting services will be required—10 person-months for international consultants and 40 \nperson-months for national consultants. The international consultants will have expertise in (i) \nCST power technology and strategy development, (ii) technical areas of CST power plants, and \n(iii) financial modeling and analysis. The national consultants will have expertise similar to the \ninternational experts and will have in-depth knowledge and expertise in the PRC on these areas. \nIn addition, the national consultants will include experts in key technical areas of (i) reflector \noptical design, (ii) structural design, (iii) automatic tracking systems, (iv) thermal storage system \ndesign, and (v) system integration. The national consultants' team will also include an energy \neconomist and a coordinator. In addition, to support the consultants' team in the pilot project \nimplementation and prefeasibility assessment of demonstration project, two safeguard experts \nin the areas of environment and social development will be included. The international CST \ntechnology and strategy development expert will be the team leader, while a national CST \npower system integration expert will be the co-team leader. The co-team leader, will closely \ncoordinate among national consultants and with the international team leader to ensure that TA \nactivities are implemented efficiently in a coherent manner. The national coordinator will assist \nthe  project  management  office  with  key  TA  administrative  tasks  to  ensure  that  the  TA \nimplementation is smooth. The team leader and co-team leader will manage the consulting \nteam and its interaction with the executing agency, ADB, and stakeholders. The outline terms of \nreference for the consultants are given in Appendix 3. The proceeds of the TA will be disbursed \nin line with ADB's Technical Assistance Disbursement Handbook.13 \n \n17.  The  TA  will  be  implemented  over  13  months  beginning  in  February  2010,  with  an \nexpected completion date of March 2011. The consultants will submit an inception report within \n4 weeks, an interim report within 15 weeks, a midterm report within 28 weeks, a draft final report \nwithin 45 weeks, and a final report within 55 weeks of field mobilization. Information on the \n                                                 \n11 Office accommodation and support facilities include suitable accommodation at the CHEC office for the consultants \nand office equipment. Office utilities (e.g., electricity and water) will be paid by the executing agency. The \nconsultants will pay the relevant telephone bills. Transport outside of Beijing for visits to the pilot project site or \nGansu Province will also be paid by the consultants. However, the executing agency will provide logistic support \nand pay for travels of its counterpart staff members outside of Beijing.     \n12 The indicative list of equipment is at the end of the cost estimates and financing plan (Appendix 2). The list of pilot \nproject equipment will be finalized during the TA implementation by the consultants in consultation with the \nexecuting agency.   \n13 ADB. 2008. Technical Assistance Disbursement Handbook. Manila. ", "  5\nprogress of implementation and on TA outputs will be disseminated through regular workshops \nand seminars to all relevant provinces with large CST potential. A knowledge dissemination \nprogram, including a national level seminar, brochures, etc. will be implemented before the TA \nis concluded to ensure that all relevant agencies benefit from the TA activities. The outcome of \nthe TA will be subject to evaluation by both ADB and the government in accordance with their \nrespective evaluation policies and requirements.  \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis to \nthe Government of the People's Republic of China for Concentrating Solar Thermal Power \nDevelopment, and hereby reports this action to the Board. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK  \n \nDesign  Performance Targets  Data Sources and/or  Assumptions and \nSummary  and/or Indicators  Reporting Mechanisms   Risk \nImpact      Assumptions \nCST power  More than 200 MW of CST  Renewable energy installation  The government \ndemonstration starts in  power projects launched  data     maintains strong \nthe PRC by 2012  during the period of the    interest in promoting \nTwelfth Five-Year Plan.  Eleventh and Twelfth   CST power.  \n  Five-Year annual performance   \nSpecific solar power capacity  reports   Required investments \ntargets included in the  are made by the \nTwelfth Five-Year Plan, and  government and \npolicy and regulatory support  enterprises. \nare provided.   \n  Enabling international \nfinancing and \ntechnology transfer \nmechanisms \n \nRisk \nHigh costs and \ntechnology \nuncertainties delay \nCST technology \ndeployment.    \nOutcome      Assumptions \nLowered capacity  Adoption of the CST power  Consultants’ reports  The road map is \nbarriers for CST power  demonstration road map by    acceptable to \ndemonstration  the government  government \n  agencies.  \nDecision taken to implement   \npriority demonstration project  Follow-on feasibility \nreports are approved \nfor the priority \ndemonstration \nproject. \nOutputs      Assumptions \n1. Develop a road map  Road map measures  Consultants’ report  Timely access to \nfor CST power  supported and adopted by    records, information, \ndemonstration in Gansu  stakeholders in 2010  TA review missions  personnel, and \nProvince      relevant geographic \n    TA performance reports   sites is given. \n2. Implement a pilot  A pilot project is successfully     \nMW-scale CST power  implemented by 2010  National  and  international  Active participation of \nplant     building momentum for CST   training and study tours   stakeholders in \n      workshops, seminars, \n    Material for dissemination of  surveys, and/or field \n3. Identify a priority  Prefeasibility reports and  related knowledge and  visits \ndemonstration project in  investment proposals  experiences on similar CST   \nGansu Province and  prepared by 2010    power demonstration projects   Trained staff \nassess its prefeasibility     members stay in \n    relevant provinces \n4. Assess and  Staff from planning,  and enterprises long \nstrengthen capacity in  research, implementing  enough to promote \nCST power  agencies, and regulating  CST power \ndemonstration   agencies trained in CST  development.   \n  power demonstration   \n  aspects, 2009–2010     \n     \n     \n ", "  Appendix 1  7 \nDesign  Performance Targets  Data Sources and/or  Assumptions and \nSummary  and/or Indicators  Reporting Mechanisms   Risk \n5.  Disseminate  Relevant provinces in  Risks \nknowledge products to  western PRC received  The CST power road \nrelevant provinces on  knowledge products  map is not agreed to \nlessons learned and    and  endorsed  by \nchallenges in CST  stakeholders. \npower development   \n  The  pilot  project \noutcome  is  not \nsatisfactory. \nActivities with Milestones  Inputs \n  ADB: $1,000,000 \n1.  Assess and map ongoing CST power activities, and develop a road map.   (from Climate \n1.1 Review  and  assess  existing  CST  power  development  activities  worldwide  and  Change Fund) \ncomplementary activities being carried out in the PRC (4 weeks).   Consultants: \n1.2 Capture lessons learned internationally in formulating policies, regulations, programs,  $452,000 \nand targeted initiatives to promote and support CST power activities (12 weeks).   Equipment: $25,000 \n1.3 Undertake  a  comprehensive  SWOC  analysis  for  CST  power  development,  its  Training, seminars \ndemonstration, and future application in Gansu Province (14 weeks).  and conferences: \n1.4 Develop  an  initial  outline  of  the  CST  power  road  map,  and  seek  stakeholder  $105,000 \nconsultations, and refine the outline, if needed (20 weeks).   Dissemination \n1.5 Prepare the CST power road map, and identify residual critical gaps—capacity, legal,  activities: $50,000 \nand regulatory—that may potentially delay or prevent CST power demonstration. Make  Pilot project \nrecommendations for all critical areas (32 weeks).   implementation: \n  $250,000 \n2.  Identify pilot project, its design, procurement, implementation, and monitoring  Demonstration \nand verification   project identification \n2.1 Review the current plan to implement a pilot MW-scale project under the Eleventh  and preparation: \nFive-Year Plan, and identify critical barriers, if any, in its implementation (6 weeks).   $60,000 \n2.2 Analyze ongoing activities in the pilot project and proposed technology selection, and  Representation: \nascertain government and stakeholder commitment for its implementation (8 weeks).   $8,000 \n2.3 Assess the financing need of the pilot project and type of funding needed to lower the  Contingencies: \ncost barrier in its implementation (10 weeks).   $50,000 \n2.4 Evaluate  economics  of  the  pilot  project  and  its  likely  impacts  such  as  social,   \nenvironmental, financial, and electricity tariff (16 weeks).   Government: \n2.5 Based  on  the  pilot  project  planning,  design,  procurement,  and  implementation,  $1,700,000 \nundertake comprehensive risk assessment for CST power, and identify measures to  Office \nmitigate risks (18 weeks).  accommodation: \n   $150,000 \n3.0 Identify priority demonstration sites, and undertake prefeasibility assessment    Remuneration for \n3.1 Develop benchmark standards and criteria for the selection of priority sites for an at- counterpart staff: \nscale  demonstration  project.  Seek  stakeholders’  acceptance  of  the  criteria  for  $250,000 \nscreening and ranking priority demonstration projects (10 weeks).   Others: $450,000 \n3.2 Evaluate and rank priority demonstration projects and sites in Gansu Province (12  Pilot project: \nweeks).   $850,000 \n3.3 Undertake solar resource assessment, and prepare prefeasibility assessment for a \npriority CST power demonstration project (40 weeks).   \n3.4 Assess the financing needs for the demonstration project, and assess international \nfunding mechanisms and their suitability and relevance to the demonstration project \n(40 weeks).  \n3.5 Identify  the  needs  and  potential  funding  support  for  preparing  a  bankable \ndemonstration project (40 weeks).  \n \n4.0 Institutional capacity assessment and strengthening, and public outreach \n4.1 Identify institutional skills and resources needed to implement the CST power road \nmap.  Review  existing  capacity  and  readiness  of  planners,  research  institutes, \nimplementing agencies, and regulatory agencies to support CST power demonstration \nand identify gaps (10 weeks).  \n4.2 Formulate, recommend, and implement a comprehensive national and international \ncapacity-strengthening program for planners, researchers, implementing agencies, \nand regulators to bridge capacity gaps (40 weeks). \n ", "8  Appendix 1 \n \n4.3 Identify appropriate knowledge and experts’ networks needed to support CST power   \nactivities and a structured mechanism to facilitate them (10 weeks).  \n4.4 Identify measures to enhance awareness of CST power among stakeholders, and \norganize appropriate national and international workshops and seminars (28 weeks).  \n \n5.0 Disseminate knowledge product \n5.1 Prepare  knowledge  products  on  lessons  learned  and  challenges  faced,  and \ndisseminate them to other relevant western provinces that are suited for large-scale \nCST power development (40 weeks). \nADB = Asian Development Bank; CST = concentrating solar thermal power; MW = megawatt; PRC = People’s \nRepublic of China; SWOC = strengths, weaknesses, opportunities, challenges; TA = technical assistance.  \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Climate Change Funda \n  1.  Consultants \n    a.  Remuneration and Per Diem \n      i.  International Consultants  180.00 \n      ii.  National Consultants  200.00 \n    b.  International and Local Travel  45.00 \n    c.  Reports and Communications  10.00 \n  2.  Equipmentb  25.00 \n  3.  Training, Seminars, and Conferencesc   \n    a.  Workshops, Seminars, and Conferences  45.00 \n    b.  Training Program  60.00 \n  4.  Solar Data Measurement and Verificationd  60.00 \n  5.  Pilot Project Implementatione  250.00 \n  6.  Miscellaneous Administration and Support   17.00 \n    Costs \n  7.  Dissemination Activitiesf  50.00 \n  8.  Representative for Contract Negotiations  8.00 \n  9.  Contingencies  50.00 \n      Subtotal (A)  1,000.00 \n   \nB.  Government Financing   \n  1.  Office Accommodation and Transport  150.00 \n  2.  Remuneration of Counterpart Staff  250.00 \n  3.  Othersg  450.00 \n  4.  Pilot Project  850.00 \n      Subtotal (B)  1,700.00 \n \n        Total  2,700.00 \na  Established by ADB. \nb  Including six laptops, one digital projector, one photocopier, two laser printers, two digital \ncameras, and one fax machine. The ownership of the equipment will be transferred to the \nexecuting agency at the completion of the technical assistance (TA). \nc  Details of training programs will be finalized during TA implementation and submitted to the \nAsian Development Bank for prior approval. An advance payment facility will be provided \nwhere necessary. Workshops, seminars, and conferences will be organized for stakeholder \nconsultations and to discuss TA outputs.    \nd  Solar data measurement and verification will be undertaken as required at the selected priority \ndemonstration project site during TA implementation. \ne  The TA will support a megawatt-scale concentrating solar thermal pilot project. An advance \npayment facility will be provided for the executing agency to procure relevant goods and works. \nAn advance facility, where applicable, will be provided for the consultants based on the general \nand special contract conditions. \nf  The implementing agency will administer dissemination activities for the public information \ncampaign. It may include setting up a website and/or preparing knowledge products and \npromotional brochures. It will also prepare a detailed proposal listing activities and estimated \ncosts for review and approval of the Asian Development Bank. An advance payment facility, if \nappropriate, will be provided.  \ng  The other costs include $400,000 as counterpart support for the prefeasibility assessment of \nthe priority demonstration project. \nSource: Asian Development Bank estimates. \n ", "10   Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The capacity development technical assistance (TA) for Concentrating Solar Thermal \nPower  Development  will  be  implemented  by  the  China  Huadian  Engineering  Company. \nImplementation will be closely coordinated with relevant stakeholders, including the Ministry of \nScience and Technology, Chinese Academy of Sciences, relevant research institutions, and \nother  well-known  international  and  national  knowledge  centers.  The  team  of  international \nconsultants (10 person-months) will coordinate their work with the national consultants (40 \nperson-months).  The  international  consultants  will  have  expertise  in  (i)  concentrating  solar \nthermal (CST) power technology and strategy development, (ii) technical areas of CST power \nplants, and (iii) financial modeling and analysis. The national consultants will have expertise \nsimilar to that of the international experts as well as in-depth knowledge and expertise in the \nPeople's Republic of China (PRC).  \n \n2.  The international CST power technology and strategy development expert will be the \nteam leader, while a national CST power system integration expert will be the co-team leader. \nTogether, they will coordinate the activities of the consultants.   \n \nA.  International Consultants  \n \n1.  Concentrating Solar Thermal Power Technology and Strategy Development \nExpert and Team Leader (3.5 person-months)  \n \n3.  This consultant will be responsible for pulling together outputs from other international \nand national experts in a coherent report covering all areas of the TA. The consultant will also  \n(i)  review existing CST power development activities worldwide and activities being \ncarried out in the PRC under ongoing programs; \n(ii)  map  these  activities  and  their  relevance  to  TA  activities,  and  establish \ninformation and knowledge networks with other CST power initiatives, if any, in \nthe PRC;  \n(iii)  summarize  results  of  previous  studies  and  initiatives,  and  capture  lessons \nlearned  internationally  in  formulating  policies,  regulations,  programs,  and \ntargeted initiatives to promote CST power activities; \n(iv)  with national consultants, examine the strategic importance of CST power in the \nnational energy mix, especially comparing it with other solar power options, and \nevaluate  impacts  of  its  deployment  on  electricity  pricing,  society,  and  the \nenvironment;  \n(v)  analyze  CST  power  development,  demonstration,  and  potential  future \ndeployment in the PRC; \n(vi)  with other consultants, design a framework for a CST power demonstration road \nmap, seek stakeholders’ acceptance of it, and prepare a draft; \n(vii)  review  existing  capacities  and  readiness  of  planners,  research  institutions, \nregulators, and implementing agencies, and identify critical capacity gaps, if any;  \n(viii)  formulate, recommend, and implement a comprehensive capacity-strengthening \nprogram to bridge these gaps, and identify appropriate knowledge and experts’ \nnetworks needed to support CST power demonstration; \n(ix)  in consultation with key stakeholders, develop benchmark standards and criteria \nfor  selection  of  a  priority  demonstration  project  and  a  set  of  performance \nindicators for this Project; \n(x)  Undertake an analytical assessment to determine the level of CST capacity in the \ngrid that may allow grid parity tariff;  \n ", "Appendix 3  11\n(xi)  With other consultants, investigate possibility for reduced component and system \ncost (a) due to improved design and manufacturing techniques, (b) improved \npower plant efficiency, (c) improved capacity factor, (d) economy of scale; and (e) \nreduced operation and maintenance costs and parasitic losses; \n(xii)  seek stakeholders’ acceptance of the criteria, develop a shortlist of potential \ndemonstration sites, and identify and rank demonstration sites in Gansu province; \nand \n(xiii)  coordinate tasks among team members, and seek regular coordination with key \nstakeholders on TA implementation.   \n \n2.  Concentrating Solar Thermal Power Technical Expert (3.5 person-months)  \n \n4.  The  consultant  will  assist  the  team  leader  and  national  technical  experts  in  a \ncomprehensive analysis of CST power technology. In particular, the consultant will  \n(i)  review existing and planned CST power technology options, and undertake a \ncomprehensive cost–benefit comparative analysis of different technology options \nand their strategic relevance to the PRC; \n(ii)  with  the  relevant  national  technical  expert,  identify  the  key  parameters  of  \nhigh-temperature trough collectors by computer simulation calculation; \n(iii)  with the relevant national technical expert, review the key component of the \ntrough collector’s structural design, including main load-bearing frame structure, \nglass  mirror  support  structure,  and  transmission  system,  and  develop  some \nbenchmark standards and criteria for the design; \n(iv)  with the relevant national technical expert, review research and development of \nvacuum heat collector-sealing technology; \n(v)  with the relevant national technical expert, review the key design criteria for the \nprogrammable logic controller program to track the motion of the sun;   \n(vi)  review the integration design and pilot test results of the 200-kilowatt trough \ncollector pilot system installed at the Langfang technology base, review the initial \nresults, and recommend ways to improve the system integration design for the \nat-scale demonstration project (50–100 megawatts) based on the pilot project \nresults; \n(vii)  develop benchmark standards and reliability performance specifications for a \ndemonstration project; \n(viii)  develop  strategic  choices  and  potential  technical  routes  for  CST  power \ndemonstration, summarize results and analysis, and prepare a technical road \nmap for CST power demonstration; \n(ix)  undertake capacity assessment in implementing a CST power demonstration \nproject,  identify  critical  gaps,  and  propose  a  capacity  strengthening  plan  to \novercome critical capacity gaps; \n(x)  develop  criteria  for  identifying  and  ranking  demonstration  sites,  and  identify \nadditional in-depth technical analysis needed on selected demonstration sites \nand associated estimated costs; \n(xi)  review  existing  solar  resource  data  in  Gansu  province,  and  map  priority \ndemonstration sites in these provinces; and  \n(xii)  with  other  team  members,  prepare  prefeasibility  assessment  reports  for  a \nselected priority demonstration project.  \n \n \n \n \n ", "12   Appendix 3 \n \n3.  Financial Analyst (3.0 person-months)  \n \n5.  The consultant will assist the team leader and CST power technical expert. In particular, \nthe consultant will \n(i)  undertake  extensive  analysis  of  relevant  policies,  regulations,  and  incentive \nschemes to identify barriers, if any, in financing of CST power projects; \n(ii)  identify existing financing tools and lending instruments available internationally, \nespecially  from  multilateral  development  banks,  to  finance  a  CST  power \ndemonstration project; \n(iii)  assist the team leader and CST power expert in identifying benchmark standards \nand selection criteria for priority investment and pilot projects; \n(iv)  analyze existing financing mechanisms, and identify innovative financing tools \nand approaches to promote CST power development; \n(v)  prepare financial analysis of selected priority demonstration and pilot projects; \nand \n(vi)  assist the team leader and other team members in developing an information \nbrochure on various aspects and elements of CST power for wider dissemination \nwithin the PRC. \n \nB.  National Consultants \n \n6.  The national consultants will comprise (i) a co-team leader and CST power system \nintegration expert (8 person-months); (ii) three CST power technical experts (5 person-months \neach) in the areas of mirror surface collection, structural design, and tracking system design; (iii) \none thermal storage system design expert (5 person-months); (iv) one energy economist (4 \nperson-months); and (v) one coordinator (4 person-months). They will assist the international \nteam leader and CST expert in all technical aspects. The national consultants will generally pair \nwith the corresponding international consultants. In addition, the energy economist will assist \nthe  team  leader  in  strategy  development,  and  policy  and  regulatory  aspects  while  the \ncoordinator will coordinate the team of consultants; conduct procurement activities related to the \npilot project and its implementation; organize training, seminars, and conferences; and generally \nadminister  the  TA.  The  national  consultants  will  have  extensive  knowledge  of  CST  power \ndevelopment in the PRC, and they will assist the international consultants in reviewing relevant \nreports, analytical data, policies, and regulations, and will translate relevant documents into \nEnglish.  \n \n7.   There will be two additional national experts: (i) an environmental analyst (2 person-\nmonths), and (ii) a social development specialist (2 person-months). These experts will ensure \nthat relevant environmental and social safeguard measures are integrated in the pilot project \ndesign and in the prefeasibility studies of a priority demonstration project. They will prepare a \nsummary environment impact assessment of these projects, as well as social impact analysis \nreports. The social development analyst will ensure that extensive consultations are held with \naffected persons and project beneficiaries. The social development specialist will also assist in \ninformation dissemination on the benefits of CST power development.  \n \nC.  Reports \n8.  The consultants will submit the following reports. One copy will go to ADB in English and \ntwo copies to the Government in Chinese. The Inception report will include an updated TA \nimplementation program and confirm timing and contents of subsequent TA reports. The draft \nfinal report should cover all TA activities and will be the major output for TA which will be \n ", "Appendix 3  13\ndiscussed extensively with key stakeholders. The comments received from stakeholders should \nbe considered by the consultants in the final report. The timing of each TA reports is indicated \nbelow \n(i)  Inception report. It will be submitted within 4 weeks after commencement of \nservices. \n(ii)  Interim report. It will be submitted within 15 weeks after commencement of \nservices. \n(iii)  Midterm report. It will be submitted within 28 weeks after commencement of \nservices. \n(iv)  Draft final report. It will be submitted within 45 weeks after commencement of \nservices. \n(v)  Final report. It will be submitted within 55 weeks of field mobilization. \n "], "metadata": {"CreationDate": "D:20091204142213+08'00'", "Subject": "Capacity Development Technical Assistance (CDTA)", "Author": "pld", "Creator": "PScript5.dll Version 5.2", "Keywords": "solar thermal power development, climate change fund, capacity development technical assistance, CST power demonstration, prc concentrating solar thermal, international energy agency, adb CDTA, technical assistance: 43356-01, TA-7402 PRC, TAR: PRC 43356", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20091209103100+08'00'", "Title": "Concentrating Solar Thermal Power Development (Financed by the Climate Change Fund)"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 17 November 2009) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1464 \n$1.00 =  CNY6.8270 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CHEC  –  China Huadian Engineering Company \n  CST  –  concentrating solar thermal \n  GW  –  gigawatt \n  IEA  –  International Energy Agency \n  kWh  –  kilowatt-hour \n  MW  –  megawatt \n  PRC  –  People's Republic of China \n  SWOC  –  strength, weakness, opportunities, challenges \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Energy (renewable energy) \nThemes (subthemes)  –  Economic growth (knowledge, science, and technological \ncapacities), environmental sustainability (eco-efficiency), capacity \ndevelopment (institutional development) \nClimate change  –  Climate change mitigation  \nLocation impact  –  National and regional (high)  \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \n   \nTeam leader  A. Bhargava, Principal Energy Specialist and Officer-in-Charge, Energy \nDivision, EARD \nTeam member  C. Wang, Economics Officer, People’s Republic of China Resident \nMission, EARD \nIn  preparing  any  country  program  or  strategy,  financing any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other \n \nstatus of any territory or area. ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "A. Bhargava", "role": "Principal Energy Specialist and Officer-in-Charge", "organization": "Energy"}, {"fullname": "C. Wang", "role": "Economics Officer", "organization": "People"}]}