{"path": "data/input/ta/43359-01-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 43359  \nRegional—Capacity Development Technical Assistance (R-CDTA) \nDecember 2010 \n \n \n \nFinancial Sector Development in Central and  \nWest Asia  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CWFM  –  Central and West Asia Financial Sector, Public Management \nand Trade Division \n  CWRD  –  Central and West Asia Department \n  GDP  –  gross domestic product \n  SMEs  –  small and medium-sized enterprises \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n       \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Regional—Capacity Development Technical Assistance (R-CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Finance (money and capital markets, insurance and contractual \nsavings, small and medium-sized enterprise finance and leasing, \nmicrofinance, investment funds) \nThemes (subthemes)  –  Regional cooperation (money and finance), private sector \ndevelopment (private sector investment), capacity development \n(institutional development) \nLocation impact  –  Rural (low), urban (high), national (high), regional (medium)  \n     \n \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  D. Kertzman, Financial Sector, Public Management and Trade Division, \nCWRD \n   \nTeam leader  L. Schou-Zibell, Senior Economist, CWRD \nTeam members  P. Knoll, Financial Sector Specialist, CWRD \nL. Raquipiso, Senior Economics Officer, CWRD \nPeer reviewers  R. van Zwieten, Director, Private Sector Operations Department \nH. Omar, Senior Financial Sector Specialist, Southeast Asia \nDepartment \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) has long supported financial sector development in \nits developing member countries in Central and West Asia.1 This support has focused on \nimproving  the  sector’s  institutional,  legal,  and  regulatory  framework,  through  technical \nassistance,  program  loans,  and  other  lending  modalities.2The  global  financial  crisis  has \ndemonstrated the growing relevance of and demand for3 ADB assistance in the area of advisory \nsupport, training, and access to credit to support economic growth.4 The proposed regional \ntechnical assistance (TA) grant of $1.5 million has been designed to respond to these needs. \nThe TA aims to increase the impact and outcomes of ADB financial sector operations in Central \nand West Asian countries. It will incorporate lessons learned in providing access to finance and \ndevelop a better understanding of credit demand, supply, and constraints in the Central and \nWest Asian countries. It will also address common issues, stakeholder priorities, crosscutting \ntraining needs, synergies with other ADB operations, and targets for ADB support. This will be \naccomplished through two components. The first will (i) undertake financial sector assessments \nand surveys, (ii) prepare crosscutting regional knowledge products and working papers, and (iii) \nprepare product-focused action plans based on country demand. The second component will \ndeliver training and capacity building programs. The TA is expected to begin in January 2011 \nand be completed by December 2013. The design and monitoring framework (DMF) is in \nAppendix 1 and the terms of reference for consultancy services are in Appendix 3.5  \n \n \nII.  ISSUES \n2.  The global financial and economic crisis had a substantial impact on Central and West \nAsian countries. Real gross domestic product (GDP) growth and foreign direct investment (FDI) \nnet inflows decreased significantly throughout the region in 2009 (Appendix 4, Tables A4.2, \nA4.3). Growth in outstanding commercial loans contracted (Appendix 4, Table A4.4). The crisis \nhighlighted risks associated with excessive reliance on funding in foreign currency, asset-to-\nliability  maturity  mismatch,  poor  risk  management  practices  by  financial  institutions,  and \nineffective regulation and supervision by financial sector regulators. \n \n                                                 \n1 The countries covered by ADB’s Central and West Asia Department (CWRD) are Afghanistan, Armenia, Azerbaijan, \nGeorgia, Kazakhstan, the Kyrgyz Republic, Pakistan, Tajikistan, Turkmenistan, and Uzbekistan. \n2 While most technical assistance programs and program loan operations have been viewed as successful, only \nabout half of credit line operations have been rated successful or better (ADB. 2008. Support for Financial \nIntermediation in Developing Member Countries. Special Evaluation Study Update. Manila).  \n3 Informal discussions have been held with government agencies and key stakeholders in Central and West Asian \ncountries,  including  ministries  of  finance,  central  banks,  and  regulatory  authorities,  and  other  international \ninstitutions and private sector financial institutions in Armenia, Georgia, Kazakhstan, the Kyrgyz Republic, Pakistan, \nTajikistan, and Uzbekistan. Formal supporting documentation is being sought via resident missions. \n4  For example, banks in Kazakhstan were unable to access the international interbank and bond markets after the \nglobal financial crisis, which impacted the liquidity of Kazakh banks, resulted in a decline in the availability of \ndomestic credit for investment and expansion of small and medium-sized enterprises (SMEs) and created a debt \ncrisis. In 2010, ADB provided a multitranche financing facility (MFF) of $500 million to provide longer-term local \ncurrency finance for SMEs through the banking sector (ADB. 2010. Report and Recommendation of the President \nto the Board of Directors: Proposed Loan to the Republic of Kazakhstan for the Small and Medium Enterprise \nInvestment Program. Manila [MFF 0048 for $500 million, approved on 29 September 2010]).  \n5  The TA for Financial Sector Development in Central and West Asia was not included in the regional cooperation \nstrategy or regional cooperation operations business plan. The concept paper was approved by the vice-president \nfor operations 1 on 12 November 2010. The TA first appeared in the business opportunities section of ADB’s \nwebsite on 23 November 2010.  \n ", "2  \n3.  Lessons from previous ADB financial sector operations need to be applied in the design \nof future financial sector support. Previous support for reforms—in Pakistan, for example—\nfocused on an institutional rather than functional approach to financial sector development and \ndid not reflect ongoing conglomeration in the industry, regulatory arbitrage, and related risks, all \nof which emerged as major concerns and lessons learned during the global financial crisis.6 In \nthe nonbank financial sector, development support often did not effectively address issues of \neconomies of scale and related capacity constraints in the region’s smaller economies (e.g., the \nKyrgyz Republic). Previous efforts also failed to link such support to real sector demand for \ncredit or take advantage of new, more flexible ADB lending and nonlending products, including \nlocal currency loans and guarantees, that could help mobilize international and domestic credit. \nThus, while financial sector reforms have translated into laws and regulations that promote best \npractices, they often have not led to greater access for borrowers to the right type of credit (in \nterms of tenor, currency and interest rate base), credit that is fairly priced to reflect risk following \nsound market principles, or to increased opportunities for savers and investors to extend such \ncredit. \n \n4.  Access to finance remains a barrier to sustainable and inclusive economic growth in the \nregion. Access to finance in Central and West Asian countries is generally ranked as either the \nmost important or one of the most important obstacles to doing business. Lack of financial \nmarket development—which is evident from several indicators in recent international reports7—\nis considered a significant competitive disadvantage. The indicator on “getting credit,” which \nmeasures the degree to which collateral and bankruptcy laws facilitate lending, shows that most \nof  the  region’s  countries  operate  at  a  competitive  disadvantage  in  conducting  business \n(Appendix  4,  Table  A4.1).  In  addition,  although  the  region’s  financial  sectors  are  largely \ndominated by banks, the penetration of most banking systems is low. Afghanistan had only 0.4 \ncommercial banks and 0.1 ATM machines per 1,000 square kilometers in 2009 (Appendix 4, \nTables A4.5, A4.6). The level of development of the countries’ capital markets vary but the \nmarkets remain small. Stock market capitalization is only 1.6% of gross domestic product (GDP) \nin Armenia and the Kyrgyz Republic (Appendix 4, Table A4.9). The ratio of debt securities to \noutstanding bank loans is merely 0.3% in Pakistan and 0.5% in Azerbaijan (Appendix 4, Table \nA4.11). Many of the policy, legal, and regulatory issues that have constrained capital market \ndevelopment in the  Central and West Asian countries can be addressed by governments and \nregulatory bodies. \n \n5.  Infrastructure,  institutional,  and  regulatory  distortions  undermine  financial  sector \ndevelopment.  Building  and  strengthening  financial  infrastructure  and  increasing  access  to \nfinance are high on the development agenda for Central and West Asian countries. Despite their \ndiffering stages of financial sector development, the common emphasis across the region has \ngenerally been on developing the banking sector, creating wholesale payments systems, and \nadopting and implementing accounting and auditing rules for large firms. Progress has been \nsignificant  but  the  distortions  that  remain  impede  the  sector’s  growth.  In  addition  to \nunderdeveloped finance infrastructure, loan portfolios are often concentrated in a few sectors. \nThe role of the non-bank sector is limited. Opportunities for long-term savings remain limited \nand are often viewed as risky. Small and medium-sized enterprises (SMEs) have limited access \nto finance. Legal enforcement, governance, and transparency are often weak. In addition, the \nglobal  financial  crisis  has  resulted  in  renewed  discussions  on  best  practices  and  their \n                                                 \n6 ADB.  2009.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loans  for \nSubprogram 2 to the Islamic Republic of Pakistan for the Accelerating Economic Transformation Program. Manila \n($500 million, approved on 25 June). \n7 World  Economic  Forum.  2010.  Global  Competitiveness  Report  2010–2011.  Geneva;  World  Bank  and  the \nInternational Finance Corporation. 2010. Doing Business 2011. Washington, DC. \n ", "  3\ninterpretation  and  application,  and  on  risks  arising  from  the  development  of  new  financial \ninstruments and cross-border transactions. These challenges and their implications need to be \nbetter understood. \n \n6.  Lack of capacity limits the opportunities for the governments in the region to facilitate \ngreater access to finance. Financial sector supervisors, regulators, and policy makers can \npotentially play an important role in addressing financial sector challenges in the Central and \nWest Asian countries. They can promote policies that help the market develop while maintaining \nconsumer  confidence  through  effective  regulation  and  supervision.  However,  the  region’s \nfinancial sector supervisors and regulators for both banks and nonbank institutions sometimes \nlack the knowledge, skills, and experience needed to respond to sector developments and \nchallenges or to promote changes that will provide greater access to finance. They may also \nlack expertise in regulating such financial institutions as insurance companies and microfinance \ninstitutions  or  equity  and  security  financial  markets.  Budgetary  constraints  often  make  it \nimpossible to fill these capacity gaps through training for bank and non-bank regulators and \nsupervisors or exposure to best practices in other jurisdictions facing similar challenges. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n7.  The impact of the TA will be to improve the enabling environment for financial sector \ndevelopment in the region. Indicators will track factors of financial development, including (i) \nease of access to loans, (ii) quality of regulation of securities exchanges, (iii) availability of \nfinancing through local equity markets, and (iv) soundness of banks. The expected outcome of \nthe TA will be the application of an improved design for institutional, policy, and regulatory \nmeasures that address identified critical constraints to financial sector development and that \ncontribute to enhancing the quality of future ADB financial sector interventions in Central and \nWest Asian countries. Performance will target the endorsement of financial sector action plans. \n \nB.  Methodology and Key Activities \n8.  The TA will have four outputs delivered through two components. The outputs of the first \ncomponent  will  be  (i)  financial  sector  assessments  and  surveys—including  identification  of \nconstraints to financial sector development, (ii) preparation of crosscutting knowledge products \nand working papers, and (iii) preparation of product-focused action plans based on country \ndemand. The output of the second component will be training and capacity-building programs. \n \n1.  Survey  and  Assess  Constraints  to  Financial  Sector  Development  and \nIdentify Training Needs  \n9.  The TA will support the preparation of surveys that assess demand and supply of \nfinancial products and services in Central and West Asian countries, and constraints thereto. \nThe surveys will identify capacity gaps and training needs and areas where further analysis or \nresearch is needed. An initial desk review will identify and assess (i) TA programs and loans to \nCentral  and  West  Asian  countries,  (ii)  training  programs  provided  by  ADB  and  by  other \ninstitutions and training providers (both local and international), and (iii) other relevant material. \nIt will be followed by a visit to each country to meet with key stakeholders—including regulatory \nand supervisory authorities and private sector participants—to validate the desk review findings \nand clarify impediments to financial sector growth, including capacity gaps. Based on these \nassessments,  several  regional  or  subregional  training  programs  and  seminars  targeted  at \n ", "4  \nCentral  and  West  Asian  financial  sector  supervisors  and  regulators  will  be  developed  in \ncoordination with respective stakeholders. In-country training programs will also be identified for \nfurther support. In addition, as part of the surveys, crosscutting constraints to effective financial \nintermediation will be identified for further in-depth research and analysis.  \n \n2.  Prepare  and  Disseminate  Research  and  Policy  Recommendations  on \nFinancial Sector Development  \n10.  The TA will support working papers and knowledge products to reflect crosscutting \nissues and concerns identified through the surveys. Some areas that may be addressed include \nlong-term local currency finance, microfinance, and SME finance. \n \n3.  Prepare Results-Based Financial Sector Action Plans \n11.  Based on demand from Central and West Asian countries and survey results, the TA will \nsupport  the  preparation  of  results-based,  product-focused  financial  sector  action  plans  for \nparticipating Central and West Asian countries. These plans will be based on extensive dialogue \nwith key stakeholders in Central and West Asian countries to ensure strong ownership. They will \nalso  follow  up  on  areas  of  development  that  ADB  can  support  under  future  initiatives. \nAssistance from ADB to support the development of specific financial products and related \nimplementation support will be explored. Products may include innovative modalities to support \nSME financing, microinsurance, development of contractual savings products (including pension \nfunds), and debt instruments (long-term local currency finance), as well as products that create \nsynergies with other sectors such as urban services, energy, and transport.8 Relevant legal, \nregulatory, and institutional aspects will also be addressed. The action plans can also provide \nvaluable input to country program strategies for Central and West Asian countries. \n \n4.  Seminars and Training Programs \n12.  The TA will deliver regional, subregional, and national seminars and training programs. \nThe  topics  covered  will  be  identified  through  the  surveys  and  policy  discussions  with  key \nstakeholders, including regulatory and supervisory authorities. The topics will address shared \nemerging issues and concerns. The seminars will provide an opportunity to improve regulatory \ncooperation by bringing together key policy makers, financial sector regulators, and other key \nstakeholders (market institutions and participants, and members from academia and research \ninstitutions) to exchange ideas and learn from each other. The training programs will draw on \nthe  expertise  of  regulators  from  developed  ADB  member  countries  or  consultants  with \nsignificant regulatory and supervisory backgrounds. Depending on the identified training needs \nand levels of expertise of participants, training may cover either core areas of supervision and \nregulation  or  more  advanced  topics.9 Training  programs  will  be  held  in  host  institutions \nthroughout the region, as well as in other facilities, as needed. Training programs and seminars \nwill be provided free of charge. The TA will fund travel expenses of resource persons and a \nlimited  number  of  participants  from  each  country  who  meet  eligibility  criteria  that  will  be \ndeveloped  under  the  TA.  Central  and  West  Asian  countries  may  send  additional  eligible \nparticipants, who will need to pay their own travel costs and related expenses. \n \n                                                 \n8  Examples may include energy efficiency loans, renewable energy projects, and urban housing projects.  \n9 Potential topics could be (i) core banking supervisory issues, crisis management, risk-based supervision, problem \nbank resolution and liquidity risk management for banks; (ii) risk management, investigation and enforcement, \nmarket  supervision,  and  debt  instruments  for  securities  regulators;    and  (iii)  risk  management,  corporate \ngovernance, e-commerce, and micro-insurance for insurance regulators.  \n ", "  5\nC.  Cost and Financing \n13.  The cost of the TA is estimated to be the equivalent of $1,500,000. The TA will be \nfinanced on a grant basis by ADB’s Technical Assistance Special Fund (TASF-other sources). \nThe financing will cover the remuneration and travel expenses of international and national \nconsultants;  training  and  seminar  expenses;  costs  for  editing,  translation,  printing,  and \ndissemination of reports; and other miscellaneous expenses. The cost estimates and financing \nplan is in Appendix 2. \n \nD.  Implementation Arrangements \n14.  ADB will be the executing agency for the TA, with the Central and West Asia Financial \nSector, Public Management and Trade Division (CWFM) acting as focal point and coordinator of \nconsultant inputs. To ensure complementarity in projects, CWFM will also work closely on \nrelevant issues with other divisions within Central and West Asia Department (CWRD), with the \nCapital Markets and Financial Sectors Division of the Private Sector Operations Department, \nand with the Office of Regional Economic Integration. The design and monitoring framework will \nbe used to monitor implementation progress (Appendix 1). ADB inputs will include consulting \nservices  and  training.  The  first  component  will  include  12  person-months  of  international \nconsulting services and 12 person-months of national consulting services to (i) carry out surveys \nand assessments, (ii) prepare working papers, and (iii) develop action plans. It is envisioned \nthat a firm will be hired for this component through quality- and cost-based selection with an \n80:20  weighting  using  a  simplified  technical  proposal.  Consultants  are  expected  to  have \nconsiderable experience in financial sector development. The second component will include 5 \nperson-months of international consulting services to (i) prepare training materials, (ii) deliver \ntraining programs, and (iii) participate in seminars, as requested. It is envisioned that a firm will \nbe hired through consultants qualification selection. However, if a firm is unable to provide the \nrequested highly specialized training or critical time constraints exist, ADB will hire individual \nconsultants. Consultants are expected to have considerable experience in delivering training for \nfinancial  sector  regulators  and  supervisors.  An  individual  national  consultant  with  project \nmanagement experience, preferably in the financial sector, will be hired for 6 person-months to \nprovide technical and administrative support for activities to be implemented under the TA. In \naddition, an individual international consultant will be hired for 2 person-months to edit action \nplans, working papers, and other material, as requested. Appendix 3 contains outline terms of \nreference for the consultants, all of whom will be engaged by ADB in accordance with ADB’s \nGuidelines on the Use of Consultants (2010, as amended from time to time). The TA will be \ndisbursed in accordance with ADB’s Technical Assistance Disbursement Handbook (2010, as \namended from time to time). The TA is expected to begin in December 2010 and be completed \nby December 2013. Good practices and lessons will be disseminated through policy dialogue \nwith  relevant  institutions  and  in  seminar  and  training  materials  and  knowledge  products \npublished under the TA. The no-objection of participating Central and West Asian countries will \nbe  confirmed  in  writing  prior  to  the  commencement  or  financing  of  TA  activities  in  those \ncountries. \n \nIV.  THE PRESIDENT'S DECISION  \n15.  The  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis for \nFinancial Sector Development in Central and West Asia, and hereby reports this action to the Board. \n \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK  \n \nDesign  Performance  Data Sources/  Assumptions and \nSummary  Targets/Indicators  Reporting Mechanisms  Risks \nImpact      Assumptions \nImproved enabling  By 2018, rankings in  World Economic Forum  Macroeconomic and \nenvironment for  global business and  global competitiveness  financial market stability \nfinancial sector  competitiveness reports on  indicators   \ndevelopment  following indicators    Governments give \nimproved:a  World Bank Doing  priority to financial \n(i)  Ease of access to  Business indicators  sector development \nloans   \n(ii) Availability of financing  Risk \nthrough local equity  Insufficient leadership \nmarket  and ownership from \n(iii) Getting credit  senior stakeholders in \n(iv) Quality of regulation of  the financial sector  \nsecurities exchanges \n(v) Soundness of banks  \n \nOutcome      Assumptions \nApplication of  Relevant authorities  ADB reports  Commitment to \nimproved design of  endorse action plans to    institutional, policy, and \ninstitutional, policy,  promote financial sector  Websites of relevant  regulatory measures \nand regulatory  development (Q4 2012)  authorities in Central  and their effective \nmeasures to address    and West Asian  implementation in \nidentified critical    countries   CWRD pipeline \nconstraints to financial     \nsector development  Good coordination \n  among stakeholders \n \nOutputs       Assumption \n1. Assessment reports  Number of regional  ADB survey and  Participating institutions \nand training needs  surveys conducted:  assessment  commit to having \nsurvey prepared   (i) financial sector    trained staff conduct \n  development needs  Financial sector  training in home \n  (ii) training needs for  assessment, official  institutions to impart \n  regulation and  statistics, annual reports  lessons learned \n  supervision of bank  of relevant agencies   \n  and non-bank financial    Risk \n  institutions   IMF Report on the  Consultants \n  (September 2011)  Observance of  underperform \n    Standards and Codes  \n     \n2. Research and policy  Number of Working papers  Number of website hits \nrecommendations on  published  and downloads of \nfinancial sector  (December 2013)  working papers \ndevelopment in     \nCentral and West Asia     \ndesigned and     \ndisseminated      \n     \n3. Results-based    ADB survey and \nfinancial sector action  Demand for ADB financial  assessment \nplans developed  sector assistance   \n  identified in at least 5   \n ", "Appendix 1  7 \nDesign  Performance  Data Sources/  Assumptions and \nSummary  Targets/Indicators  Reporting Mechanisms  Risks \n  product areas   \n  (December 2012)   \n    Financial sector \n  Studies conducted  assessments, official \n  covering at least 5 product  statistics, annual reports \n  areas for financial sector  of relevant agencies \n  development in at least 5   \n  participating countries  IMF Report on the \n  (December 2013)  Observance of \n    Standards and Codes  \n     \n4. Financial market    Evaluation reports from:  \nsupervisors and  At least 2 regional or  (i)  participants in \nregulators trained   subregional training  training programs  \n  programs targeted at  (ii)  resource persons \n  financial supervisors and  delivering training \n  regulators delivered on  programs \n  regulation and supervision  (iii) supervisors of staff \n  of bank and non-bank  participating in \n  financial institutions (at  training programs \n  least 50% of participants   \n  are women)   \n(December 2012) \n \nAt least 250 staff from \nsupervisory and regulatory \nauthorities trained \n(December 2012) \n \nAt least one regional \nseminar organized to \npromote enhanced \nregulatory cooperation \n(December 2012) \n \nTraining programs and \nseminars rated effective by \nat least 75% of trainees \n(December 2012) \n \nActivities with Milestones   ADB $1.5 million \n1. Survey and assessment   \n1.1  Conduct survey and assessment of regional training needs in financial  Financial sector \nsector regulation and supervision and areas for financial sector development  by  surveys, assessments, \nSeptember 2011  action plans, working \npapers (12 person-\n1.2  Design training programs and seminars by September 2011 \nmonths international \n2. Capacity building  and12 person-months \n2.1  Deliver training programs and seminars by December 2012   national consultancy \nservices) ($650,000) \n2.2  Conduct roundtables on financial sector development with key stakeholders \n \nby June 2012 \nTraining programs and \n3. Action plans  seminars (5 person-\n3.1  Identify demand for ADB assistance to develop financial sector action  months international  \n ", "8  Appendix 1 \nplans, with focus on product development, by December 2012  and 6 person-months \nnational consultancy \n3.2. Conduct studies on products for financial sector development by December \nservices) ($500,000) \n2013 \n \n4. Working papers  Editing, printing, and \n4.1  Prepare and disseminate working papers by December 2013  dissemination (2 \n  person-months \n  international \n   consultancy services) \n($100,000) \n \nMiscellaneous \nadministration and \nsupport ($50,000) \n \nContingency \n($200,000) \n \nADB = Asian Development Bank, CWRD = Central and West Asia Department, IMF = International \nMonetary Fund, WPBF = work program and budget framework. \na See Appendix 4, Table A4.1 for data. \nSource: ADB. \n \n \n \n \n   \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n \nItem  Amount \nAsian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  400.00 \n      ii.  National consultants  100.00 \n    b.  International and local travel  250.00 \n    c.  Reports and communications  50.00 \n  2.  Training, seminars, and conferences   \n    a.  Facilitators  150.00 \n    b.  Training programs  300.00 \n  3.  Miscellaneous administration and support costs  50.00 \n  4.  Contingencies  200.00 \nTotal  1,500.00 \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \n           Source: Asian Development Bank estimates. \n \n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  For purposes of engaging consultants, the technical assistance (TA) will include two \nmain components. The first component will include 12 person-months international consulting \nservices and 12 person-months of national consulting services to carry out (i) surveys and \nassessments, (ii) prepare working papers, and (iii) develop action plans. It is envisioned that a \nfirm will be hired for this component through quality and cost-based selection with simplified \ntechnical proposal and with an 80:20 weighting. The second component will include 5 person-\nmonths of international consulting services to (i) prepare training materials, (ii) deliver training \nprograms, and (iii) participate in seminars, as requested. It is envisioned that a firm will be hired \nthrough consultants qualification selection. However, should a firm not be able to provide the \nrequested highly specialized training or should critical time constraints arise, ADB will hire an \ninternational individual consultant. An individual national consultant will be hired for 6 person-\nmonths to provide technical and administrative support to activities to be implemented under the \nTA. An international individual consultant will be hired for 2 person-months for editing action \nplans, working papers, and other material, as requested. Consultants will be engaged by ADB in \naccordance with ADB’s Guidelines on the Use of Consultants (2010, as amended from time to \ntime). \nA.   International Financial Sector Consultants (12 person-months) \n2.  The international consultants shall have at least 15 years of relevant experience in \nfinancial sector development (bank and non-bank) in both developing and developed countries, \npreferably with experience in the Central and West Asia region. Experts will \n(i)  review ADB support for financial sector development in Central and West Asia \nDepartment  (CWRD)  countries  and  other  development  partner  support  and \nsignificant achievements and lessons learned; \n(ii)  survey financial sector development needs including \n(a) an overview of the demand for, supply of, and constraints on credit; \n(b) identification of areas requiring further in-depth research and analysis, which \nwill include insurance and contractual savings, debt capital markets, micro \nand SME finance and infrastructure finance (highlighting the availability of \nlocal currency financing);  \n(c) identification of relevant training needs that can be delivered locally and that \nwould benefit for exposure to other jurisdictions, with proposals for training \nstrategies to address these needs; and \n(d) develop national training programs \n(iii)  prepare action plans to address gaps in supply of financial services and products, \nprepare product focused financial sector action plans (The plans should also \nreflect capacity assessment needs and should focus on such topics as debt \ninstruments, micro and SME finance, and contractual savings. \n(iv)  prepare  working  papers  in  crosscutting  areas  identified  under  surveys, \nassessments, and policy dialogue. In  coordination with Central and West Asia \nFinancial  Sector,  Public  Management  and  Trade  Division  (CWFM),  the \nconsultants are to prepare research and policy recommendations on financial \nsector development in selected Central and West Asian countries, to be reflected \nin at least one working paper  \n \n \n \n ", "  Appendix 3  11 \nB.  National Financial Sector Consultants (12 person-months) \n \n3.  The  national  consultants  shall  have  experience  working  in  the  financial  sectors  of \nCentral  and  West  Asian  countries.  Their  primary  task  will  be  to  provide  assistance  to \ninternational consultants and their responsibilities will include but not be limited to the following: \n(i)  Survey sector needs. They will help survey financial sector development needs \nand  help  international  consultants  identify  constraints  to  effective  financial \nintermediation for further in-depth research and analysis. The areas they will \ncover  will  include  insurance  and  contractual  savings,  debt  capital  markets, \nhousing  financing,  SMEs,  and  infrastructure.  They  will  assist  in  identifying \nrelevant training needs and in developing seminar and training programs. \n(ii)  Action plans. They will help prepare results-based, product-focused financial \nsector action plans. Products may include debt instruments, microfinance and \nSME finance, and contractual savings. \n(iii)  Working papers. They will help prepare and disseminate research and policy \nrecommendations on financial sector development in selected Central and West \nAsian countries in at least one working paper. \n(iv)   They will provide logistical support, including interpretation and translation. \nC.   International Financial Sector Experts (5 person-months)  \n4.  The experts shall have at least 15 years of relevant experience in financial sector \ndevelopment (bank and non-bank) in developed countries. Developing country experience is \nalso preferable. Consultants shall \n(i)  prepare and make presentations during the training courses on topics to be \ndetermined in discussions with CWFM;  \n(ii)  prepare  case  studies  and  facilitate  case  study  discussions  during  training \ncourses; \n(iii)  deliver training courses; and \n(iv)  participate in conferences, as requested. \nD.   National Project Specialist and Project Coordinator (6 person-months) \n5.  The project specialist and coordinator shall have at least 2 years of project management \nexperience.  Experience  on  financial  sector  projects  is  preferred.  The  expert  will  provide \ntechnical and administrative support for activities to be implemented under the TA. Specifically, \nthe expert will \n(i)  coordinate  and  manage  logistical  details  (including  travel  accommodation, \ncontracts,  and  reimbursement)  in  regards  to  the  hiring  and  participation  of \nconsultants and resource persons in training programs and conferences;  \n(ii)  coordinate  and  manage  logistical  details  (including  travel  accommodation, \ncontracts, and reimbursement) in regards to participants in training programs and \nseminars;  \n(iii)  assist in organizing regional training programs and conferences;  \n(iv)  assist in the preparation of presentation materials for seminars, conferences, and \nother related TA events; \n(v)  prepare and update progress reports, including budget summaries; \n(vi)  coordinate  with  training  experts  to  ensure  that  activities  are  implemented \naccording  to  pertinent  ADB  rules  and  guidelines  on  various  aspects  of \nmanagement and control;  \n ", "12  Appendix 3 \n(vii)  prepare and maintain a database of trainees and resource persons;  \n(viii)  prepare working papers, and \n(ix)  assist in the preparation and dissemination of research and policy \nrecommendations on financial sector development in selected Central and West \nAsian countries in at least one working paper. \n \nE.  International Consultant, Editor (2 person-months) \n \n6.  The consultant shall have at least 5 years experience in editing. Experience on financial \nsector projects is preferred. The consultant will edit action plans, working papers, and other \ndocuments, as requested. \n \n ", "Appendix 4  13  \n \n \nINDICATORS: ECONOMIC AND FINANCIAL SECTOR DEVELOPMENT \n \nTable A4.1: Selected Indicators for Financial Sector Development\n \nFinancing  Regulation of \nEase of access  Restriction on  Soundness of \nthrough local  securities  Getting credit\nto loans capital flows banks\nequity market exchanges\nCountry 2010-2011 2010-2011 2010-2011 2010-2011 2010-2011 2011\nAfghanistan ... ... ... ... ... 128\nArmenia 131 124 57 81 121 46\nAzerbaijan 79 66 68 114 103 46\nGeorgia 125 83 40 109 124 15\nKazakhstan 106 121 106 131 119 72\nKyrgyz Republic 121 129 127 130 123 15\nPakistan 43 40 83 88 76 65\nTajikistan 109 84 114 125 126 168\nUzbekistan ... ... ... ... ... 138  \nNotes: For indicators 1–5, 139 countries were ranked and 50 and below represents a competitive advantage and \n51 and above a competitive disadvantage. For indicator 6, 183 countries were ranked. \n… = no data available \nSources: World Economic Forum. 2010. Global Competitiveness Report 2010–2011. Geneva; World Bank and the \nInternational Finance Corporation. 2010. Doing Business 2011. Washington, DC. \n \n \nTable A4.2: Growth Rate of Real Gross Domestic Product \n(%) \nCountry 2004 2005 2006 2007 2008 2009\nAfghanistan        9 .4       14.5       11.2       16.2        2 .3 ...\nArmenia      1 0.5       13.9       13.2       13.7        6 .9      (14.1)\nAzerbaijan      1 0.2       26.4       34.5       25.1       10.8        9 .3\nGeorgia        5 .9         9.6         9.4       12.3        2 .3        (3.9)\nKazakhstan        9 .6         9.7       10.4        8 .9         3.3        (5.0)\nKyrgyz Republic        7 .0        (0.2)        3 .1         8.5         7.6         4.0\nPakistan        7 .5         9.0         5.8         6.8         3.7         1.2\nTajikistan      1 0.3        6 .7         6.6         7.7         7.9         3.4\nTurkmenistan        5 .0       13.0       11.4       11.6        9 .8 ...\nUzbekistan        7 .7         7.1         7.4         9.6         9.0         8.1\n \n… = no data available, () = negative. \nSource: Asian Development Bank. 2010. Key Indicators for Asia and the Pacific 2010. Manila. \n \n ", " \n14  Appendix 4 \n \nTable A4.3: Foreign Direct Investment, Net Inflows \n(% of GDP) \nCountry 2004 2005 2006 2007 2008 2009\nAfghanistan ... ...        3 .0         2.4         2.8 ...\nArmenia         6.9         4.9         7.1         7.6         8.0         8.5\nAzerbaijan         4.1       12.7       ( 2.8)      (14.4)            -          1.1\nGeorgia         9.6         7.1       15.1       17.2       12.2         7.1\nKazakhstan         9.6         3.5         7.8       10.6       11.8       11.5\nKyrgyz Republic          7.9         1.7         6.4         5.5         4.6 ...\nPakistan         1.2         2.1         3.6         4.1         3.9         1.6\nTajikistan       13.1         2.4       12.0         9.7         7.3         0.3\nTurkmenistan         5.7         5.2         7.0         6.3         6.5 ...\nUzbekistan         1.6         0.6         1.1         3.3         3.6 ...\n \n… = no data available, () = negative. \nSource: Asian Development Bank. 2010. Key Indicators for Asia and the Pacific 2010. Manila. \n \n \nTable A4.4: Outstanding Bank Loans \n(Annual percentage change) \nCountry 2005 2006 2007 2008 2009\nArmenia       3 6.7        2 6.3         77.2         50.7         18.2\nAzerbaijan       5 3.0        6 4.0         95.9         55.6         18.4\nGeorgia       7 9.3        5 4.9         71.1         30.6        (13.5)\nKazakhstan       7 4.5        7 9.7         55.1           5.0           5.5\nPakistan ...        1 7.3         14.5         20.0          (1.0)\nUzbekistan       1 5.7          7 .6         20.8         30.6         34.1\n \n… = no data available, () = negative. \nSource: International Monetary Fund (IMF) Financial Access Survey. http://fas.imf.org \n(accessed 12 November 2010).  \n \n \nTable A4.5: Number of Commercial Bank Branches \n(per 1,000 square kilometers) \nCountry 2004 2005 2006 2007 2008 2009\nAfghanistan 0.0 0.1 0.1 0.2 0.3 0.4\nArmenia 9.0 10.2 11.3 13.1 14.3 14.6\nAzerbaijan 4.8 5.1 5.6 6.4 7.4 8.1\nGeorgia 2.6 2.6 2.0 2.1 2.1 2.0\nKazakhstan 0.2 0.2 0.1 0.1 0.2 0.2\nKyrgyz Republic ... ... ... ... 1.3 1.3\nPakistan 9.2 9.6 10.0 10.6 11.4 11.8\nUzbekistan 2.0 1.9 1.9 1.9 2.0 2.0\n \n… = no data available. \nSource: IMF Financial Access Survey. http://fas.imf.org (accessed 12 November 2010).  \n \n \n \n ", "  Appendix 4  15 \nTable A4.6: Number of ATMs  \n(per 1,000 square km) \nCountry 2004 2005 2006 2007 2008 2009\nAfghanistan 0.0 0.0 0.0 0.0 0.0 0.1\nArmenia 2.5 4.1 6.4 12.0 19.1 24.9\nAzerbaijan ... ... 13.1 15.9 18.3 20.5\nGeorgia 0.8 2.0 5.4 9.7 19.3 19.3\nKazakhstan 0.4 0.6 0.8 1.6 2.3 2.6\nKyrgyz Republic 0.1 0.2 0.2 0.5 0.9 1.6\nPakistan 0.9 1.4 2.4 3.6 4.6 5.5\n \n… = no data available. \nSource: IMF Financial Access Survey. http://fas.imf.org (accessed 12 November 2010).  \n \n \nTable A4.7: Outstanding Deposits with Commercial Banks \n(% of GDP) \nCountry 2004 2005 2006 2007 2008 2009\nAfghanistan 3.3 5.8 10.1 12.7 21.9 25.2\nArmenia 11.9 11.7 11.3 12.7 12.3 20.2\nAzerbaijan 12.0 10.3 11.4 11.2 11.4 12.4\nGeorgia 10.0 13.2 16.9 20.7 20.2 23.3\nKazakhstan 18.4 19.3 27.4 27.0 26.3 34.7\nKyrgyz Republic 8.7 12.9 14.8 16.5 16.0 20.2\nPakistan 36.0 37.1 35.8 37.5 32.5 29.8\nUzbekistan 10.4 10.6 12.3 13.6 15.7 18.1\n \nSource: IMF Financial Access Survey. http://fas.imf.org (accessed 12 November 2010).  \n \n \nTable A4.8: Outstanding Loans from Commercial Banks \n(% of GDP) \nCountry 2004 2005 2006 2007 2008 2009\nAfghanistan 1.1 2.5 5.4 8.0 9.7 11.8\nArmenia 7.7 8.9 9.1 13.4 17.4 24.4\nAzerbaijan 11.1 11.5 12.6 16.4 19.0 24.7\nGeorgia 9.8 14.9 19.4 27.0 31.4 28.9\nKazakhstan 26.3 35.4 47.3 58.4 49.0 53.3\nKyrgyz Republic 6.2 7.6 10.0 14.7 13.8 12.8\nPakistan 26.1 28.6 28.8 28.8 28.8 22.7\nUzbekistan 27.0 24.1 19.8 17.6 17.4 17.8\n \nSource: IMF Financial Access Survey. http://fas.imf.org (accessed 12 November 2010).  \n \n \n \n ", " \n16  Appendix 4 \n \nTable A4.9: Stock Market Capitalization \n(% of GDP) \nCountry 2004 2005 2006 2007 2008 2009\nArmenia 0.5 0.9 0.9 1.1 1.5 1.6\nGeorgia 4.0 5.5 8.6 13.7 2.6 6.8\nKazakhstan 9.1 18.4 53.9 39.5 23.3 52.8\nKyrgyz Republic 1.5 1.7 3.3 3.2 1.9 1.6\nPakistan 29.6 41.9 35.7 49.1 14.3 22.5\n \nSource: Asian Development Bank. 2010. Key Indicators for Asia and the Pacific 2010. Manila. \n \n \nTable A4.10: Gross Domestic Capital Formation \n(% of GDP) \nCountry 2004 2005 2006 2007 2008 2009\nAfghanistan 17.4 31.3 32.8 30.6 27.6 ...\nArmenia 24.9 30.5 35.9 37.8 40.9 31.8\nAzerbaijan 58.0 41.5 29.9 21.5 18.7 18.3\nGeorgia 31.9 33.5 30.9 32.1 26.0 12.1\nKazakhstan 26.3 31.0 33.9 35.5 27.5 29.6\nKyrgyz Republic  14.5 16.4 24.2 26.6 24.8 19.0\nPakistan 16.6 19.1 22.1 22.5 22.1 19.0\nTajikistan 12.2 11.6 16.0 24.6 26.5 ...\nTurkmenistan 23.1 22.9 23.8 23.3 23.3 ...\nUzbekistan 23.9 23.0 18.5 21.8 21.1 ...\n \nNote: High rates of capital formation mean that a country’s stock of assets is not only growing in size \nbut is also incorporating more modern technology. \n… = no data available. \nSource: Asian Development Bank. 2010. Key Indicators for Asia and the Pacific 2010. Manila. \n \n \nTable A4.11: Outstanding Debt Securities  \n(% of Outstanding Bank Loans) \nCountry 2004 2005 2006 2007 2008 2009\nArmenia 2.3 0.3 1.6 0.1 0.7 0.9\nAzerbaijan 4.8 2.7 3.0 1.5 1.2 0.5\nGeorgia 6.8 1.7 12.2 9.3 1.4 9.9\nKazakhstan 0.2 0.7 2.3 0.8 0.7 1.9\nPakistan ... ... ... ... 0.4 0.3\nUzbekistan 1.3 0.6 0.6 1.6 1.0 2.4\n \n… = no data available. \nSource: IMF Financial Access Survey. http://fas.imf.org (accessed 12 November 2010).  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101223112719+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "adb project 43359, gross domestic product, technical assistance, capacity development, regional cooperation, private sector development, institutional development, regional, reg\r\n", "ModDate": "D:20110610104259+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Subject": "Issues, impacts, methodology, key activities, cost, financing and implementation arrangements for Financial Sector Development in Central and West Asia. \r\n", "Title": "TAR: Regional: Financial Sector Development in Central and West Asia "}, "author_page": " \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CWFM  –  Central and West Asia Financial Sector, Public Management \nand Trade Division \n  CWRD  –  Central and West Asia Department \n  GDP  –  gross domestic product \n  SMEs  –  small and medium-sized enterprises \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n       \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Regional—Capacity Development Technical Assistance (R-CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Finance (money and capital markets, insurance and contractual \nsavings, small and medium-sized enterprise finance and leasing, \nmicrofinance, investment funds) \nThemes (subthemes)  –  Regional cooperation (money and finance), private sector \ndevelopment (private sector investment), capacity development \n(institutional development) \nLocation impact  –  Rural (low), urban (high), national (high), regional (medium)  \n     \n \n \nNOTE \nIn this report, \"$\" refers to US dollars.  \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  D. Kertzman, Financial Sector, Public Management and Trade Division, \nCWRD \n   \nTeam leader  L. Schou-Zibell, Senior Economist, CWRD \nTeam members  P. Knoll, Financial Sector Specialist, CWRD \nL. Raquipiso, Senior Economics Officer, CWRD \nPeer reviewers  R. van Zwieten, Director, Private Sector Operations Department \nH. Omar, Senior Financial Sector Specialist, Southeast Asia \nDepartment \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "D. Kertzman", "role": "Financial Sector", "organization": "Public Management and Trade Division"}, {"fullname": "L. Schou-Zibell", "role": "Senior Economist", "organization": "CWRD"}, {"fullname": "P. Knoll", "role": "Financial Sector Specialist", "organization": "CWRD"}, {"fullname": "L. Raquipiso", "role": "Senior Economics Officer", "organization": "CWRD"}, {"fullname": "R. van Zwieten", "role": "Director", "organization": "Private Sector Operations Department"}, {"fullname": "H. Omar", "role": "Senior Financial Sector Specialist", "organization": "Southeast Asia"}]}