{"path": "data/input/ta/43392-mon-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 43392-01 \nCapacity Development Technical Assistance (CDTA) \nOctober 2009 \n \n \n \nMongolia: Capacity Building Program on Clean \nDevelopment Mechanism \n(Financed by the Republic of Korea e-Asia and Knowledge \nPartnership Fund) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 September 2009) \n \nCurrency Unit – togrog (MNT) \nMNT1.00 = $0.0007029876 \n$1.00 = MNT1,422 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDM  –  clean development mechanism \n  GHG  –  greenhouse gas \n  PDD  –  project design document \n  PIN  –  project idea note \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Multisector (energy efficiency and conservation, forestry) \nThemes (subthemes)  –  Environmental sustainability (eco-efficiency), capacity \n  development (client relations, network, and partnership \ndevelopment) \nClimate change  –  Climate change mitigation and climate change adaptation \nLocation impact  –  Rural (high impact), urban (high impact), national (high impact), \nregional (high impact) \nPartnership{s}  –  The Republic of Korea e-Asia and Knowledge Partnership Fund  \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General  K. Gerhaeusser, East Asia Department (EARD)  \n   \nTeam leader  T. Jung, Senior Climate Change Specialist, EARD \nTeam member  K. Zheng, Senior Energy Economist, EARD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The Government of Mongolia and Asian Development Bank (ADB) agree on the need to \nstrengthen capacity building for Clean Development Mechanism (CDM) projects; as well as the \nobjectives, scope, implementation arrangements, and financing plan of the technical assistance. \nADB will undertake the capacity building program with financial support from the Government of \nthe Republic of Korea. The TA design and monitoring framework is in Appendix 1.1 \n \nII.  ISSUES \n2.  The Mongolian climate has changed significantly over the past 60 years with more than \n80%  of  the  country’s  territory  highly  vulnerable  to  climate  extremes.2 The  mean  annual \ntemperature  increased  by  1.8°C  between  1940  and  2003.  As  a  result,  the  permafrost  is \ndegrading  intensively  and  high  mountain  glacier  melting  has  increased.3 Precipitation  has \ndecreased by 7.5% in summer and increased by 9.0% in winter. During the last 40 years, the \nduration of heat waves has increased by 8–18 days, while cold wave duration has shortened by \n13.3 days. The rate of future winter warming is expected to vary from 0.9°C to 8.7°C (depending \non the area of the country), while the summer temperature is expected to vary from 1.3°C to \n8.6°C. Winter precipitation is projected to increase between 12.6% and 19.4%, and summer \nrainfall is expected to change by between –2.5% to +11.3%. \n \n3.  A northward shift of agricultural zones is likely a result of climate change, such that the \ndry steppe zone in the eastern part of Mongolia would encroach upon the forest steppe to the \nnorth, leading to a shrinkage of the high mountainous and forest steppe zones, and expansion \nof the dry steppe and desert steppe zones. These combined with overgrazing, a 17% decline in \nspring precipitation, and a rise in surface temperature, will likely lead to an increase in frequency \nand extent of forest and steppe fires in Mongolia, resulting in a decline of forest cover.4 \n \n4.  Other climate change issues faced by Mongolia include acceleration of desertification \ndue to a significant decline in forest cover, increase in flash floods caused by erratic rainfall, \nadverse effects on agriculture due to drought and dzud (a layer of frozen rain over vegetation), \ndecreasing groundwater table in arid regions, intensification of degradation and desertification of \nland due to shortage of water and precipitation (footnote 3), and increase in incidence of yellow \nsand posing a serious transboundary threat.  \n \n5.  Combating climate change is a critical development challenge for Mongolia. Mongolia \nsigned the United Nations Framework Convention on Climate Change on 12 June 1992 and \nratified  the Kyoto  Protocol  on  15 December  1999.  A  National  Committee  on Climate  was \nestablished in 2000, which includes working groups on public–private partnerships, CDM, and \nenergy efficiency.5 Since ratification, Mongolia has been working to implement CDM and is \nundertaking various initiatives to improve energy efficiency and reduce greenhouse gas (GHG) \nemissions.  However,  the  development  of  CDM  projects  requires  institutional  and  human \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 11 September 2009. \n2  ADB. Forthcoming. Climate Change Implementation Plan, East Asia Region 2009–2015, East Asia Department. \nManila. \n3  International  Fund  for  Agricultural  Development  (IFAD).  2007.  Adaptation  Workshop.  Paper  presented  on \nAdaptation to Climate Change Actions in Mongolia. Rome. Available: www.ifad.org/operations/gef/climate/15.ppt. \n4  Intergovernmental Panel on Climate Change (IPCC). 2007. Climate Change 2007: Synthesis Report. Contribution \nof Working Groups to the Fourth Assessment Report of the IPCC 2007. Valencia, Spain. \n5  Purevdorj, B. 2005. Fifth Asian Region Workshop on Clean Development Mechanism. Paper presented for CDM in \nMongolia. Bangkok, Thailand. Available: http://cd4cdm.org/Asia/Fifth%20Regional%20Workshop/CDM-Mongolia_ \nPurevdorj.ppt. \n ", "2   \nresource capacity in the relevant country. At present, capacity in Mongolia to undertake CDM \nprojects is limited,6 mainly due to lack of national expertise. Financial barriers to adopting \ncleaner technologies in Mongolia lead to inefficiencies in industrial processes, especially for the \nprivate sector. The TA aims to enhance capacity through training for relevant government \nofficials and national experts on the CDM project cycle and development of project design \ndocuments (PDDs). \n \n6.  The long-term strategic framework of the Asian Development Bank 2008–2020 (Strategy \n2020) focuses on addressing climate change as part of the broader agenda of environmentally \nsustainable growth in developing member countries.7 One of the envisaged interventions is \nassistance  to  reduce  GHG  emissions  by  implementing  energy  efficiency  improvement  and \nrenewable energy projects, and suggesting concrete policy recommendations leading to the \nadoption of a low carbon society. Furthermore, energy and environmental issues are identified \nas priority themes and sectors under the ADB–Mongolia country partnership strategy (2010–\n2013) currently being prepared.  \n \nIII.  THE TECHNICAL ASSISTANCE \n7.  The TA aims to enhance capacity and expertise in Mongolia to identify, develop, and \nundertake  CDM  projects.  This  will  be  achieved  by  developing  a  capacity  building  plan, \nenhancing the capacity of national CDM experts and government agencies, and undertaking \npromotional activities encouraging CDM projects. The initiatives being undertaken by Mongolia \nand those undertaken as a consequence of capacity building under the TA are expected to \ncontribute to reducing GHG emissions in the long term. The CDM projects initiated are expected \nto also lead to greater efficiency in energy use in the country.  \n \nA.  Impact and Outcome \n8.  The TA’s impact is to reduce GHG emissions in Mongolia. The main outcome is to \nenhance the capacity of relevant stakeholders to undertake CDM projects, as currently the \ncountry has limited expertise in CDM.  \n \nB.  Methodology and Key Activities \n9.  The  TA  comprises  two  sets  of  outputs.  The  first  consists  of  CDM  project  capacity \nbuilding programs, the second is an assessment of potential for CDM projects and related \nimplementation strategies in Mongolia.   \n \n10.  CDM Capacity Building Program. The program will involve three steps: \n \n(i)  Develop courses. Develop a capacity building plan; identify and assess training \nneeds; define the target audience and participants, training schedule, and time \nline;  select  trainers  among  national  experts  with  inputs  from  the  local  CDM \nagency;  collect  and  analyze  cases  from  other  countries;  develop  a  training \nmanual for national CDM experts and government officials; and prepare brief \nintroductory materials on CDM.  \n                                                 \n6 Begzsuren, M. 2009. Inputs from CDM National Bureau (DNA) of Mongolia on efficiency in the operation of the \nCDM  and  opportunities  for  improvement.  Available:  http://cdm.unfccc.int/public_inputs/2009/CMPreq/cfi/ \nM3BIJNMAL6UZW8ADWDEKAD19MI8VKP  \n7  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. \n ", "  3\n(ii)  Conduct  capacity  building  training.  Use  national  and  international  CDM \nexperts  to  improve  understanding  of  CDM  projects  and  benefits  for  project \npartners, outline the benefits of CDM projects and the reason for CDM project \npromotion,  introduce  CDM  project  cases,  and  explain  the  CDM  project \nimplementation process. Conduct two different trainings: a general CDM training \nfor government officials and national experts on the CDM project cycle, including \npresentation of CDM case studies specifically related to efficient energy use and \nafforestation, carbon market, evaluating the financial capacity of national CDM \nand  awareness-raising  efforts,  international  development  aid  activities  and \nenhancing  CDM  investment;  and  technical  training  for  national  experts  on \ndevelopment of PDDs. \n \n(iii)  Enhance CDM material and knowledge sharing. Propose technical guidelines \nfor effective CDM project implementation by developing regulation, legislation, \nand financial and technical guidelines; update CDM guidelines; translate course \nmaterial; include best practice examples of CDM implementation; and develop \nmaterials on CDM for wider dissemination and knowledge sharing. \n \n11.  Assessment of Potential for CDM Projects and Related Implementation Strategies. \nThe assessment of the scope for CDM implementation in Mongolia will be conducted in \ntwo steps: \n \n(i)  Assess the current operating capacity for CDM project development. This \nincludes data collection and analysis on climate change; formulation of a work \nplan to conduct the analysis; study of the capacity of the Designated National \nAuthority on Climate Change and its operating guidelines, human resources, and \nrole in Mongolia; consultations with Mongolian government stakeholders on CDM \nproject  implementation  by  assessing  CDM  projects  and  identifying  potential \nprojects; proposed timeline for CDM project implementation and establishment of \na  national  expert  pool  for  CDM  projects;  conduct  of  feasibility  studies  for \nimplementing CDM pilot projects by reviewing existing CDM feasibility studies \nand relevant literature, and conduct of cost-benefit analysis for potential CDM \nprojects; and finalization of potential CDM projects. \n \n(ii)  Develop an implementation strategy. Following the assessment of potential \nCDM  projects  and  their  cost–benefit  analysis,  discuss  the  implementation  of \nCDM projects. After identification and prioritization of possible CDM projects, \ndevelop PDDs for possible CDM projects as outputs of the capacity building \nprogram.  \n \nC.  Cost and Financing \n12.  The total cost of the TA is estimated to be $500,000 equivalent. The Government of \nMongolia has requested ADB to finance $500,000 equivalent. The TA will be financed on a \ngrant basis by the Republic of Korea e-Asia and Knowledge Partnership Fund and administered \nby ADB. Appendix 2 provides details of the cost estimates and financing plan. \n \nD.  Implementation Arrangements \n13.  ADB will be the Executing Agency for this TA. Within ADB, the TA is expected to be \nimplemented by the East Asia Department. A study team, comprising national CDM experts \n ", "4   \nfrom Mongolia and international consultants, will be formed to carry out the TA activities. The \nconsultants will submit inception, interim, and final reports to ADB as scheduled in the design \nand monitoring framework. \n \n14.  The TA will require 19 person-months of individual international and 16 person-months \nof individual national consulting services. ADB will engage all the consultants in accordance with \nthe  Guidelines  on  the  Use  of  Consultants  (2007,  as  amended  from  time  to  time).  The \nconsultants’ terms of reference are in Appendix 3. The proceeds of the TA will be disbursed in \nline with Technical Assistance Disbursement Handbook (2008, as amended from time to time). \n \n15.  The TA is expected to be implemented over 7 months from October 2009 to April 2010. \nThe TA results will be disseminated by producing a CD-ROM and training manual on CDM for \nwider dissemination. The TA reports will be uploaded on the ADB website. The TA outcome will \nbe evaluated based on the number of national experts and government officials trained and the \nnumber of new CDM projects developed in the country. \n \nIV.  THE PRESIDENT'S DECISION  \n16.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to Mongolia to be \nfinanced on a grant basis by the Republic of Korea e-Asia and Knowledge Partnership Fund for \nthe Capacity Building Program on Clean Development Mechanism, and hereby reports this \naction to the Board. \n \n \n ", "Appendix 1  5 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign   Performance Targets  Data Sources and/or  Assumptions \nSummary  and/or Indicators  Reporting Mechanisms  and Risks \nImpact      Assumptions \n       \nReduced greenhouse gas  Greenhouse gas  National policies on  Climate change will continue \nemissions in Mongolia   emission levels lowered  climate change and CDM  and impact environment and \nby 2020  communities \nOutcome      Risks \n       \nEnhanced capacity of  Two PDD prepared and  CDM Designated  CDM projects could be delayed \nstakeholders to undertake  CDM projects  National Authority (DNA)  due to existing complicated \nCDM projects  implemented by April  of Mongolia    project implementation \n  2011    procedures  \n     \n    Lack of capacity to implement \nCDM projects in the short term \n \nOutputs      Risks \n       \n1. Capacity building  50 trained experts  Project reports  Ministries will not make \nprogram designed and      targeted experts available when \nCDM training manual and  CDM training manual  CDM guidelines and  required to meet timetable \nCD delivered  and CD available by  manuals prepared by   \n  February 2010  international \n    organizations \n2. CDM project  Report by March 2010   \nassessments and    Project reports \nimplementation strategy   \n   \nActivities with Milestones  Inputs \n   \n1.  CDM capacity building program (October 2009–February  2010)  $500,000 from the Republic of \n1.1   Engage consultants.  Korea e-Asia and Knowledge \n1.2   Review existing documents and identify training needs  Partnership Fund  \n1.3  Develop training courses and materials   \n1.4   Select participants for training  19 person-months of \n1.5   Conduct training  international consulting services \n   \n2.  CDM project assessment (October 2009–March 2010)  16 person-months of national \n2.1  Gather data and information on CDM projects  consulting services \n2.2  Assess existing CDM projects   \n2.3  Conduct consultations   \n2.4  Develop PDD for potential CDM projects   \n   \n3.  Project Management \n3.1  Submit inception report – November 2009 \n3.2  Submit interim report – December 2009 \n3.3  Submit final report – March 2010 \n3.4  Disseminate at appropriate domestic and international workshops –April 2010 \nCDM = clean development mechanism, PDD = project design document. \n \n \n ", "6  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nRepublic of Korea e-Asia and Knowledge   \nPartnership Funda \n1.  Consultants   \n  a.  Remuneration and Per Diem   \n    i.  International Consultants  344.4 \n    ii.  National Consultants  45.1 \n  b.  International and Local Travel  32.0 \n2.  Reports and Communicationsb   30.0 \n3.  Training and Consultations   10.0 \n4.  Miscellaneous Administration and Support Costs  10.0 \n5.  Contingencies  28.5 \n      Total  500.0 \na  Administered by the Asian Development Bank (ADB). Total amount includes ADB's administration \nfee, audit cost, bank charges, and provision for foreign exchange fluctuations (if any), to the extent \nthat these items are not covered by the interest and investment income earned on this grant, or any \nadditional grant by the Government of the Republic of Korea. \nb  Includes publications-related costs. \nSource: Asian Development Bank estimates. \n ", "7  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  Lead Consultant (5 person-months, intermittent). The lead consultant will have extensive \nunderstanding and knowledge of the Clean Development Mechanism (CDM) project cycle and \nmethodologies and of CDM capacity building programs. The successful candidate will \n \n(i)  manage  and  supervise  the  capacity  building  project  specialists,  CDM  manual \ndeveloper, training facilitator, proof reader, and national consultant—collectively, the \nstudy team, and all activities under the TA; \n(ii)  have  extensive  knowledge  of  the  existing  CDM  project  on  the  United  Nations \nFramework  Convention  on  Climate  Change  (or  ongoing  CDM  projects  in  the \npipeline), methodologies for baselines and monitoring plans, and similar activities;  \n(iii)  cooperate  with  feasibility  study  and  CDM  project  specialists  to  coordinate  the \ncapacity building process, and establish the detailed TA implementation plan for \nundertaking the CDM capacity building program in Mongolia; \n(iv)  identify training needs; \n(v)  develop a capacity building program to educate government and local CDM project \nexperts, and select participants for the training program; \n(vi)  deliver the training programs; \n(vii)  propose CDM capacity building strategies for Mongolia;  \n(viii)  propose technical guidelines for effective CDM project implementation; \n(ix)  prepare a national portfolio of potential CDM projects; and \n(x)  prepare  an  inception  report,  interim  report,  and  final  report  that  includes  the \noutcome of the training programs, potential of future CDM projects, and options for \nCDM implementation; and manage the subsequent dissemination of the outputs.  \n \n2.  CDM Project Specialists (three specialists, for a total of 10 person-months, intermittent). \nCDM project specialists will have extensive experience in selecting and developing a target CDM \nproject and preparing project idea notes (PINs) and project design documents (PDDs) for CDM \nprojects in practice. The successful candidates will \n \n(i)  review  and  analyze  existing  CDM  projects  on  the  United  Nations  Framework \nConvention  on  Climate  Change  (or  ongoing  CDM  projects  in  the  pipeline), \nmethodologies for baselines, and monitoring plans, among others; \n(ii)  review the existing CDM projects in Mongolia; \n(iii)  suggest timelines and develop a work plan for the processes from planning stage to \nimplementation, including analysis of the current state of the TA, building a project \ndevelopment framework to identify the target CDM project, implementation of pilot \nprojects, and all the necessary details; \n(iv)  build framework for relevant data collection and analysis; \n(v)  identify  and  prioritize  target  sectors  with  potential  for  present  and  future  CDM \nprojects; \n(vi)  assess existing CDM projects in the country; \n(vii)  review and analyze institutional support for CDM in Mongolia; \n(viii)  suggest  the  scope  of  consultation  procedures  for  stakeholders  including  the \nGovernment and designated national authorities to implement CDM projects; \n ", "8  Appendix 3 \n \n \n(ix)  perform cost–benefit analysis of identified CDM pilot projects and prioritize CDM \npilot projects for implementation; \n(x)  prepare PINs and PDDs; and \n(xi)  propose further work scope and options for scaling up to implement CDM pilot \nprojects successfully. \n \n3.  Manual Developer and Editor (3 person-months, intermittent). The manual developer and \neditor will have extensive experience in developing CDM-related training material and \n \n(i)  prepare introductory materials on CDM; \n(ii)  develop CDM capacity building training manuals based on identified training gaps; \n(iii)  proofread and check the quality of training materials and reports produced; \n(iv)  proofread the PINs and PDDs; \n(v)  develop the contents of the CD-ROM on CDM; and \n(vi)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant.  \n \n4.  TA Facilitator (1 person-month, intermittent). The TA facilitator will generally coordinate and \nfacilitate the training programs under the TA. The successful candidate will \n \n(i)  develop a CDM capacity building training schedule, and prepare suitable lists of \nparticipants in collaboration with national focal points and consultants; \n(ii)  design and implement internal and external consultation processes, including tasks \nsuch as helping prepare training-related materials, maintaining a database to record \nresponses received, and acknowledging all responses received; \n(iii)  compile minutes of meetings; and \n(iv)  schedule, coordinate, and facilitate the training programs as directed by the team \nleader and the lead consultant. \n \nB.  National Consultants \n \n5.  National CDM Experts (two experts, 5 person-months each for a total of 10 person-months, \nintermittent). The national consultants will undertake the review, assessment, and data gathering; \nand provide administrative support. The successful candidates will \n \n(i)  undertake the review of existing climate policies, identify policy gaps, review studies \non  climate  change,  and  review  the  existing  CDM  initiatives  in  the  country  and \ncapacity building training programs conducted to date;  \n(ii)  identify training gaps and needs; \n(iii)  assist in selecting training participants; \n(iv)  help with the training program; \n(v)  provide  inputs  for  the  development  of  CDM  capacity  building  strategies  for \nMongolia; \n(vi)  help develop PINs and PDDs; and \n(vii)  Oversee translation of the training manual. \n ", "Appendix 3  9 \n \n \n6.  TA Associate (6 person-months, intermittent). The TA associate, under the direction and \nsupervision of the lead consultant, will  \n \n(i)  coordinate and assist the lead consultant in the activities under the TA; \n(ii)  facilitate national meetings and training;  \n(iii)  help  prepare  the  training  material,  maintain  a  database  to  record  responses \nreceived to the consultation process, and acknowledge all responses received; \n(iv)  assist in developing the CD-ROM; and \n(v)  maintain all technical databases for the country and conduct simple analysis, as \ndirected by the lead consultant. \n \n \n "], "metadata": {"Author": "ppl", "CreationDate": "D:20091110223851+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20100120145825+08'00'", "Producer": "www.adlibsoftware.com:EXS3190-Windows 2003:TNG", "Title": "Microsoft Word - TA - MON Capacity Bldg Program on CDM EDITTED BY-OSEC-16 Oct2009-revised DMF-APPROVED-22-102009.doc"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 30 September 2009) \n \nCurrency Unit – togrog (MNT) \nMNT1.00 = $0.0007029876 \n$1.00 = MNT1,422 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDM  –  clean development mechanism \n  GHG  –  greenhouse gas \n  PDD  –  project design document \n  PIN  –  project idea note \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Multisector (energy efficiency and conservation, forestry) \nThemes (subthemes)  –  Environmental sustainability (eco-efficiency), capacity \n  development (client relations, network, and partnership \ndevelopment) \nClimate change  –  Climate change mitigation and climate change adaptation \nLocation impact  –  Rural (high impact), urban (high impact), national (high impact), \nregional (high impact) \nPartnership{s}  –  The Republic of Korea e-Asia and Knowledge Partnership Fund  \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General  K. Gerhaeusser, East Asia Department (EARD)  \n   \nTeam leader  T. Jung, Senior Climate Change Specialist, EARD \nTeam member  K. Zheng, Senior Energy Economist, EARD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Team leader", "fullname": "T. Jung", "role": "Senior Climate Change Specialist", "organization": "EARD"}, {"documentRole": "Team member", "fullname": "K. Zheng", "role": "Senior Energy Economist", "organization": "EARD"}]}