{"path": "data/input/ta/43406-01-aze-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 43406 \nJune 2010 \nProposed Guarantee  \nJanub Gas-Fired Power Plant Project \n(Azerbaijan)\n \n ", "CURRENCY EQUIVALENTS \n(as of 3 May 2010) \n \nCurrency Unit  –  Azerbaijan manat/s (AZN) \n \nAZN1.00  =  €0.93  or  $1.24 \n€1.00  =  AZN1.06  or  $1.32 \n$1.00  =  €0.75  or  AZN0.80 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AzerEnergy  –  Azerenerji Joint Stock Company \n  EMMP  –  environmental management and monitoring plan \n  kWh  –  kilowatt hour \n  MW  –  megawatt \n  PCG  –  partial credit guarantee  \n  TPP  –  thermal power plant \n \n \nNOTES \n \n(i)  The fiscal year of the government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  P.B. Song, Energy and Natural Resources Division, CWRD \n   \nTeam leaders  F. C. Kawawaki, Principal Energy Specialist, CWRD \n  M. Endelman, Principal Financial Sector Specialist, CWRD  \nTeam members  B. Konysbayev, Senior Counsel, Office of the General Counsel \n  M. Kunzer, Senior Environment Specialist, CWRD  \n  T. Luo, Senior Energy Specialist, CWRD \n  R. Pladet, Senior Guarantees and Syndications Specialist, Office of \nCofinancing Operations  \n  I. Setyawati, Social Development Specialist, CWRD \nH. Woldring, Rural Development Specialist, SARD \n  R. Rebollido, Administrative Assistant, CWRD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \n A.  Rationale  1 \n    B.     Impact and Outcome  3 \n  C.     Output  3 \n  D.     Investment and Financing Plans  3 \n  E.     Implementation Arrangements  4 \nIII.  DUE DILIGENCE  6 \n  A.      Economic and Financial  6 \n  B.      Governance  6 \n  C.      Poverty and Social  6 \n  D.      Safeguards  7 \n  E.      Risks and Mitigating Measures  8 \nV.  ASSURANCES AND CONDITION  8 \nVI.  RECOMMENDATION  9 \nAPPENDIXES  \n1.  Design and Monitoring Framework   10 \n2.  List of Linked Documents   12 \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \npartial credit guarantee (PCG) for the Janub Gas-Fired Power Plant Project.  \n \n2.  The project will have an installed capacity of 780 megawatts (MW) and will cost €691 \nmillion. It will replace the Shirvan Thermal Power Plant (TPP), Azerbaijan's second largest \npower plant, which is more than 40 years old and now inefficient. The project will increase the \nstability of the power generation system in Azerbaijan and improve the reliability of the power \nsupply  in  the  country's  industrial  and  economic  hub  in  the  Absheron  Peninsula.  By \ndecommissioning the Shirvan TTP and replacing it with a plant with state-of-the-art technology, \nthe  project  will  significantly  increase  power-generating  efficiency,  while  decreasing  the \nenvironmental  impact  of  power  generation  in  the  project  area.  The  PCG  will  support  a \ncommercial bank loan that will finance maintenance workshops, heavy fuel tanks, a treatment \nsystem, and laboratory equipment needed to complete the new plant and the decommissioning \nof the Shirvan TPP. \n \nII.  THE PROJECT \nA.  Rationale \n3.  Despite the global economic downturn, Azerbaijan's gross domestic product increased \nby 10.8% in 2008, fueled by the export of new oil and gas production. Azerbaijan has abundant \nenergy resources, with hydrocarbon reserves estimated at 7,000 billion barrels of oil equivalent.1 \nHowever, efficiency and security in the power sector is a government priority, since excess fuel \ncan be exported.2 Further, the poor quality and reliability of the electricity supply inhibits the \nexpansion of industrial, agriculture, and commercial activities, which are needed for Azerbaijan \nto diversify its economy away from hydrocarbon-related sectors. Low power plant efficiency \ncombined with transmission and distribution losses have wasted fossil fuels and nearly doubled \ngreenhouse  gas  emissions  and  other  pollutants  that  damage  the  regional  and  global \nenvironment.  \n \n4.  The power sector has gone through a series of reforms. Sector restructuring has been \nachieved, in part because of (i) the establishment of four regional distribution companies; (ii) \nprivate sector participation in generation; and (iii) the creation of the Ministry of Economic \nDevelopment, which is responsible for energy sector policy making, pricing and tariffs, licensing, \nand management of fixed assets. The Tariff Council, chaired by the Ministry of Economic \nDevelopment, has the authority to propose tariff adjustments, define customer categories, and \nadopt cost-reflective tariff design. All large companies had to change to International Financial \nReporting  Standards  by  January  2008,  and  all  government  ministries  had  to  adopt  the \nInternational Public Reporting Standards by January 2009. The commercialization of Azerenerji \nJoint Stock Company (AzerEnergy), the state-owned enterprise responsible for management of \nmajor thermal and hydropower generation plants, transmission, and part of the distribution \nnetwork, has been accelerated. The aim is to turn AzerEnergy into a leading international power \ncompany  applying  state-of-the-art  technology  and  international  safeguard  standards. \nAzerbaijan's development partners have supported the creation of the Investment Department \nto tighten financial controls and the Ecology Unit to oversee safeguards. Both are progressing \nwell. \n                                                 \n1 Beyond Petroleum. 2009. BP Statistical Review of World Energy, 2009. http://www.bp.com/productlanding.do?categ \n  oryId=6929&contented=7044622 \n2 Azerbaijan Economy and Power Sector: Challenges and Opportunities (Appendix 2). ", "2 \n5.  More than 20% of all energy equipment and more than half of the network facilities have \nexceeded their useful life. Azerbaijan has been refurbishing and replacing old generation plants \nand  improving  transmission  and  distribution  infrastructure  to  increase  efficiency.  Although \ndemand decreased in 2007 because of conservation measures that followed a rise in customer \nprices to a cost recovery level, a 4.0% annual increase in demand is forecast to 2030.3 The \ncurrent shortfall in peak load is about 300 MW. However, the available generation capacity is \n5,070 MW. TPPs generated 85% of the power, while hydropower plants produce 15%. Only \n32% of the plants are running at optimal capacity. The refurbishment of the biggest plants—\nAzerbaijanskaya and Shirvan, which produce 57% of available capacity—will complete the \nrefurbishment plan.  \n \n6.  Starting commercial operations in 1962, the Shirvan TPP is the second biggest power \nplant in Azerbaijan, accounting for 22% of electricity production in 2006–2007. The plant has \noutlived its useful life as demonstrated by a thermal efficiency of only 27% and available \ngeneration capacity of 600 MW (57% of its installed capacity). The plant has become unreliable \nand poses a threat to the power security of Azerbaijan.  \n \n7.  The project will be located within the same site as the Shirvan TPP to take advantage of \nthe existing infrastructure, such as overhead lines, gas pipeline, access roads, railways, and \nstand-by fuel storage and handling facilities. In addition to ensuring energy security, the project \nwill (i) have an average efficiency of 52%,4 (ii) generate efficiency savings by reducing costs \nfrom €0.017 per kilowatt hour (kWh) to €0.012 per kWh, (iii) increase exports if excess gas is \nexported ($54.4 million per year), and (iv) reduce the emissions of greenhouse gas and other \npollutants. Given the considerable benefits, the government is committed to fast-tracking the \nproject. \n \n8.  The  original  financing  plan  called  for  government  funds  and  sovereign-guaranteed \ncommercial bank loans to finance the entire cost of the project. In 2008, the first financing phase \nwas successfully completed through a €284 million syndicated long-term commercial bank loan. \nHowever,  because  of  the  global  financial  crisis,  commercial  loans  became  scarce  and \nexpensive in late 2008 when financing was sought for the second financing phase. The second \nround of financing was to fund, among other things, the maintenance workshops, heavy fuel \ntanks, a treatment system, and the laboratory equipment needed to complete the new plant and \nthe decommissioning of the Shirvan TPP.  \n \n9.  The PCG from the Asian Development Bank (ADB) will support a commercial bank loan \nof up to €220 million to AzerEnergy. The PCG will double the maturity available and more than \nhalve the interest margin that would be charged by commercial banks, thereby increasing the \nfinancial and economic viability of the project. It will also mark the return of AzerEnergy to the \ninternational commercial bank debt market. \n \n10.  In the latest country strategy and program update (2006),5 the government requested \nADB  support  for  energy  within  an  expanded  lending  program,  particularly  for  power \ntransmission and distribution, climate change mitigation, and improving AzerEnergy's access to \ncapital markets. The Power Transmission Enhancement Project,6 approved in August 2008, is in \nline with this strategy. \n                                                 \n3  ADB. 2009. Energy Outlook for Asia and Pacific. Manila. \n4  The thermal efficiency of a combined cycle plant has reached the record of just under 60% in Wales.  \n5  ADB. 2006. Country Strategy and Program Update: Azerbaijan, 2006. Manila. \n6  ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nRepublic  of  Azerbaijan  for  the  Power  Transmission  Enhancement  Project.  Manila.  This  project  also  has \nAzerEnergy as the borrower and executing agency, and will act as the anchor participation for the PCG. \n ", "3 \nB.  Impact and Outcome \n11.  The  impact  will  be  an  improved  power  system  that  provides  electricity  needed  for \nsustained  economic  growth.  The  project  is  an  integral  part  of  Azerbaijan’s  power  sector \ndevelopment strategy. The outcome will be Azerenergy's increased capacity to provide efficient \nand reliable power to customers. ADB's assistance through the PCG will also (i) support reforms \nunderway to strengthen the financial position and transparency of AzerEnergy, enabling it to \noperate  sustainably  and  independently;  (ii)  help  AzerEnergy  successfully  return  to  the \ninternational commercial bank debt market,7 and diversify and deepen Azerenergy's funding \nsources; and (iii) set the stage for AzerEnergy's access to the international capital market in the \nmedium term. \n \n12.  The project will meet European emission standards. After the commissioning of the new \nplant,  the  Shirvan  TPP  will  be  decommissioned.  By  also  financing  the  Shirvan  TPP \ndecommissioning from proceeds of the commercial loan, ADB will ensure that it is carried out in \na timely manner and complies with ADB's safeguard policies with regard to precautionary \nmeasures. \n \nC.  Output \n13.  The project will construct 780 MW combined-cycle power plant and auxiliary services \nwith an average efficiency of 52%.  \n \nD.  Investment and Financing Plans  \n \n14.  The project is estimated to cost €691 million including taxes, duties, physical and price \ncontingencies, capitalized interest, and other charges. The investment plan is summarized in \nTable 1.  \n \nTable 1: Project Investment Plan \n(€ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Civil works  144.0  \n  2.  Main equipment  279.8  \n  3.  Auxiliary systems  192.0  \n  4.  Project management and consultancy      9.5  \n  5.  Decommissioning of Shirvan Thermal Power Plant    20.0 \n  6.  Resettlement      1.4  \n    Subtotal (A)          646.7 \nB.  Contingenciesc            22.0 \nC.  Financing Charges During Implementation             22.4 \n       Total (A+B+C)          691.1 \na Includes taxes and duties. \nb In mid-2009 prices and actual prices for contracted items. \nc Physical contingencies computed at 10% for civil works and 5% for contracts not awarded. \nSources: AzerEnergy and Asian Development Bank estimates. \n \n15.  ADB will provide a PCG, counter-guaranteed by the Republic of Azerbaijan, to support a \nloan  of  up  to  €220  million8 from  a  consortium  of  international  commercial  banks.  The \n                                                 \n7  Access to Long-Term Finance for AzerEnergy (Appendix 2). \n8  This includes interest, PCG fees, and other fees capitalized during project implementation. The Abu Dhabi Fund for \nDevelopment and other cofinanciers have indicated an interest in providing cofinancing suitable for the project of \n ", "4 \ncommercial loan will have a 13-year tenor (3-year grace period and 10-year repayment period) \nand a market-based interest rate. The PCG will provide comprehensive cover9 for 80% of \nprincipal (up to €176 million) plus accrued regular interest, as well as 80% of break costs (if any) \nrelated to interest rate and/or foreign currency hedging arrangements10 associated with the \ncommercial  loan.  ADB  will  charge  guarantee  and  commitment  fees  based  on  ADB's  loan \nequivalency pricing for sovereign lending.11 The PCG will be backed by ADB's ordinary capital \nresources.  Under  the  sovereign  counter-guarantee  provided  to  ADB,  the  Government  will \nindemnify and reimburse ADB for any amounts paid under the PCG.    \n \n16  Following  a  two-step  competitive  bidding  process,  which  required  the  bidders  to \ndemonstrate that ADB's PCG was needed to significantly improve the tenor, pricing, and other \nrelevant terms of the commercial loan, two mandated lead arrangers were selected in January \n2010 to arrange and provide the commercial loan on a best effort basis. Disbursements under \nthe commercial loan will be allowed after conditions precedents are satisfied, including the ADB \nPCG  having  become  effective.  This  will  require,  among  other  things,  the  issuance  of  the \nsovereign counter-guarantee by the government. The proposed financing plan for the project is \nsummarized in Table 2 and detailed in the cost estimates and financing plan.12 \n \nTable 2: Tentative Financing Plan \n(€ million) \nSource  Total    Percent \nCommercial loan (second financing phase) a  220     32.0 \n134     19.0 \nIslamic Development Bank  \n20     3.0 \nOPEC Fund for International Development \nCommercial bank loanb (first financing phase)  284     41.0 \n33     5.0 \nGovernment \n          691    100.0 \n         \na Of this amount, 80% is to be guaranteed under the ADB's PCG. The commercial loan amount may be \nup to €220 million. However, it may be reduced by about €41 million if cofinancing can be obtained from \nthe Abu Dhabi Fund for Development, or other cofinancing firms up. \nb Arranged in 2008 before the global financial crisis by a syndicate of three international banks.  \nSources: AzerEnergy and Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n17.  AzerEnergy will be the executing agency for the project (footnote 12). It has been the \nexecuting  agency  in  seven  other  projects  financed  by  ADB,  the  European  Bank  for \nReconstruction  and  Development,  the  Islamic  Development  Bank,  the  Japan  Bank  for \nInternational Cooperation, Kreditanstalt für Wiederaufbau, and the World Bank. The capacity of \n                                                                                                                                                          \nabout €41 million. If that cofinancing firms up, the size of the commercial loan and ADB's exposure under the PCG \nwould be reduced accordingly.  \n9  This will cover the risk of AzerEnergy's inability or unwillingness to fulfill its debt service and repayment obligations \non time because of commercial and/or political events. \n10 Hedging arrangements between AzerEnergy and the banks, if used, will be embedded in the commercial loan \nagreement, and must be approved by ADB and the government, and have pricing and other terms that fairly reflect \nthe benefit of the ADB PCG. \n11 Currently, the guarantee fee is 0.20% per year on the utilized and outstanding amount of the PCG, and the \ncommitment fee is 0.05% per year on the unutilized amount of the PCG during the availability period. These fees \nwill apply if the PCG is negotiated by 30 June 2010. If the PCG is negotiated between 1 July 2010 and 30 June \n2011, the guarantee fee will increase to 0.30% per year and the commitment fee will increase to at least 0.075% \nper year.   \n12 Project Administration Manual (Appendix 2). \n ", "5 \nits  staff  to  undertake  project  implementation  responsibilities  is  considered  satisfactory.13 A \nproject management unit has been established for the project.  \n \n18.  Commercial banks will (i) provide the commercial loan (and hedging arrangements, if \nneeded) directly to AzerEnergy; (ii) be responsible for monitoring conditions precedents and \nloan covenants; and (iii) have various obligations to ADB as guarantor, which will include the \nsharing of information and the enforcement of rights and obligations under the guaranteed loan. \nThe implementation arrangements are summarized in Table 3 (footnote 12).  \n \n1.  Procurement \n \n19.  The implementation of the project is at an advanced stage. Contracts for civil works, \nmain equipment, auxiliary systems, spare parts, and balance of plant have been awarded or \npartially awarded.  \n \n20.  Procurement  conducted  by  AzerEnergy  and  financed  by  the  commercial  loan \nguaranteed by ADB shall follow procedures acceptable to ADB. That will ensure that goods, \nservices, and works procured (i) satisfy ADB's eligibility criteria, (ii) are of satisfactory quality \nand compatible with the rest of the project, (iii) will be delivered or completed on time, and (iv) \nare  priced  not  to  undermine  the  project's  economic  and  financial  viability.  Details  of  the \nprocurement of goods and works under the commercial loan are in the procurement plan \n(footnote 12). \n \n2.  Consulting Services \n \n21.  Consulting services have been and will be funded by cofinanciers and AzerEnergy's own \nresources.  \n \n3.  Disbursement Arrangements \n \n22.  Commercial loan proceeds will be disbursed by the commercial banks' paying agent \nafter conditions precedent are satisfactorily met or justifiably waived.  \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  November 2007–December 2013 \nEstimated new TPP date  15 December 2011  \nEstimated old Shirvan TPP  31 December 2013  \ndecommissioning date \nProject management \n(i)  Oversight body  Ministry of Finance \n(ii)  Executing agency  AzerEnergy \n(iii)  Key implementing agencies  AzerEnergy \n(iv) Project implementation unit  Baku  \nProcurement  Limited international competitive    €646 million \nbidding through national \nstandards \nDisbursement   From banks through paying agent, periodically or in \naccordance with milestone achievements, as agreed and \n                                                 \n13 ADB. 2009. Technical Assistance to the Republic of Azerbaijan for Power Distribution Development Investment \nProgram. Manila (TA 7253-AZE). \n ", "6 \nAspects   Arrangements \ndetailed in the commercial loan facility agreement \nAzerEnergy = Azerenerji Joint Stock Company, TPP = thermal power plant. \nSources: AzerEnergy and Asian Development Bank estimates. \n \nIII.  DUE DILIGENCE \nA.  Economic and Financial \n23.  An  economic  analysis  of  the  project  was  carried  out  in  accordance  with  ADB \nguidelines.14 The  project  has  an  estimated  base  case  economic  internal  rate  of  return  of \n17.35%.  The  project  will  (i)  increase  the  capacity  of  the  network  and  provide  enhanced \nelectricity export opportunities to neighboring countries; (ii) reduce power generation from older \nand less-efficient facilities, and/or delay the construction of other new power generation plants; \n(iii) improve energy efficiency, which will result in projected gas savings of 324 million cubic \nmeters of gas per year, realizing additional export revenues of €54.4 million per year; (iv) \nproduce net savings in non-gas annual operating costs; and (v) improve power generation \nreliability for consumers. \n \n24.  A financial analysis of the project was carried out in accordance with ADB guidelines.15 \nAll financial costs and benefits have been expressed at 2009 prices. Cost streams used to \ndetermine  the  financial  internal  rate  of  return  (i.e.,  capital  investment,  and  operation  and \nmaintenance) reflect the cost of delivering the estimated benefits. The tariff for electricity—the \nwholesale rate at which AzerEnergy sells electricity to the distribution companies—is set at \n€0.035 per 1 kWh, including the value-added tax. It is assumed that sufficient demand exists to \nallow the power station to operate at full capacity. The pricing of gas as the main energy source \nis €0.04017 per 1,000 cubic meters, including the value-added tax. This price is based on an \nannual contract at the state determined price. The financial internal rate of return of 12.0% \ncompares favorably with the estimated weighted average cost of capital of 2.4%, indicating \nfinancial viability for the project. Nonquantifiable financial benefits, such as reliability of power \nsupply, were not included in the financial analysis. \n \nB.  Governance \n25.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith AzerEnergy and the government. This will also be done with the commercial banks when \nthe PCG is negotiated. ADB will reserve the right to investigate, directly or through its agents, \nany alleged corrupt, fraudulent, collusive, or coercive practices relating to the project. Relevant \nprovisions of ADB’s Anticorruption Policy as well as its Policy on Combating Money Laundering \nand Financing of Terrorism (2003) will be included in the PCG and the commercial loan facility \nagreement. In particular, all contracts financed by the commercial loan shall include provisions \nspecifying the right of ADB to audit and examine the records and accounts of all contractors, \nsuppliers, consultants, agents, and others as they relate to the project.  \n \nC.  Poverty and Social \n26.  By increasing the supply of efficient and reliable electricity to the system, the project will \nensure the stable supply of power to people in the rural and urban areas for their commercial \nand social activities. The lack of sufficient electricity, along with gas and heat, has aggravated \n                                                 \n14  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n15  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n ", "7 \nthe regional imbalances in the country. Poor-quality and unreliable electricity supply inhibits \nindustrial,  agricultural,  and  commercial  activities,  constraining  economic  growth  and \nemployment opportunities in regional areas. \n \nD.  Safeguards \n27.  Construction. During construction, the project will not have any major environmental \nimpacts.  Project  implementation  will  require  environmental  monitoring  and  reporting  during \nconstruction, as detailed in the environmental management and monitoring plan (EMMP), to \navoid  standard  construction  impacts.  This  will  also  ensure  that  mitigating  procedures  are \nimplemented.  These  measures  include  controlling  runoff  via  sedimentation  ponds,  building \nbunds around fuel and oil storage areas, cleaning up construction sites, properly disposing of \nspoils,  grading  damaged  land  and  replanting  vegetation,  and  protecting  the  public  from \nexcessive noise and dust during construction. Special handling will be required with respect to \ntoxic polychlorinated biphenyls in transformer cooling oil, if any. AzerEnergy has assured that \nthe new transformers will be filled with a nontoxic substitute for polychlorinated biphenyls. Since \nthe  Ecology  Unit  of  AzerEnergy  does  not  have  sufficient  skills  to  implement  an  EMMP \neffectively,  ADB  is  funding  an  international  specialist  to  provide  training  in  environmental \nmanagement. \n \n28.  Decommissioning  and  demolition.  Environmental  safeguards  dealing  with  the \ndecommissioning and demolition of the old Shirvan TPP will need to be clearly defined in the \ndecommissioning and demolition contract. These safeguards will apply to the 12 old 5,000 cubic \nmeter oil tanks and possibly also to the 6 newer 20,000 cubic meter oil tanks along with the \nloading  and  handling  facilities.  They  will  need  to  take  into  consideration  relevant  Azeri \nenvironmental laws and regulations, as well as international standards. \n \n29.  Operation. Monitoring and reporting during operation will follow the provisions in the \nEMMP added to the current contract for the project. \n \n30.  Resettlement and employment. A total of 60 families (pensioners and current TPP \nemployees), including three refugee families were living in the employee apartments in the \nlocation where the project is being built. A new five-story apartment block was built in the \nnearest  town  of  Shirvan  and  the  families  have  been  resettled  there  with  AzerEnergy's \nassistance. A due diligence activity of the relocation process of Janub TPP employees was \nconducted  and  concluded  that  the  relocation  activities  carried  out  are  consistent  with  the \nrequirements of the ADB's Involuntary Resettlement Policy (1995). The main results of the due \ndiligence are: (i) there is no loss of income experienced by the affected families due to the \nrelocation activity; (ii) the project had provided the affected families with new apartments in a \nbetter condition with the required facilities and infrastructure; (iii) the affected gardens in the \nprevious location cannot be replaced in the new location, but there was no complaint from the \naffected families and the activity was no longer essential since produce and other vegetables \ncan now be acquired from the nearby market; (iv) all the associated costs related to the \nrelocation/resettlement activities were fully covered by the project; and (v) the affected families \nwere fully informed on the project activities through a series of consultation meetings and gave \ntheir full agreement to the project. Based on the above, the project is classified as “C” for \ninvoluntary  resettlement.  However,  resettlement  plans  in  accordance  with  the  Safeguard \nRequirements 2 of the Safeguard Policy Statement will be prepared if unanticipated involuntary \nresettlement impacts should occur.16  \n \n                                                 \n16 Land Acquisition and Resettlement Due Diligence Report (Appendix 2). \n ", "8 \n31.  Indigenous peoples. No indigenous people live in the area of the old or new plant. The \nproject will not trigger ADB's Policy on Indigenous Peoples (1998), and will be classified as “C.” \nThe preparation of an indigenous peoples development plan is not required.17  \n \n32.  Employment. In 2007, when the Shirvan TPP was in full operation with six of the seven \nturbines running, it employed 1,012 people. The number of employees needed to run the plant \ndecreased, as new and more efficient plants have come on line. The Shirvan TPP staff dropped \nfrom 964 in 2008 to 381 in late 2009. Since 2007, more than 170 have retired and 460 were \nreemployed with the assistance of AzerEnergy at various industrial and construction companies. \nIn addition to receiving a pension or severance payment, many of the former employees have \nsmall businesses and small plots of land for farming in Shirvan district. About 100 employees \nwill be needed to operate the project plant. Of these, 40 will come from the old Shirvan TPP. \nThis will result in 341 additional redundancies, and they will be assisted in reemployment, \noffered  retirement,  retrained  for  work  inside  AzerEnergy,  or  given  severance  payment  in \naccordance with national laws. \n \nE.  Risks and Mitigating Measures \n33.  Risks have been analyzed and deemed acceptable and/or mitigated. The Project is a \npriority  of  the  Government  and  the  Cabinet  of  Ministers  will  coordinate  the  work  of  the \ngovernment agencies to ensure that issues, if any, are resolved promptly. Major risks and \nmitigating measures are summarized in Table 4 and described in the risk assessment and risk \nmanagement plan.18 \n \nTable 4: Summary of Risks and Mitigating Measures \n \nMajor Risks  Mitigating Measures \nUnexpected increase in prices of  Procurement is at an advanced stage so price increase risk \ncommodities and raw materials  and delay risks are minimized \nDelay on procurement due to \ngovernmental approvals \nDelays in implementation of social  Ecology  Unit  has  been  established  and  ADB  is  providing \nand environmental mitigation  capacity  development  assistancea  and  AzerEnergy  is \nmeasures  committed to achieving international standards \nDelays in construction due to  Experienced supervision consultants are on-site to assist and \ninexperience of the EPC contractor  monitor the EPC contractor \nSudden deterioration of international  In  January  2010,  AzerEnergy  successfully  appointed  two \ncredit markets prevent the ADB  mandated lead arrangers to arrange the commercial loan on a \nPCG from overcoming international  best effort basis, each agreeing to take a 35% participation. \nloan market access barrier  Since then ADB has held frequent consultations with these and \nother international commercial banks who continue to believe \nthat the proposed PCG will achieve its objective \nADB = Asian Development Bank; AzerEnergy = Azerenerji Joint Stock Company; EPC = engineering, procurement, \nand construction; PCG = partial credit guarantee. \na  Footnote 12. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITION \n34.  The government and AzerEnergy have assured ADB that implementation of the project \nshall  conform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption \n                                                 \n17 Summary Poverty Reduction and Social Strategy (Appendix 2). \n18 Risk Assessment and Risk Management Plan (Appendix 2). \n ", "9 \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in the legal documents. Additional standard assurances from the government and \nAzerEnergy will be incorporated in the legal documents. \n \n35.  As  a  condition  for  effectiveness  of  the  PCG,  the  government  will  have  provided  a \ncounter-guarantee and indemnity to ADB in form and substance satisfactory to ADB for any \namount paid or cost incurred by ADB under the PCG. \n \nV.  RECOMMENDATION \n36.  I am satisfied that the proposed financing would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve the partial credit \nguarantee in a principal amount of up to €176,000,000 plus accrued interest thereon and \nassociated break costs, in favor of the commercial lenders to Azerenerji Joint Stock Company \nfor the Janub Gas-Fired Power Plant Project, on terms and conditions that are substantially in \naccordance with those set forth in this report. \n \n \nHaruhiko Kuroda \nPresident \n \n \n1 June 2010 \n ", "10  Appendix 1  \nDESIGN AND MONITORING FRAMEWORK \n \n    Data Sources   \n  Performance Targets  and Reporting  Assumptions and Risks \nDesign Summary  and Indicators   Mechanism \nImpact       Assumptions \n       \nAzerbaijan power  The frequency of forced  Annual national  Macroeconomic growth \nsystem provides  outages is reduced from  statistics report  remains stable. \nelectricity needed for  8–10 times per year in     \nsustained economic  2008 to 0.2 times by 2012  Statistics regularly  Government remains \ngrowth.    produced by  committed to power sector \n  Annual net CO2 emissions  AzerEnergy  reforms and development. \nis reduced by 1.3 million   \ntons by 2012 from 39.8  Power transmission and \nmillion metric ton in 2006  distribution bottlenecks are \nestimate   resolved. \n \nOutcome      Assumption \n       \nAzerEnergy capacity  Fuel used to generate 1  Annual national  Government and \nto provide efficient  kWh is reduced from 386  statistics report  AzerEnergy's are committed \nand reliable power to  grams of conventional    to establishing and \ncustomers is  fuels in 2008 to 260 grams  Statistics regularly  implementing \nincreased.  by 2012  produced by  comprehensive power sector \n    AzerEnergy  development road map. \nDifference between     \ninstalled and available    Risks \ncapacity is increased from     \n80% (2008) to 95% by    Inadequate maintenance \n2012     \n    Tariff inadequate to finance \n    investment and maintenance \n     \nAzerEnergy mobilizes up  Signed commercial  Sudden deterioration of \nto €220 million in  loan facility  international credit markets \nsyndicated commercial  agreement  prevents ADB PCG from \ndebt financing, with a term    overcoming international \nof at least 13 years, by     loan market access barrier. \nmid-2010     \n \nOutput      Assumptions \n       \nConstruction of 780  Commissioning of plant  Project quarterly  Timely provision of \nMW combined-cycle  and supply of power by  progress reports  counterpart funds by the \npower plant and  2012  government \nauxiliary services   \n  Timely provision of the funds \nfrom the commercial loan \nand other cofinanciers \n \nRisks \n \nCost overruns caused by \nunexpected and substantial \n ", "  Appendix 1  11 \n    Data Sources   \n  Performance Targets  and Reporting  Assumptions and Risks \nDesign Summary  and Indicators   Mechanism \nmaterial cost increases \n \nDelay in procurement \nbecause of delay in \ngovernment approvals \n \nDelay in construction \nbecause of inexperience of \nEPC contractor \n \nDelay in negotiations, \napproval, and/or execution of \ngovernment counter-\nguarantee and indemnity \n \nActivities with Milestones  Inputs \n   \n1.1 Mandate awarded by AzerEnergy to lead banks to arrange  Cofinancing: €658 million \nand provide commercial loan (January 2010) \n  Amount \n1.2 PCG negotiated (June 2010). \nItem  (€ million) \n1.3 Commercial loan facility agreement negotiated, syndication \nCommercial  Up to €220 \ncompleted by lead banks, and funds available for \n(second financing  million \ndisbursement (July–August 2010) \nphase)  80% of \n \nADB guarantee  commercial loan \n2.1 Establishment of Investment Department and Ecology Unit by \n  (second \nAzerEnergy (December 2009) \n  financing phase) \n2.2 Preparation of International Financial Reporting Standards \n  plus accrued \nstatements of Azerenerji without qualification (mid-2011) \n  interest and \n \n  break costs \n3.1 Remaining equipment and civil works contracts signed by \n   \nAzerEnergy (May 2010) \nCommercial (first  €284 million  \n3.2 Construction and commission of project facilities completed \nfinancing phase)   \nby AzerEnergy (December 2011) \nIsDB  €134 million  \n \nOFID  €20 million  \n4. Decommissioning by AzerEnergy of old facilities completed by \n \nDecember 2013 \nGovernment: €33 million \n \n \nADB = Asian Development Bank; AzerEnergy = Azerenerji Joint Stock Company; CO  = carbon dioxide; EPC = \n2\nengineering, procurement, and construction; GWh = gigawatt-hour; IsDB = Islamic Development Bank; kWh = \nkilowatt-hour, MW = megawatt; OFID = OPEC Fund for International Development; PCG = partial credit guarantee. \nSource: Asian Development Bank. \n \n \n \n \n  \n ", "12  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=43406-01-3 \n \n1.  Summary of Partial Credit Guarantee \n2.  Summary Sector Assessment  \n3.  Project Administration Manual \n4.  Project Classification Summary  \n5.  Contribution to the ADB Results Framework  \n6.  Development Coordination  \n7.  Summary of Financial Analysis  \n8.  Summary of Economic Analysis  \n9.  Country Economic Indicators  \n10.  Summary Poverty Reduction and Social Strategy  \n11.  Environmental Assessment and Measures  \n  (Environmental Due Diligence Report) \n12.  Involuntary Resettlement Assessment and Measures  \n  (Land Acquisition and Resettlement Due Diligence Report) \n13.  Risk Assessment and Risk Management Plan  \n14.  List of Ineligible Items \n15.  Azerbaijan Economy and Power Sector: Challenges and Opportunities \n16.  ADB’s Operations and Sector Strategy \n17.  Access to Long-Term Finance for AzerEnergy  \n \n \n "], "metadata": {"Author": "rpr", "CreationDate": "D:20100705154600+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20100714154213+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Asian Development Bank"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 3 May 2010) \n \nCurrency Unit  –  Azerbaijan manat/s (AZN) \n \nAZN1.00  =  €0.93  or  $1.24 \n€1.00  =  AZN1.06  or  $1.32 \n$1.00  =  €0.75  or  AZN0.80 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AzerEnergy  –  Azerenerji Joint Stock Company \n  EMMP  –  environmental management and monitoring plan \n  kWh  –  kilowatt hour \n  MW  –  megawatt \n  PCG  –  partial credit guarantee  \n  TPP  –  thermal power plant \n \n \nNOTES \n \n(i)  The fiscal year of the government and its agencies ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  P.B. Song, Energy and Natural Resources Division, CWRD \n   \nTeam leaders  F. C. Kawawaki, Principal Energy Specialist, CWRD \n  M. Endelman, Principal Financial Sector Specialist, CWRD  \nTeam members  B. Konysbayev, Senior Counsel, Office of the General Counsel \n  M. Kunzer, Senior Environment Specialist, CWRD  \n  T. Luo, Senior Energy Specialist, CWRD \n  R. Pladet, Senior Guarantees and Syndications Specialist, Office of \nCofinancing Operations  \n  I. Setyawati, Social Development Specialist, CWRD \nH. Woldring, Rural Development Specialist, SARD \n  R. Rebollido, Administrative Assistant, CWRD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "P.B. Song", "role": "Energy and Natural Resources Division", "organization": "CWRD"}, {"fullname": "F. C. Kawawaki", "role": "Principal Energy Specialist", "organization": "CWRD"}, {"fullname": "M. Endelman", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}, {"fullname": "B. Konysbayev", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "M. Kunzer", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"fullname": "T. Luo", "role": "Senior Energy Specialist", "organization": "CWRD"}, {"fullname": "R. Pladet", "role": "Senior Guarantees and Syndications Specialist", "organization": "Office of"}, {"fullname": "I. Setyawati", "role": "Social Development Specialist", "organization": "CWRD"}, {"fullname": "H. Woldring", "role": "Rural Development Specialist", "organization": "SARD"}, {"fullname": "R. Rebollido", "role": "Administrative Assistant", "organization": "CWRD"}]}