{"path": "data/input/ta/43414-012-van-pptar.pdf", "pages": ["Appendix 4  9 \n \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n1.  A project preparatory technical assistance is required to (i) assess technical alternatives \nto  ensure  selected  investments  are  least  cost,  (ii)  prepare  feasibility  studies  for  selected \ninvestments, (iii) conduct due diligence on the proposed project, (iv) undertake capacity building \nanalysis,  (v)  assess  options  for  involvement  of  private  sector,  including  IPP  investment, \noperation and maintenance contracts, and (vi) familiarize the implementing agency with ADB’s \nprocurement procedures, disbursement procedures, and safeguard requirements.  \nB.  Major Outputs and Activities \n2.  The major outputs and activities are summarized in Table A4.1.  \nTable A4.1: Summary of Major Outputs and Activities \nExpected  Expected \nMajor Activities  Completion Date  Major Outputs  Completion Date \nConduct Stakeholder  May 2013  Consensus is reached  December 2013 \nWorkshop  regarding sites  \nConduct due diligence on  April 2013 –  Loan Covenants agreed upon  December 2013 \ntechnical, economic, financial,  December 2013  with Borrower    \nenvironment, governance,  Due diligence completed to  December 2013 \nprocurement, and safeguards.   provide basis for project \nSource: Asian Development Bank \n \nC.  Cost Estimate and Proposed Financing Arrangement  \n3.  The  technical  assistance  is  estimated  to  cost  $750,000  equivalent,  which  will  be \nfinanced on a grant basis by ADB's Technical Assistance Special Fund. The Government will \nfinance counterpart staff, office supplies, secretarial assistance, provision of office space, and \ncommunication facilities for consultants. The technical assistance will commence 26 April 2013 \nand will be completed on 3 June 2014. The detailed cost estimate is presented in Table A4.2.", "10  Appendix 4 \n \nTable A4.2: Cost Estimates and Financing Plan \n ($'000)  \n Item  Total Cost \nA.  ADB Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (19 person-months)  470.0 \n      ii.  National consultants (13 person-months)  80.0 \n    b.  International and local travel  60.0 \n  2.  Equipment (computer, printer, etc.)b  10.0 \n  3.  Workshops, training, seminars, and conferencesc  10.0 \n  4.  Surveysd  90.0 \n  5.  Contingencies  30.0 \n    Subtotal (A)  750.0 \na  Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF-IV).   \nb  Equipment \nType   Quantity  Cost \nComputers  5  $5,000 \nOffice Furniture  -  $3,000 \nPrinter  1  $2,000 \nc  Workshops, training, seminars, and conferences including village capacity building and landowner consultation in \nprovincial centers will be implemented through the Consultants contract \nd Including flora/fauna surveys, stream gauging, climate change modeling and social surveys \nSources: Asian Development Bank and Government estimates \n \nD.  Consulting Services \n4.  The  technical  assistance  will  require  7  international  consultants (19 months)  and  3 \nnational consultants (13 months) to be hired through a consulting firm. Consultants will be \nengaged by ADB in accordance with the Guidelines on the Use of Consultants (2010, as \namended from time to time). The consulting firm will be engaged through quality and cost based \nselection  method  (quality-cost  ratio  of  90:10)13 using  simplified  technical  proposal.  The \nprocurement of equipment by consultants under the  technical assistance will follow ADB’s \nProcurement Guidelines (2010, as amended from time to time). The proceeds of the technical \nassistance will be disbursed in line with ADB’s Technical Assistance Disbursement Handbook \n(2010, as amended from time to time). The equipment procured under the technical assistance \nwill be turned over to the Government upon technical assistance completion.  \n                                                \n13 90:10 is considered suitable as the project requires specific technical capacities for design of small hydropower in \nremote island locations.  ", "Appendix 4  11 \n \n   Table A4.3: Summary of Consulting Services Requirement \n  International Specialists  Months  \n1.  Team Leader  3  \n2.  Transmission and Distribution Engineer  3 \n3.  Electro-mechanical engineer (hydropower)  1 \n4.  Civil Engineer (hydropower)  3 \n5.  Economic and Financial Specialist  2 \n6.  Environment Specialist  2 \n7.   Private Sector Specialist   1 \n8.  Social Safeguard and Resettlement Specialist  4 \n  Total  19 \n  National Specialists    \n1.  Power Sector Specialist   4 \n2.  Social Safeguard and Gender Specialist  6 \n3.  Environmental Specialist   3 \n  Total  13 \nSource: Asian Development Bank Estimates. \n \n5.  Team  Leader  (international,  3  person-months  [pm]).  The  team  leader  will  have  a \nminimum  of  15  years  experience  in  design  and  implementation  of  hydropower  projects, \nincluding  in  developing  countries.  The  team  leader  will  be  responsible  for  managing  the \nConsultant team and coordinating the overall PPTA implementation as well as all reporting \nactivities, and liaison with stakeholders. The team leader will also be either the transmission and \ndistribution engineer or the civil engineer (hydropower) and will be supported by the national \npower sector specialist (4 person-months). The team leader will (i) review background data, (ii) \nconfirm power demand forecasts, (iii) carry out least cost power sector planning, (iv) assess \nlevelized cost of generation, (v) implement a consultation and participation plan, (vi) liaise with \nstakeholders,  (vii)  prepare  the  detailed  work  program  and  implementation  schedule,  (viii) \ncoordinate preparation of the deliverables, including Feasibility Studies, (ix) assess affordability \nissues, (x) prepare the design and monitoring framework (DMF), (xi) undertake a procurement \ncapacity  assessment,  (xii)  prepare  a  procurement  plan,  (xiii)  prepare  the  implementation \nschedule,  (xiv)  prepare  terms  of  reference  for  detailed  design  consultants,  (xv)  develop \nperformance  indicators,  and  (xvi)  assess  options  for  operation  and  maintenance  of  the \nhydropower assets and if required, design revisions to concession agreements and manage the \nconsultation process for concession revisions. \n6.  Transmission and Distribution engineer (international, 3 pm), will have a minimum of \n10 years experience in design and implementation of transmission and distribution projects, \nincluding  in  developing  countries.  The  engineer  will  (i)  determine  appropriate  transmission \nvoltages;  (ii)  determine  routings/easements  for  power  lines;  (iii)  design  transmission  and \ndistribution system; (iv) prepare cost estimates for transmission/distribution; and (v) prepare \nconstruction schedule, and assess technical and non-technical losses and identify solutions for \naddressing any high losses.     \n7.  Electro-mechanical engineer (hydropower) (international, 1 pm). The engineer will \nhave  a  minimum  of  10  years  demonstrated  experience  in  design  and  implementation  of \nhydropower projects, including in developing countries. The engineer will conduct the following \nfor two hydropower sites: (i) determine required capacities in cooperation with the Financial \nspecialist,  (ii)  prepare  preliminary  design  for  electromechanical  components  of  the  plants \nincluding plant regulation and control (iii) optimize designs in cooperation with hydrologist, (iv) \ndetermine  sequencing  of  installations,  (v)  analyze  required  diesel  back-up  for  hydropower \nplants, and (vi) prepare cost estimates for all electromechanical components. \n ", "12  Appendix 4 \n8.  Civil Engineer (hydropower) (international, 3 pm). The specialist will have a minimum \nof 10 years demonstrated experience in design and implementation of hydropower projects, \nincluding in developing countries. The civil engineer (hydropower) will (i) determine scope of \nsurvey packages; (ii) develop preliminary routings for access roads and canals; (iii) develop \npreliminary designs for intakes, canals, sand traps fore bays, penstocks and powerhouses; (iv) \nprepare cost estimates for all civil engineering components of the plants; (v) source construction \nmaterials; and (vi) develop construction schedules. The civil engineer (hydropower) will also (i) \nreview hydrological studies performed in Vanuatu, (ii) analyze hydrological data collected for the \ntwo sites, (iii) undertake hydrological analysis suitable for design of the two hydropower plants, \nand (iv) perform an assessment of hydrological risks including flooding during construction and \noperation.  \n9.  Financial/Economic  Specialist  (international,  2  pm).  The  specialist  will  have  a \nminimum  of  10  years experience  and  will  be  experienced  in  ADB financial  and  economic \nanalysis procedures. The specialist will (i) review financial analysis and update where required, \nincluding calculation of the financial internal rate of return and weighted average cost of capital; \n(ii) identify project revenue and commercial risks, conduct relevant sensitivity analyses; (iii) \nprepare a financing plan; (iv) review audited financial statements; (v) prepare projected financial \nstatements  for  the  IA  for  10  years,  including  a  sensitivity  analysis;  (vi)  complete  relevant \nsections  of  the  RRP,  including  COSTAB  tables;  (vii)  review  tariffs;  (viii)  conduct  financial \nmanagement assessment; and (ix) carry out an economic analysis (including demand analysis, \nleast-cost analysis, economic viability analysis, economic internal rate of return), and derive \nelectricity demand functions for the domestic and non-domestic consumer classes on which the \nvaluation of incremental output can be valued.    \n10.  Environment  Specialists  (international  2  pm,  national  3  pm)  will  have  10  years \nexperience  in  environmental  assessment  of  infrastructure  projects,  preferably  in the  power \nsector  and  will  (i)  prepare  environmental  assessment,  (ii)  consult  with  stakeholders,  (iii) \nincorporate mitigation measures, (iv) quantify environmental costs and benefits and valued for \ninput  into  the  least  cost  analysis  and  EIRR  calculation,  (v)  develop  grievance  redress \nmechanism, (vi) manage surveys, (vii) assess climate and disaster-related risks, (viii) estimate \nCO  emission reductions, and (ix) prepare an initial environmental examination.  \n2\n11.  Private Sector Development Specialist (international, 1 pm). The specialist will have a \nminimum of 10 years experience in designing private sector options for infrastructure investment \nin developing countries. The specialist will (i) review literature; (ii) consult with investors; (iii) \nassess policy and regulatory barriers; (iv) assess potential for IPPs in power generation; (v) \nidentify the most feasible private sector models for development of hydropower; (vi) identify \nlocal contractors; and (vii) assess external operation and maintenance contracts, and assess \noptions for operation and maintenance of the hydropower assets, including integration into \nexisting concession agreements or engagement of separate private sector contractors.    \n12.  Social Safeguard/Resettlement Specialists (international 4 pm, national 6 pm). The \nspecialists will (i) collect background data, (ii) conduct surveys, (iii) implement a stakeholder and \ncommunity consultation plan, (iv) assess the pro-poor impacts, (v) assess the gender impact \nand  prepare gender  action  plan,  (vi)  prepare Poverty  and  Social  Assessments (PSA)  and \nSummary Poverty Reduction and Social Strategy (SPRSS), (vii) assess vulnerabilities and risks \nassociated with HIV/AIDS and other health impacts, and (viii) prepare socioeconomic monitoring \nand management plans. The specialists will undertake due diligence/assessment on involuntary \nresettlement and indigenous peoples. For land acquisition/resettlement, the specialists will: (i) ", "Appendix 4  13 \n \nreview the country systems and identify any gaps; (ii) assess land acquisition/resettlement \nimpacts; and (iii) develop resettlement plan. Prepare an indigenous peoples plan if required.  \nE.  Implementation Arrangements \n13.  The executing agency will be the Department of Energy, Mines and Mineral Resources \n(DEMMR). A Program Management Unit (PMU) will be established within DEMMR and will be \nsupported  by  implementation  consultants.  The  EA  will  provide  support  to  the  consultants, \nincluding (i) arranging meetings with relevant Government stakeholders, (ii) providing access to \nall  relevant  data,  and  (iii)  a  suitably  furnished  office  with  utilities  and  telecommunications \naccess.  \nTable A4.4: Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nPPTA approval  December 2012 \nFielding PPTA Consultants  April 2013 \nInception Report  June 2013 \nMid-term Report  September 2013 \nDraft Final Report  February 2014 \nFinal Report  April 2014 \nFinancial Closure  June 2014 \nSource: Asian Development Bank \nPPTA: PPTA = project preparatory technical assistance.  \n "], "metadata": {"CreationDate": "D:20130118121941+08'00'", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20130121103151+08'00'", "Producer": "Microsoft® Office Word 2007"}}