{"path": "data/input/ta/43421-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number:  43421-01 \nResearch and Development Technical Assistance (RDTA) \nDecember 2009 \n \n \n \nEconomics of Climate Change and Low Carbon \nGrowth Strategies in Northeast Asia \n(Cofinanced by the Government of the Republic of Korea) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  C  –  Celsius  \n  COP  –  Conference of the Parties to UNFCCC \n  CPST  –  climate policy simulation tool \n  DMC  –  developing member country \n  GEF  –  Global Environment Facility \n  GHG  –  greenhouse gas \n  IPCC  –  Intergovernmental Panel on Climate Change \n  km2  –  square kilometers \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n  UNFCCC  –  United Nations Framework Convention on Climate Change \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Multisector (agriculture and natural resources [agriculture and \nrural sector development, water-based natural resources \nmanagement]; energy [energy efficiency and conservation])  \nThemes (subthemes)   –  Environmental sustainability (global and regional \n  transboundary concerns), regional cooperation and integration \n(other regional public goods)  \nClimate change  –  Climate change mitigation and adaptation \nLocation impact  –  Rural (high), urban (medium), national (high), regional (high) \nPartnership  –  Government of the Republic of Korea \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General   K. Gerhaeusser, East Asia Department (EARD) \n   \nTeam leader  T. Jung, Senior Climate Change Specialist, EARD \nTeam members  S. Ishii, Urban Development Specialist, EARD \nK. Kawamata, Environment Specialist, Regional and Sustainable \nDevelopment Department (RSDD) \nT. Lin, Natural Resources Economist, EARD \nS. Suphachalasai, Young Professional (Economics) , Economics and \nResearch Department  \nA. Zhou, Energy Specialist, RSDD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) is planning a study entitled the Economics of \nClimate Change and Low Carbon Growth Strategies in Northeast Asia, covering the People's \nRepublic of China (PRC), Japan, the Republic of Korea, and Mongolia. The Government of the \nRepublic of Korea will cofinance the study. The project seeks to address climate change issues \nin these countries and suggest growth strategies aimed at achieving \"green growth\" and low \ncarbon societies. The proposed study will capitalize on a similar study for Southeast Asian \ncountries.1 The  objectives,  scope, implementation  arrangements,  and  financing plan  of  the \ntechnical assistance (TA) are reflected in this paper. The design and monitoring framework is in \nAppendix 1.2 \n \nII.  ISSUES \n2.    Asia  and  the  Pacific  are  experiencing  considerable  environmental  stress  as  a \nconsequence  of  rapid  economic  growth.  The  Intergovernmental  Panel  on  Climate  Change \n(IPCC)  estimated  that  developing  Asia’s  share  of  energy-related  carbon  dioxide  emissions \nincreased from less than 9% in 1973 to 29% in 2005, and projected it will rise to 42% in 2030.3 \nADB’s Strategy 2020 addresses climate change as part of the broader strategic agenda of \nenvironmentally  sustainable  growth  in  developing  member  countries  (DMCs).4 One  of  the \nenvisaged interventions is assistance to reduce greenhouse gas (GHG) emissions through \nenergy efficiency and renewable energy projects, while minimizing damage to the environment.  \n \n3.  The effects of climate change are already apparent in Northeast Asia as demonstrated \nby rising temperatures. In Mongolia, a steady increase in temperatures has been observed over \nthe past 60 years, with average temperatures rising by 1.8°C. As a result, the permafrost is \ndegrading intensively and the melting of high mountain glaciers has increased. The PRC has \nexperienced continuous warming during the past 50 years. Temperatures in Japan have risen \nabout 1.0°C in the past century, with a 2.0°C–3.0°C rise in large cities. This increase is likely to \nexacerbate the phenomena of “heat islands” in countries such as Japan.5   \n \n4.  The projected rise in sea level is likely to flood low-lying areas, affecting millions of \npeople in Northeast Asia (footnote 3). The sea level is projected to be about 40 centimeters \nhigher than it is today by the end of the 21st century.6 The maximum inundation area, for a 1-\nmeter sea-level rise with high tide and storm surge, is estimated to be 2,643 square kilometers \n(km2)—or about 1.2% of the total area of the Korean Peninsula.7 In the PRC, a 30-centimeter\n                                                 \n1  ADB. 2007. Technical Assistance for The Economics of Climate Change in Southeast Asia: A Regional Review. \nManila (TA 6427-REG, $904,200, financed by the Government of the United Kingdom). \n2  The TA first appeared in the business opportunities section of ADB's website on 9 October 2009. \n3  IPCC. 2007. Climate Change 2007: Synthesis Report. Contribution of Working Groups to the Fourth Assessment \nReport of the IPCC 2007. Valencia, Spain. \n4  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n5  Y.  Shimoda.  2003,  Adaptation  Measures  for  Climate  Change  and  the  Urban  Heat  Island  in  Japan’s  Built \nEnvironment. Building Research & Information. 31(3). pp. 222–230. \n6  R. Wassmann et al. 2004. Sea Level Rise Affecting the Vietnamese Mekong Delta: Water Elevation in the Flood \nSeason and Implications for Rice Production. Climatic Change. 66(1–2). pp. 89–107. \n7  H. Madsen and F. Jakobsen, 2004. Cyclone Induced Storm Surge and Flood Forecasting in the Northern Bay of \nBengal. Coastal Engineering. 51(4). pp. 277–296. \n ", "2   \nsea-level rise would inundate 81,348 km2 of coastal lowland.8 In Japan, 861 km2 of coastal \nlowland is below the high water level, mainly in large cities such as Tokyo, Osaka, and Nagoya. \nA 1-meter rise in sea level is likely to put up to 4.1 million people at risk in the country.9 \n \n5.  The increase in carbon dioxide emissions in Northeast Asia is likely to harm agriculture \nand other sectors. A doubling of carbon dioxide levels could decrease rice yields in many \nprefectures in central and southern Japan, even in irrigated lowlands, by up to 40%.10  \n \n6.  The forest coverage area of broad-leaved Korean pines is projected to decrease by \n20%–35% with a significant shift north.11 In Japan, about 90% of the suitable habitat for a \ndominant  forest  species,  beech  tree  (Fagus  crenata),  could  disappear  by  the  end  of  this \ncentury.12 A northward shift of agricultural zones in eastern Mongolia is likely a result of climate \nchange, i.e., the dry steppe zone is pushing the forest steppe north. This will shrink the high \nmountainous and forest steppe zones, while the steppe and desert steppe expand. Higher \ntemperatures are likely to increase the frequency and aerial extent of the forest and steppe fires, \nwhich would reduce forest cover. In Mongolia, a significant decline in the forest cover could \naccelerate desertification, contributing to an increase in the frequency and intensity of dust \nstorms and sandstorms.13 Countries such as Mongolia also face intensification of degradation \nand desertification because of shortages of water and precipitation.14 \n \n7.  Northeast  Asia’s  vulnerability  to  climate  change  will  be  exacerbated  if  high  carbon \neconomic development continues. Climatic vulnerability is already imposing an additional cost \nas existing patterns of preparedness (e.g., physical infrastructure, organizational arrangements, \nwork habits), especially in the PRC and Mongolia, are no longer matching the unfolding climatic \ncircumstances. The overall picture therefore is that Northeast Asia is one of the regions that \nsignificantly and increasingly contributes to climate change, but is also being affected by it.15 \nThus, alternative ways of achieving development aspirations that lead to green growth and low \ncarbon societies in Northeast Asia need to be found.   \n \n                                                 \n8  B. L. Du and J. W. Zhang. 2000. Adaptation Strategy for Sea-Level Rise in Vulnerable Areas along China’s Coast. \nActa Oceanologica Sinica. 19. pp. 1–16. In R.V. Cruz et al. 2007. Asia. In M. L. Parry et al, eds. Climate Change \n2007: Impacts, Adaptation and Vulnerability. Contribution of Working Groups II to the Fourth Assessment Report of \nthe Intergovernmental Panel on Climate Change. Cambridge: Cambridge University Press. p. 484. \n9  N. Mimura and H. Yokoki. 2004. Sea Level Changes and Vulnerability of the Coastal Region of East Asia in \nResponse to Global Warming. SCOPE/START Monsoon Asia Rapid Assessment Report. In R. V. Cruz et al. 2007. \nAsia. In M.L. Parry et al, eds. Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working \nGroups II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge: \nCambridge University Press. p. 484. \n10 H. Nakagawa, T. Horie, and T. Matsui. 2003. Effects of Climate Change on Rice Production and Adaptive \nTechnologies. In T.W. Mew et al, eds. Rice Science: Innovations and Impact for Livelihood. Manila: International \nRice Research Institute. pp. 635–658. \n11 Z. F. Wu. 2003. Assessment of Ecoclimatic Suitability and Climate Change Impacts on Broad-Leaved Korean Pine \nForest in Northeast China. Chinese Journal of Applied Ecology. 14. pp. 771–775. In R. V. Cruz et al. 2007. Asia. In \nM. L. Parry et al, eds. Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working \nGroups II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge: \nCambridge University Press. p. 486. \n12 T. Matsui et al. 2004. Probability Distributions, Vulnerability and Sensitivity in Fagus Crenata Forests following \nPredicted Climate Changes in Japan. Journal of Vegetation Science. 15.5 (October). pp. 605–614. \n13 United Nations Economic and Social Commission for Asia and the Pacific. 2005. State of the Environment in the \nAsia and Pacific 2005: Economic Growth and Sustainability.  Bangkok (Section 2:1). \n14 International  Fund  for  Agricultural  Development.  Adaptation  to  Climate  Change  Actions  in  Mongolia. \nhttp://www.ifad.org/operations/gef/climate/15.ppt   \n15 ADB. Forthcoming. Climate Change Implementation Plan, East Asia Region 2009–2015. Manila. \n ", "  3\n8.  ADB is in a good position to undertake this initiative for the following reasons: (i) ADB is \nalready mainstreaming climate change in its core development operations under ADB’s Strategy \n2020 (footnote 4); (ii) the study will be a major knowledge product that ADB can offer to its \nDMCs; (iii) the Action Plan for Implementing ADB's Disaster and Emergency Assistance Policy \n(2008) recommends that synergies be developed between disaster risk reduction and support \nfor climate change adaptation, because integrating the two is likely to benefit both; and (iv) ADB \nhas good working relationships and strong links with institutions involved in climate change \nissues, such as the United Nations Framework Convention on Climate Change (UNFCCC), \nUnited  Nations  Environment  Programme  and  its  subregional  partners,  and  the  Global \nEnvironment Facility (GEF). In addition, because of the uncertainty regarding the extent of \nclimate change in Northeast Asia and its impact, this TA will contribute to identifying climate \nchange trends in Northeast Asia over the next decade and suggest policies for coping with and \ncountering future climate change impacts. The TA will also be able to corroborate other studies \non climate change and its impact in Northeast Asia. The proposed TA will coordinate with other \nongoing  and  planned  climate  change  initiatives  in  the  participating  countries,  allowing  for \ncountry-based mutual feedback and orientation of specific activities. It will also build upon \nexisting studies. \n \nIII.  THE TECHNICAL ASSISTANCE \n9.  The purpose of the TA is to (i) contribute to the regional debate on the economic costs \nand benefits of unilateral and regional actions on climate change mitigation and adaptation; \n(ii) raise awareness about the urgency of climate change challenges; and (iii) indirectly support \ngovernment and private sector actions in the region for green growth and low carbon strategies. \nThe TA will cover four ADB members: Japan, Mongolia, the PRC, and the Republic of Korea.  \n \n10.  The proposed TA will build on ADB's successful The Economics of Climate Change in \nSoutheast Asia: A Regional Review (footnote 1), and complement ADB's parallel studies of \nSouth Asia and the Pacific. Japan and the Republic of Korea are expected to conduct their own \nassessments of the economic impacts of climate change; the study will mostly assimilate this \ninformation or place it in the regional context. In the PRC, the designated national authority—the \nDepartment of Climate Change, National Development and Reform Commission—is expected \nto prepare an assessment, and the ADB study can draw on the available information and \nanalysis.  \n \nA.  Impact and Outcome \n \n11.  The TA’s impact will enhance resilience to climate change risks in Northeast Asia. The \noutcome of the TA will improve understanding of the economics of climate change to enable \npolicy makers in Northeast Asia to initiate mitigation and adaptation actions.   \n \nB.  Methodology and Key Activities \n \n12.  The proposed TA has four phases with corresponding outputs and activities, as follows: \n \n(i)  Phase I: Scoping and review. This phase will involve mapping and assessing \nthe current climate policy and adaptation measures at the country and regional \nlevels in terms of their impact on different sectors and segments of population; \nand options and costs to address climate change issues. It will also identify \n(a) policy  gaps,  and  vulnerable  areas  and  sectors;  (b)  socioeconomic  and \npoverty impacts; (c) implications of climate change for poverty reduction and \n ", "4   \nsustainable  development  efforts;  (d)  laws,  agreements,  or  regulations \nimplemented, adopted, proposed, or in preparation that address adaptation to \nclimate change; and (e) regional, national, or local initiatives on climate change \nissues. This phase will cover work carried out by governments, international \norganizations, academics, and nongovernment organizations. The result of the \nmapping and assessment activities will form part of the project interim report. \n \n(ii)  Phase II: Analysis of climate change. This phase will involve preparation of \ncountry-specific marginal abatement cost curves to analyze the GHG mitigation \npotential of technology options. An assessment of future climate change impacts \non  major  sectors,  including  agriculture,  forest,  water,  marine  and    coastal \nresources (including fisheries), and health, at the regional and country levels will \nbe conducted based on the outputs from the models under the IPCC climate \nscenarios. The analysis will be made by applying an integrated assessment \nmodel. Based on the regional and country impact assessment, climate mitigation \nand adaptation policies and measures will be formulated for the participating \ncountries and the region. These will be some of the highlights of the project \ninterim report.  \n \n(iii)  Phase III: Climate policy simulation. A climate policy simulation tool (CPST) \nwill be developed that will be used to generate key economic indicators to show \nthe economic consequences of different packages of climate policies. It will also \nbe used to conduct quantitative and qualitative assessments of different climate \npolicy  packages.  The  CPST,  a  consolidated  model,  is  comprised  of  three \ncomponents: (a) adaptation and impact assessment; (b) low carbon options; and \n(c) climate policy package. 16 The CPST will help policy makers select climate-\nrelated policies with concrete economic consequences of climate policy choices \nand to strengthen the policy analysis related to the economics of climate change.  \n \n(iv)  Phase IV: Dissemination. The final report will cover activities undertaken in the \nfirst three phases of the TA project. The TA results will be disseminated at the \nUNFCCC Conference of Parties 16, and the final TA results and findings will be \ncommunicated  through  participation  in  key  multilateral  events,  including  the \nConference of Parties 17. The results of the project will also be disseminated \nthrough publication of articles in external journals and books, postings on the \nADB website, coverage by international and national media, and presentations at \nconferences and workshops. \n \nC.  Cost and Financing \n \n13.  The TA is estimated to cost the equivalent of $1.8 million, of which the equivalent of \n$1 million  will  be  financed  on  a  grant  basis  by  ADB‘s  Technical  Assistance  Special  Fund \n(TASF—others)  and  the  equivalent  of  $800,000  will  be  financed  on  a  grant  basis  by  the \nGovernment of the Republic of Korea and administered by ADB.17 The cost estimates and \nfinancing plan are in Appendix 2. \n \n                                                 \n16 The CPST will cost $600,000. Component (a) will receive $200,000 in funding from the proposed regional policy \nand advisory TA for Regional Economics of Climate Change in South Asia Part II: Adaptation and Impact \nAssessment.  Components (b) and (c) will be funded under this TA and will cost $400,000. The development of the \nCPST will be a joint initiative of both TA projects. \n17 Through the Korea International Cooperation Agency. \n ", "  5\nD.  Implementation Arrangements \n \n14.  ADB will be the executing agency for the TA. Within ADB, the East Asia Department will \nimplement  the  TA  in  close  coordination  with  the  Regional  and  Sustainable  Development \nDepartment.  The  TA  project  will  use  a  two-tiered  management  structure.  A  study  team, \ncomprising  national  climate  experts  from  the  participating  countries  and  international \nconsultants, will be formed to carry out the TA activities. A team leader will be appointed from \namong ADB staff. A steering committee, which will act as the project executive, will set the \nmethodological  and  strategic  directions  of  the  TA.  The  committee  will  comprise  senior \ngovernment officials from all the participating countries and representatives from ADB and \ninternational organizations, such as the United Nations Economic and Social Commission for \nAsia and the Pacific, to ensure full participation and ownership of the project by the participating \ncountries. Before commencing or financing activities under this technical assistance in the \nterritory of a member country, written no-objection will be obtained from the country concerned. \n \n15.  The TA will require 41 person-months of international consulting services and 80 person-\nmonths of national consulting services. A combination of individual consultants and a firm will be \nengaged to fulfill the requirements of the TA. A firm will be recruited using quality- and cost-\nbased  selection  with  a  simplified  technical  proposal.18 ADB  will  engage  the  consultants  in \naccordance with its Guidelines on the Use of Consultants (2007, as amended from time to time). \nThe  proceeds  of  the  TA  will  be  disbursed  in  accordance  with  Technical  Assistance \nDisbursement Handbook (2008). The consultants’ terms of reference are in Appendix 3.  \n \n16.  The  TA  is  expected  to  be  implemented  over  24  months  from  December  2009  to \nNovember 2011. \n \nIV.  THE PRESIDENT'S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $800,000 to be \nfinanced on a grant basis by the Government of the Republic of Korea, and (ii) ADB providing \nthe balance not exceeding the equivalent of $1,000,000 on a grant basis for Economics of \nClimate Change and Low Carbon Growth Strategies in Northeast Asia, and hereby reports this \naction to the Board. \n \n                                                 \n18 The CPST will have three contract packages. The component (a) will be engaged under the proposed TA for \nRegional Economics of Climate Change in South Asia Part II: Adaptation and Impact Assessment, while the \nremaining components (b) and (c) will be engaged under this TA. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumption \n       \nEnhanced  resilience to  By 2020, climate policy  National, regional, and  Climate change will continue \nclimate change risks in  and low carbon strategy  global statistics  to have a negative impact on \nNortheast Asia  development in Northeast    the environment and human \nAsia  International, regional, and  society. \n  national forums on climate   \n  change   \n \n \nOutcome      Risks \n       \nImproved understanding of  Eight hundred government  National government  Timing in reaching \nthe economics of climate  officials and climate  policy and plan  consensus among countries \nchange to enable policy  change experts in  documents  could vary.  \nmakers in Northeast Asia  participating countries,     \nto initiate climate mitigation  who understand the  ADB CPS containing  Government policies and \nand adaptation actions  urgency of climate change  climate change support  overall cooperation of \n  challenges by 2012  projects and programs   participating countries could \n      change. \n     \n    The timing of the \n    implementation of studies' \nrecommendations could vary \nacross countries. \n \nOutputs      Assumption \n       \n1.  Current climate  Interim report part 1  Consultant report  Timely access to data and \nchange policy and  completed by May 2010     information related to climate \npractices, policy gaps,      change studies in \ncosts, and      participating countries \nimplementation issues       \nscoped and reviewed      Active participation of \n      stakeholders in consultations \n2.  Climate mitigation and  Interim report part 2  Consultant report  and national expert \nadaptation policies  completed by December    workshops \nand measures for the  2010      \nregion and      Both TA projectsa involved in \nparticipating countries      the development of the \nformulated      CPST deliver the \n    Consultant report   component(s) in due time \n3.  CPST developed and  CPST tested and     \napplied  simulations available by    Risks \n  May 2011      \n      Data might not be available \n4.  Final results and  Eight national expert  Workshop reports and  and of good quality. \nnational and regional  workshops on climate  survey of participants    \npolicy  change issues in    Appropriate data for \nrecommendations  participating countries and    analyzing the different policy \nfinalized and  presentations at UNFCCC    options might not be \ndisseminated   COPs completed—   available. \n  covering 800 government      \n  officials and climate    Regional analysis and policy \n  change experts between    recommendations might \n  the fourth quarter of 2009    cause conflicts with existing \n  and November 2011    development plans of the \n      participating DMCs. \n  Results and  Web page statistics  \n  recommendations given   \n ", "Appendix 1  7 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n  media coverage in ADB   \n  and partner websites, and  Media coverage and \n  by publishing 2,000 CDs  distribution statistics  \n  and/or hard publications \n \n \nActivities with Milestones  Inputs \n   \n1.    Phase I: Scoping and Review (December 2009–May 2010)   ADB (TASF–others):  \n1.1  Consultation with participating countries  $1 million  \n1.2  Engagement of consultants   \n1.3  Establishment of the steering committee  Government of the Republic \n1.4  Mapping of existing regional and country-level analysis on climate change, of Korea: $800,000  \n  including agro-economic and socioeconomic elements   \n1.5  First  regional consultation meeting   41 person-months of \n1.6  First  national expert workshops  international consulting \n1.7  Preparation of inception report  services \n1.8  Presentation of initial findings at COP 15, December 2009   \n  80 person-months of \n2.  Phase II: Analysis of Climate Change (May–December 2010)   national consulting services \n2.1  MAC curves analysis   \n2.2  Regional modeling of climate change by an integrated assessment model \n2.3  Regional and country-level analysis on the impact of climate change by\n  sectors \n2.4  Cost and benefit analysis of climate adaptation cases \n2.5  Second regional consultation meeting  \n2.6  Consolidation, preparation, and submission of interim report  \n \n3.  Phase III: Climate Policy Simulation (May 2010–May 2011)  \n3.1  Development of CPST \n3.2  Analysis of different climate policy packages and their economic implications \n3.3  Second national expert workshops to discuss climate policy options  \n3.4  Consolidation and analysis of the climate policies at country and regional levels  \n3.5  Third regional consultation meeting to discuss climate policy options \n3.6  Formulation of policy recommendations \n \n4.  Phase IV: Dissemination (June 2011–November 2011)   \n4.1  Fourth regional consultation meeting  \n4.2  Preparation and submission of the final report \n4.3  Publication of the final report \n4.4  Dissemination at COP 16, and other international fora on climate change \n \nADB = Asian Development Bank, COP = Conference of Parties, CPS = country partnership strategy, CPST= climate \npolicy simulation tool, DMC = developing member country, GHG = greenhouse gas, MAC= marginal abatement cost, \nTA= technical assistance, UNFCCC = United Nations Framework Convention on Climate Change. \na This research and development TA and a proposed regional policy and advisory TA entitled Regional Economics of \nClimate Change in South Asia Part II: Adaptation and Impact Assessment. \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  428.8 \n      ii.  National consultants  248.8 \n    b.  International and local travel  141.7 \n  2.  Reports and communicationsb  30.0 \n  3.  Consultation and workshopc  48.0 \n  4.  Miscellaneous administration and support costs  20.0 \n  5.  Contingencies  82.7 \n      Subtotal (A)  1,000.0 \n   \nB.  Government of the Republic of Koread   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  424.8 \n      ii.  National consultants  90.0 \n    b.  International and local travel  150.3 \n  2.  Reports and communicationsb  30.0 \n  3.  Consultations and workshops  40.0 \n  4.  Contingencies  64.9 \n      Subtotal (B)  800.0 \n        Total  1,800.0 \na  Financed by the Asian Development Bank's (ADB) Technical Assistance Special Fund (TASF—others). $200,000 \nwill be used to develop the low carbon options component of the climate policy simulation tool (CPST) allocated to \ninternational consultants. \nb  Includes publications-related costs. \nc  Includes per diem and travel costs for ADB staff engaged as resource persons for regional events. \nd  Financed through the Korea International Cooperation Agency, and administered by ADB.  Total amount includes \n$200,000 to be used for the development of the climate policy package component of the CPST allocated to \ninternational consultants; and ADB's administration fee, audit cost, bank charges, and provision for foreign \nexchange fluctuations (if any), to the extent that these items are not covered by the Government of the Republic of \nKorea. \nSource: ADB estimates. \n \n \n ", "      Appendix 3  9 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  International Consultants \n \n1.  Lead consultant (8 person-months, intermittent). The lead consultant will have extensive \nknowledge and experience in climate change issues and modeling, and a working knowledge of \nthe adaptation and impact analysis of climate change and scenario building. A minimum of 10 \nyears experience in climate change fields is required. The successful candidate will \n(i)  under the direction of the team leader, manage and supervise the climate modeling \nspecialist,  climate  change  economic  and  policy  analyst,  sector  adaptation \nspecialists,  national  climate  experts,  research  analyst  and  project  coordinator—\ncollectively, the study team—and all activities under the technical assistance (TA); \n(ii)  undertake the scoping, mapping, assembly, and review of existing regional and \ncountry-level  climate  studies,  including  work  carried  out  by  governments, \ninternational institutions, academic institutions, and nongovernment organizations;  \n(iii)  prepare and finalize an inception report; \n(iv)  organize and lead the regional consultations and national expert workshops and \nother meetings, consultations, and workshops as part of the TA; \n(v)  develop climate policy scenarios and options under each climate change scenario in \ncoordination with the participating countries; \n(vi)  formulate policy directions and recommendations based on the cost and benefit \nanalysis; \n(vii)  prepare  interim  and  final  reports  that  include  the  summary  outcome  of  the \nconsultations  and  analysis  of  the  model  outputs,  and  manage  the  subsequent \ndissemination of the outputs; and \n(viii)  perform other tasks relevant to this TA as may be assigned by the team leader. \n \n2.  Climate  modeling  specialist  (12  person-months,  intermittent).  The  climate  modeling \nspecialist will have extensive knowledge and experience in climate change modeling. A minimum \nof 8 years work experience with a master’s degree in climate change modeling are required. The \nsuccessful candidate will \n(i)  assemble  and  review  pertinent  energy-  and  non-energy-related  information  and \nother basic economic data for the participating countries to be used for the energy \nmodel structures; \n(ii)  provide  and  make  available  a  climate  impact  model  with  full  documentation, \nincluding  the  assumptions  made,  the  basis  for  the  assumptions,  the  data \nrequirements, and data formats; \n(iii)  identify the level of adaptive capacity within the participating countries based on \ncurrent ability to manage extreme weather events and existing climate variability at \nthe macro and micro levels; \n(iv)  analyze the impact  based on a well-established regional climate impact model, \ninvestigating specific effects on different sectors; \n(v)  prepare a formal report on the analysis of an energy and non-energy model under \ndifferent  climate  change  scenarios,  and  present  the  same  during  the  regional \nconsultations, as may be necessary;  and  \n(vi)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant. \n \n3.  Climate  change  economic  and  policy  analyst  (6  person-months,  intermittent).  The \nclimate  change  economic  and  policy  analyst  will  have  extensive  knowledge  and  expertise  in \n ", "10  Appendix 3 \n \n \nclimate change issues, policy, risk analysis, and scenario development, as well as in the valuation \nof costs and benefits of climate change. A minimum of 5 years work experience with a Ph.D. in \neconomics are required. The successful candidate will \n(i)  assemble and review existing regional and in-country climate change policies from \nthe participating countries, and identify policy gaps;  \n(ii)  using the climate change adaptation scenarios developed by modeling experts, \nestimate the cost and benefits of the different climate change scenarios; \n(iii)  provide  insights  and  recommendations  for  future  country  and  regional  policy \ndevelopment and other national objectives in mitigation; \n(iv)  develop key economic indicators to show the economic consequences of different \npackages of climate policies; \n(v)  conduct quantitative and qualitative assessment of different climate policy packages; \n(vi)  develop and make available a user friendly version of a simple software, which can \nbe easily handled by policy makers; \n(vii)  prepare a formal report on the policy simulation tool, and present the same during \nthe regional consultations as may be necessary;  \n(viii)  coordinate with the regional policy and advisory TA on Regional Economics of \nClimate Change in South Asia Part II:  Adaptation and Impact Assessment; \n(ix)  ensure consolidation in developing the climate policy simulation tool (CPST); and   \n(x)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant. \n \n4.  Climate change sector specialists (5 specialists, 3 person-months each, for a total of 15 \nperson-months, intermittent). At least five specialists will undertake the sector analyses (agriculture; \nforest; water; marine and coastal resources, including fisheries; and health) at the country and \nregional levels. Each specialist will have extensive knowledge on climate change for the assigned \nsector. A minimum of 5 years work experience with a master’s degree in a specific sector are \nrequired. The successful candidate will \n(i)  review  current  and  existing  studies  on  climate  change  adaptation  options  and \npractices for that sector;  \n(ii)  review and analyze the existing regional sector-specific policies and policy gaps; \n(iii)  identify possible options and practices for reducing GHGs in the sector as an input \nto modeling abatement strategies for a low carbon economy;   \n(iv)  identify climate change impacts and possible adaptation options and practices in the \nsector as an input to modeling and/or assessment of climate change impacts;  \n(v)  formulate sector-specific adaptation options;  \n(vi)  prepare and submit a report on the above items; and \n(vii)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant. \n \nB.  National Consultants \n \n5.  National climate experts (8 specialists, 4 person-months each, for a total of 32 person-\nmonths, intermittent). At least eight national climate experts (two for each participating country) will \nundertake  country-level  review,  assessment,  data  gathering,  and  administrative  support.  A \nminimum of 5 years work experience with a master’s degree in climate change fields are required. \nThe successful candidates will \n(i)  assemble and review existing country-level climate change studies, including work \ncarried out by governments, international institutions, academic institutions, and \nnongovernment organizations; \n ", "Appendix 3  11 \n \n \n(ii)  prepare a country report on country-level climate change, including the historic and \ncurrent  trends,  policy  interventions  made  including  sector-specific  policy \ninterventions, and pending policy legislation and recommendations; \n(iii)  attend the respective national expert workshop and the two regional consultations \nmeetings; \n(iv)  provide data necessary for input to the integrated assessment model; \n(v)  assist in formulating country-specific climate policy packages; \n(vi)  assist in the identification of the level of adaptive capacity within the country based \non current ability to manage extreme weather events and existing climate variability; \n(vii)  present the report, findings, and outputs during the national expert workshops; \n(viii)  provide other related country-level data and assistance to the team leader and lead \nconsultant, as necessary;  \n(ix)  prepare the national workshop report; and \n(x)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant. \n \n6.  Project  coordinator  (12  person-months,  intermittent).  The  project  coordinator  will  be \nmainly responsible for the overall coordination, consolidation, and monitoring of various activities \nunder the TA. A minimum of 5 years work experience with working knowledge on climate change is \nrequired. The successful candidate will \n(i)  prepare summaries of proceedings of all the regional and national workshops and \nmeetings, in coordination with the study team; \n(ii)  compile, review, comment on, and edit consultants' reports of the regional and \nnational experts workshop meetings, as required; \n(iii)  prepare background papers, briefing papers, presentation materials for meetings, \nworkshops, and other TA-related events, as necessary;  \n(iv)  prepare and submit a formal report on the cumulative outcome of the regional \nmeetings and national experts workshops;  \n(v)  participate in and assist in the TA workshops, seminars, and meetings; and \n(vi)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant. \n \n7.  Research analysts (2 analysts, 9 person-months each for a total of 18 person-months, \nintermittent). The research analysts will be under the direction and supervision of the team leader \nand lead consultant. A minimum of 5 years work experience with a master’s degree in relevant \nfields are required. The successful candidate will \n(i)  assist  the  lead  consultant  in  undertaking  the scoping,  mapping,  assembly,  and \nreview of existing regional and country-level climate change studies, including work \ncarried out by governments, international institutions, academic institutions, and \nnongovernment organizations;  \n(ii)  provide inputs and assist the lead consultant in preparing and finalizing the inception, \ninterim, and final report;  \n(iii)  gather data and conduct analysis, as directed by the team leader and the lead \nconsultant, on the technical indicators necessary for the climate change impact \nmodeling, and maintain all technical databases for the participating countries; and \n(iv)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant. \n \n8.  Project assistant (18 person-months, intermittent). The project assistant will be under the \ndirection and supervision of the team leader. A minimum of 5 years work experience is required. \nThe successful candidate will \n ", "12  Appendix 3 \n \n \n(i)  support  the  study  team  by  liaising  with  participating  countries  regarding  TA \nimplementation  matters,  including  organizing  workshops  and  meetings  in  close \ncollaboration with internal and external stakeholders;  \n(ii)  facilitate the appropriate protocol required for events and coordinate all the required \nlogistical arrangements for the conduct of the TA events (conferences, meetings, \nworkshops, visits), including venue and travel arrangements, disbursements or per \ndiem to participants, and liquidation of expenses;  \n(iii)  assist the study team in the preparation of  workshop-related materials, maintaining \na  database  to  record  responses  received  from  participating  countries,  making \narrangements  with  resident  missions  or  other  government  focal  persons,  and \nacknowledging all responses received; \n(iv)  perform other tasks relevant to this TA as may be assigned by the team leader and \nthe lead consultant. \n \n "], "metadata": {"CreationDate": "D:20091209103423+08'00'", "Author": "ppl", "Creator": "PScript5.dll Version 5.2.2", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "ModDate": "D:20100308125055+08'00'", "Title": "Microsoft Word - TA Eco Climate Change Low Carbon Growth Strategies Northeast Asia_3 December 2009-FINAL.doc"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  C  –  Celsius  \n  COP  –  Conference of the Parties to UNFCCC \n  CPST  –  climate policy simulation tool \n  DMC  –  developing member country \n  GEF  –  Global Environment Facility \n  GHG  –  greenhouse gas \n  IPCC  –  Intergovernmental Panel on Climate Change \n  km2  –  square kilometers \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n  UNFCCC  –  United Nations Framework Convention on Climate Change \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Multisector (agriculture and natural resources [agriculture and \nrural sector development, water-based natural resources \nmanagement]; energy [energy efficiency and conservation])  \nThemes (subthemes)   –  Environmental sustainability (global and regional \n  transboundary concerns), regional cooperation and integration \n(other regional public goods)  \nClimate change  –  Climate change mitigation and adaptation \nLocation impact  –  Rural (high), urban (medium), national (high), regional (high) \nPartnership  –  Government of the Republic of Korea \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General   K. Gerhaeusser, East Asia Department (EARD) \n   \nTeam leader  T. Jung, Senior Climate Change Specialist, EARD \nTeam members  S. Ishii, Urban Development Specialist, EARD \nK. Kawamata, Environment Specialist, Regional and Sustainable \nDevelopment Department (RSDD) \nT. Lin, Natural Resources Economist, EARD \nS. Suphachalasai, Young Professional (Economics) , Economics and \nResearch Department  \nA. Zhou, Energy Specialist, RSDD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "", "fullname": "rural sector development", "role": "water-based natural resources", "organization": ""}, {"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Team leader", "fullname": "T. Jung", "role": "Senior Climate Change Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "S. Ishii", "role": "Urban Development Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "K. Kawamata", "role": "Environment Specialist", "organization": "Regional and Sustainable"}, {"documentRole": "Team members", "fullname": "T. Lin", "role": "Natural Resources Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "S. Suphachalasai", "role": "Young Professional (Economics)", "organization": "Economics and"}, {"documentRole": "Team members", "fullname": "A. Zhou", "role": "Energy Specialist", "organization": "RSDD"}]}