{"path": "data/input/ta/43428-01-reg-tar.pdf", "pages": [" \n \n333 \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \nProject Number: 43428  \nRegional—Capacity Development Technical Assistance (R—CDTA) \nJune 2011 \n \n \n \n \nStrengthening Climate Risk and Resilience Capacity \nof Pacific Developing Member Countries, Phase 1 \n(Financed by the Strategic Climate Fund) \n \n \n \n \n \n \n \n \n \n \n \n \nAsian Development Bank \n ", " \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CBP  –  Capacity Building Program \n  CCDS  –  Climate Compatible Development Strategy \n  CIF  –  Climate Investment Fund \n  PNG  –  Papua New Guinea \n  PPCR  –  Pilot Program on Climate Resilience \n  SPCR  –  Strategic Program for Climate Resilience \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Regional—Capacity development technical assistance  \n(R-CDTA) \nTargeting  –  Targeted intervention—Millennium Development Goals \nClassification \nSector (subsectors)  –  Multisector:  Agriculture  and  natural  resources  (irrigation, \ndrainage,  and  flood  protection);  public  sector  management \n(public  administration);  transport,  information  and \ncommunication technology (road  transport)  \nThemes (subthemes)  –  Environmental  sustainability  (global  and  regional \ntransboundary environmental concerns), regional cooperation \n(other  regional  public  goods),  capacity  development \n(institutional development) \nClimate Change  –  Climate change adaptation \nLocation (Impact)  –  Rural (low), urban (medium), national (medium) \nPartnership  –  Strategic  Climate  Fund  (for  Pilot  Program  for  Climate \nResilience) of the Climate Investment Fund \n \n \nNOTE \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  B. N. Lohani, Vice-President-in-Charge, Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy and Natural Resources Division, PARD \n   \nTeam leader  A. Witheford, Public Management Specialist, PARD \nTeam members  M. Ahmed, Principal Natural Resources and Agriculture Economist, \nPARD \n  D. Ponzi, Lead Professional (Environment), Regional and Sustainable \nDevelopment Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \n \nI.  INTRODUCTION \n \n1.  This regional capacity development technical assistance (TA) will implement phase 1 of \nthe Pilot Program for Climate Resilience (PPCR) in Papua New Guinea (PNG) and Tonga. It will \nbuild  on  existing  climate  change  vulnerability  assessments,  prioritize  projects  for  climate \nresilience,  conduct  training  for  key  infrastructure  ministries  on  climate  change  adaptation \nmainstreaming, and prepare two phase 2 investment proposals (Strategic Program for Climate \nResilience) for increasing the climate resilience of infrastructure and other development projects \nin PNG and Tonga (Supplementary Annex A).1 \n2.  The TA has been developed in consultation with the governments of PNG and Tonga. \nBoth governments submitted, with Asian Development Bank’s (ADB) assistance, PPCR phase 1 \nfunding proposals to the PPCR subcommittee in September 2010. In October 2010, funding \nwas approved in the amount of $750,000 for phase 1 of the PPCR with $500,000 for PNG and \n$250,000 for Tonga, respectively (Supplementary Appendix B). The TA meets priority needs of \nPNG and Tonga and is consistent with ADB’s strategic focus on promoting climate resilient \ninfrastructure  investments  through  adaptation.  The  TA  is  also  in  line  with  ADB’s  Pacific \nApproach, 2010–20152; the Pacific Regional Operational Business Plan3 and the Pacific Climate \nChange Implementation Plan.4 The TA will implement the PNG and Tonga proposals, financed \nby PPCR, and build on ADB’s investment priorities in the infrastructure sector in both countries.5 \nII.  ISSUES \n \n3.  Climate change impacts. PNG and Tonga are highly vulnerable to the adverse impacts \nof climate change. PNG is sensitive to natural hazards such as coastal flooding, inland flooding, \nlandslides, and drought, which have severe impacts on agriculture, economic (transport and \nflood  control)  and  social  infrastructure.  PNG’s  Climate  Compatible  Development  Strategy \n(CCDS)6 highlights the significant risks posed by climate change to the environment, economy, \nand population, including those resulting from natural disasters. These climate change impacts \nplace a further burden on already significant development challenges in PNG.  \n \n4.  Tonga, an archipelago of 170 small islands, is prone to tsunamis, tropical cyclones, and \nfloods. Tonga’s Initial National Communication7 identified that all sectors are likely to be affected \nby climate change, with key impacts on agricultural production, coastal resources, and social \ninfrastructure. Consequently, the socioeconomic impacts of climate change in Tonga are also \nlikely to be significant. The TA will help enhance national capacity to manage climate change \nimpacts, which both countries are facing. \n \n5.  Climate change mainstreaming. In both PNG and Tonga, the value of mainstreaming \nclimate change adaptation and disaster risk management into core development planning has \nbeen recognized at the national level in policy documents such as PNG’s CCDS and Tonga’s \nJoint National Action Plan on Climate Adaptation and Natural Disaster Risk Management 2010–\n2015. These documents provide a strong strategic foundation for efforts to integrate climate \n                                                \n1  Supplementary appendixes A and B are available upon request.  \n2  ADB. 2009. ADB’s Approach to Assisting the Pacific 2010–2014. Manila. \n3  ADB. 2010. Pacific Regional Operations Business Plan: 2010-2013. Manila. \n4  ADB. 2009. Mainstreaming  Climate  Change in ADB Operations:   Climate Change  Implementation  Plan for  the     \n   Pacific (2009–2015). Manila. \n5  The TA first appeared in the business opportunities section of ADB’s website on 25 March 2011. \n6  Government of Papua New Guinea National Office of Climate Change and Development, 2010. \n7  Government of Tonga. 2005. The Kingdom of Tonga’s Initial National Communication. Nuku’alofa. \n ", "2   \n \nchange considerations in development planning and implementation. However, both countries \nface significant challenges to operationalize adaptation strategies into sectoral planning and \ntranslate them to program and project planning and design.  \n \n6.  In PNG, the implementation of CCDS has been constrained by limited awareness of \nsuccessful  approaches,  lack  of  access  to  technical  training  and  knowledge  products,  and \ninadequate finance have constrained integration of climate risk management into infrastructure \nplanning and project design.  \n \n7.  In Tonga, similar constraints in awareness, finance and technical capacity exist for \nmainstreaming climate change adaptation. Beyond the Ministry of Environment and Climate \nChange, limited attention has been given to climate risk concerns in national and sector policy \nplanning and budgeting and project design. Efforts were initiated to incorporate climate change \nand disaster risk management considerations with cabinet endorsement of the Joint National \nAction Plan on Climate Adaptation and Disaster Risk Management, 2010–2015. Early progress \nincludes  ensuring  the  incorporation  of  disaster  risk  management  in  local  building  codes. \nHowever, implementation is slow as there is a lack of access to technical training, knowledge \nproducts and capacity building. Climate risk management is yet to be fully integrated into policy, \nplanning, and budgetary processes.  \n \n8.  During TA fact finding missions, a stocktake of government and development partner \nclimate change adaptation activities by the respective governments was undertaken in both \ncountries. This revealed that a coordinated development partners’ approach to climate change \nadaptation mainstreaming is needed. Such an approach must be supported at the country level, \nwith strong engagement from coordinating and sector agencies, local government and civil \nsociety stakeholders.  \n \n9.  Climate-resilient infrastructure, especially transport infrastructure, is essential for efficient \nflow of produce to markets and for the provision of essential services and consumer goods to \nrural and urban communities. Building climate resilient infrastructure will help each of the two \ncountries in their poverty reduction, education and health programs in accordance with the \nMillennium  Development  Goals.  Properly  planned,  appropriately  designed  and  prioritized \nrehabilitation and maintenance of climate-resilient infrastructure will underpin economic and \nsocial development.  In both PNG and Tonga, significant infrastructure investments have been \nplanned, and risks to infrastructure due to climate change have been identified in key national \ndocuments. \n \n10.  In view of the above, the need to enhance institutional capacity for mainstreaming \nclimate  change  resilience  into  policies,  plans,  and  operational  activities  of  the  ministries \nresponsible for infrastructure is evident. Civil society and private sector engagement and gender \nconsiderations  in  infrastructure  resilience-building  must  also  be  strengthened  given  the \nimportant roles of these actors in climate resilience building.  Strengthening institutional capacity \nwill in turn facilitate the flow of investment funds for climate-resilient infrastructure. The TA will \nraise awareness and provide critical technical assistance and training for PNG and Tonga \nofficials to mainstream climate change adaptation and disaster risk management considerations \nat the operational level.  \n  \n \n \n \n \n ", "3 \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n11.   The  impact  of  the  TA  will  be  climate-resilient  infrastructure  development  planning, \nbudgeting, and implementation by the PNG and Tonga governments. The outcome will be two \nStrategic Programs for Climate Change Resilience (SPCRs) for 2011–2015 for investments in \nPNG and Tonga, respectively, agreed by the two governments and approved by the PPCR sub- \ncommittee. The design and monitoring framework is in Appendix 1.  \n \nB.  Methodology and Key Activities \n \n12.   Two investment programs (SPCRs for PPCR phase 2) for PNG and Tonga will be \ndeveloped  to  mainstream  climate  resilience  in  national  development  planning  and \nimplementation based on updated assessments of climate change vulnerabilities in key sectors \nand/or regions. These assessments will take account of earlier vulnerability assessments that \nidentified sector and region-specific priorities. In PNG, this has occurred as part of CCDS \nformulation. In Tonga, the National Adaptation Plan of Action will, with assistance under the TA, \nhelp to incorporate climate change resilience into infrastructure planning and development. The \nSPCRs  will  identify  infrastructure  projects that  can  be  targeted for  investments,  based  on \ncurrent national development priorities and the status of government and development partners’ \ninvestment pipelines. \n  \n13.   Concurrently, a capacity building program (CBP) will be developed for both countries. \nThis will commence during phase 1 of PPCR and continue during phase 2. Training programs \nfor key ministries will be initiated to facilitate integration of climate change resilience in planning, \nbudgetary systems, financial allocations and reporting mechanisms. The CBP will be based on \na needs assessment and development of approaches for effective involvement of the private \nsector  and  civil  society  in  climate-resilient  development.  Government  and  nongovernment \nengagement  will  be  facilitated  by  developing  and  disseminating  information  products  and \nidentifying  specific  opportunities  for  participation.  Information  products  on  climate  change \nscenarios,  vulnerability  assessments,  opportunities  for  private  sector  engagement,  and \nincorporating gender concerns in climate change adaptation are priority areas for the TA. A \nweb-based platform will also be developed to facilitate information generation, dissemination, \nand implementation monitoring.  \n \n14.   The  TA  will  have  two  main  outputs:  (i)  capacity  building  (comprising  training  and \nawareness raising) of key government agencies, private sector and civil society focused on \nincorporating  climate  change  adaptation  in  national  and  infrastructure  sector  planning, \nbudgeting and design; and (ii) preparation of two investment programs (SPCRs for PPCR phase \n2) which will identify investment options for enhancing climate resilience in key infrastructure \nsector programs and projects, endorsed by stakeholders, with cost estimates and indicators for \nmonitoring progress. \n \n15.   In each country, the TA will: (i) review available data and analyses on climate change \nvulnerability,  (ii)  develop  a  set  of  strategic-level  climate  change  scenarios  and  a  selected \nnumber of vulnerability assessments, (iii) undertake capacity-needs assessment for involvement \nof private sector and civil society, and  prepare information products targeted at both groups, (iv) \ndevelop  approaches  for  integrating  gender  concerns  into  climate  change  adaptation  pilot \nprojects, (v) identify and operationalize opportunities for private sector engagement in climate \n ", "4   \n \nchange adaptation, (vi)  prepare national guidelines and best practices manual for integration of \nclimate change factors into infrastructure planning, and (vii) identify financial requirements for \ninvestment projects for inclusion in the SPCR. The results of these activities will be used to (i) \nprepare SPCRs with investment proposals for enhancing climate resilience of infrastructure \nprojects,  (ii)  a  capacity-building  program;  and  (iii)  a  web-based  monitoring  platform  for \ndissemination of information products, and monitoring of programs. The web-based information \nwill include vulnerability assessments, lessons learned, progress reports, and links to regional \nand  global  climate  change  adaptation  websites.  The  information  will  be  accessible  to  all \nstakeholders.  \n \nC.  Cost and Financing \n \n16.  The TA is estimated to cost the equivalent of $825,000, $750,000 of which will be \nfinanced  on  a  grant  basis  by  the  Strategic  Climate  Fund  administered  by  ADB8.  Of  the \n$750,000, $500,000 will be allocated to PNG and $250,000 to Tonga. The remaining $75,000 \nwill be contributed in kind by the governments of PNG ($50,000) and Tonga ($25,000), and both \ncountries will finalize their in-kind contribution before the TA implementation. The detailed cost \nestimates and financing plan are in Appendix 2. The expected total value of investment under \nphase 2 SPCR for both countries is estimated to be $40 million consisting of $25 million–$30 \nmillion for PNG and $10 million–$15 million for Tonga. \n \nD.  Implementation Arrangements \n \n17.  ADB’s Pacific Department will be the executing agency for the TA, which will begin \nimplementation in June 2011 and be completed by February 2012. Implementing agencies will \nbe the PPCR focal agencies in the two countries.9 To ensure whole-of-government engagement \nand coordination, the implementing agencies will consult relevant government departments \nthrough existing interdepartmental committees. The governments will also consult with private \nsector, civil society and development partners through existing consultation forums. At the \nregional level, the Pacific Department and the Climate Investment Fund (CIF) will facilitate \nregional information sharing through the Pacific PPCR, in particular the regionwide activities \ncomponent (Supplementary Appendix A). A letter of no-objection will be obtained from both \nparticipating countries prior to commencing or financing activities under the TA in the territory of \nthe participating country.  \n \n18.  TA  consultations  will  include  governments  (including  local  government  where  their \nresponsibilities  intersect  with  climate  change  adaptation mainstreaming  efforts), the  private \nsector  and  civil  society  stakeholders.  Lessons  learned  on  climate  change  adaptation \nmainstreaming and related capacity-building will be shared with: (i) other government agencies \nand  stakeholders  in  PNG  and Tonga;  and (ii)  other  Pacific  developing member countries, \nincluding through regional organizations processes and the Pacific PPCR region wide activities \ncomponent.  \n \n19.  The TA will require international (13.5 person-months) and national (10 person-months) \nconsulting services. Consultants will be recruited through a firm using quality and cost-based \nselection  (80:20)  with  a  simplified  technical  proposal.  Two  country  climate  change \n                                                \n8  Under the Pilot Country Program for Climate Resilience. \n9  PNG National Office of Climate Change and Development, Department of National Planning and Monitoring and \nDepartment of Environment and Conservation; Tonga Ministry of Environment and Climate Change and Ministry of \nFinance and National Planning. \n ", "5 \n \nmainstreaming specialists (one per country, national consultants) working closely with their \nrespective PPCR focal agencies and stakeholders in country will report to the team leader. A \nclimate  change  mainstreaming  specialist  (international),  civil  society  engagement  specialist \n(international), and web developer (national) will also work with the team leader. International \nconsultants  will  be  selected  and  hired  by  ADB,  and  the  national  facilitators  by  ADB  in \nconsultation  with  participating  governments,  according  to  ADB’s  Guidelines  on  the  Use  of \nConsultants  (2010,  as  amended  from  time  to  time).  The  outline  terms  of  reference  for \nconsultants is in Appendix 3. The consultants will undertake procurement of materials and \nequipment, organization and conduct of seminars and workshops, and surveys in accordance \nwith  ADB’s  Procurement  Guidelines  (2010,  as  amended  from  time  to  time).  Upon  TA \ncompletion,  all  equipment  purchased  will  be  turned  over  to  the  participating governments. \nDisbursements will be done in accordance with ADB’s Technical Assistance Disbursement \nHandbook (2010, as amended from time to time).  \n \nIV.  THE PRESIDENT’S DECISION  \n \n20.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $750,000 to be financed on a \ngrant  basis  by  the  Strategic  Climate  Fund  for  Strengthening  Climate  Risk  and  Resilience \nCapacity of Pacific Developing Member Countries, phase 1 and hereby reports this action to the \nBoard.\n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets  Data Sources and \nand Indicators with  Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nImpact      Assumptions \nClimate-resilient  Reduced vulnerability,  Monitoring system to be  Governments’ commitment to \ninfrastructure  and enhanced  developed in phase 1  integrating climate resilience \ndevelopment planning,  economic life of    in infrastructure \nbudgeting, and  infrastructure projects in   Technical assistance   \nimplementation by the  the face of climate  reports; government  CIF PPCR funding (phase 1 \nPNG and Tonga  change  infrastructure agencies’  and 2 \ngovernments   annual reports   secured) \n \nOutcome      Assumption \nTwo approved  Climate resilient  Government  Governments, especially \ninvestment programs  infrastructure  infrastructure agencies’  infrastructure agencies, are \n(SPCRs for phase 2 of  investments by  reports  committed to the project. \nPPCR) for 2011–2015  government   \n \nby PNG and Tonga  infrastructure agencies \ngovernments  \nOutputs      Assumption \n1.    Relevant  20  Infrastructure  Government  Relevant government \ngovernment  ministry/agency  infrastructure agencies’  agencies, private sector, and \nagencies, private  personnel (15 PNG/5  reports  civil society groups are \nsector, and civil  Tonga) undertake  committed to the project. \nsociety have  training and have \nenhanced capacity  capacity to understand \nto incorporate  and incorporate climate \nclimate adaptation  change adaptation \nin planning,  considerations in \nbudgeting, and  infrastructure planning \nproject design.    and budgeting \n \n10 private sector and 10 \ncivil society (5 per \ncountry) stakeholders \nactively involved in \ndeveloping SPCR; key \ninfrastructure donors \nactively involved in \ndeveloping SPCR    \n2.  Investment projects   Identified additional  Country/MDB reports to  Assumption  \nidentified, costed,  funding allocated for  CIF  Relevant stakeholders are \nand made climate  agencies by end phase  committed to the project \nresilient for PNG  2 TA (phase 1 2010–  \nand Tonga   2011, phase 2 2011–  \n2015) \n \nInvestment plan \ncompleted \n \n ", "Appendix 1  7 \n \n  Inputs \nActivities with Milestones \n1.   PNG and Tonga government infrastructure   \nofficials are trained in incorporating climate \nStrategic Climate Fund (PPCR) of the CIF: $750,000 \nchange adaptation considerations in \nproject design, implementation, budgeting   \nand reporting. \n \n \n1.1 Training needs assessment report produced;  Item  Amount ($’000) \ntraining program developed     \n \n1.2 National guideline and a best practice manual  Consultants   \nfor the integration of climate change factors \n-  International  338.00 \ninto infrastructure planning produced (month 6) \n-  National  80.00 \n1.3  Increased private sector and civil society \nparticipation in climate proofing (month 7)  -  International and local travel  137.00 \n1.4  Training conducted for officials in key  -  Reports and communications  20.00 \nministries, sector agencies (month 3) \nMiscellaneous administration and  20.00 \n \nsupport costs \n2.  SPCR (2011–2015) Climate resilience   \nactions and activities with cost estimates  Equipment \n20.00 \nidentified for key investment projects of \nTrainings, seminars, conferences \ngovernment agencies, MDBs, the private  30.00 \nsector and civil society in PNG and Tonga.  Surveys \n10.00 \n \nContingencies \n2.1 Preliminary climate resilience priorities,  95.00 \nactivities, and cost estimates for SPCR \n \n(including climate-proofing of infrastructure \nprojects) identified (month 1). Vulnerability   \nassessments and impacts on infrastructure \nGovernment $75,000  \ncompleted (month 1). \n(PNG - $50,000; Tonga - $25,000) \n2.2 Key national infrastructure projects identified \nfor further analysis (month 2).   \n2.3  Respective roles of governments, MDBs and \ndevelopment partners under the SPCR and \npreliminary respective financing opportunities \nidentified (month 3) \n2.4  Finalization of SPCR with investment proposal \nfor climate-proofing of infrastructure projects, \ncapacity building program and a web-based \nmonitoring platform prepared in accordance \nwith CIF and PPCR guidelines, including \nimplementation arrangements with gender \nsensitive and civil society and private sector \nparticipation (month 9) \nCBP = capacity building program, CIF = Climate Investment Fund, MDB = Multilateral Development Bank, PNG = \nPapua New Guinea, PPCR = Pilot Program for Climate Resilience, SPCR = Strategic Programs for Climate \nResilience. \n \n \n       Robert Guild                      Cecille  L. H. F.  Gregory \n      Director, PATE                      Officer-in-Charge, PARD \n ", "8  Appendix 2 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \nItem  Total Cost \nA.  Strategic Climate Fund a   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  338.00 \n      ii.  National consultants  80.00 \n    b.  International and local travel  137.00 \n    c.  Reports and communications  20.00 \n  2.  Equipment (office supplies, computers, scanner, printer, etc.)b  20.00 \n  3.  Training, seminars, and conferences  30.00 \n  4.  Surveys  10.00 \n  5.  Miscellaneous administration and support costs  20.00 \n  6.  Contingencies  95.00 \nSubtotal (A)  750.00 \n   \nB.  Governments  of  Papua  New  Guinea  and  Tonga  (in-kind  75.00 \ncontribution)c \nTotal   825.00 \na  Under  the  Pilot  Program  for  Climate  Resilience,  administered  by  the  Asian  Development  Bank.  Asian \nDevelopment Bank-administered Strategic Climate Fund financing will be allocated as follows: $500,000 (Papua \nNew Guinea) and $250,000 (Tonga). \nb  Upon  technical  assistance  completion,  all  equipment  purchased  will  be  turned  over  to  the  participating \ngovernments. \n    c  In-kind  contribution  will  cover  office  accommodation,  counterpart  support  staff,  and  other  administrative  \nexpenses and will amount to $50,000 for Papua New Guinea and $25,000 for Tonga. \n \nSource: Asian Development Bank estimates. \n ", "Appendix 3  9 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANT \n \n1.  All team members will be required to undertake a comprehensive review of relevant \ndocuments including development partner reports, Asian Development Bank (ADB) country \nprogramming  documents  (country  partnership  strategies  and  country  operations  business \nplans),  workshop  proceedings,  Climate  Investment  Fund  (CIF)  Pilot  Program  for  Climate \nResilience (PPCR) guidelines, and national strategies and action plans to develop the Strategic \nProgram for Climate Resilience (SPCR).  \n \nA.  Team Leader (international, 4.5 person-months over 9-month period) \n  \n2.  The consultant will have at least 10 years experience in climate change-related work \nwith a relevant master’s degree or higher in civil engineering, infrastructure planning, hydrology, \nclimate science or a related area. The consultant will have considerable experience as team \nleader and background that includes extensive experience in assisting government institutions. \nOther requirements are country experience and the ability to work effectively with government \nrepresentatives (national and local levels), development partners, and other stakeholders and to \nreport effectively in strategic consultations and written reports. The team leader will also be \nresponsible  for  procurement  of  materials  and  equipment,  organization  and  conduct  of \nworkshops, and surveys, in consultation with the team members and the governments as \nappropriate. \n \n3.  The team leader will lead the project team to ensure timely delivery of regional capacity \ndevelopment  technical  assistance  (TA)  outputs  according  to  an  agreed  timetable.  An \ninternational consultant will be engaged for 4.5 person-months over a 9-month period to work \n(from home, in the field, and in ADB headquarters) with national consultants in Papua New \nGuinea (PNG) and Tonga, and the ADB Pacific Climate Change Team to help implement the \nPPCR phase 1 program, and work with the national and international project team members to \ndeliver the SPCR, for the ADB-led components of the Pacific PPCR.  The team leader will be \nresponsible for the overall design of the SPCR, lead capacity-building interventions, and provide \noversight and management of all consultant team members (5 in total, national and international \nconsultants). In coordination with the web developer, the team leader may also be required to \ndevelop  a  detailed  specification  for  the  regional  web-based  platform,  in  line  with  ADB \ninformation management requirements. \n \n4.  This consultancy will primarily work on two of the four Pacific PPCR components: (i) \nPNG, (ii) Tonga, coordinating as necessary with the development of the region wide activities \ncomponent. The consultant will be required for 50% of the project duration (9 months) and up to \nthree visits to both PNG and Tonga. Project initiation visits to ADB headquarters in Manila and \nregular team briefings may also be required. \n \n5.  Specifically, the team leader will do the following: \n \n(i)  Lead PPCR phase 1 activities in PNG and Tonga in close collaboration with the \nPNG and Tonga governments as outlined in the PPCR phase 1 proposals for \nPNG and Tonga. \n(ii)  Lead the preparation of key documents required by ADB and/or the PPCR sub \ncommittee and CIF administration unit with emphasis on ADB funding modalities \nand  the  SPCR  and  any  other  supporting  documentation  as  required,  in \naccordance with PPCR guidelines. \n ", "10  Appendix 3 \n \n(iii)  Be  responsible  for  compilation  of  (a)  a  needs  assessment  capacity  building \nreport  based  on  inputs  by  team  members  and  initiation  of  capacity  building \nactivities in key ministries, sector agencies, and other relevant institutions; and \n(b)  drafting  of  SPCR  with  inputs  from  other  members  of  the  team,  with \ninvestment proposals for climate-proofing of infrastructure projects, a capacity \nbuilding  program,  and  a  web-based  monitoring  platform  in  accordance  with \nPPCR guidelines. \n(iv)  Develop  and  implement  a  detailed  project  plan  (including  monitoring  and \nevaluation plan) outlining key products and activities that will support drafting the \nSPCR  and  building  in-country  capacity  as  specified  in  the  PPCR  phase  1 \nproposals and the capacity building program for phase 1 for PNG and Tonga. \n(v)  Provide regular reports on phase 1 implementation in accordance with ADB and \nPPCR guidelines and requirements. \n \nB.  Climate Change Mainstreaming Specialist (international, 6 person-months over 9-\nmonth period) \n \n6.  An international consultant will be engaged for 6 person-months over a 9-month period \nto work (both from home and in the field) with the national and international project team \nconsultants and the ADB Pacific Climate Change Team to provide technical advice on climate \nchange mainstreaming for the PPCR phase 1 program for the ADB components of the Pacific \nPPCR.  \n \n7.  The consultant will be responsible for the delivery of vulnerability assessments of priority \ninfrastructure  investments  in  PNG  and  Tonga  based  on  current  methodologies  and  the \ndevelopment of climate change adaptation mainstreaming products.  The consultancy requires \nthe  development  of  strategic-level  climate  change  scenarios  in  each  country  (through  the \ninterpretation of a Government of Australia funded high-resolution scenario project under the \nInternational  Climate  Change  Adaptation  Initiative),  and  a  selected  number  of  vulnerability \nassessments specified through the  consultative  process. The  specialist  will  be  required to \nprovide related technical advice throughout the project. This consultancy will primarily work on \ntwo of the four Pacific PPCR components: (i) PNG; and (ii) Tonga, coordinating as necessary \nwith the development of the region-wide activities component. The consultant will be required \nfor the entire project duration and will contribute 6 person-months, including up to three visits to \nboth PNG and Tonga. Extensive skills in climate change adaptation impact assessment and \nmainstreaming, as well as previous country experiences are required. \n \n8.  Specifically,  the  climate  change  mainstreaming  international  specialist  will  do  the \nfollowing in PNG and Tonga: \n \n(i)  Develop  a  set  of  strategic-level  nationally  consistent,  reliable,  and  justifiable \nscientific scenarios of key climate change to ensure harmonization of climate \nchange  resilience-building  across  sectors.  The  scenarios  will  be  developed \nthrough  local  interpretation  of  the  scenarios  generated  by  the  International \nClimate Change Adaptation Initiative, and relevant downscaling of regional and \nnational vulnerability assessments and risks to infrastructure. \n(ii)  Assist in the identification of capacity constraints in key ministries and sector \nagencies to mainstreaming climate change in development, budgeting, design, \nand implementation of infrastructure investments as input to the capacity building \nprogram for phases 1 and 2. \n ", "Appendix 3  11 \n \n(iii)  Based on the capacity building program for phase 1, assist in capacity building in \nkey  ministries  responsible  for  provision  of  infrastructure,  to  integrate  climate \nchange  resilience  in  budgetary  systems,  financial  allocations,  and  reporting \nmechanisms through short courses, workshops, and related training. \n(iv)  Develop national guidelines and a best practice manual for the integration of \nclimate  change  factors  into  infrastructure  planning  including  where  relevant \necosystem adaption of catchments. \n(v)  Undertake  vulnerability  assessments,  using  available  methodologies  and \nprocesses, of an initial list of infrastructure projects that could be targeted in the \nPPCR phase 2. These will build on the proposed vulnerability and adaptation \ninitiatives  targeted  by  development  partners  and  supported  by  regional \nassessment activities. \n(vi)  Provide  ongoing  advice  on  climate  change  adaptation  planning  and \nmainstreaming as required. \n(vii)  In close consultation with the team leader and other members of the consultant \nteam, assist in drafting the SPCR, with investment proposals for climate-proofing \nof infrastructure projects in accordance with PPCR guidelines and a capacity \nbuilding program for phases 1 and 2. \n \nC.  Civil Society Engagement Specialist (international, 3 person-months over 9-month \nperiod) \n \n9.  An international consultant will be engaged to work (both from home and in the field) \nwith the national and international consultants and the ADB Pacific Climate Change Team to \nprovide  specialist  advice  on  civil  society  engagement  for  the  PPCR  phase  1  of  the  ADB \ncomponents of the Pacific PPCR.  \n \n10.  The consultant will be responsible for the delivery of the capacity needs assessment for \neffective involvement of civil society in each country, gender integration requirements, and the \ndrafting of specific information products targeted at civil society and the private sector as input \nto the capacity building program for phases 1 and 2.  The climate change adaptation experts in \neach country will provide the technical requirements for drafting of the information products. \nThis consultancy will work primarily on two of the four Pacific PPCR components: (i) PNG, and \n(ii)  Tonga  coordinating  as  necessary  with  the  development  of  the  regionwide  activities \ncomponent.   \n \n11.  The consultancy will include up to three visits to both PNG and Tonga. Civil society and \ngender  mainstreaming  experience  is  required  and  information  engagement  product \ndevelopment skills are necessary. \n \n12.  Specifically, the civil society engagement specialist will do the following for PNG and \nTonga: \n \n(i)  Undertake  a  capacity  needs  assessment  report,  including  specification  of \napproaches for effective involvement of civil society and the private sector in the \nPPCR, as input to the capacity building program for phases 1 and 2. \n(ii)  Develop information products targeted at civil  society and the private sector \nincluding,  possibly,  support  for  a  national  conference  on  climate  resilience \nbuilding in the infrastructure sector in PNG. \n(iii)  Identify  and  operationalize  opportunities  for  civil  society  and  private  sector \nengagement in climate change adaptation. \n ", "12  Appendix 3 \n \n(iv)  Develop  approaches  for  integrating  gender  concerns  into  climate  change \nadaptation  through  pilot  projects  to  undertake  sensitivity,  vulnerability,  and \nadaptation assessments (led by the international specialist in climate change \nmainstreaming). \n \nD.  Country Climate Change Mainstreaming Specialist (2 national, one for PNG and one \nfor Tonga, over 9-month period) \n \n13.  Two national consultants (1 from PNG and 1 from Tonga) will be engaged to work with \nthe  international  team  leader  and  international  specialists  on  climate  change  adaptation \nmainstreaming and civil society engagement, to provide specialist advice on mainstreaming \nclimate change adaptation in key sectors of government (focused on infrastructure) and civil \nsociety engagement for the PPCR phase 1 of the ADB components of the Pacific PPCR. The \nnational  consultants  will  act  as  focal  points  in  each  country,  and  work  closely  with  their \ninternational counterparts and all national stakeholders (government and nongovernment). \n \n14.  Specifically, the climate change mainstreaming specialists will do the following: \n \n(i)  Assist the international climate change adaptation mainstreaming specialist to \nensure country localization of a set of strategic-level scientific scenarios of key \nclimate  change  scenarios.  The  scenarios  will  be  developed  through  local \ninterpretation of the scenarios generated by the International Climate Change \nAdaptation Initiative, among others.  \n(ii)  Assist the international climate change adaptation mainstreaming specialist to \ndraft national guidelines and best practices manual for the integration of climate \nchange factors into infrastructure planning including ecosystem adaptation of \ncatchments where relevant. \n(iii)  Assist the international climate change adaptation mainstreaming specialist to \nundertake vulnerability assessments of an initial list of infrastructure projects that \ncould be targeted in the SPCR (PPCR phase 2).  \n(iv)  Assist in the assessment of relevant cross-sector and sector legislation, policies, \nand  plans  of  key  ministries  and  agencies  responsible  for  provision  of \ninfrastructure, for factoring in climate change resilience. \n(v)  Assist in the assessment of capacity constraints as input to capacity building \nprogram for phases 1 and 2, and assist in capacity building in key ministries \nresponsible for provision of infrastructure, to integrate climate change resilience \nin budgetary systems, financial allocations, and reporting mechanisms, through \nshort courses, workshops, and related trainings. \n(vi)  Provide  ongoing  advice  on  climate  change  adaptation  planning  and \nmainstreaming as required. \n(vii)  Assist the international civil society engagement specialist to draft a capacity \nneeds  assessment  report  including  specification  of  approaches  for  effective \ninvolvement of civil society in the PPCR. \n(viii)  Assist the international civil society engagement specialist to develop targeted \ninformation products for civil society and the private sector. \n(ix)  Assist  the  international  civil  society  engagement  specialist  to  identify  and \noperationalize opportunities for private sector engagement in climate change \nadaptation. \n(x)  Assist  the  international  civil  society  engagement  specialist  to  develop \napproaches  for  integrating  gender  concerns  into  climate  change  adaptation \nthrough  pilot  projects  to  undertake  sensitivity,  vulnerability,  and  adaptation \n ", "Appendix 3  13 \n \nassessments  (led  by  the  international  specialist  in  climate  change \nmainstreaming). \n  \nE.  Web Developer (national, 1 person-month over 9-month period) \n \n15.  A national consultant will be engaged for 1 person-month over a 9-month period to work \n(from  ADB  headquarters)  with  the  international  and  national  consultants  and  ADB  Pacific \nClimate  Change  Team.  This  national  consultant  will  build  on  existing  regional  platforms \n(including of the Council of Regional Organizations in the Pacific such as the South Pacific \nRegional Environment Programme) to refine a web-based platform for the dissemination of \ninformation and knowledge products for the PPCR phase 1 on the ADB components of the \nPacific PPCR. The web system will be required to build on, and not duplicate, existing regional \nplatforms. \n \n16.  The web developer will be required to work closely with the international consultant team \nleader  to  develop  a  detailed  specification  for  the  platform,  in  line  with  ADB  information \nmanagement requirements. This consultancy will work primarily on two of the four Pacific PPCR \ncomponents: (i) PNG; and (ii) Tonga coordinating as necessary with the development of the \nregion wide activities component. The consultant will be required for 1 person-month throughout \nthe project with the bulk of effort anticipated about halfway through program implementation, \ndepending on the detailed project plan. \n \n17.  Specifically, the web developer will do the following: \n \n(i)  Review  program  design  documentation  and  ensure  the  platform  design  is \nsuitable for the type of products being developed. \n(ii)  Design  and  deliver  a  web-based  platform  that  builds  on  existing  regional \nplatforms,  for  the  dissemination  of  information  and  knowledge  products, \nconsidering  ADB  and  country  information  management  requirements,  and \ntechnical requirements. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20110711102654Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "climate change, climate risk, climate resilience, capacity development, adb pacific dmcs, adb pacific member countries, cdta, adb technical assistance, irrigation, drainage, flood protection, public sector management, ict, road transport, regional cooperation, envrionmental sustainability", "ModDate": "D:20110714135524+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Decision document for the ADB technical assistance, Strengthening Climate Risk and Resilience Capacity of Pacific Developing Member Countries, Phase 1 presented to ADB’s Board of Directors or Management for approval.", "Title": "TAR: Strengthening Climate Risk and Resilience Capacity of Pacific Developing Member Countries, Phase 1"}, "author_page": " \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  CBP  –  Capacity Building Program \n  CCDS  –  Climate Compatible Development Strategy \n  CIF  –  Climate Investment Fund \n  PNG  –  Papua New Guinea \n  PPCR  –  Pilot Program on Climate Resilience \n  SPCR  –  Strategic Program for Climate Resilience \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Regional—Capacity development technical assistance  \n(R-CDTA) \nTargeting  –  Targeted intervention—Millennium Development Goals \nClassification \nSector (subsectors)  –  Multisector:  Agriculture  and  natural  resources  (irrigation, \ndrainage,  and  flood  protection);  public  sector  management \n(public  administration);  transport,  information  and \ncommunication technology (road  transport)  \nThemes (subthemes)  –  Environmental  sustainability  (global  and  regional \ntransboundary environmental concerns), regional cooperation \n(other  regional  public  goods),  capacity  development \n(institutional development) \nClimate Change  –  Climate change adaptation \nLocation (Impact)  –  Rural (low), urban (medium), national (medium) \nPartnership  –  Strategic  Climate  Fund  (for  Pilot  Program  for  Climate \nResilience) of the Climate Investment Fund \n \n \nNOTE \nIn this report, ―$‖ refers to US dollars. \n \nVice-President  B. N. Lohani, Vice-President-in-Charge, Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy and Natural Resources Division, PARD \n   \nTeam leader  A. Witheford, Public Management Specialist, PARD \nTeam members  M. Ahmed, Principal Natural Resources and Agriculture Economist, \nPARD \n  D. Ponzi, Lead Professional (Environment), Regional and Sustainable \nDevelopment Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"fullname": "B. N. Lohani", "role": "Vice-President-in-Charge", "organization": "Operations"}, {"fullname": "R. Wihtol", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "R. Guild", "role": "Transport", "organization": "Energy and Natural Resources Division"}, {"fullname": "A. Witheford", "role": "Public Management Specialist", "organization": "PARD"}, {"fullname": "M. Ahmed", "role": "Principal Natural Resources and Agriculture Economist", "organization": ""}, {"fullname": "D. Ponzi", "role": "Lead Professional (Environment)", "organization": "Regional and Sustainable"}]}