{"path": "data/input/ta/43564-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 43564-01 \nRegional–Capacity Development Technical Assistance (R-CDTA) \nDecember 2009 \n \n \n \n \nHousing Finance Capacity Development in South and \nSoutheast Asia \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n   \n     \nADB  –  Asian Development Bank \nCOBP  –  country operations business plan \nCSP  –  country strategy and program \nDMC  –  developing member country  \nGDP  –  gross domestic product \nLTV  –  loan-to-value \nPRC  –  People's Republic of China \nPSOD  –  Private Sector Operations Department \nSMEs  –  small and medium-sized enterprises \nTA  –  technical assistance \n     \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–Capacity development technical assistance \n(R-CDTA) \nTargeting Classification  –  General intervention \nSector (subsector)  –  Finance (housing finance, banking systems) \nThemes (subthemes)        –  Capacity development (institutional development), \neconomic growth (widening access to markets and \neconomic opportunities, promoting economic \nefficiency and enabling business environment), private \nsector development (private sector investment)  \nLocation Impact  –  Urban \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n   \nVice-Presidents  X. Zhao, Operations 1 \n  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  R. Van Zwieten, Capital Markets and Financial Sectors Division, PSOD \n \nTeam leader  C. Engstrom, Senior Investment Specialist, PSOD \n   \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n \n1.  Strategy  2020,  the  long-term  strategic  framework  of  the  Asian  Development  Bank \n(ADB),1 underscores the importance of expanding private sector operations, supporting good \ngovernance and capacity development, and providing knowledge solutions to its clients in order \nto meet the challenges in the coming years and to ultimately alleviate poverty in Asia and the \nPacific. One of the core ADB specializations that will underpin these drivers of change is \ndevelopment of the finance sector. Development of this sector is critical to ensuring access to \nfunds needed to sustain private sector-led growth and to channeling the region's savings into \nproductive investments. In this regard, ADB will also seek to build the capacity of financial \ninstitutions by introducing international best practices.  \n \n2.  The  regional  capacity  development  technical  assistance  (TA)  for  Housing  Finance \nCapacity Development in South and Southeast Asia2 aims to strengthen capacity of financial \ninstitutions engaged in mortgage and home improvement lending in South and Southeast Asia. \nThis will enable banks to expand their customer base and move down-market to lower income \ngroups, while maintaining sound risk management practices and underwriting and servicing \nstandards. The TA will be used in conjunction with ADB Private Sector Operations Department \n(PSOD) projects in support of the housing finance sector and is, therefore, expected to enhance \nthe development impact of these projects.   \n \n3.  The TA is also linked to a number of country strategies and country operations business \nplans (COBPs) through development of the finance sector. Mortgage lending can comprise a \nlarge portion of a bank's portfolio.  Therefore, it is important to develop best practices at an early \nstage to ensure prudent growth of this sector.  The TA supports ADB's existing public sector \noperations work in the housing sector. Appendix 1 provides an overview of some of the specific \ncountry strategies and COBPs with direct links to the TA, as well as examples of links to public \nsector operations in the housing sector.  \n \nII.  ISSUES \n4.  Current state of housing in Asia. Creating a strong and healthy housing market is \nessential  for  a  country’s  socioeconomic  development  and  for  generating  the  resources \nnecessary for reducing poverty (please refer to Appendix 2 for an overview of the development \nimpact  of  the  housing  sector).  However,  emerging  Asia's  housing  markets  are  quite \nunderdeveloped.  The mortgage debt-to-gross domestic product (GDP) ratio, a measure of the \ndepth of a country's housing market, is well below 15% in a number of countries. This statistic is \nparticularly striking when compared with other emerging market regions. For example, the \naverage mortgage debt-to-GDP ratio in South Asia is 2.9%, and in East Asia and the Pacific it is \nonly 1.5%. This compares with a mortgage debt-to-GDP ratio of 7% in Latin America and the \nCaribbean, and 11% in sub-Saharan Africa.3 \n \n5.  As noted in Strategy 2020, demographic changes are placing strains on many urban \nareas in Asia and the Pacific in the form of congestion, pollution, and poverty.  As a result, there \nare  serious  shortages  of  adequate  housing  throughout  the  region.  Moreover,  there  is  a \ncrowding-out phenomenon, whereby people of higher-income brackets are living in housing \n                                                 \n1  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila.  \n2  The TA first appeared in the business opportunities section of ADB's website on 15 December 2009. \n3  M. Safavian. 2009. Financing Homes Global Data and Report. World Bank presentation to South Asia Regional     \nHousing Finance Conference. Jakarta (27–29 May). \n ", "2   \nwhich could be utilized by people from lower-income brackets. In India, for example, it was \nestimated in 2007 that there was a shortage of 24.71 million housing units in urban areas and \n47.43 million units in rural areas.4  In Indonesia, the government estimates that there is a current \nbacklog of 8.1 million houses with a need for approximately 800,000 additional units on an \nannual basis.5 Urban centers are expected to increasingly become strained as the pace of \nurbanization accelerates. By 2013, the urbanization rate in Asia is expected to increase to 45%, \nwith 1.45 billion people living in urban areas.6  \n \n     \n6.  Housing systems are complex with a number of interrelated components that impact the \n   \ndegree to which these markets function. In Asia, factors that have hindered the development of \nhousing markets at various times include unstable macroeconomic environments, low stocks of \nhousing,  weak  legal  and  regulatory  frameworks,  lack  of  long-term  sources  of  funding  for \nmortgages, and limited knowledge of the housing sector and mortgage lending. While the \neconomies of many Asian countries are growing and there have been efforts by governments to \nstrengthen the legal and regulatory frameworks pertaining to housing finance and real estate \nmarkets, there are a number of issues that remain to be addressed if Asia is to meet its current \nand future housing requirements.  \n \n7.  The lack of longer-term funding sources coupled with a limited understanding of housing \nfinance causes financial institutions to restrict mortgage lending in terms of volumes and market \nsegments. This results in a lack of understanding of a particular market's needs, as well as \nuntapped opportunities. Because of lenders' conservative practices, and due to the difficulties in \nobtaining standard credit information, financial institutions often do not have the capacity and \ntools to assess creditworthiness of individuals, particularly those who are self-employed, which \nserves to reinforce higher-income lending practices that are currently notable in many markets \nthroughout Asia. Given a large informal labor market in Asia, mortgages remain inaccessible to \nthe majority of the population.  Please refer to Appendix 2 for an overview of mortgage products \nand practices in Asia.  \n \nIII.  THE TECHNICAL ASSISTANCE \n8.  The  TA  is  focused  on  strengthening  housing  finance  knowledge  and  practices  of \nfinancial  institutions  engaged  in  mortgage  and  home  improvement  lending  in  South  and \nSoutheast Asia. This is critical to enable banks to expand their customer base and move down-\nmarket,  while  maintaining  strong  risk  management,  underwriting,  and  servicing  standards. \nSpecifically, the TA will focus on the following aspects of housing finance: market segmentation \nand  product  development,  loan  origination,  underwriting, 7  pricing,  servicing, 8  and  risk \nmanagement. Training will also be an important component of this TA.  \n \n9.  ADB PSOD has started to provide financial support for banks and housing finance \ncompanies to develop the housing markets in ADB’s developing member countries (DMCs); \nhowever, from discussions with numerous financial institutions, it has become increasingly \nevident that enhanced knowledge of housing finance is needed in order for banks to expand \n                                                 \n4 Government of India. 2007. 11th Five Year Plan Working Committee.  Delhi. \n5 Government of Indonesia, Ministry of Housing. 2008. Indonesia:  Decent Housing Programs. Presentation to ADB.       \nJakarta. 3 September. \n6 United Nations Department of Economic and Social Affairs. 2004. World Urbanization Prospects:  The 2003 \nRevision. New York. \n7 Underwriting refers to the assessment of collateral securing the mortgage loan, repayment capacity of the    \nborrower, and the borrower's credit history. \n8 Servicing typically entails the collection of mortgage payments, accounting of financial transactions, collecting past \ndue accounts, foreclosing on seriously delinquent properties, and disposing of foreclosed real estate. \n ", "  3\ntheir activities in this sector, and through this contribute to the development of the housing \nsector. Many of the banks that have been consulted by ADB PSOD restrict mortgage lending to \nexisting or higher-end customers and offer limited products, often in terms of tenor and loan-to-\nvalue (LTV) ratios. The proposed TA will assist these banks in building their capacity to better \nassess potential mortgage borrowers, price loans according to risk and product, and develop \nstronger risk management and servicing standards and thus contribute to the development of \nthe housing sector. The TA will be used in conjunction with ADB PSOD projects in the housing \nfinance sector. \n  \n10.  Indicative target countries. Based on ADB's assessment of the region, it is expected \nthat the TA will be utilized first in Indonesia, the Philippines, and Viet Nam. During fact-finding \ndiscussions, banks in these countries have noted the growing demand for mortgages from \npotential borrowers. A study conducted by the ING Group, placed the Philippines as having the \nhighest  rate  of  urban  population  growth  from  2003-2013  at  about  37%,  with  Viet  Nam  at \napproximately  30%,  and  Indonesia  at  just  under  25%.9 Additionally,  these  countries  are \nundergoing  rapid  rates  of  household  formation.  The  same  study  placed  Indonesia,  the \nPhilippines, and Viet Nam as countries with the highest household formation rates in emerging \nAsia. Finally, the regulatory frameworks in these countries also support mortgage lending, \nspecifically with respect to foreclosure laws.        \n   \n11.  Although these countries will initially be targeted, the TA has been designed with a \nbroader scope incorporating all countries in South and Southeast Asia. This will allow for \nchanges  in  ADB’s  pipeline  as  demand  shifts  and/or  improvements  in  legal  and  regulatory \nframeworks occur during 2010 through 2012. For instance, the TA may provide support for \nlesser-developed countries, such as Bangladesh, where ADB has received initial inquiries of \ninterest for housing finance projects from banks participating in the ADB Trade Finance Facility \nProgram and where commercial banks are starting to offer mortgage finance.   \n \n12.  Participating financial institutions. The financial institutions that will participate in the \nTA will be selected at implementation stage. The criterion for selection will be based first on the \nfinancial institutions' perceived demand for mortgage lending and its willingness to engage in \nthe TA program as a vehicle to assist the financial institution in expanding its customer base \nand strengthening its mortgage lending practices. This will require a level of commitment from \nthe bank at both senior management and operational levels, particularly because ADB will need \naccess to its documentation related to its mortgage lending practices and engage in dialogue \nwith the bank to tailor the program. The regulatory and legal framework pertaining to mortgage \nfinance  will  also  need  to  be  strong  enough  to  enable  financial  institutions  to  lend.  The \nprospective financial institution will be assessed in terms of its relative level of development with \nrespect to underwriting and servicing standards, pricing practices, and current product offerings. \nFinally,  since  the  TA  will  be  paired  with  ADB  financial  support,  the  prospective  financial \ninstitutions will need to satisfy ADB's normal credit criteria. \n \nA.  Impact and Outcome \n13.  The  impact  of  the  proposed  TA  will  be  expanded  housing  markets  and  improved \nstandards of living. This will be particularly important given the current housing crisis and the \nincreasing strains on cities in Asia and the Pacific.  \n \n14.  The outcome of the TA will be increased effectiveness of financial institutions engaged in \nhousing finance in financial institutions in South and Southeast Asia. Having a sound mortgage \n                                                 \n9 ING Real Estate. 2005. Asia Pacific Real Estate Investment Strategy.   \n ", "4   \nlending framework and best practices across finance sectors is of critical importance, as was \nseen in the United States subprime crisis when mortgage underwriting standards deteriorated. \n(For specific outcome targets, refer to the design and monitoring framework in Appendix 3.) \n \nB.  Methodology and Key Activities \n15.  The TA is expected to have the following four outputs on an ongoing basis starting in \n2010.  \n \n1.   Core Mortgage Lending Program \n \n16.  Despite differences among countries in terms of stages of housing finance sector and \neconomic development, a generic core program will be developed that will outline the basic \nprinciples and practices of housing finance. The core mortgage lending program will consist of a \nstandard mortgage lending manual with complementary training modules. This will ensure that a \ncomprehensive  approach  to  mortgage  lending  is  implemented,  which  will  support  the \ndevelopment of sound, primary mortgage markets in ADB DMCs. The core manual will include, \nbut not be limited to, the following topics: (i) a general overview of mortgage lending; (ii) \nmortgage products commonly used in international markets; (iii) mortgage processing forms and \ndocuments; and (iv) operating procedures including underwriting, closing and funding, servicing, \nloan pricing and treasury functions, and risk management. Basic training components will be \ndeveloped that will support these topics.  \n \n2.   Market Mapping \n \n17.  A market mapping exercise will be undertaken, the objective of which will be to aid \nfinancial institutions in understanding the markets in which they operate. This will help them to \ndevelop  strategies  to  better  target  their  customers  and  to  also  provide  feedback  to  their \nregulators in terms of systemic bottlenecks. This phase will include a field visit to each country \nthat will focus on the existing legal and regulatory frameworks (including titling and foreclosure \nprocesses). A housing market analysis will also be performed that will address demographic \ntrends, affordability of homes, housing supply, customer demand and knowledge of mortgage \nproducts, and products offered in the market. \n \n3.  Adaptation of Core Mortgage Manual and Training for Specific Financial \nInstitution \n18.  As noted, the core mortgage manual that will be developed will be specifically tailored for \neach private sector financial institution that ADB supports, and will be based, in part, on the \nmarket mapping exercise. This will increase the sustainability of the impact of the proposed TA. \nA gap analysis will be performed for each financial institution to assess current mortgage \nlending practices as compared with international mortgage lending practices. The financial \ninstitution's existing mortgage lending manual, if present, will be reviewed. This exercise is \nimportant as it will provide DMC banks with specific knowledge of where they lack capacity and \nenable ADB to provide capacity development that is tailored and specific to individual banks.   \n \n4.  Training \n19.  Training is an important component of the proposed TA. By providing training to the \nfinancial institutions ADB will better ensure that core mortgage lending principles are understood \nand that the mortgage lending manual becomes a real resource for staff. The training program \n ", "  5\nenvisaged uses a two-pronged approach: (i) providing training to senior management, and (ii) \nproviding training to middle management and operational staff. For middle management and \noperational staff, a train-the-trainer approach will be used to ensure sustainability over the \nmedium and long term. ADB will also offer a refresher course after 6 months following the \noriginal training program to help reinforce the concepts presented. \n \n20.  The plans for the TA cover a multiyear period. It is expected that six financial institutions \nwill participate in the TA in no less than four countries. Table 1 provides a summary of the \nprojected outputs for 2010–2012.  \n \nTable 1: Projected Outputs for the Technical Assistance Program from 2010–2012 \n \nItem      2010    2011  2012 \nCore Mortgage Lending Program           1    0   0 \nMarket mapping     2    1   1 \nAdaptation of core program for financial institutions     2    2   2 \nTraining sessions (including refresher courses)     4    6   6 \n         Source: Asian Development Bank estimates. \n \nC.  Cost and Financing \n21.  The total cost of the TA is estimated at $1.3 million equivalent. It is proposed that ADB \nprovide $1.3 million equivalent on a grant basis from the Technical Assistance Special Fund  \n(TASF–other sources). The funds will cover remuneration, travel, and per diem for international \nconsultants; training and program-related materials; and miscellaneous expenses. (Appendix 4 \nhas the cost estimates and financing plan). \n \nD.  Implementation Arrangements \n22.  ADB  will  be  the  executing  agency  for  the  TA,  and  ADB  PSOD  will  administer  it. \nDisbursements under the TA will be made in accordance with the ADB Technical Assistance \nDisbursement  Handbook. 10  The  TA  will  require  55.5  person-months  of  work.  ADB,  in \naccordance with its Guidelines on the Use of Consultants (2007, as amended from time to time), \nwill engage a consulting firm for five international consultants. The proposed selection method \nand weighting for quality- and cost-based selection is 80% quality and 20% cost, and it will be \ndone  on  a  full  technical  proposal  basis.  Outline  terms  of  reference  for  consultants  are  in \nAppendix 5.  \n \n23.  The TA will be implemented over a period of 3 years, beginning in January 2010 and \nending in December 2012. \n \nIV.  THE PRESIDENT'S DECISION \n24.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,300,000 on a grant basis \nfor the Housing Finance Capacity Development in South and Southeast Asia, and hereby \nreports this action to the Board. \n \n                                                 \n10 ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n ", "6  Appendix 1 \n \nLINKS TO COUNTRY STRATEGIES AND PROGRAMS AND  \nCOUNTRY OPERATIONS BUSINESS PLANS \n \n1.  The  regional  capacity  development  technical  assistance  (TA)  for  Housing  Finance \nCapacity Development in South and Southeast Asia project supports three of the five drivers of \nchange cited in the long-term strategic framework 2008–2020 (Strategy 2020)1 of the Asian \nDevelopment  Bank  (ADB):  (i)  expanding  private  sector  development  and  private  sector \noperations by enabling financial institutions to develop tools necessary to increase mortgage \nlending thereby also increasing employment in ancillary private sector industries, (ii) supporting \ngood  governance  and  capacity  development  by  improving  transparency  of  bank  lending \npractices  and  providing  input  and  training  on  basic  mortgage  lending  practices,  and  (iii) \nproviding knowledge solutions through the introduction of mortgage lending best practices and \nproduct development. The TA also focuses on the core ADB specialization in Strategy 2020 of \nsupporting  finance  sector  development.  Specifically,  the  TA  will  help  to  address  financial \ninstitution development through capacity building, which will help to channel savings more \nproductively in South and Southeast Asia. Moreover, the TA will also help to develop larger \nvolumes of standardized mortgages and build more robust data, which are needed to develop \nthe capital markets.  \n2.  The proposed TA is also linked to a number of country strategies and country operations \nbusiness plans (COBPs) through development of the finance sector. Mortgage lending can \ncomprise a large portion of a bank's portfolio; thus, it is important to develop best practices at an \nearly stage of development.  A review of these documents underscores the importance of \ncapacity development in financial institutions to enable ADB to meet its development objectives \nin this sector. The TA supports and is complementary to ADB public sector operations in the \nhousing  finance  sector.  A  summary  of  selected  links  to  country  strategies  and  COBPs  is \npresented below, as well as complementary public sector work done in the housing finance \nsector. \nA.  Bangladesh \n3.  ADB's key objective for Bangladesh, as articulated in the country partnership strategy \n(CPS) 2006–2010,2 is to help the country address critical constraints on broad-based economic \ngrowth, social development, and good governance. The strategy, implemented in conjunction \nwith the World Bank, the Department for International Development of the United Kingdom, and \nthe Government of Japan, focuses specifically on the following: (i) improving the investment \nclimate for private-sector-led growth and employment, (ii) advancing the social development \nagenda to empower the poor, and (iii) addressing key governance issues on a sector and \nthematic basis. ADB private sector activities will complement those of the public sector and \ncatalyze private sector investment in support of key infrastructure projects and the finance \nsector. As set forth in the COBP 2009–2011,3 ADB will continue to support investment and \npolicy  and  institutional  reforms  in  the  energy,  transport,  education,  and  integrated  urban \ninfrastructure sectors. ADB will also continue to support small and medium-sized enterprises \n(SMEs) and the finance sector. In reviewing ADB's past programs and projects in Bangladesh, \nthe CPS notes that ADB's efforts have been most successful and sustained when they have \n                                                 \n1  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n2  ADB. 2009. Country Partnership Strategy Midterm Review: Bangladesh, 2006–2010. Manila.  \n3  ADB. 2008. Country Operations Business Plan: Bangladesh, 2009–2011. Manila. \n ", "Appendix 1  7 \nbeen combined with capacity building. Thus, building country capacity and a skills base among \ngovernment agencies and local experts will be the focus in the coming years.  \n4.  The  TA  directly  supports  the  CPS  and  COBP  through  the  combination  of  capacity \nbuilding and finance sector development. The TA will enhance the capabilities of local banks in \nterms of identifying gaps of individual developing member country (DMC) bank's financial and \ntechnical capacity that would inhibit the provision of housing finance. Additionally, through \ntraining, the TA will aim to strengthen the capacity of bank personnel in terms of basic mortgage \nlending principles. The TA will also support the goals of improving the investment climate for \nprivate-sector-led growth and employment. By increasing the housing finance capacity of local \nbanks, the climate for the private sector will be improved with respect to attracting foreign bank \ninterest and also in expanding activities in ancillary businesses related to housing finance. This \nwill directly support job creation in Bangladesh \nB.  Indonesia  \n5.  Noting  the  Government  of  Indonesia's  goals  of  supporting  pro-poor,  sustainable \neconomic growth and promoting social development, the current country strategy and program \n(CSP) for Indonesia seeks to directly address the constraints to achieving these goals.4 Past \nconstraints  that  the  CSP  highlights  include  an  adverse  investment  climate,  poor  physical \ninfrastructure, an underdeveloped finance sector, weak decentralized capacities, poor public \nsector and natural resource management, and low development spending. Based on these \nconstraints, ADB is focusing on the following activities: (i) improving infrastructure and related \nservices with increased public and private sector investment, (ii) deepening the finance sector, \n(iii) improving decentralization with greater regional spending, (iv) accelerating the achievement \nof Millennium Development Goals, and (v) strengthening environment and natural resources \nmanagement.  \n6.  The  TA  will  support  ADB's  strategic  and  business  objectives  in  Indonesia.  First,  it \ndevelops capacity among Indonesian banks to receive funding for housing finance. Second, by \nlaying the foundations for a strong primary mortgage market, it helps to strengthen and deepen \nthe finance sector by helping banks to expand their product offerings to a wider customer base \non a prudent basis. Additionally, by creating a solid foundation for the primary mortgage market, \ncapital markets activity is likely to be broadened because a higher volume of mortgages with \nrobust data will be created. Finally, the TA  addresses one of the constraints on pro-poor \neconomic growth—job creation—through the ability for banks to engage in greater mortgage \nlending activities, which leads then to the generation of more employment through ancillary \nindustries.  \n7.  ADB Southeast Asia Department has provided technical assistance for the development \nof the secondary mortgage markets in Indonesia. Technical assistance has been provided to \nestablish the Secondary Mortgage Facility which seeks to deepen the capital markets and to \nprovide an alternative source of long-term funding for mortgages.5 The TA will support the \nSecondary Mortgage Facility by creating higher volumes of better-quality mortgages originated \non a standardized basis, which can be then securitized.  \n \n \n                                                 \n4  ADB. 2006. Country Strategy and Program: Indonesia, 2006–2009. Manila. \n5  ADB. 2005. Technical Assistance to the Republic of Indonesia for the Secondary Mortgage Facility. Manila. \n ", "8  Appendix 1 \nC.  Philippines  \n \n8.  The country strategy for the Philippines, as embodied in the 2009–2010 COBP6 and \nwhich extends the 2005–2007 CSP,7 focuses on supporting fiscal consolidation, improving the \ninvestment  climate  in  the  Philippines,  and  accelerating  attainment  of  the  Millennium \nDevelopment Goals. 8 Three of the five core areas of Strategy 2020 are incorporated into the \ncurrent country strategy: support for environment and infrastructure and development of the \nfinance sector. Private sector operations will target infrastructure and finance sector initiatives. \nInfrastructure projects are expected to include power and transmission, renewable energy, \nwater supply, and port operations, among others. As laid out in the COBP, in the finance sector \nADB  will  seek  opportunities  to  (i)  provide  loans  to  domestic  banks  or  nonbank  finance \ncompanies to support microfinance and SMEs, (ii) support asset-backed securitizations, and (iii) \nprovide partial credit guarantees to support lending to SMEs.  \n9.  The  TA  supports  the  strategic  plans  and  objectives  of  the  COBP  and  the  CSP  in \nnumerous  ways.  First,  the  CSP  notes  that  ADB  public  and  private  sector  operations  will \nreinforce  fiscal  consolidation  by  (i)  placing  less  demand  on  public  resources,  (ii)  reducing \npressure on public debt by allowing the government access to foreign and local funds at \ncompetitive spreads and for longer maturities, and (iii) reducing the need for public spending by \n\"crowding in\" private participation. By enabling ADB DMCs and, in this case, the Philippines to \nbuild their absorptive capacity for housing finance, public resources will be under less pressure \nbecause financing for projects in a number of sectors, particularly in times of economic crisis \nwhen sources of funds become constrained, can be supported through nongovernment funding. \nEnhancing the ability of banks in the Philippines to engage in mortgage finance activities will \nhave the effect of crowding-in the private sector, which is a stated objective of the CSP. Finally, \nenabling  banks  to  broaden  their  housing  finance  activities  will  help  to  directly  support  an \nincrease in asset-backed securitizations by creating stronger mortgage products offered on a \nstandardized basis. \nD.  Viet Nam \n \n10.   The CSP 2007–20109 for Viet Nam noted that the country made significant strides in \nreducing poverty through business-led growth in economic output and employment, primarily \ngenerated  by  the  private  sector,  along  with  government-led  targeted  poverty  reduction \ninterventions. The CSP aims to help the government continue to reduce poverty in Viet Nam to \n10%–11% of households by 2010 through (i) pro-poor business-led economic growth, (ii) social \nequity and balanced development, and (iii) environment protection and management. In doing \nso,  the  CSP  emphasizes  the  need  to  create  an  enabling  environment  for  private  sector \ndevelopment and stronger links between ADB public and private sector operations. \n11.  The COBP 2009–201110 supports the aims of the current CSP and outlines the specific \nareas in which ADB will provide support. In nonsovereign operations, ADB will seek to mobilize \nprivate  financing  for  infrastructure  development,  capital  markets,  and  the  finance  sector, \nincluding  housing  finance.  The  TA  directly  supports  finance  sector  development  and  the \nexpansion of housing finance activities in Viet Nam. The TA will enable financial institutions to \n                                                 \n6  ADB. 2009. Country Operations Business Plan: Philippines, 2010–2012. Manila. \n7  ADB. 2005. Country Strategy and Program: Philippines, 2005–2007. Manila.  \n8  The Philippines CSP for 2005–2007 is the current CSP.  In 2008, ADB and the government agreed to extend the \nCSP through the COBP for 2009–2010. \n9  ADB. 2006. Country Strategy and Program: Viet Nam, 2007–2010. Manila. \n10 ADB. 2008. Country Operations Business Plan: Viet Nam, 2009–2011. Manila. \n ", "Appendix 1  9 \nincrease their capacity to expand mortgage lending and to do so on an international best-\npractice basis. This will also reduce systemic risk to the banking system through stronger \nunderwriting  and  servicing  practices,  portfolio  risk  management,  and  better  product \ndevelopment. Creating a solid foundation of mortgages originated on a standardized basis and \nsupported by good data will also help to prepare Viet Nam for secondary mortgage market \nopportunities, thus stimulating the capital markets. Finally, the TA supports pro-poor, private-\nsector-led growth through the generation of employment related to housing sector investments.  \n12.  In Viet Nam, ADB Southeast Asia Department has also provided technical assistance for \nthe legal and regulatory framework surrounding secured transactions, which also helped to \nestablish a national registry for such transactions.11 As a result of ADB’s work in this area, as \nwell  as  other  efforts  to  improve  the  legal  and  regulatory  environment  for  property  and \nmortgages, banks have started providing mortgage loans in Viet Nam. The TA will enable these \nbanks to expand their mortgage lending to a wider customer base.  \n \n \n                                                 \n11  ADB. 2002. Technical Assistance to the Socialist Republic of Viet Nam for Legal System Development up to Year     \n    2010 and Capacity Building for Secured Transactions Registration. Manila. \n ", "10  Appendix 2 \n \nOverview of Developmental Impact of the Housing Sector and Current Mortgage \nProducts and Practices in Asia \n \n \n1.  Creating a strong and healthy housing market is essential for a country’s socioeconomic \ndevelopment and for generating the resources necessary for reducing poverty. At its most \nfundamental level, housing construction and finance provides access to shelter or improves \nexisting living conditions. Importantly, it also serves as a vehicle to create one of the most \ncritical sources of capital or equity for an individual or family—capital which can then be used to \nsupport  future  income-earning  activities.  More  broadly,  housing  has  a  significant  role  in  a \ncountry's economy through activities related to the following sectors: construction, real estate, \nand retail consumer goods. In India, for example, it is estimated that there are backward and \nforward links to more than 269 industries.1 Thus, the ability for investments in housing to \ngenerate activities in related sectors is enormous. Developing a sound housing market is also \nimportant for the finance sector. Mortgage loans comprise a large portion of banks’ portfolios in \ndeveloped markets and can provide long-term assets for banks. Additionally, a solid primary \nmortgage market can form the basis for capital markets activities through securitization.  \n \n2.  Given the substantial number of links to other sectors supporting investments in housing, \nthe impact on employment can also be significant.2 For mortgage financing, which is just one \ncomponent of the broader housing market, it has been estimated that approximately 20% of a \ncountry’s total employment can be generated through this activity.3 Housing activities can also \nprovide significant employment opportunities for low-income households. This is particularly true \nfor  the  construction  sector  because  it  is  relatively  labor  intensive  with  a  high  demand  for \nsemiskilled and unskilled labor. Additionally, housing construction has strong backward links \nwith  the  building  materials  industry,  which  then  generates  a  demand  for  locally  produced \nmaterials, thus creating additional employment opportunities. Because of the strong links to \nother sectors and the use of semiskilled and unskilled labor, it has been concluded by the \nUnited  Nations  Centre  for  Human  Settlements  that  housing  construction  offers  more \nemployment opportunities, both directly and indirectly, than any other sector of the construction \nindustry, and that improving housing therefore enhances productivity, especially that of the \npoor.4 \n  \n3.  In developing Asian countries, conventional housing construction practices support large \nnumbers of semiskilled and unskilled workers. In India, a study in 2004 confirmed that for every \nRs10 million spent on housing construction, 22,000 unskilled person-days and 23,000 skilled or \nsemiskilled person-days of work is generated.5 Many contractors employ these workers on a \nsubcontractual  or  informal  basis.  A  study  by  the  International  Labour  Organization  of \nconstruction practices noted that in the Philippines 85% of the wage and salaried workers in the \nconstruction industry in 2000 were temporary workers or project-based employees.  \n \n4.  Because of the high development impact in terms of finance sector and capital markets \ndevelopment, contribution to economic growth through pro-poor job creation, and improvement \n                                                 \n1  R. Karnad. 2008. Channeling Financial Flows for Adequate and Affordable Housing, Housing Development Finance \nCorporation. Presentation given to the International Federation of Surveyors Working Week. Stockholm (17 June). \n2  In India, the housing sector is the second-largest employment generator in the country. \n3  Nederlandse Financierings-Maatschappij voor Ontwikkelingslanden N.V. , http://www.fmo.nl/ \n4  United Nations Centre for Human Settlements (Habitat). 2006. Improving Income and Housing: Employment        \nGeneration in Low-Income Settlements. HS/189/89 E. Kenya (2 January). \n5  A. Laskar and C.V.R. Murty. 2004. Challenges Before Construction Industry in India. Kanpur: Department of Civil  \n    Engineering, Indian Institute of Technology. \n ", "Appendix 2  11 \nin living standards, multilateral and bilateral banks have prioritized development of the housing \nsector. For instance, for the Nederlandse Financierings-Maatschappij voor Ontwikkelingslanden \nN.V., development of the housing sector is one of its three institutional key priorities. The \nInternational Finance Corporation has also prioritized this sector and has provided over $2.5 \nbillion in financing to over 75 financial institutions engaged in housing from 2002 through 2008.6 \nThe Overseas Private Investment Corporation has also placed a high priority on projects in this \nsector and has approved over $1.6 billion in financing and insurance from the inception of its \nprogram through 2007.7 However, much work needs to be done to improve access to housing, \nparticularly in Asia. \n \n5.  Emerging Asia's housing markets are underdeveloped, which has led to severe housing \nshortages,  particularly  in  urban  areas.  As  noted  in  Figure  1,  the  mortgage  debt-to-gross \ndomestic product (GDP) ratio, a measure of the depth of a country's housing market, is well \nbelow 15% in a number of countries in Asia.  \n \n \nFigure 1. Mortgage Debt-to-GDP in 2007\nFigure A2. Mortgage Debt-to-GDP in 2007 \n70\n         61%\n60\n 48% \n50\ne\nag 40\nnt\ne\nc 30\nr\ne\nP\n20         16% \n12%\n 10%\n10       6% \n0.08%   2%\n0\nPakistan Indonesia India PRCPhilippines ThailanKdong, China Singapore\ng \nn\no\nH\nGDP = gross domestic product, PRC = People's Republic of China.  \nSource:  F.  Warnock  and  V.  Warnock.  2007.  Markets  and  Housing \nFinance. National Bureau of Economics Research. October. \n \n     \n6.  Additionally, mortgage products in South and Southeast Asia are also quite conservative. \nShort-tenor loans are typical, which make  monthly payments unaffordable for the average \nborrower. Additionally, low loan-to-value (LTV) ratio products are prevalent. Lower LTV ratio \nproducts mean that the average borrower would need to provide more than 30% of the value of \nthe home and property, which is simply not achievable for most people. Because of funding \nsources, mortgage loans also tend to be offered at variable rates, which is not preferable for \nmost people because of the uncertainty of monthly payments (Table 1 gives an overview of the \ntypical products offered in these regions). As a point of comparison, many banks in developed \n                                                 \n6   International Finance Corporation. 2009. Housing Finance.http:///www.ifc.org/ifcext/gfm.nsf/AttachmentsByTitle/HF \n    -Trifolds/$FILE/HF-Trifolds.pdf.  \n7 Overseas  Private  Investment  Corporation.  2007.  OPIC  Supports  Housing  and  Mortgage  Finance.   \nhttp://www.opic.gov/sites/default/files/docs/housing030207.pdf.   \n ", "12  Appendix 2 \ncountries  offer  mortgages  with  terms  of  25  years  or  greater,  and  roughly  half  have \npredominantly fixed-rate products.  \n \nTable A2: Mortgage Loan Characteristics in Emerging Asia \nAverage Tenor  Average LTV Ratio \nCountry  (years)  (%)  Loan Type \nBangladesh  Less than 15  50–70  Variable \nIndia  Maximum of 20  74  Fixed and Variable \nIndonesia  8–15  75–80  Variable \nPakistan  12  45  Variable \nPhilippines  Maximum of 10–20  70  Fixed and Variable \n         LTV = loan-to-value.         \n         a CRISIL Ratings. 2009. Retail Assets – A Case for Caution, Not Alarm. Mumbai. \n             b K. Shehzad. 2009. Pakistan Housing Finance Sector, Challenges and Opportunities. Presentation to South  \n           Asia Regional Housing Finance Conference. Jakarta (27–29 May).    \n         Sources: CRISILa Ratings, Francis & Veronica Warnock, State Bank of Pakistanb \n \n 7.  Mortgage  loans  in  many  Asian  countries  are  also  not  typically  priced  according  to \nproduct or borrower risks. For instance, many banks in the People's Republic of China (PRC) do \nnot price loans in terms of costs and risks. This practice in the PRC, as well as in other Asian \ncountries, is due to a number of factors: (i) a limited target market that is typically restricted to \nexisting  and  higher-income  borrowers,  (ii)  a  lack  of  information  on  the  creditworthiness  of \nprospective borrowers that enables the determination of the probability of default, and (iii) an \ninability to determine the performance of certain product offerings with respect to probability of \ndefault.  Banks,  therefore,  do  not  often  adequately  price  for  risk.  Additionally,  they  do  not \ncapitalize on wider borrower segments that may be willing to obtain mortgage loans at higher \nrates, if available. \n \n8.  Finally, servicing standards and complementary technology systems are weak in many \nfinancial institutions in Asia. Good servicing practices are essential for loan administration, risk \nmanagement and reporting, and loss mitigation and recovery. Strong servicing practices enable \nfinancial institutions to analyze their portfolios to determine customer, geographic, and product \ntrends. Banks can then better manage risk, noting problems early, or also test the performance \nof new products. By having strong servicing systems, banks can also help to keep borrowers in \ntheir homes through loss mitigation and loan modifications. Finally, developing a well-diversified \nand strong portfolio supported by good data enables a bank to become prepared to securitize \nloans and obtain long-term funding from the capital markets. \n \n ", "Appendix 3  13 \n \nDESIGN AND MONITORING FRAMEWORK  \n \n \n    Data   \n  Performance  Sources/Reporting  Assumptions \nDesign Summary  Targets/Indicators  Mechanisms  and Risks \nImpact       \nExpanded housing  Housing as a percentage of gross annual  Central Bank   Assumptions \nmarkets and improved  capital formation increases by 7%–10%    Supply of housing and \nstandards of living  per annum from existing levels from 2010  Ministry of Housing or  developer financing is \n  to 2014 in the countries in which the TA is  Urban Development  available \n  used  statistics    \n      Mortgage financing is \n  Percentage of annual housing production  Macroeconomic statistics  available at reasonable rates \n  financed by mortgages increases by 10%    and terms for a wider \n  per annum from existing levels from 2010  Individual bank annual  segment of the population \n  to 2014 in the countries in which the TA is  reports   \n  used    Government support in \n      terms of regulatory \n  Mortgages as a percentage of total    environment surrounding \n  outstanding loans in the financial system    housing finance \n  increases by 10% per annum from   \n  existing levels from 2010 to 2014 in the  Risks \n  countries in which the TA is used  Protracted global recession \n     \n  Number of unskilled and/or semiskilled  Lack of finance for housing \n  workers on residential construction sites  purchases and housing \n    increases by from existing levels by 15%  construction \nfrom 2010 to 2014 \nOutcome       \nIncreased level of  Increased mortgage lending at financial  Bank annual reports  Assumptions \neffectiveness of financial  institutions involved in the TA by 10% per    Interest of financial \ninstitutions engaged in  annum from existing levels for 3 years  Mortgage market industry  institutions in improving their \nhousing finance in  following the implementation of the TA  reports  mortgage lending practices \nSouth and Southeast       \nAsia   Nonperforming loans not to exceed 3% for  Feedback from financial  Governments provide \n3 years following the implementation of  institutions  enabling environment for \nthe TA    housing finance \n   Central Bank or Ministry   \nDown-market penetration increases as  of Housing reports  Access to finance for \nmeasured by a 10%–15% change in the  mortgage lending \nratio of a financial institution's average   \nincome of borrowers to median household  Risks \nincome in urban areas over the 3 years  Protracted global recession \nfollowing the implementation of the TA  has major impact on health \n  of banking sector and \nIntroduction of at least two new mortgage  businesses engaged in \nproducts at each financial institution that  housing finance \nparticipates in the TA by the first year after   \nthe TA has been implemented. This can  Banks become risk averse \ntake the form of longer-tenor or higher  due to financial crisis and \nloan-to-value ratio products.  performance of US \n  mortgage markets \nIntroduction of risk-based pricing at   \nfinancial institutions participating in the TA   \nby the second year following   \nimplementation of the TA.    \n   \n   \n \n ", "14  Appendix 3 \n    Data   \n  Performance  Sources/Reporting  Assumptions \nDesign Summary  Targets/Indicators  Mechanisms  and Risks \nOutputs       \n1.  Core Mortgage  Core mortgage lending program including  Reports submitted by  Assumptions \nLending Program  mortgage manual and no fewer than 7  consultants to ADB along  Interest from banks to work \n  complementary training segments  with training component  with ADB to improve \n  developed by the beginning of 2011  materials   mortgage lending practices. \n       \n2.  Market Mapping  No fewer than approximately three  Feedback from financial  Willingness to share current \n  housing markets in South and Southeast  institutions  mortgage underwriting, \n  Asia mapped from 2010 through 2012    servicing, pricing, and risk \n      management practices \n3.  Adaptation of Core  Gap analyses and tailored mortgage     \nMortgage Lending  lending best practices manual or inputs to    Interest from bank staff to \nManual and Training for  existing mortgage lending manuals given    participate in training on best \nSpecific Financial  to six banks by the end of 2013    practices for mortgage \nInstitutions      lending \n  Adoption of broader and stronger     \n  procedures for evaluating creditworthiness    Risks \n  of borrowers by the six participating banks    Lack of interest and \n  1 year following the implementation of the    willingness of banks to \n  TA    provide information on \n      current mortgage lending \n4.  Training  Training conducted in six banks for senior    practices \n  management staff and operational staff by     \n  the end of 2013    Protracted global recession \n     \n  Refresher/follow-up training   Specific risk aversion to \n  for six banks by the end of 2013  mortgage lending due to US \n  subprime crisis \n   \n   \nActivities with Milestones  Inputs \n   \n1.1  Create core mortgage lending standards manual.  Approximately 55 person-\n1.2  Develop core training components based on mortgage lending standards manual.   months of international \n  consulting services \n2.1  Field visits for mapping mortgage markets in countries in South and Southeast Asia.   \n2.2  Collection of data on housing supply and demand, demographic trends, affordability of   Technical Assistance \n       homes, and knowledge and use of mortgage products.  Special Fund-Others of \n2.3  Meetings with industry participants and local government officials to discuss legal and   $1,300,000 equivalent  \n       regulatory environment.   \n2.4  Report submitted to ADB and financial institutions.  \n \n3.1  Information obtained from financial institution to perform gap analysis. \n3.2  Working with financial institution, tailor ADB core mortgage lending manual or existing bank  \n       mortgage lending manual.  \n \n4.1  Develop tailored training components for senior and mid-level management, and operational \nstaff. \n4.2  Provide refresher training course to banks 6 months after initial training program is completed. \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n ", "Appendix 4  15 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem    Total Cost \nAsian Development Bank Financinga   \n 1.  Consultants   \n   a.  Remuneration    \n     i.  International consultants         970.00  \n   b.  International travel and per diem  250.00   \n  2.  Training, seminars, and conferences  5.00 \n3.  Miscellaneous administration and   2.00 \n   Support costs \n 4.  Translation and dissemination  30.00 \n5.  Contingencies  43.00 \n  Total  $1,300.00 \na Financed by the Asian Development Bank's Technical Assistance Special Fund (TASF–other  \n  sources). \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \n16  Appendix 5 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  It  is  expected  that  under  the  proposed  regional  capacity  development  technical \nassistance (TA) reputable consultancy firms will be hired to undertake the capacity building as \ndescribed herein and provide the outputs referred to as detailed in the following terms of \nreference.  \n \nA.    Lead Housing Finance Consultant for Core Mortgage Lending Program  \n            (international, 1.5 person-months) \n \n1.  Objective  \n \n2.  The lead consultant is required to oversee and develop a core mortgage lending manual \nand training materials, which will illustrate best international practices in mortgage lending. The \nconsultant  firm  will  coordinate  with  the  Asian  Development  Bank  (ADB)  to  develop  these \nmortgage lending materials.  \n \n3.  The objective of the TA is to increase financial institutions' readiness or capacity for \ncritically needed housing finance in Asia to respond to serious housing shortages, particularly in \nurban areas. More specifically, the TA will contribute to this goal by creating a benchmark for \nbest practices in mortgage lending.   \n \n2.  Scope of Work \n \n4.  The lead consultant will (i) act as ADB's primary point of contact with the housing finance \nconsultant, and (ii) provide design and quality control for the core mortgage lending manual and \ntraining materials. \n \n3.  Detailed Tasks \n \n5.  Detailed tasks of the lead consultant will be to \n \n(i)  act as ADB's main point of contact for the development of the core mortgage \nlending manual and training materials, maintain regular contact with ADB, and \ncoordinate and disseminate information in both directions; \n(ii)  set work schedules and ensure deadlines are met;  \n(iii)  review drafts and final core mortgage manual and training materials; and \n(iv)  provide quality control and coherence of mortgage lending manual with training \nmaterials. \n \n4.  Output and Reporting Requirements \n \n6.  Output and reporting requirements for the lead consultant will be to \n \n(i)  provide regular reports and updates on work progress;  \n(ii)  submit good quality drafts of the core mortgage lending manual and training \nmaterials; and \n(iii)  produce a final core mortgage lending manual and training materials based upon \ninput from ADB. \n \n \n ", "Appendix 5  17 \n \n \n \nB.   Housing Finance Consultant for Core Mortgage Lending Program (international, 2.0 \nperson-months) \n \n1.  Objective  \n \n7.  The consultant is required to develop a core mortgage lending manual and training \nmaterials, which will illustrate best international practices in mortgage lending to Asian financial \ninstitutions. The consultant will work with the lead consultant who will coordinate with ADB to \ndevelop these mortgage lending materials.  \n \n8.  The objective of the TA is to increase financial institutions' readiness or capacity for \ncritically needed housing finance in Asia to respond to serious housing shortages, particularly in \nurban areas. More specifically, the TA will contribute to this goal by creating a benchmark for \nbest practices in mortgage lending.   \n \n2.  Scope of Work \n \n9.  The consultant will work with the lead consultant to design and develop the mortgage \nmanual and training materials.  \n \n3.  Detailed Tasks \n \n10.  Detailed tasks to be undertaken by the consultant include the following: \n \n(i)  Devise a training manual that focuses on the following components of mortgage \nlending: \n \n(a)   marketing strategy and market segmentation, \n(b)   mortgage product overview and development, \n(c)   mortgage processing forms and documents, \n(d)   mortgage underwriting, \n(e)   mortgage servicing, \n(f)    loan pricing and treasury functions, and \n(g)   risk management. \n \n(ii)  Develop complementary training materials, including standard presentations, for \nthe major components noted in (i). \n \n4.  Output and Reporting Requirements \n \n11.  Output and reporting requirements required under the TA by the consultant will be as \nfollows: \n \n(i)  Submit one training manual on mortgage lending practices and standards to the \nlead consultant. \n(ii)  Submit  no  fewer  than  seven  training  materials  and/or  presentations  on  the \ncomponents associated with the mortgage lending manual to the lead consultant. \n \n ", " \n18  Appendix 5 \n \nC.   Lead Housing Finance Consultant (international, 15 person-months) \n \n1.  Objective  \n \n12.   The lead consultant is required to oversee the development of tailored mortgage lending \nguidelines and training to financial institutions in Asia that receive financial support from the \nADB Private Sector Operations Department. The consultant firm will coordinate closely with \nADB and the respective financial institution to develop this program.  \n \n13.   The objective of this assignment is to develop the capacity of financial institutions to \nundertake and expand critically needed housing finance in South and Southeast Asia. More \nspecifically, the TA will strengthen a particular financial institution's underwriting and servicing \nguidelines, product development capabilities, and knowledge of the mortgage markets in which \nit operates. \n \n2.  Scope of Work \n \n14.   The lead consultant will (i) act as ADB's primary point of contact with the housing finance \nconsultants, and (ii) provide design and quality control for the tailored mortgage lending manual \nand training materials for each financial institution. The tailored mortgage lending program will \nbe based upon a previously developed core mortgage lending program developed by ADB. \n \n3.  Detailed Tasks \n \n15.  Detailed tasks of the lead consultant will be to \n \n(i)  act as ADB's main point of contact for the development of the tailored mortgage \nlending manual and training materials for specific banks for which ADB provides \nsupport, maintain regular contact with ADB, and coordinate and disseminate \ninformation in both directions; \n(ii)  set work schedules and ensure deadlines are met;  \n(iii)  review drafts of mortgage manual and training materials;  \n(iv)  provide quality control and coherence of mortgage lending manual with training \nmaterials; \n(v)  coordinate with ADB and appropriate government and finance sector developing \nmember  country  entities  to  arrange  dates  and  other  logistics  for  mapping \nexercises and training seminars; and  \n(vi)  organize and conduct training seminars for financial institution staff. \n \n4.  Output and Reporting Requirements \n \n16.  Output and reporting requirements for the lead consultant will be to \n \n(i)  provide regular reports and updates on work progress;  \n(ii)  submit good quality drafts and a final report of the market mapping exercise;  \n(iii)  produce a tailored mortgage lending manual;  \n(iv)  provide training materials for specific financial institutions;  \n(v)  complete two training courses, one of which will be based upon a train-the-trainer \napproach and the other of which will be offered to senior management and \nconsist of broader themes related to housing finance; and  \n ", "Appendix 5  19 \n(vi)  provide refresher training courses (one course to each financial institution) after 6 \nmonths from the initial training for the specific financial institution.  \n \nD.  Housing Finance Consultants (2 international, 18.5 person-months for each) \n \n1.  Objective  \n \n17.  The  consultants  are  required  to  develop  tailored  mortgage  lending  guidelines  and \ntraining to financial institutions in Asia that receive financial support from the ADB Private Sector \nOperations Department. The consultant firm will coordinate closely with ADB and the respective \nfinancial institution to develop this program.  \n \n18.  The objective of this assignment is to develop the capacity of financial institutions to \nundertake and expand critically needed housing finance in South and Southeast Asia. More \nspecifically, the TA will strengthen a particular financial institution's underwriting and servicing \nguidelines, product development abilities, and knowledge of the mortgage markets in which it \noperates. \n \n2.  Scope of Work \n \n19.  The consultants will (i) map the mortgage markets in those countries in which ADB has \ndetermined  that  banks  are  interested  in  receiving  capacity  development  in  this  sector;  (ii) \nconduct gap analyses on ADB-selected banks' mortgage lending practices as compared with \ninternational best practices; (iii) tailor the ADB standard training manual and training materials to \nspecific banks' needs and practices; (ii) conduct training at banks for senior management, mid-\nlevel management, and operational staff; and (iv) provide a refresher training course 6 months \nafter the initial course has been completed \n \n3.  Detailed Tasks \n \n20.  The consultants will perform the following detailed tasks related to capacity development \nin each financial institution:  \n \n(i)  Market mapping, which will include a field visit to each country and analysis of \nthe  legal  and  regulatory  frameworks  that  enable  or  prevent  housing  finance \ndevelopment  (including  titling  and  foreclosure  processes).  A  housing  market \nanalysis will also be performed that will address demographic trends, affordability \nof  homes,  housing  supply,  customer  demand,  and  knowledge  of  mortgage \nproducts. Additionally, the market mapping exercise will help to identify those \nproducts that are currently offered in the market. \n(ii)  The  consultants  will  conduct  a  gap  analysis  of  the  bank's  current  mortgage \nlending practices. Based upon this analysis and the market mapping exercise, \nthe consultants will work with the bank to tailor ADB's core mortgage lending \nmanual and training materials. \n(iii)  The consultants will provide training seminars for various segments of the bank's \nstaff. Senior management will be provided with a program that helps them to \nestablish  the  financial  institution's  overall  strategy  for  mortgage  lending, \nmarketing  and  promotion,  and  consumer  awareness.  Additionally,  risk \nmanagement and information technology requirements will be addressed, as well \nas funding sources and asset and liability management. For middle management \nand  operational  staff,  a  train-the-trainer  approach  will  be  used  to  ensure \n ", " \n20  Appendix 5 \n \nsustainability over the medium and long term. This will include tailored training \nmaterials,  case  studies,  and  interactive  exercises  to  assist  the  trainers.  The \ntraining package will cover all aspects of mortgage lending.  \n(iv)  The consultants will also provide follow-up training in the form of a refresher \ncourse 6 months after the original training program. This will help to reinforce the \nbasic  concepts  and  practices,  and  ensure  that  the  financial  institution  is \nimplementing best practices. \n \n4.  Output and Reporting Requirements \n \n21.  Output and reporting requirements for the consultants will be to \n \n(i)  Provide market mapping report to lead housing finance consultant. \n(ii)  Submit  tailored  mortgage  lending  manual  and  supplementary  training \npresentations and materials to lead housing finance consultant.   \n(iii)  Work with lead housing finance consultant to conduct three training seminars per \nfinancial institution. \n "], "metadata": {"Author": "cp6", "CreationDate": "D:20091224095218+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20100122143642+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Microsoft Word - final TA S. Lu edits.doc"}, "author_page": " \nABBREVIATIONS \n   \n     \nADB  –  Asian Development Bank \nCOBP  –  country operations business plan \nCSP  –  country strategy and program \nDMC  –  developing member country  \nGDP  –  gross domestic product \nLTV  –  loan-to-value \nPRC  –  People's Republic of China \nPSOD  –  Private Sector Operations Department \nSMEs  –  small and medium-sized enterprises \nTA  –  technical assistance \n     \n \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional–Capacity development technical assistance \n(R-CDTA) \nTargeting Classification  –  General intervention \nSector (subsector)  –  Finance (housing finance, banking systems) \nThemes (subthemes)        –  Capacity development (institutional development), \neconomic growth (widening access to markets and \neconomic opportunities, promoting economic \nefficiency and enabling business environment), private \nsector development (private sector investment)  \nLocation Impact  –  Urban \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n   \nVice-Presidents  X. Zhao, Operations 1 \n  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  R. Van Zwieten, Capital Markets and Financial Sectors Division, PSOD \n \nTeam leader  C. Engstrom, Senior Investment Specialist, PSOD \n   \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "", "fullname": "economic opportunities", "role": "promoting economic", "organization": ""}, {"documentRole": "Vice-Presidents", "fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"documentRole": "Vice-Presidents", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "P. Erquiaga", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"documentRole": "Director", "fullname": "R. Van Zwieten", "role": "Capital Markets and Financial Sectors Division", "organization": "PSOD"}, {"documentRole": "Team leader", "fullname": "C. Engstrom", "role": "Senior Investment Specialist", "organization": "PSOD"}]}