{"path": "data/input/ta/44009-01-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 44009  \nPolicy and Advisory Technical Assistance (PATA) \nDecember 2010 \n \n \n \nPeople’s Republic of China: Financing Road \nConstruction and Maintenance after Fuel Tax  \nReform (Phase 2) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 December 2010) \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1500 \n$1.00 =  CNY6.6670 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  KPS  –  knowledge products and services \n  MOF  –  Ministry of Finance \n  MOT  –  Ministry of Transport \n  PRC  –  People’s Republic of China \n  SSTA  –  small-scale technical assistance \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Transport, and information and communication technology (road \ntransport, transport management and policies) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment, widening access to markets and economic \nopportunities), governance (public administration [national and \ndecentralized]) \nLocation impact  –  Rural (medium), urban (low), national (high) \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  T. Duncan, Transport Division, EARD \n   \nTeam leader  S. Lewis-Workman, Transport Economist, EARD \nTeam members  Y. Ono, Transport Specialist, EARD  \nA. Veron, Young Professional (Transport), EARD \nX. Yang, Principal Transport Economist, EARD \nA. Armamento, Operations Officer, EARD \nR. Araojo, Administrative Assistant, EARD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The  Government  of  the  People’s  Republic  of  China  (PRC)  has  asked  the  Asian \nDevelopment Bank (ADB) for policy and advisory technical assistance (TA) to build on the work \nof  the  prior  small-scale  technical  assistance  (SSTA)  for  Financing  Road  Construction  and \nMaintenance after Fuel Tax Reform, which was completed in 2010.1 The SSTA assessed the \ninitial results of fuel tax reform and identified the key road sector financing issues that should be \nexamined in more detail in this follow-up TA.  \n \n2.  This report is based on the understanding reached between the government and the TA \nfact-finding mission fielded on 11–12 November 2010 in conjunction with the presentation of the \ndraft final report and final workshop of the SSTA. This TA report reflects agreements reached on \nthe impact, outcome, outputs, implementation arrangements, costs, financing arrangements, \nand  terms  of  reference  for  consulting  services  for  the  TA.2 The  design  and  monitoring \nframework is in Appendix 1. \n \nII.  ISSUES \n3.  In recent years, the combination of provincial government financing and debt, toll-based \ndebt financing, and direct financial support from the national government has brought rapid \nexpansion of the system of ordinary,3 national, and provincial trunk roads in the PRC. From \n1995 to 2009, the total roadway system in the PRC more than doubled, growing from 1.16 \nmillion kilometers to 3.86 million kilometers. Additional expansion is planned for most road \nclasses, but the current pace of investment will be difficult to sustain with the limited financial \nresources available to pay for system expansion and growing needs for system operation and \nmaintenance.  Many  provincial  governments  with  limited  resources  have  neglected  road \nmaintenance in favor of construction, which has put a significant percentage of the ordinary road \nnetwork in substandard condition. There is growing understanding in the PRC of the need to \nfocus on asset management and maintenance in addition to expanding the network and of the \nneed for a road financing system that supports both of these goals. \n \n4.  In December 2008, the State Council announced the fuel tax reform to (i) encourage fuel \nefficiency,  (ii)  establish  a  stable  source  of  funds  for  road  construction  and  maintenance, \n(iii) simplify the tax structure, and (iv) link cost recovery with usage of transport infrastructure. In \nJanuary 2009, the gasoline tax was raised from CNY0.2 to CNY1.0 per liter and the light oil tax \nfrom CNY0.1 to CNY0.8 per liter. At the same time, several local fees were abolished, tolls on \nnew class II roads were disallowed, and tolls on existing class II roads began to be phased out. \nThe PRC government also made important policy changes to the existing vehicle purchase tax \nthat are expected to reduce the revenues it provides. To encourage the purchase of vehicles \nthat are more efficient and less polluting, the vehicle purchase tax rate was reduced from 10% \nto 5% for passenger cars with an engine displacement of 1.6 liters and less. The tax reduction \ncame into effect in January 2009.  \n \n5.  The fuel tax reform initiative represents important evolution in the PRC’s approach to \ndelivering its highway program. But the combination of abolished fees and annulled tolls on \nclass  II  roads,  rising  construction  costs  and  maintenance  spending  needs,  and  the  rapid \nimposition and implementation of the fuel tax reform leave several uncertainties about the \n                                                 \n1  ADB. 2009. Technical Assistance to the People’s Republic of China for Financing Road Construction and \nMaintenance after Fuel Tax Reform. Manila.  \n2  The TA first appeared in the business opportunities section of ADB’s website on 25 November 2010. \n3  Ordinary roads are class II roads and below without tolls. \n ", "2  \nsustainability  of  the  PRC’s  road  programs.  The  deterioration  of  existing  ordinary  roads  is \nincreasingly apparent, particularly in rural areas and poorer provinces. Helping the PRC to \ndevise a road financing system that ensures adequate maintenance of existing roads, provides \na stable funding source for ordinary road construction, and supports the PRC’s policies of \ndirecting additional resources to poorer provinces, would support inclusive growth by reducing \ntransport costs and improving transport conditions.  \n \n6.  The  SSTA  began  implementation  in  2009  and  was  completed  in  December  2010, \nserving as the basis for this follow-up TA. The SSTA found that reform has realized many of its \ngoals and principles, including (i) a more equitable tax burden and normalization of fees more \naligned with the principle of the user pays, (ii) improved tax collection efficiency, (iii) enhanced \ncentral government planning and policy influence, and (iv) stronger incentive to reduce fuel \nconsumption and achieve energy savings and emission reductions. \n \n7.  On  the  other  hand,  the  SSTA  study  findings  highlighted  several  key  policy  issues \nassociated with the PRC’s current highway programs and financing system that need to be \naddressed to help ensure the long-term sustainability of the financing system for ordinary roads:  \n(i)  Declining purchasing power. Because the current fuel tax is a fixed excise tax \nat a set rate per volume, inflation immediately begins to erode the purchasing \npower of tax revenues. It is unclear whether or not revenues from the current \nvehicle purchase tax will keep up with inflation.   \n(ii)  Inadequate funding. The analysis of construction and maintenance needs and \nrevenues for ordinary roads reveals that, under the current financing approach, \nthe PRC likely faces a large funding gap that has tended to leave maintenance \nfunding inadequate in the past. While there are uncertainties, the findings make it \nclear that substantial increases above current road funding levels are needed for \nthe PRC to properly maintain and continue developing its roads. \n(iii)  Future use of debt by provincial and local governments. The government \nshould ensure that debt will be used in a productive, responsible, and sustainable \nfashion. \n(iv)  Longer-term funding considerations. Although the short-term prospects for the \nfuel  tax  are  strong,  the  transition  to  electric  and  high-efficiency  vehicles  will \neventually reduce fuel consumption and limit the sustainability of using the fuel \ntax as the primary mechanism for financing ordinary roads. Several developed \ncountries have begun to take this possibility seriously and have determined that \ndistance-based taxes will one day need to supplement or replace fuel taxes. The \nPRC may wish to explore whether a distance-based tax is a future option and, if \nso,  consider  the  steps  needed  in  the  next  few  years  to  facilitate  a  smooth \ntransition. \n(v)  Program administration and performance. A major benefit of centralizing the \ncollection of road charges and the allocation of road funding is that it provides the \ncentral  government  with  justification  and  means  to  ensure  limited  roadway \nresources are spent efficiently, effectively, and in accordance with national goals \nand priorities. To date, however, the bulk of the fuel tax reform has focused on \nimposing the new tax and allocating the funding; limited thought has been given \nto  how  roles  and  responsibilities  for  the  roadway  program  should  evolve  to \nsupport more sustainable programs.   \n \n ", "  3\nIII.  THE TECHNICAL ASSISTANCE \n8.  The TA will help the government to develop a sustainable and equitable funding system \nfor road maintenance and ordinary road development in the PRC. It will address the issues \nidentified under the SSTA as the key barriers to developing a sustainable road financing system. \nThese barriers are (i) insufficient resources available for required maintenance and planned \nconstruction and (ii) deficiencies in program administration, management, and performance. \nThe  TA  will  develop  specific  policy  recommendations  and  an  implementation  strategy  to \naddress these barriers, which the Ministry of Transport (MOT) can use to build consensus \namong  key  government  agencies  and,  eventually,  propose  to  the  State  Council.  The  TA \nimplementation  strategy  and  plan  will  propose  a  testing  and  phasing-in  period  for  the \nrecommended policy and programmatic changes. The government may select one or more pilot \nprovinces in which to test and demonstrate the viability and effectiveness of the proposed \nreforms and provide models that can be scaled up countrywide. \n \nA.  Impact and Outcome \n9.  The impact of the TA will be a sustainable financing system for ordinary roads in the \nPRC measured by (i) the improved condition of the ordinary road network and (ii) targets \nachieved for ordinary road network expansion under the Twelfth Five-Year Plan, 2011–2015. \nThe outcome of the TA will be policy recommendations, measures, and action plans to ensure a \nsustainable road financing system, upon which MOT and the interagency steering committee \nagree.4  \n \nB.  Methodology and Key Activities \n10.  The outputs of the TA will be detailed policy proposals, reform recommendations, and \nimplementation plans with two broad purposes: (i) to ensure adequate resources are available \nto  fund  needed  maintenance  and  planned  road  construction  and  (ii)  to  improve  program \nadministration, management, and performance.  \n \n11.  With respect to the quantity of resources, the key outputs will be (i) a recommended \napproach to ensure fuel tax revenues keep up with inflation, (ii) feasible new revenue sources \nproposed to close the funding gap, (iii) clarification of the role of debt financing for roads and \nrecommendations  for  proper  regulations  and  oversight  responsibilities  with  respect  to  debt \nusage, and (iv) an assessment of the feasibility of fuel taxes in the long term and recommended \nsteps to be taken in the next few years to facilitate a smooth transition to an alternative tax in \nthe medium- to long-term.  \n \n12.  With respect to program administration, management, and performance, the key outputs \nwill  be  (i)  recommendations  for  the  appropriate  roles  and  responsibilities  regarding  road \nplanning,  financing,  management,  and  system  performance  at  each  level  of  government; \n(ii) recommendations on whether to move to a programmatic approach, in which funding would \nbe dedicated to specific purposes aligned with national priorities that may include ensuring road \nmaintenance is carried out, promoting environmental goals, ensuring that development priorities \nfor  western  provinces  are  accounted  for,  and  improved  road  safety,  among  others; \n(iii) recommended  changes  to  fund  management  and  allocation  formulas  to  ensure \ntransparency and accountability and provide an effective financing platform for less-developed \nwestern provinces; (iv) an assessment of the organizational capacity of central government \n                                                 \n4  MOT will form a project steering committee to guide and support the TA (para. 15). \n ", "4  \nagencies  to  effectively  oversee  and  manage  a  centralized  roadway  funding  program;  and \n(v) recommended performance targets to be established for different elements of the roadway \nsystem (e.g., congestion, pavement condition, bridge condition, safety), program administration \n(e.g., administrative costs, on-time and on-budget delivery, transparency and accountability), \nand investment and subsidy criteria (e.g., return on investment, distributional goals, regional \nequity). \n \n13.  Knowledge products and services. Additional knowledge products and services that \nbuild on the findings of the TA will be developed to provide information to key policy makers in \nthe  PRC  and  in  other  developing  member  countries.  At  the  conclusion  of  the  study,  the \nconsultant team and MOT will organize a seminar to explain the findings of the TA, present the \npolicy recommendations to senior policy makers, and seek broad consensus on the need for \nadditional  resources  and  sector  reform.  Additional  knowledge  products  and  services  may \ninclude technical notes on key road finance-reform issues or the development of a component in \nthe knowledge-sharing platform by which the PRC could share with other countries in the region \nits experiences in implementing and managing a financing system for road construction and \nmaintenance based on fuel taxes. \n \nC.  Cost and Financing \n14.  The total cost of the TA is estimated at $550,000 equivalent. ADB will provide $450,000 \nequivalent on a grant basis from its Technical Assistance Special Fund (TASF-other sources). \nThe government will finance the remaining $100,000 equivalent with in-kind contributions, which \nwill include suitably furnished office accommodations with utilities; telecommunication access; \nmaterials,  maps,  data,  and  documents  required  by  the  TA;  and  local  transportation.  The \ngovernment will further cover the costs of utilities for the consultants, counterpart professional \nstaff, and support staff (Appendix 2). \n \nD.  Implementation Arrangements \n15.  MOT will be the executing agency for the TA, responsible for guiding and supervising TA \nactivities and for coordinating with government agencies and organizations, including provincial \nand local governments. MOT will form a project steering committee to guide and support the TA. \nThis committee will be chaired by the deputy director general of the Comprehensive Planning \nDepartment of MOT. It will include senior officials of the Comprehensive Planning Department \nand Highway Administration Department, as well as officers of the Ministry of Finance, the \nNational  Development  and  Reform  Commission,  and  other  agencies.  MOT  will  assign \nappropriate counterpart staff to assist the consultants. Tripartite meetings involving ADB, MOT, \nand the consultants will provide guidance to the consultants and review their reports. The \nconsultants will submit reports to ADB and MOT as scheduled in the design and monitoring \nframework  (Appendix  1).  All  reports  from  the  consultants  will  be  provided  in  English  and \ntranslated into Chinese.  \n \n16.  ADB will engage a team of national consultants through a consulting firm, in accordance \nwith its Guidelines on the Use of Consultants (2010, as amended from time to time) on the basis \nof the quality of the proposal (90%) and the cost of the services to be provided (10%), using \nsimplified technical proposal procedures. The 90:10 weighting is appropriate because (i) the TA \nis  an  advanced  assignment  that  requires  a  high  degree  of  expertise  in  financing  road \nconstruction and maintenance and (ii) the consulting services will have a significant impact on \nthe road sector, road users, and other stakeholders in the PRC. To ensure the quality of the \ninternational consulting services available to the TA, ADB will engage international consultants \n ", "  5\nindividually in accordance with its Guidelines on the Use of Consultants. The external peer \nreviewer will likewise be engaged as an international individual consultant in accordance with \nADB guidelines. \n \n17.  The TA will require 20 person-months of national and 7 person-months of international \nconsultant inputs to satisfy the terms of reference (Appendix 3). The national consultants will \nhave experience with similar assignments in the fields of (i) road sector financing, (ii) national \ntransportation program administration, and (iii) tax policy and law. The international consultants \nwill have experience with conducting similar assignments in the fields of road sector financing \nand transportation program administration. Disbursement will be undertaken in line with ADB’s \nTechnical Assistance Disbursement Handbook (2010, as amended from time to time). The TA \nwill be implemented over 10 months from March 2011 to December 2011. \n \nIV.  THE PRESIDENT'S DECISION \n18.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $450,000 on a grant basis to \nthe  Government  of  the  People’s  Republic  of  China  for  Financing  Road  Construction  and \nMaintenance after Fuel Tax Reform (Phase 2), and hereby reports this action to the Board. \n \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines Reporting Mechanisms Assumptions and Risks\nImpact      Assumptions \nMore sustainable financing  Proportion of ordinary  Pavement condition  The government agrees in \nsystem for ordinary roads  roads assessed to be in  reports for ordinary roads  principle to prioritize \ngood to excellent condition  collected by MOT from  maintenance. \nincreased by 10% by 2016  provincial governments \nFuel and vehicle purchase \n   \ntax revenues continue \nRoad development targets  MOT reports on status of \nupward trend. \nin the Twelfth Five-Year  progress in implementing \nPlan, 2011–2015 achieved  the plan   Risk \nby 2016    Cost inflation is higher than \n  anticipated. \n \nOutcome      Assumptions \nPolicy recommendations,  Policy recommendations  Resolution of steering  MOT remains committed to \nmeasures, and action plans  submitted to the State  committee  policy reform to strengthen \nto ensure a more  Council by 2012    the sustainability of road \nsustainable road financing      financing system. \nsystem is agreed by MOT  Pilot implementation of  Completed agreements \nProvincial governments \nand endorsed by local  recommendations  with provincial \nagree to pilot reforms. \ngovernments  commenced in selected  governments for pilots \nprovinces by 2012  Risk \n  Local governments continue \nprioritizing construction over \n   \nmaintenance.  \n \nOutputs      Assumptions \n1. Policy recommendations  Draft recommendations  Draft final report and  The government provides \nto ensure the adequacy  submitted to the  tripartite review meeting  counterpart support as \nof resources for road  government and ADB by  and workshop  committed. \nmaintenance and  October 2011   \nStakeholders actively \nconstruction     \nparticipate in and support \n     \nreform. \n2. Policy recommendations  Draft recommendations  Draft final report and \nfor reforming road sector  submitted to the  tripartite review meeting  Local governments and \nsystems of revenue  government and ADB by  and workshop  MOT provide data and \ncollection, management,  October 2011    information needed to \nallocation, and      support policy analysis. \nperformance monitoring     \n \nand evaluation     \n     \n3. Phased implementation  Final recommendations  Final report and \nstrategy and plan for pilot  including implementation  completion seminar \ntesting recommendations  plan submitted to the   \nin selected provinces  government and ADB by   \n  November 2011   \n     \n4. Technical notes on fuel  Technical notes and  Appendixes to final report \ntax and road financing  knowledge-sharing  and knowledge-sharing \nreform and component  platform component  seminar completed \nfor knowledge-sharing  developed by December \nplatform  2011 \n \n ", "Appendix 1  7 \nActivi ties with Milestones  Inputs \n   \nActivities  ADB: $450,000 \n1.1. Establish the steering committee (March 2011). \nItem  Amount \n1.2. Prepare working papers on each topic that describe the key problems to be \n($’000) \naddressed and the proposed policy change and its rationale (April 2011). \n1.3. Conduct stakeholder workshops in the inception phase to review findings  Consulting \nto date and initial recommendations (April 2011).  services  320.0 \n2.1. Recommend a strategy to ensure that fuel tax keeps up with inflation.  Workshops and \n2.2. Recommend feasible new revenue sources to close the funding gap.  seminar  21.0 \n2.3. Clarify the ongoing role and oversight of debt financing for roads.  \n2.4. Recommend strategies to ensure long-run financial sustainability.  Overseas training \nprogram  32.0 \n3.1. Recommend appropriate roles and responsibilities for each level of \ngovernment.  Surveys  10.0 \n3.2. Determine whether to move toward a programmatic approach in which \nMiscellaneous \nfunding would be dedicated for specific purposes that could be determined \nadministration \naccording to national goals.  \nand support costs  4.0 \n3.3. Recommend appropriate fund management and allocation strategies.  \n3.4. Assess the organizational capacity of MOT and other relevant central  Equipment  3.0 \ngovernment agencies and recommend needed changes. \nContract \n3.5. Recommend a system of performance management targets for the \nnegotiations  5.0 \nroadway system, program administration, and investment and subsidy \ncriteria.   Contingencies  55.0 \n4.1. Conduct a workshop in the draft final report phase to build consensus on     \nthe proposed policy reforms (October 2011)   \n4.2. Prepare final legislative proposals and an implementation strategy to  Government: $100,000 \nrecommend to the State Council (November 2011). \nItem  Amount \n4.3. Complete a final report that includes policy advice and proposals to ensure \n($’000) \nthat adequate funds are available for needed maintenance and planned \nconstruction and improve the management, implementation, and  Office \nsustainability of the financing system for ordinary roads (November 2011).  accommodation  55.0 \n4.4. Identify provinces where recommended reforms potentially can be pilot \ntested before scaling-up countrywide (November 2011).  Remuneration \nand per diem of \n5.1. Conduct a seminar for key stakeholders after the final report is complete \ncounterpart staff  45.0 \n(December 2011). \n5.2. Develop fuel tax reform and road financing system KPS and a component     \nfor the knowledge-sharing platform (December 2011).   \nMilestones   \n1.  Consultants mobilization   March 2011 \n2.  Submission of inception report    April 2011 \n3.  Inception workshop       April 2011 \n4.  Submission of interim report and preliminary recommendations and draft \nfindings for outputs 1 and 2   August 2011 \n5.  Interim workshop        August 2011 \n6.  Submission of draft final report, including proposed recommendations and \nfindings for outputs 1, 2, and 3  October 2011 \n7.  Final report workshop  October 2011 \n8.  Submission of final report, including policy recommendations and \ncompletion of an implementation plan for  \n        outputs 1, 2, and 3       November 2011 \n9.  Project seminar and KPS (output 4)   December 2011 \n10.  Closing of TA        May 2012 \nADB = Asian Development Bank, KPS = knowledge products and services, MOT = Ministry of Transport, PRC = People’s Republic \nof China, TA = technical assistance.  \nSource: Asian Development Bank estimates. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n  Total \nItem  Cost \nA.  Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (7 person-months)  150.0 \n      ii.  National consultants (20 person-months)  120.0 \n      iii.  External peer reviewer (5 days)  5.0 \n    b.  International and local travel  20.0 \n    c.  Reports, translation, and communications  25.0 \n  2.  Workshops and seminarb  21.0 \n  3.  Overseas training programc  32.0 \n  4.  Surveys  10.0 \n  5.  Miscellaneous administration and support costs  4.0 \n  6.  Equipmentd  3.0 \n  7.  Contract negotiations  5.0 \n  8.  Contingenciese  55.0 \n                   Subtotal (A)  450.0 \n \nB.  Government Financing   \n  1.  Office accommodationf  55.0 \n  2.  Remuneration and per diem of counterpart staff  45.0 \n      Subtotal (B)  100.0 \n   \n        Total  550.0 \na  Financed  by  the  Asian  Development  Bank’s  Technical  Assistance  Special  Fund  (TASF-other \nsources). \nb  Costs based on equivalent workshops and seminars held during the previous small-scale technical \nassistance.  Workshops  and  seminars  will  be  implemented  by  the  consultants  and  the  costs \nadministered through the consulting contract. \nc  Overseas training program costs will be incurred in Asian Development Bank member countries. \nd  All  equipment  will  be  purchased  in  accordance  with  ADB  Procurement  Guidelines  (2010,  as \namended from time to time) to provide computers and a printer for counterpart staff and will be \nturned over to the executing agency upon completion of the technical assistance. \ne  Resource persons may be hired to participate in  workshops and seminars using unallocated \ncontingency funds. \nf  Office accommodation includes office space; telephone, fax, and internet lines and connection; \nutilities; etc. \nSource: Asian Development Bank estimates. \n \n \n \n \n ", "    Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  General \n \n1.  Consultants  for  the  policy  and  advisory  technical  assistance  (TA)  Financing  Road \nConstruction and Maintenance after Fuel Tax Reform (Phase 2) will perform their tasks in close \nconsultation with the Ministry of Transport (MOT), other national government agencies, and \nlocal governments to ensure full acceptance of the TA outcome. The TA will require 7 person-\nmonths  of  international  consulting  services  and  20  person-months  of  national  consulting \nservices over 10 months. The consultants should demonstrate extensive consulting skills and \nexperience  in  the  fields  of  (i) road  sector  financing  policy  (4  person-months  international, \n6 person-months national); (ii) financial analysis and program management in the road sector \n(3 person-months  international,  5 person-months  national);  (iii)  economics  and  forecasting \n(5 person-months national); and (iv) tax policy and law in the People’s Republic of China (PRC) \n(4 person-months national). \n \n2.  The national road sector financing specialist will be the team leader. The consultant \nshould have extensive knowledge and at least 10 years’ experience of road sector finance and \npolicy, including in-depth appreciation of (i) the background of fuel tax reform; (ii) the roles and \nresponsibilities  of  MOT,  other  key  PRC  ministries,  and  provincial  and  local  governments \ninvolved in road financing, construction, and maintenance; and (iii) the national, provincial, and \nlocal financing systems for road construction and maintenance. The consultant should have \nexperience in collecting and analyzing as research financial data on road construction and \nmaintenance at national, provincial, and local levels.  \n \n3.  The  national  financial  analysis  and  program  management  specialist  should  have \nextensive knowledge and at least 8 years’ experience of road sector planning and development \nand the financial analysis of road projects and programs. The consultant should also have \nknowledge  and  practical  experience  of  the  administration  and  management  of  national, \nprovincial, and local road financing systems and programs and in-depth appreciation of (i) road \ninfrastructure policy in the PRC; (ii) the administration of funding programs for road maintenance \nand  construction  in  the  PRC  after  fuel  tax  reform;  and  (iii)  issues  related  to  financial \nmanagement, system performance, and data availability in the road sector at the national, \nprovincial, and local levels.  \n \n4.  The national economics and forecasting expert will have extensive knowledge of and at \nleast 10 years’ experience with developing tax revenue forecasts in the PRC. He or she will be \nfamiliar with the data that is available from national and provincial governments that will be \nrequired to estimate future tax revenues. The consultant will be responsible for documenting the \nrevenue-forecasting methodology and all assumptions, ensuring that all the needed data is \ncollected, and preparing estimates of the revenues that could be raised from each potential \nrevenue source. \n \n5.  The national tax policy and legal advisor should have extensive knowledge and at least \n8 years’ experience with fuel tax reform, including an appreciation of (i) tax policy, mechanisms, \nand implementation; (ii) fuel tax revenues and revenue-allocation systems; and (iii) the national \nand provincial legal frameworks in the PRC for tax policy reform, tax system management, and \ntax policy implementation. \n \n6.  The international road sector financing specialist will be the deputy team leader. The \nconsultant should have extensive knowledge and at least 10 years’ experience of road sector \n ", "10  Appendix 3 \nplanning, financing, and policy development and reform in one or more developed countries and \nextensive experience of formulating national transport sector financing strategies and scenarios \nand recommending policy options. \n \n7.  The international financial analysis and program management specialist should have \nextensive  knowledge  and  at  least  10  years’  experience  of  road  sector  planning  and \ndevelopment and the financial analysis of road projects and programs, as well as knowledge \nand practical experience of the administration and management of road financing systems and \nprograms in one or more developed countries. \n \nB.  Scope of Work \n \n8.  The basis for the work under this TA is the prior small-scale TA (SSTA) Financing Road \nConstruction and Maintenance after Fuel Tax Reform, which was completed in 2010.1 The \npurpose of that SSTA was to identify and explore high-level policy issues, options, and future \nresearch  needs  associated  with  financing  ordinary  and  rural  road  construction  and \nmaintenance, with the aim of improving the sustainability of ordinary roadway programs in the \nPRC. The SSTA found that, while fuel tax reform had a number of positive effects, several key \nissues need to be addressed to make the financing system for ordinary roads in the PRC \nsustainable. These issues are to be addressed in the TA as described below. \n9.  Task 1: Ensuring sufficient funding for ordinary roads. The fuel tax reform effort has \nexposed the need to increase the revenues collected and distributed to finance needed road \nmaintenance, rehabilitation, and construction. The TA should adapt best practices from around \nthe  world  to  the  PRC  context  to  develop  policy  proposals  to  ensure  that  sufficient  and \nsustainable revenues are available to finance ordinary road needs. Within this broad topic area \nrelated to the quantity of funding available, there are several distinct issues that must be \naddressed in the TA:  \n(i)  Inflation. To ensure that revenues do not grow much more slowly than costs, a \nmechanism  must  be  established  to  ensure  that  the  tax  rate  is  adjusted  for \ninflation  at  regular  intervals.  Research  with  reference  to  the  PRC’s  legal \nframework for tax policy and lessons from international experience should be \nused to identify the most promising methods of adjusting the current fuel tax rate \nand address the legal framework for tax rate adjustment in the PRC. \n(ii)  New revenues. Even disregarding inflation, revenues are well below what is \nneeded to maintain the road network and fund ongoing construction. To close the \nfunding gap over the next 5 to 10 years, the consultants shall propose practical \nways to increase revenues for ordinary roads from central, provincial, and local \ngovernments while adhering, as much as possible, to the principle of the user \npays. The consultants shall (a) assess the feasibility of increasing the existing \nfuel tax and vehicle purchase or use tax, (b) estimate the rates that would be \nrequired to close the funding gap, and (c) assess the feasibility and revenue-\nraising potential of development impact fees and of mobilizing private sector \nresources to address funding shortfalls. \n(iii)  Debt. There is a need to clarify the ongoing role and oversight of debt financing \nto deliver roadway projects. Research should explore ways to rationalize future \nborrowing for roadway investment with national program goals and sustainable \npractices by exploring whether standards or requirements should be established \n                                                 \n1  ADB. 2009. Technical Assistance to the People’s Republic of China for Financing Road Construction and \nMaintenance after Fuel Tax Reform. Manila.  \n ", "  Appendix 3  11 \nto ensure that provincial and local governments do not become overleveraged. \nThe consultants will highlight how other countries address the debt issue and \nextract any lessons that could be utilized in the PRC to support policy reform in \nthis area. The consultants will provide recommendations regarding the funding \nsources  that  should  be  used  to  secure  debt  and/or  provide  debt  service \npayments, including any legal, policy, or other changes needed to facilitate this \nuse.  \n(iv)  Long-run feasibility. While the short-term prospects for the gas tax are strong, \nthere is clearly the possibility that the transition to alternative fuel and high-\nefficiency  vehicles  will  eventually  reduce  fuel  consumption  and  limit  the \nsustainability of depending on the fuel tax. Several countries have begun to \nexplore  the  implementation  of  distance-based  taxes  as  a  possible  future \nreplacement for fuel taxes. The PRC may wish to explore whether a distance-\nbased tax is a future option and, if so, consider the steps that will need to be \ntaken in the next few years to facilitate a smooth transition to such a tax in the \nmedium- to long-term. \n \n10.  Task  2:  Reforming  program  management  and  performance.  Centralizing  the \ncollection of road charges and the allocation of road funding highlights the need to develop a \nclear and well-defined program management framework. Fuel tax reform provides the central \ngovernment with justification and means to ensure that limited roadway resources are spent \nefficiently, effectively, and in accordance with national goals and priorities. Many countries have \naddressed these same issues in developing their road financing systems and can provide \nexamples of successful approaches that could be adapted to the PRC and highlight potential \npitfalls. The TA shall address the following key management and performance issues: \n(i)  Roles and responsibilities. The division of roles and responsibilities of each \nlevel of government needs to be clarified under the new centralized revenue-\ncollection scheme. The centralization of revenue collection and allocation has \nbeen accomplished, yet provincial responsibilities for planning, financing, and \nmaintaining ordinary roads remain the same. The TA shall recommend changes \nto the division of roles and responsibilities at each level of government to improve \ntransparency and the ability of the government to ensure adequate performance. \n(ii)  Programmatic approach. The TA will recommend whether to move toward a \nprogrammatic  approach,  in  which  funding  would  be  dedicated  to  specific \npurposes that could be determined according to national goals such as safety, \nmaintenance, and operation, and/or to direct construction spending to certain \ncategories of roadways or other types of projects. Lessons from national and \ninternational experience and analysis of the needs and characteristics of the \nPRC road sector will be the bases for determining appropriate categories and \nassociated funding levels or shares, program management and oversight needs, \nand funding allocation methodologies.  \n(iii)  Fund management and allocation. The TA will recommend whether the PRC \nshould, like many countries, dedicate its transportation taxes and user fees to a \ntrust fund and provide recommendations on how such a fund should be managed. \nThe allocation of transportation funds generally requires some form of formula or \nrule-base allocation. The consultants will examine international experience with \nshadow tolling and assess the feasibility of using shadow tolls to finance new \nroad construction and maintenance in the PRC. The consultants will, based on \nthe needs of the funding allocation system and the availability and quality of \ninformation from provincial and local governments, recommend what data would \n ", "12  Appendix 3 \nbe required on key allocation factors (e.g., traffic levels, congestion, network \ncondition, etc.) to effectively and efficiently manage the road funding programs.  \n(iv)  Organizational capacity. The TA needs to address whether MOT and other \ncentral government agencies such as the Ministry of Finance have the staff \nresources and management systems required to effectively oversee and support \na centralized roadway funding program and recommend changes to provide the \nneeded capacity for program management and oversight. \n(v)  Performance management. Management systems will require that some sort of \nperformance management targets be established for different elements of the \nroadway system (e.g., congestion, pavement condition, bridge condition, safety, \netc.), program administration (e.g., administrative costs, on-time and on-budget \ndelivery,  transparency  and  accountability,  etc.),  and  investment  and  subsidy \ncriteria (e.g., return on investment, distributional goals, regional equity, etc.). The \nconsultants  will  identify  the  key  performance  metrics  that  will  be  needed  to \nimplement the policy reform recommendations and describe how the information \nshould be utilized to ensure that a sustainable, equitable, and transparent road \nfinancing system is implemented in the PRC. \n \n11.  Task 3: Implementation plan. The TA should propose specific policy changes and \nproposals and a phased implementation strategy that MOT can use to support dialogue and \nconsensus building among key government agencies with the goal of eventually presenting the \nproposals to the State Council. \n12.  Task  4:  Knowledge  products  and  services.  Additional  knowledge  products  and \nservices that build on the findings of the TA will be developed to provide information to key \npolicy makers in the PRC and other developing member countries. Knowledge products and \nservices may include the development of a component in the knowledge-sharing platform by \nwhich the PRC can share its experiences of implementing a sustainable financing system for \nroad construction and maintenance based on fuel taxes. \nC.  Study Approach and Methodology \n \n13.  Inception activities. For each key road financing issue, the consultants will develop a \nworking paper that will be circulated prior to the inception workshop and refined after receiving \ncomments from the project steering committee, MOT, and ADB. The initial working papers will \n(i) describe the issue in detail and state the rationale for policy change in that area, (ii) describe \nthe  status  quo  and  the  range  of  policy  options  that  will  be  considered,  (iii)  identify  other \ncountries that have chosen particular policy directions and highlight the pros and cons of each \noption, and (iv) present the methodology that will be used to analyze and select the final \nproposals, including data needs and evaluation criteria. The working papers will be incorporated \ninto an inception report that will present the key findings from the SSTA, state the purpose and \nrationale for the follow-on TA, and specify the TA outputs in detail. \n14.  After the inception workshop, the working papers will be updated based on the workshop \nresults and comments from MOT and ADB. The revised working papers will be submitted to the \nsteering  committee  to  develop  consensus  on  the  proposed  direction  and  ensure  that  it  is \nfeasible. Issues that are unlikely to be solved under the TA will be set aside for future research. \n15.  Prior to the interim report, the TA consultants will design an overseas training program \nfor decision makers who will visit one or more developed countries with a financing system \nbased on fuel taxes that can provide examples of the various policy options being explored \n ", "  Appendix 3  13 \nunder the TA. The goal of the training program will be to learn lessons from international \nexperience, consult with policy makers in other countries, and relate international experience \nand best practices to the situation in the PRC. \n16.  Interim activities. In the interim stage, updated working papers will be prepared to \npresent the analysis conducted on each key issue, describe the experiences of similar policies \nimplemented in other countries, assess the suitability of the policy options to the situation in the \nPRC, and narrow the options down to the preferred policies that will be recommended by the TA \nfor each key area. The working papers will be incorporated into an interim report that clearly \nlays out the proposed policy recommendations, as well as the rationale and analyses conducted \nto support the recommendations. An interim workshop will be held to present and discuss the \nfindings to date. Following the interim workshop, updated working papers will be circulated to \nthe project steering committee, MOT, and ADB.  \n17.  Final  report  development.  After  the  revised  interim  working  papers  have  been \napproved by the project steering committee and ADB, the TA will develop the detailed policy \nproposals for each key road financing issue. The policy proposals will take into account the \nspecific needs and policy-making environment in the PRC and learn from experiences and best \npractices in other countries and the results of the overseas training program. The working \npapers will then be circulated to the steering committee, MOT, and ADB. In the event that the \nsteering committee cannot come to a consensus on the proposed policy direction for one or \nmore of the key policy issues regarding the road financing system, the TA will document these \nconcerns, identify the additional analysis required to develop a final policy recommendation, and \nleave the issue for future research. The final report will present the specific policy proposals and \ninclude a proposed implementation strategy that identifies provinces where the recommended \nchanges potentially can be pilot tested before scaling up the reforms countrywide.  \nD.  Reporting \n \n18.  The consultants will submit (i) an inception report, 3 weeks after commencement of \nservices, detailing the consultant team’s understanding of the issues to be addressed in the TA; \nthe approach, methodology, and information required to complete the TA; and a series of \nworking papers describing the initial thinking of the consultant team on the recommended policy \ndirections; (ii) an interim report, after 24 weeks, including updated working papers on each topic, \ninitial findings, and draft recommendations; (iii) a draft final report, after 36 weeks, including final \nworking  papers,  key  findings,  conclusions,  policy  reform  proposals,  and  a  proposed \nimplementation plan; and (iv) a final report, 2 weeks after the receipt of review comments from \nADB and MOT. Workshops will be planned and held in the inception, interim, and final phases \nand include high-level consultation with key policy makers and other sector stakeholders. \n19.  MOT requires five copies of each report and working paper in English and Chinese, the \nMinistry of Finance (TA Division) two copies of each report in English and Chinese, and ADB \nfive copies of each report in English and Chinese. The consultants will report on progress and \nkey findings to the project steering committee. The team leader and the deputy team leader will \nedit the final report for publication. All reports will be submitted in both hard copy and soft copy. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101203153231+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 44009, people's republic of china, prc, policy and advisory technical assistance, adb technical assistance, transport, ict, information and communication technology, roads, transport management, economic growth, access to markets, economic opportunities, governance", "ModDate": "D:20101221115946+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Technical Assistance Report: People’s Republic of China: Financing Road Construction and Maintenance after Fuel Tax"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 1 December 2010) \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1500 \n$1.00 =  CNY6.6670 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  KPS  –  knowledge products and services \n  MOF  –  Ministry of Finance \n  MOT  –  Ministry of Transport \n  PRC  –  People’s Republic of China \n  SSTA  –  small-scale technical assistance \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Transport, and information and communication technology (road \ntransport, transport management and policies) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment, widening access to markets and economic \nopportunities), governance (public administration [national and \ndecentralized]) \nLocation impact  –  Rural (medium), urban (low), national (high) \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  T. Duncan, Transport Division, EARD \n   \nTeam leader  S. Lewis-Workman, Transport Economist, EARD \nTeam members  Y. Ono, Transport Specialist, EARD  \nA. Veron, Young Professional (Transport), EARD \nX. Yang, Principal Transport Economist, EARD \nA. Armamento, Operations Officer, EARD \nR. Araojo, Administrative Assistant, EARD \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "", "fullname": "business environment", "role": "widening access to markets and economic", "organization": ""}, {"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "T. Duncan", "role": "Transport Division", "organization": "EARD"}, {"documentRole": "Team leader", "fullname": "S. Lewis-Workman", "role": "Transport Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "Y. Ono", "role": "Transport Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "A. Veron", "role": "Young Professional (Transport)", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "X. Yang", "role": "Principal Transport Economist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "A. Armamento", "role": "Operations Officer", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "R. Araojo", "role": "Administrative Assistant", "organization": "EARD"}]}