{"path": "data/input/ta/44013-012-prc-pptar.pdf", "pages": [" \nPROJECT PREPARATORY TECHNICAL ASSISTANCE \n \nA.  Justification \n \n1.  The Government requested ADB for assistance in financing the proposed Shanxi Energy \nEfficiency  and  Environment  Improvement  Project.  However,  SPG  informed  ADB  that  the \nfeasibility study and environment assessment of the proposed subprojects have not yet been \nfinalized,  thus  limited  information  is  available  at  the  moment.  This  situation  presents  an \nopportunity for fielding selected experts to assist the implementing agencies of subprojects in \nimproving the project design and familiarizing with ADB’s requirements and procedures. A \nproject preparatory technical assistance (TA) is required to conduct the due diligence on several \naspects of the proposed loan (para. 9 of main text).  \n \nB.  Major Outputs and Activities \n \n2.  The major outputs and activities are summarized in Table A5.1.  \n \nTable A5.1: Summary of Major Outputs and Activities \nExpected  Major outputs Expected \nCompletion  Completion \nMajor Activities  Date  Date \nConduct  due  diligence  on  technical,  December 2011  Sufficient  information  gathered  December \neconomic  and  financial,  environment,  and  analyzed  to  justify/prepare  2011 \ngovernance,  sector  policy,  social  the proposed loan. \ndimensions,  procurement,  and \nsafeguards aspects of the project \n       \nHold  inception,  midterm,  and  final  June  2011  A good understanding of the  February \nworkshops; conduct training  (inception),  proposed loan is reached  2012 \nOctober  2011  between ADB and various \n(midterm),  stakeholders in Shanxi province. \nJanuary  2012   \n(final, training) \nSource: Asian Development Bank estimates.\n   \nC.  Cost Estimate and Proposed Financing Arrangement  \n \n3.  The total cost of the TA is estimated at $650,000 equivalent. It is proposed that ADB \nfinance $550,000 equivalent on a grant basis from the TA special fund-Others. The Government \nwill provide the balance of local costs, equivalent to $100,000, to cover in-kind counterpart costs \nand services for counterpart staff, office space, furniture, administrative support services, and \nlocal (city) transport and logistics costs. The detailed cost estimate is in Table A5.2. The \ngovernment was advised that approval of the TA does not commit ADB to financing any ensuing \nproject. \n \n \n \n \n \n \n \n \n \n ", "2 \nTable A5.2: Cost Estimates and Financing Plan \n ($'000) \nItem  Total Cost \nA.  ADB Financinga   \nPart 1:   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      National consultants (8 person-months)  40.0 \n    b.  Local travel  5.0 \n  2.  Contingencies  5.0 \n    Subtotal of Part 1  50.0 \nPart 2:   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (10.5 person-months)  229.0 \n      ii.  National consultants (24 person-months)  128.0 \n    b.  International and local travel  35.0 \n    c.  Reports, translations, and communications  15.0 \n  2.  Equipment (computer, printer, etc.)b  8.0 \n  3.  Workshops, training, seminars, and conferencesc   \n    a.  Workshops  10.0 \n    b.  Trainings  10.0 \n  4.  Surveys  15.0 \n  5.  Representative for contract negotiations  5.0 \n  6.  Contingencies  45.0 \n    Subtotal of part 2  500.0 \nSubtotal (A)  550.0 \nB.  GOVERNMENT FINANCING   \n  1.  Office accommodation and transport  50.0 \n  2.  Remuneration and per diem of counterpart staff  50.0 \n    Subtotal (B)  100.0 \n      Total  650.0 \na Proposed for financing by ADB’s Technical Assistance funding program (TA Special Fund-others). \nb  Equipment \nType   Quantity  Cost \nPhotocopier   1  $2,000 \nFax machine  2  $   500 \nLaptop computer  3  $3,500 \nPrinter  3  $1,000 \nOther office equipment (as necessary)  $1,000 \nc  Workshops, training, seminars, and conferences \nPurpose  Venue \nInception workshop  Taiyuan, Shanxi \nMidterm workshop  Taiyuan, Shanxi \nFinal workshop  Taiyuan, Shanxi or Beijing \nProject implementation trainings (two times)  Taiyuan, Shanxi or Beijing \nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank estimates. \n \nD.  Consulting Services \n4.  An  early  start  in  the  implementation  of  the  subprojects  is  critical  to  ensure  that \nimplementation activities are started during the non-heating season in 2013. Thus, in order to \nmeet  this  requirement,  immediate  start  of  data  collection  and  preliminary  assessment  of ", "3 \nproposed subprojects’ documents will help identify, at an early stage, critical issues to be \ninvestigated and ensure that good quality project documentation necessary to meet the loan \nprocessing schedule is produced. The TA will thus be implemented in two stages, Part 1 (data \ngathering and preliminary assessment) and Part 2 (detailed assessment). Part 1 can commence \nimmediately while the consultant selection process for Part 2 is still ongoing. For Part 1, four \nindividual national consultants (total of 8 person-months) will be recruited by ADB in accordance \nwith the Guidelines on the Use of Consultants (2010, as amended from time to time). For Part 2, \na consulting firm will be engaged by ADB in accordance with ADB’s Guidelines on the Use of \nConsultants (2010, as amended from time to time) through quality- and cost-based selection \nmethod (with a quality-cost ratio of 80:20) using simplified technical proposal. Part 2 will require \na total of 10.5 person-months of international and 24 person-months of national consulting \nservices.  The  required  positions  and  person-months  are  indicated  in  Table  A5.3.  The \nprocurement  of  equipment  by  consultants,  under  the  TA,  will  follow  ADB’s  Procurement \nGuidelines (2010, as amended from time to time). These equipment shall be turned over to the \nexecuting agency upon TA completion. Disbursement under the TA will be done in accordance \nwith the ADB’s Technical Assistance Disbursement Handbook (2010, as amended from time to \ntime). \n \nTable A5.3: Summary Consulting Service Requirement \nPart 1. \nInternational    National   \nName of Positions  Person-months  Name of Positions  Person-months \n    Heating Engineer  2 \n    Environment Specialist  2 \n    Financial Specialist  2 \nSector Specialist  2 \nTotal  0  Total  8 \n \nPart 2. \nInternational    National   \nName of Positions  Person-months  Name of Positions  Person-months \nHeating Engineer/Team  5  Heating Engineer/co-team  5 \nLeader  Leader \nSocial Safeguard and  1.5  Social Safeguard and  3 \nAnalysis Specialist   Analysis Specialist \nEnvironment Specialist  3  Environment Specialist  4 \nGas Distribution Engineer  1 \n    Financial Specialist  3 \n    Economist  3 \n    Gas Engineer  2 \n    Procurement Specialist  4 \nTotal  10.5  Total  24 \nSource: Asian Development Bank estimates. \n \n5.  The outline terms of reference for the project preparatory TA consultants are described \nin Appendix 5.1. \n \nE.  Implementation Arrangements \n \n6.  The executing agency will be the SPG. The implementing agencies will be the municipal \ngovernment of each subprojects or the heating and gas supply companies supported by the ", "4 \nproject management office (PMO)1 under the SPG to coordinate and communicate with relevant \ngovernment agencies and ADB. The executing agency and the implementing agencies will \nprovide support to the consultants, including (i) arranging meetings with relevant government \nagencies and industries; (ii) providing access to all data permitted by the PRC law, including \ndocuments,  reports,  accounts,  drawings  and  maps,  and  permission  to  enter  offices,  as \nappropriate and necessary, to undertake the work, (iii) a suitably furnished office with utilities \nand  telecommunication  access,  and  (iv)  city-level  transport  for  consultants.  Costs  for  the \nconduct of various workshops/ seminars/ conferences and surveys will be administered by the \nconsulting firm.  \n \n7.  The  proposed  project  preparatory  TA  processing  and  implementation  schedule  is \npresented in Table 5.4.  \n \nTable A5.4: Proposed Technical Assistance Processing and Implementation Schedule \nMajor Milestones  Expected Completion Date \nConcept paper approval  December 2010 \nSigning of the TA Letter of \nAgreement  January 2011 \nConsulting services selection for \nPart 1  January 2011 (1 month) \nConsulting services selection for \nPart 2  January 2011–April 2011 (4 months) \nFielding of consultants  February 2011 for Part 1 and May 2011 for Part 2 \nInception workshop  June 2011 \nMidterm workshop/ Training  October 2011 \nFinal workshop  January  2011 \nTraining on project implementation  January 2012 \nFinancial closure  April 2012 \nSource: Asian Development Bank estimates.\n \n \n   \n                                                 \n1  See footnote 6 of main text.  ", "5 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Part 1 \n \n1.  The outline terms of references for Part 1 of the project preparatory TA consultants are \ndescribed in paras. 2 to 5. \n \n2.  Heating Engineer (national, 2 person-months) will perform the following tasks: \n(i)  Visit each subproject site to assess the status of preparation and readiness of the \nproposed subproject, and outline the estimated period for approval by relevant \ngovernment authorities. \n(ii)  Review feasibility reports and other relevant documents to (a) assess technical \nsoundness,  (b)  identify  technical  risks,  and  (c)  recommend  areas  for \nimprovement of the project design.  \n(iii)  Estimate preliminary heating demand of each subproject.  \n(iv)  Assess the potential energy efficiency improvements from each subproject. \n(v)  Analyze demand-side (residential and commercial buildings) energy conservation \nmeasures  including  technical,  regulatory,  building  code,  and  heating  pricing \naspects together with the Sector Specialist. \n(vi)  Conduct  comparative  cost  analysis  and  and  describe  technology  employed \nbetween coal-based district heating system and renewable based district heating \n(solar, wind, biomass, or heat pump) and justify why or why not coal-based district \nheating is the most appropriate technology in the project area.  \n(vii)  Coordinate with the other specialists in the preparation of a preliminary project \nassessment report and prepare the technical sections of the report. \n \n3.  Environment Specialist (national, 2 person-months) will perform the following tasks: \n(i)  Visit each subproject site and review the draft environmental impact assessment \n(EIA) reports to assess its completeness and estimated period for approval by \nrelevant government authorities;  \n(ii)  Collect  preliminary  data  on  land  acquisition,  housing  demolition,  number  of \naffected people, and compensation rate.  \n(iii)  Identify any major risks associated with environmental related issues and make \npreliminary  assessment  whether  adequate  mitigation  measures  have  been \nproposed. \n(iv)  Perform a preliminary assessment of the environmental benefits from project \nimplementation, including (a) energy efficiency improvements, (b) reductions in \nair emissions, and (c) other environmental benefits.  \n(v)  Estimate the air emission reductions of main pollutants as a result of each central \nheating subproject based on the number of boilers to be removed within the \nservice areas of each subproject. Perform similar analysis for the gas project. \n(vi)  Review  the  costs  of  the  proposed  environmental  mitigation  measures  and \nimplementation of the environmental monitoring plan. \n(vii)  Initially categorize possible environmental classification based on the review of \nthe draft EIAs for each subproject. \n(viii)  Prepare the environmental section of the preliminary project assessment report. \n \n4.  Financial Specialist (national, 2 person-months) will perform the following tasks: \n(i)  Visit  all  implementing  agencies  to  (a)  assess  the  organizational  structure \nincluding ownership structure of private sector, (b) assess financial management ", "6 \ncapacity  and  internal  controls,  and  (c)  recommend  required  institutional \nstrengthening and capacity building. \n(ii)  Review  the  audited  and  unaudited  financial  statements  of  the  implementing \nagencies for the past 4 years to assess: (a) historical financial performance, (b) \nheating tariffs, (c) capital structure, and (d) sufficient generation of internal funds \nto support sustainability of ongoing operations (i.e., the ability to service existing \ndebts and to finance a reasonable proportion of capital expenditures). \n(iii)  Conduct preliminary financial management assessment. \n(iv)  Conduct  a  preliminary  financial  analysis  of  all  subprojects  and  prepare \npreliminary projected financial statements (balance sheet, income statement, and \nstatement of cash flows) for the next 10 years).  \n(v)  Prepare the financial section of the preliminary project assessment report. \n \n5.  Sector Specialist (national, 2.0 person-months) will perform the following tasks: \n(i)  Provide general macro and sector information, including energy production and \nconsumption  by  sector,  energy  efficiency,  and  heating/gas  production  and \nconsumption by sector for the PRC and Shanxi province. Analyze the sectoral \nand policy context of the proposed project. \n(ii)  Obtain  information  on  the  provincial  policy  and  status  of  implementation  of \nrenewable energy program (e.g., solar, wind, biomass, coal bed and coal mine \nmethane gas or heat pump), including government plan, if any, to switch heating \nsource from coal to renewables. Collect information on total heating area served by \nrenewable energy disaggregated by energy source. \n(iii)  Assess the current status and challenges of the heating and gas sectors in the \nPeople's Republic of China (PRC) and Shanxi province. \n(iv)  Assess policies and reform program, and status of enforcement on heating and \ngas subsectors with emphasis on (a) tariff system and affordability analysis, (b) \nbilling and collection, and (c) regulations and policies on energy conservation and \nefficiency  improvement  including  building  energy  efficiency  measures  and \ndemand side management, (d) assistance program for the poor, and (e) private \nsector participation. Develop appropriate recommendations. \n(v)  Obtain  city-specific heating and gas supply/demand status in the project cities. \n(vi)  Review  the  heating/gas  tariff  structures  and  heating/gas  tariff  adjustment \nprocedures in Shanxi province and in each of the project cities. Discuss with \nrelevant government agencies on their plans to reform heating/gas tariff system \nand the implementation plan for approved reforms. \n(vii)  Discuss with the implementing agencies on the collection of heating/gas tariffs, \ncollection rates and measures taken or to be taken to increase the collection \nrates. \n(viii)  Assess affordability issues related to heating/gas supply for the poor; review the \ncurrent practices to help reduce the burden of the poor on heating/gas tariffs; \nrecommend pro-poor activities that could be included in the project and would \ndirectly benefit the poor in the project cities. \n(ix)  Analyze demand-side (residential and commercial buildings) energy conservation \nmeasures  including  technical,  regulatory,  building  code,  and  heating  pricing \naspects together with the heating engineer. \n(x)  Provide an independent assessment of the short-term (3 years) and long-term \n(system planning period) demand forecasts that take into account historical trends, \nstructural changes, efficiency improvement, energy prices, gross domestic product \ngrowth, investment distribution and growth, and other important factors affecting \nenergy, heating demand and gas demand in Shanxi province.  ", "7 \n(xi)  Analyze government policies that may have significant impact on the demand and \nsupply  of  energy.  Provide  a  detailed  discussion  of  the  assumptions  and \nmethodology used in demand forecasting.  \n(xii)  Discuss the possibilities for corporatization of district heating companies. Identify \nthe barriers.  \n(xiii)  Prepare a report and prepare the analysis section for the heating and gas sectors \nof the project due diligence report. \n \nB.   Part 2 \n \n6.  The outline terms of references for the Part 2 of project preparatory TA consultants are \ndescribed in paras. 7 to 13. \n \n7.  Heating Engineer/Team Leader (international, 5 person-months; national, 5 person \nmonths) will perform the following tasks: \n(i)  Take  project  team  leadership  and  coordinate  with  all  other  experts  on  the \nassignment to ensure quality of work. The national expert will act as the team \nleader among the national consultants and will assist the international expert in \nperforming all tasks. \n(ii)  Be responsible for the overall management of the project and liaise with ADB and \nthe executing agency during the implementation of the project preparatory TA. \n(iii)  Evaluate technical issues for each subproject by reviewing background data and \nfeasibility reports for each subproject, and if appropriate, provide suggestions for \nimprovement of the project design. \n(iv)  Assess the physical resources, including heat capacity, heat production, and \ndesign concepts. Determine and provide the full technical justification for the \nsubprojects and compare with possible alternatives. \n(v)  Compare  the  internationally  available  best  technologies  in  terms  of  energy \nefficiency  and  emission  reduction,  identify  pros  and  cons  for  best  available \ntechnologies, and propose locally appropriate technology in the project design. \n(vi)  Assess possibility of combined heat and power plants for heat supply source. \n(vii)  Identify the likely technical and other risks facing the various aspects of each \nsubproject,  and  evaluate  the  viability  of  the  project  under  these  risks. \nRecommend mitigating measures. \n(viii)  Review  sector  analysis  and  identify  gaps.  Review  heating/gas  demand \nprojections and assess the assumptions for the projections in conjunction with \nthe Financial Specialist and Economist. \n(ix)  Review calculations done by the Environment Specialist on the energy efficiency \nimprovements, avoided annual coal consumption, and avoided annual emission \n(green house gasses and the other air pollutants) and analyze/compare with the \nprovince’s heating and gas sectors province’s energy efficiency, and emission \nreduction targets. \n(x)  In coordination with other experts prepare implementation plan, procurement \nplan, and financing packages of each subprojects, including labor retrenchment \nplan,  if  necessary.  Develop  clear  project  implementation  plan  as  well  as \noperations/management/maintenance  arrangements  and  identify  responsible \nparties  (a  sample  of  how  this  was  in  another  ADB  project  is  available  for \nreference). \n(xi)  With inputs from the Financial and the Procurement Specialists, prepare a project \nadministration  manual  in  coordination  with  the  executing  and  implementing \nagencies. ", "8 \n(xii)  Review assessment made by the Economist on the private sector participation in \nthe heating and gas sectors and the attendant barriers and opportunities. \n(xiii)  Guide and coordinate with other specialists in the preparation of a project due \ndiligence report and prepare the technical sections of the report. \n(xiv)  Lead and ensure the preparation of all required reports in ADB formats and \nquality standards. \n(xv)  Coordinate  with  ADB,  executing/implementing  agencies  and  relevant \nstakeholders and conduct workshops and training. \n \n8.  Environment Specialist (international, 3 person-months; national, 4 person-months) \nwill perform the following tasks: \n(i)  Review the environmental impact assessment (EIA) reports prepared by local \nEIA institutes for each subproject and make sure that all EIA reports meet ADB \nrequirements,  particularly  the  new  ADB’s  Safeguard  Policy  Statement  2009, \nwhich became effective on 20 January 2010.  \n(ii)  Evaluate  environmental  impacts  of  each  subproject,  and  recommend \nenvironmentally  friendly  technologies  for  the  design  and  construction,  which \nemphasizes on (a) biodiversity conservation, (b) public health and safety, (c) \nphysical  cultural  resources,  (d)  pollution  prevention  and  abatement,  and  (e) \nclimate change mitigation including potential use of clean energy source, and \nensure that those aspects are documented and incorporated in the EIA reports.  \n(iii)  Based on review of the EIAs, assist the executing and implementing agencies in \npreparing the consolidated project EIA report in the format required by ADB.  \n(iv)  Assess  the  capacity  of  the  executing  and  implementing  agencies  on \nenvironmental  assessment,  management,  and  monitoring,  and  recommend \nrequired  measures  for  capacity  building;  identify  areas  for  improvement  and \ntraining needs with respect to the environmental safeguard under the project and \nbased on this, prepare materials and conduct the training workshop to the staff of \nthe  executing  agency,  implementing  agency  and  other  stockholders  on \nenvironmental management and safeguard.  \n(v)  Assist the executing agency and EIA institutes prepare a sound environment \nmanagement plan (EMP), and establish a public grievance mechanism in the EIA \nreports. Determine monitoring requirements and design monitoring forms. \n(vi)  Identify environmental risks and propose a set of mitigating measures. \n(vii)  Review the cost implications of the proposed environmental mitigation measures \nand implementation of the EMP. \n(viii)  Assist  the  executing  agency  and  implementing  agencies  in  stakeholders \nparticipation and consultation during preparation of EIA/consolidated EIA and \ndisclosure of relevant information.  \n(ix)  Establish environmental baseline indicators and performance targets.  \n(x)  Together with the Heating Engineer, assess and quantify environment benefits \nsuch as energy efficiency improvements, GHG emission reduction, and other \nassociated environmental benefits.  \n(xi)  Prepare list of activities and budget requirements for independent environment \nmonitoring and evaluation during project implementation.  \n \n9.  Social Safeguards Specialist (international, 1.5 person-months; national, 3 person-\nmonths) will perform the following tasks: \n(i)  Visit all subproject sites and assess the land acquisition impact of all subprojects \nand  prepare  land  acquisition  plan,  if  required,  in  accordance  with  ADB’s \nSafeguard Policy Statement 2009. ", "9 \n(ii)  Assess  the  labor  retrenchment  issue  of  all  subprojects  and  prepare  a  labor \nretrenchment  plan,  if  necessary,  and  together  with  the  Financial  Specialist, \ndetermine cost implications. \n(iii)  Determine  number  of  project  beneficiaries  (e.g.,  households,  commercial, \nindustrial,  etc.)  and  assess  project  impacts.  Collect  basic  socio-economic \nindicators such as (a) total population and households, (b) total female headed \nhouseholds, (c) poverty ratio, (d) major industries and sources of income, (e) \nincidence  of  carbon  monoxide  poisoning  and  respiratory  diseases),  and  (f) \nnumber of heating beneficiaries by subprojects disaggregated by gender and \nnewly  and  existing  connected  households,  in  all  subproject  areas  and  the \nprovince. Conduct comparative analysis by using such data. \n(iv)  Assess the willingness-to-pay for heating and gas supply by consumers in the \nproject area in consultation with the Economist, based on sample survey of energy \nconsumed, price paid by households, and household income. \n(v)  Assist the Economist in assessing affordability issues related to heating and gas \nsupply for the poor; review the current practices to help reduce the burden of the \npoor  on  heating  and  gas  tariff;  recommend  pro-poor  activities  that  could  be \nincluded in the project and would directly benefit the poor in the project cities. \n(vi)  Assess  the  project’s  impact  on  health  including  avoided  carbon  monoxide \npoisoning and respiratory diseases by using coal stove, paying attention to the \ngender difference.. \n(vii)  Assess the poverty reduction and social benefit for the district heating and CMM \ngas distribution projects and identify special measures to benefit the poor. \n(viii)  Confirm  that  the  project  does  not  have  impact  on  ethnic  minorities. \nCheck/validate presence/absence of Indigenous Peoples in the project area and \ndetermine if the project will affect them positively or adversely. \n(ix)  Examine  impacts  of  the  project  to  female-headed  households  (FHH),  e.g., \ndetermine proportion of FHHs in the project area and how gender-differentiated \nimpacts will be addressed to ensure equality of access to heating for FHHs. \n \n10.  Gas Distribution Engineer (international, 1.0 person-months; national, 2.0 person-\nmonths) will perform the following tasks: \n(i)  Prepare a brief summary of the current status of the gas subsector in Shanxi \nprovince and in the project city. Review background data and the feasibility study \nreport prepared for the CMM gas subproject and, if applicable, present specific \nsuggestions for improvement and finalization of project design.  \n(ii)  Review demand projections and validate the technical assumptions made in the \nfeasibility  study  report.  Carry  out  least-cost  assessment  of  the  proposed \nsubproject and confirm that the design for the CMM gas component is part of the \nleast-cost expansion plan. \n(iii)  Determine  and  provide  the  full  technical  justification  for  the  subproject  and \ncompare with possible alternatives. \n(iv)  Assess the technical and institutional capacity of the implementing agency for the \ngas  distribution  subproject  and  recommend,  where  required,  changes  to  the \nimplementing  agency’s  institutional  structures  to  improve  technical  and \ninstitutional implementation capacity. Identify technical training needs for the IA, \nand perform training need assessments for improving technical and institutional \ncapacity. \n(v)  Assess the likely technical risks facing the various aspects of the gas distribution \nsubproject, and work closely with the Financial Specialist to carry out sensitivity \nanalysis to check the viability of the subproject. ", "10 \n(vi)  Assess CMM gas source and gas supply risk, and suggest the risk mitigating \nmeasures. Determine contractual mechanisms to ensure supply (e.g. take-or-pay \ncontracts).  Examine  existing  CMM  supply  arrangements  in  Shanxi  and \nrecommend workable options for the project. \n(vii)  Work with the Environmental Specialists to evaluate and quantify environmental \nbenefits of utilizing CMM gas instead of coal. \n \n11.  Financial Specialist (national, 3 person-months) will perform the following tasks:  \n(i)  Evaluate  the  organizational  structure  and  financial  department  of  the \nimplementing agencies. \n(ii)  Assess  the  financial  management  capabilities  and  internal  controls  of  the \nimplementing  agencies,1  and  make  recommendations  for  institutional \nstrengthening and capacity building needed during the project preparatory TA \nphase  and  during  the  project  implementation  period.  Prepare  a  financial \nmanagement assessment report. \n(iii)  Based on the results of the financial management assessment, design funds flow \nand disbursement arrangements (including any necessary capacity building on \nfinancial management and disbursement procedures). \n(iv)  Conduct  a  review  of  the  audited  and  unaudited  financial  statements  of  the \nimplementing agencies for the past 4 years to assess: (a) historical financial \nperformance, (b) heating and gas tariffs, (c) capital structure, and (d) sufficient \ngeneration of internal funds to support sustainability of ongoing operations (e.g., \nthe ability to service existing debts and to finance a reasonable proportion of \ncapital expenditures). \n(v)  Carry-out financial analysis2 of all subprojects, including the determination of the \nfinancial  internal  rates  of  return  and  weighted  average  cost  of  capital,  and \nconduct sensitivity analyses for various possible scenarios. Prepare projected \nfinancial statements (balance sheet, income statement, and statement of cash \nflows) for the next 10 years. \n(vi)  Assess sustainability of the operations of the subproject companies given the \nlevel of existing tariffs. Perform an analysis of the required level of tariff and \nnecessary financial action plan to ensure sustainability.  \n(vii)  Coordinate  with  other  experts  and  determine  cost  implications  of  labor \nretrenchment program, if needed. \n                                                 \n1  Financial  Management  Assessment  Questionnaire  (FMAQ) :http://www.adb.org/Documents/Others/FM-\ntoolkit/fmaq.doc \n2  The following ADB references should be used as guide in performing the financial analysis for the proposed \nproject/subprojects (i) Financial Management and Analysis of Projects: \nhttp://www.adb.org/Documents/Guidelines/Financial/default.asp, (ii) Financial Due Diligence Methodology Note \n:http://www.adb.org/Documents/Others/FM-toolkit/Methodology.asp, (iii) Preparation and Presentation of Cost \nEstimates for Projects Financed by ADB: http://www.adb.org/Documents/Others/FM-toolkit/Cost-Estimate.pdf \n  Interest Rate (ADB Loan): As indicated in the ADB Guidelines for estimate of interest during construction (IDC), \nthe 5-year LIBOR swap rate should be used, while for the financial projections, the 10-year LIBOR swap rate \nshould be applied. ADB's lending spread of 0.30% per annum should be added for loans negotiated from 1 July \n2010 to 30 June 2011, and 0.40% per annum for those negotiated on or after 1 July 2011. Updates on indicative \nLIBOR can be obtained from the ADB's website at \nhttp://www.adb.org/Documents/Brochures/Libor/indicative_rates.pdf \n  Interest Rate (Domestic Loan): The prevailing rate for long-term loans issued by the People's Bank of China is \nused for projection purposes. \n  Commitment/Front-end Fees (ADB Loan): Commitment fees are computed at 0.15% p.a. of the total undisbursed \nbalance of the loan. There are no front-end fees. \n  Cost Escalation Factors: For price contingency estimates, the ADB suggested cost escalation factors should be \nused. Updates can be obtained at: http://lnadbg1.asiandevbank.org/erd0004p.nsf/ ", "11 \n(viii)  Prepare the financial section of the project due diligence report and recommend \nappropriate financial loan covenants. \n(ix)  Prepare  financial  related  sections  of  the  project  administration  manual  in \ncoordination with the executing and implementing agencies. \n \n12.  Economist (national, 3 person-months) will perform the following tasks:  \n(i)  Review  the  output  of  the  Sector  Specialist  and  obtain  additional  data,  as \nnecessary. Perform the economic analysis for the proposed project/subprojects, \nguided by the ADB Guidelines for Economic Analysis of Projects: specifically \nincluding (a) heating and gas sector demand analysis, (b) least-cost and equalizing \ndiscount  rate  analysis,  (c) economic  viability  analysis,  and  (d)  risk  analysis. \nDiscuss alternative methodologies for carrying-out the economic analysis.  \n(ii)  Assess the willingness-to-pay for heating and gas sectors, by consumers, in the \nproject  area  in  consultation  with  the  Social  Safeguards  Specialist,  based  on \nsample survey of energy consumed, price paid by households, and household \nincome.  \n(iii)  Incorporate  into  the  economic  analysis  an  economic  quantification  of \nenvironmental  impacts  following  ADB’s  Economic  Valuation  of  Environmental \nImpacts: A Workbook (1996), and Environmental Assessment Guidelines (2003). \n(iv)  Provide quantitative and qualitative benefits of the proposed project and each of its \ncomponents. \n(v)  Assess potential mechanisms to address affordability issues (e.g., subsidies for \npoverty households or waiver connection charges). \n(vi)  Coordinate  with  other  experts  and  determine  cost  implications  of  labor \nretrenchment program. \n(vii)  Review  and  assess  the  institutional  arrangements  and  the  current  status  of \nprivate sector participation in the heating and gas sectors. Assess the potentials \nfor privatization of district heating and gas distribution companies. \n \n13.   Procurement Specialist (national, 4 person-months) will perform the following tasks: \n(i)  Prepare indicative procurement plan and financing plan in coordination with the \nHeating Engineer.  \n(ii)  Conduct procurement capacity assessment of the executing agency and the \nimplementing agencies and develop appropriate recommendations. \n(iii)  Based on the result of the capacity assessment, design and provide training to \nthe  implementing  agencies  and  selected  procurement  agencies  on  ADB’s \nprocurement procedures and guidelines and bidding document preparation, in \nconjunction with the ADB’s resident mission. \n(iv)  Review  the  initial  bidding  documents  prepared  by  each  of  the  implementing \nagencies or design institutes and revise them accordingly to meet ADB standards \nand requirements. Translate these six bidding documents into English for ADB’s \nreview. \n(v)  Prepare procurement related sections of the project administration manual in \ncoordination with the executing and implementing agencies. \n \nC.  Reports \n \n14.  The consultant shall submit the following reports to ADB and to the Government in both \nEnglish and Chinese: \n \n ", "12 \n  Part 1:  \n  Individual expert’s report to be submitted within 4 months from commencement \nof the services. \n \nPart 2: \n(i)  Inception report. To be submitted within 4 weeks after the commencement of the \nservices.  The  report  includes  a  detailed  work  program  plus  any  major \ninconsistencies in the terms of reference, staffing problems or deficiencies in the \ngovernment’s assistance.  \n(ii)  Interim report. To be submitted within 4 months after the commencement of the \nservices.  The  report  includes  a preliminary  result  of  activities,  updated  work \nprogram, and any issues and concerns. \n(iii)  Draft final report. To be submitted within 7 months after the commencement of \nthe services. Upon submission of the draft final report, a final workshop will be \nheld, attended by relevant stakeholders, to get feedback on the report. \n(iv)  Final report. To be submitted within 2 months after receipt of comments from \nADB and the Government on the draft final report. The final report shall take into \nconsideration the comments of ADB and the Government. A maximum of 10 \npages summary report should be included in the final report. \n \n "], "metadata": {"CreationDate": "D:20121218112905+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "energy, china projects, energy efficiency, ghg, pollution reduction, coal mine methane, cmm, heat sources, gas supply, adb projects, shanxi province, china energy, 44013, adb technical assistance, ppta, project preparation", "ModDate": "D:20121218152836+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": ""}}