{"path": "data/input/ta/44016-01-prc-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 44016-01 \nCapacity Development Technical Assistance (CDTA) \nNovember 2010 \n \n \n \nPeople’s Republic of China: Renewable Energy \nDevelopment in Qinghai \n(Cofinanced by the Multi Donor Clean Energy Fund under the Clean \n-\nEnergy Financing Partnership Facility) \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 22 October 2010) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $.1503 \n$1.00 =  CNY6.523 \n \nABBREVIATIONS \n       \n  ADB  –  Asian Development Bank \n  GW  –  gigawatt \n  kWh  –  kilowatt hour \n  MCM  –  master control and monitoring  \n  MW  –  megawatt \n  O&M  –  operation and maintenance \n  PRC  –  People’s Republic of China \n  PV  –  photovoltaic \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention  \nSector (subsector)  –  Energy (energy sector development) \nTheme (subthemes)  –  Economic growth (widening access to markets and economic \nopportunities), environmental sustainability (eco-efficiency), \ncapacity development (institutional development) \nClimate change  –  Climate change mitigation  \nLocation impact  –  Rural (medium), urban (medium), national (medium), regional (low) \nPartnership   –  Multi-Donor Clean Energy Fund under the Clean Energy Financing \nPartnership Facility \n \nNOTE \nIn this report, “$” refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  A. Bhargava, Energy Division, EARD  \n   \nTeam leader  S. Yamamura, Energy Specialist, EARD \nTeam members  T. Oi, Energy Specialist, EARD \n  K. Ozoa, Administrative Assistant, EARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other \nstatus of any territory or area. ", " \nI.  INTRODUCTION \n \n1.      The proposed technical assistance (TA)1 is included in the aide memoire of the People’s \nRepublic of China (PRC) country programming midterm review mission 2010. The proposed TA \nis aligned with the 2009 Energy Policy of the Asian Development Bank (ADB) in the greater use \nof renewable energy, and also addresses the key pillars of the country partnership strategy \n(2008–2010). The proposed TA aims at enhancing the capacity of large-scale grid-connected \nsolar photovoltaic (PV) system development in Qinghai Province. The design and monitoring \nframework is in Appendix 1. \n \nII.  ISSUES \n \n2.  The 14th Session of the Standing Committee of the 10th National People’s Congress in \nFebruary of 2005 enacted the Renewable Energy Law of the PRC, which provides a feed-in \ntariff  for  some  renewable  technologies,  specifies  grid-feed  in  requirements  and  standard \nprocedures, and establishes incentives and supervisory measures for promoting renewable \nenergy  development.  Both  the  11th  Five-Year  Plan  for  National  Economic  and  Social \nDevelopment and the 11th Five-Year Plan for Energy Development encourage the diffusion of \nrenewable energy and increasing its share in the total primary energy mix. In 2007, the National \nDevelopment and Reform Commission issued the Medium and Long-Term Development Plan \nfor Renewable Energy in the PRC, which aims to increase the share of renewable energy to \n10%  by  2010,  and  to  15%  by  2020.  In  November  2009,  the  State  Council  of  the  PRC \nannounced that it planned to reduce carbon dioxide emissions per unit of gross domestic \nproduct by 40%–45% by 2020 compared with 2005 levels.  \n \n3.   Increasing the share of renewable energy to attain the targeted energy mix by 2020 will \nalso reduce carbon dioxide emissions. The share of renewable energy of the total primary \nenergy mix has increased steadily, from 7% in 2005 to 9% in 2009, and is likely to reach the \ntarget of 10% in 2010. However, the growth of all renewable energy sources has not been \nuniform. While wind power increased from 1.3 gigawatts (GW) in 2005 to 25 GW by 2009, solar \npower has grown more slowly2 because of its high unit cost of power generation.   \n \n4.  Creating a domestic market for solar PV to attain the 20 GW national target by 2020 \nremains a challenge. The PRC has great potential for solar energy, with more than 5,000 \nmegajoules per square meter (MJ/m2) of annual solar radiation and more than 2,000 hours’ \naverage sunshine in two-thirds of the country. Solar cell production in the PRC has been \ngrowing rapidly since 2004 and reached 4,100 megawatts (MW) in 2009, making it the largest \nproducer of solar cell in the world. However, the installed capacity of solar PV is still only 1.5% \nof the 20 GW target by 2020. Because the domestic solar PV market is small, more than 98%, \nor 4,011 MW, of solar cell production in the PRC is exported to Europe, Japan, and the United \nStates.3 But the domestic market for solar PV is expected to grow with government support. The \ngovernment launched the first concession program for a 10 MW class grid-connected solar PV \nsystem in Dunghuang, Gansu Province, in 2009, and initiated the nationwide grid-connected \n                                                 \n1  The TA first appeared in the business opportunities section of ADB’s website on 3 August 2010. \n2  Installed capacities of wind, solar PV, hydro, and biomass in 2009 are 25 GW, 0.3 GW, 197 GW, and 3.2 GW, \nrespectively, while that of target capacity in 2010 and in 2020 are 5 GW (150 GW in 2020), 0.3 GW (20 GW in \n2020), 190 GW (300 GW in 2020), and 5.5 GW (30 GW in 2020).   \n3  Lian Zipeng. 2010. Status and Policies of PV in China. National Energy Authority. Beijing. \n ", "2   \nsolar PV concession program with 280 MW total installed capacity4 in 2010. The government \nalso launched the “Golden Sun” program5 in 2009, providing subsidies for the capital investment \ncosts of solar PV power plant construction, including grid-connected installation to accelerate \ncommercial-based solar PV development. Since 2009, the offtake tariff of solar PV power \ngeneration has declined due to a competitive concession bidding program.6 The government \nestimates the generation cost of solar PV will be reduced by 8% per annum with domestic \nmarket growth, and will achieve grid parity by 2020.7  \n \n 5.  Developing a stable grid-connected renewable energy system is another huge challenge \nin the PRC. Only 72% of total wind capacity is connected to the grid8 due to variations in power \noutput because of the intermittent nature of wind. This output variation could decrease the \naccuracy of load forecast, affect grid dispatching and operation, and have a negative impact on \nthe quality of the electricity supply and on grid stability. Solar energy, which has similarly \nfluctuating natural cycles over a short time scale, will also face output variation problems as the \nshare of solar energy fed into the grid increases. Controlling power output variation remains \nimperative for large-scale grid-connected solar PV.    \n \n6.  Qinghai Province, which is located in the northeastern part of the Qinghai–Xizang9 \nplateau in western PRC, has abundant mineral and natural resources, while its gross regional \ndomestic product (GRDP) is the second lowest of all the provinces in the PRC.10 To enhance \neconomic development by utilizing these resources in an environmentally sustainable manner, \nthe Qinghai provincial government has set a development agenda for promoting solar energy, \nwhich would supply clean electricity to the load center in the eastern part of the PRC, and for \ndeveloping a solar PV-related supply-chain industry, utilizing more than 20 GW of solar power \nresource potential11 and the rich silica resources12 in the province.  \n \n7.     Qinghai Province launched a large-scale grid-connected solar PV development program \nin 2009. However, limited access to advanced technology solutions to control output variation, \n                                                 \n4  Concession tender, for 280 MW solar PV installation with a 25-year concession period, began in June 2010 and \nbidding opened in August 2010. Fifty companies participated in the bid. The concession program has two projects \nin Qinghai, with 50 MW installed capacity in total.   \n5  The program was initiated with the collaboration of the Ministry of Finance, the Ministry of Science and Technology, \nand the National Energy Administration. The program provides 50% capital subsidies for grid-connected solar PV, \nand 70% for stand-alone solar PV, to be installed in remote areas with no access to electricity. Around 300 projects \nhave already been proposed under the program, totaling 640 MW installation capacity and CNY20 billion in \ninvestments.   \n6  According to Article 19 of the Renewable Energy Law, the state council sets benchmark tariffs (approved tariff \nlevels) for grid-connected renewable energy on the basis of concession bidding. While the average approved tariff \nin 2009 was CNY1.50 per kWh, a tariff of CNY1.15 per kWh was approved in April 2010 for grid-connected solar \nPV projects with 40 MW installed capacity in the Ningxia Hui Autonomous Region. The lowest bid price (on \n10 August 2010) for a 280 MW grid-connected solar PV concession program was CNY0.73 per kWh.  \n7  According to Lian Zipeng (2010), the generation cost of solar PV is expected to be competitive with that of fossil-\nfuel-based power by 2020. The government assumes that the generation cost of solar PV per kWh will decline from \nCNY1.50 in 2009 to CNY0.6 in 2020.  \n8  Xina  Xie  and  Michael  Economides.  2009.  Great  Leap  Forward  for  China’s  Wind  Energy.  EnergyTribune. \n30 July. http://www.energytribune.com/articles.cfm?aid=2139 \n9  Also known as Tibet Autonomous Region. \n10 Qinghai’s GRDP was CNY96 billion in 2008. In terms of household expenditure, per-capita consumption of urban \nand rural households in 2008 was CNY8,192 (lowest of all the provinces) and CNY2,896 (the fifth-lowest of all the \nprovinces), respectively.   \n11 Installed capacity of solar PV in Qinghai was only 7 MW in 2009.  \n12 Silica provides the raw material of polysilicon for solar cells and semiconductors. Confirmed silica reserves amount \nto over 1 billion tons. Polysilicon production in Qinghai has reached 1,000 tons per year, and will be expanded by \n6,000 tons per year, around 5% and 33%, respectively, of total domestic production in the PRC in 2009. ", "  3\nlack of personnel experience in grid-connected solar PV system design, and limited incentives \nto expand large-scale solar PV plant investment, have slowed development of solar power. The \nproposed TA aims to increase the capacity of grid-connected solar PV system development in \nQinghai Province, by (i) introducing advanced technologies to lower barriers for development; \n(ii) enhancing local capacity in planning, design, construction, supply chain, and operation and \nmaintenance (O&M); (iii) improving the design of 10 MW class grid-connected solar PV pilot \nplants; and (iv) improving provincial government policy for solar PV development in Qinghai \nProvince.  \n \nIII.  THE TECHNICAL ASSISTANCE \n \nA.  Impact and Outcome \n \n8.  The impact of the TA will be accelerated deployment of grid-connected solar PV plants \nin Qinghai Province. The outcome of the TA will be lowered capacity barriers in the planning, \ndesign, construction, and O&M of grid-connected solar PV development in Qinghai Province. \n \nB.  Methodology and Key Activities \n \n9.  The key outputs of the TA include:  \n(i)  Holding seminars to introduce advanced technology for grid-connected solar PV \nsystems;  and  introducing  internationally  advanced  power  conditioner \ntechnologies,  including  a  master  control  and  monitoring  (MCM)  system  for \ncontrolling power output variation of the 10 MW class grid-connected solar PV.  \n(ii)  Preparing  a  technical  guidance  note  to  strengthen  capacity  in  the  planning, \ndesign, construction, and O&M of a grid-connected solar PV system; assessing \nthe capacity of potential resources, planning, system design, construction, O&M, \nand supply chain; and conducting capacity development training.  \n(iii)  Improving the design of a pilot grid-connected solar PV plant. Reviewing the \ndesign of the pilot 10 MW class grid-connected solar PV system in terms of its \ntechnical and financial feasibility.  \n(iv)  Preparing  a  policy  note,  including  key  findings  and  recommendations;  and \norganizing a workshop to disseminate information about grid-connected solar PV \nsystem development to provinces with large-scale grid-connected PV potential.  \n \n10.   The main assumptions are (i) maintained government priorities and preferential tariffs \nfor grid-connected solar PV development, and (ii) the active participation of relevant counterpart \nstaff in capacity development tasks. The main risks are (i) low offtake electricity tariffs, which \nundermine sustainable investment in grid-connected solar PV development; and (ii) that TA \nrecommendation  will  not  be  agreed  to  and  endorsed  by  the  executing  and  implementing \nagencies. There are no issues and risks associated with the social and environmental safeguard \naspects. \n \nC.  Cost and Financing \n \n11.  The TA will cost $840,000 equivalent, of which $500,000 will be financed by ADB’s \nTechnical Assistance Special Fund (TASF-other sources) and $200,000 will be financed on a \ngrant  basis  by  the  Multi-Donor  Clean  Energy  Fund13 under  the  Clean  Energy  Financing \n                                                 \n13 Contributors: the governments of Australia, Norway, Spain, and Sweden.  \n ", "4   \nPartnership Facility, and administered by ADB on a front-load basis14. The government will \nfinance  the  remaining  $140,000  equivalent  for  in-kind  provision  of  office  accommodation, \ncounterpart staff, and a steering committee of the TA. The proceeds of the TA will be disbursed \nin line with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from time \nto time). Details of the cost estimates and financing plan are in Appendix 2.  \n \nD.  Implementation Arrangements \n \n12.  The TA will be implemented over 14 months, from January 2011 to February 2012. The \nconsultants will submit the following reports in English and Chinese: (i) an inception report to be \nsubmitted  within  4  weeks  after  mobilization,  (ii)  a  midterm  report  to  be  submitted  within \n7 months after mobilization, (iii) a draft final report to be submitted within 12 months after \nmobilization, and (iv) a final report to be submitted within 1 month after receipt of comments \nfrom ADB and the government.  \n \n13.  The executing agency will be the Qinghai Provincial Financial Bureau. The implementing \nagency will be Qinghai Brightness Engineering.15 The executing and implementing agencies will \nprovide support to the consultants, including (i) adequately heated office space (with basic \nfurniture,  an  international  telephone  line,  and  internet  access);  (ii)  bilingual  counterpart \npersonnel available to work full time, if required; (iii) assistance with accommodations and with \nvisas and other permits required by the consultants; and (iv) access to all necessary data, \nincluding documents, reports, accounts, drawings, and maps.  \n \n14.  The implementation of the TA requires a wide range of data and assistance across \ndepartments of the Qinghai provincial government. A steering committee, to be chaired by the \nexecuting  agency,  consisting  of  members  from  the  Provincial  Development  and  Reform \nCommittee, the Provincial Science and Technology Bureau, the Provincial Economy Committee, \nthe Provincial Meteorological Bureau, the Haixi prefecture government, and the State Grid \nCompany of Qinghai, will be formed to coordinate implementation of the TA.  \n \n15.  The TA will require 16 person-months of international and 16 person-months of national \nconsulting services. International experts will include (i) a solar PV planner (team leader), (ii) a \nsolar PV engineer, (iii) a solar PV system designer, (iv) a solar PV supply-chain specialist, (v) a \ntransmission engineer, and (vi) a financial analyst. National experts will include (i) a solar PV \nplanner (deputy team leader), (ii) a solar PV engineer, (iii) a solar PV system designer, (iv) a \nsolar PV supply chain specialist, (v) a transmission engineer, and (vi) a financial analyst. ADB \nwill recruit the consulting firm (including international and national consultants) in accordance \nwith its Guidelines on the Use of Consultants (2010, as amended from time to time) through a \nquality- and cost-based selection method (with quality–cost ratio of 80:20), following submission \nof simplified technical proposals. ADB’s Procurement Guidelines (2010, as amended from time \nto  time)  will  be  followed  to  procure  equipment  under  the  TA.  Equipment  will  be  used  by \nconsultants  during  TA  implementation  and  handed  over  to  the  executing  agency  upon \ncompletion. The terms of reference are in Appendix 3.  \n \n16.  The TA will be monitored based on (i) consultants’ progress reports, and (ii) ADB’s TA \nreview missions. During TA implementation, seminars and capacity development training will be \n                                                 \n14 The Multi-Donor Clean Energy Fund under the Clean Energy Financing Partnership Facility will be spent first.  \n15 The implementing agency is designated by the Qinghai provincial government as a focal point for international \ncooperation  on  renewable  energy  and  project  engineering,  design,  training,  and  capacity  building.  The \nimplementing agency was originally established as a renewable resource institute under the provincial government \nin 1983, and registered as a joint stock company in 2005. The provincial government’s current equity share is 13%.   ", "  5\norganized for relevant counterpart staff, and a technical guidance note will be prepared. At the \nend of the TA, a policy note will be prepared and a workshop will be organized for potential \ninvestors, grid operators, provincial governments, and the central government to disseminate \ninformation about TA outputs, and to encourage replication of the outputs to other provinces \nwith large-scale grid-connected solar PV potential.  \n \nIV.  THE PRESIDENT’S DECISION  \n \n17.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $200,000 to be \nfinanced  on  grant  basis  by  the  Multi-Donor  Clean  Energy  Fund  under  the  Clean  Energy \nFinancing Partnership Facility, and (ii) ADB providing the balance not exceeding the equivalent \nof  $500,000  on  a  grant  basis,  to  the  Government  of  the  People’s  Republic  of  China  for \nRenewable Energy Development in Qinghai, and hereby reports this action to the Board. \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance Targets and  Data Sources and  Assumptions  \nDesign Summary  Indicators with Baselines  Reporting Mechanisms   and Risks \nImpact      Assumptions \nAccelerated deployment  Installed capacity of grid- The statistical yearbook of  Government priorities and the \nof grid-connected solar  connected solar PV system  Qinghai Province   preferential tariff maintained \nPV plants in Qinghai  in Qinghai will be increased    for grid-connected solar PV \nProvince  to 200 MW by 2013,  Provincial government  development \n  compared to 7 MW in 2009,  targets for solar power in \nthereby avoiding annual CO Qinghai Province   The government and \n2 \nemissions by 142,025 tons.   enterprises make required \n  investments.   \nA comprehensive solar PV   \ndevelopment plan will be in  Risks \nplace in Qinghai by 2013.  Grid-connected solar PV \n  plants do not meet anticipated \n  performance targets.  \n \nLow offtake electricity prices \nundermine investment in grid-\nconnected solar PV \ndevelopment.   \nOutcome      Assumptions \nLowered capacity barriers  TA recommendation will be  Final TA report  The government and \nin planning, design, and  accepted by the provincial    enterprises actively participate \nmanagement of grid- government by 2012.  TA consultants’  in capacity development \nconnected solar PV    assessment report   tasks.  \ndevelopment in Qinghai     \nProvince  Trained staffs remain in the \n  province and put their skills \n  and expertise to use in solar \nPV development. \n \nRisks \nThe TA analytical tasks do not \nestablish an economic \nrationale for grid-connected \nsolar PV system in Qinghai. \n \nThe TA recommendation is \nnot agreed to and endorsed \nby the executing and \nimplementing agencies.  \nOutputs      Assumptions \n1. Seminars to introduce  Provincial and national level  Consultant’s report  Qinghai provincial \nadvanced technologies  seminars will be conducted    government provides \nfor grid-connected  in 2011.   TA review missions  necessary coordination \nsolar PV systems        support. \n    Training material  \n2. Technical guidance  Technical guidance notes    Timely access to records, \nnote to strengthen  will be prepared, and    information, and personnel \ncapacity in planning,  capacity enhancement    are given \ndesign, construction,  training conducted by 2011.    \nand O&M of grid-   Active participation of \nconnected solar PV    stakeholders in workshops \nsystem     and seminars \n     \n3. Improved design of  Detailed design will be   \npilot 10 MW grid- finalized in 2011 to   \n ", "Appendix 1  7 \nconnected solar PV  successfully implement a   \npower plant  pilot project by 2012.    \n     \n4. Policy note and  Policy note will be prepared \nworkshop to  by 2011, and a workshop will \ndisseminate  be held by 2012.  \ninformation about grid-  \nconnected solar PV   \nsystem development to   \nrelevant provinces  \n \nActivities with Milestones  Inputs \n   \n1.  Introduce advanced technology for grid-connected solar PV systems  ADB-TASF-Other  Sources: \n1.1 Introduce internationally advanced technologies for power conditioner of the 10  $500,000 \nMW class grid-connected solar PV system, and analyze their applicability in   \nQinghai Province. Propose locally appropriate power conditioner technologies in  Multi-Donor Clean Energy \nterms of capacity, durability, cost, and performance (by week 16).  Fund under the Clean \n1.2 Introduce latest international technologies for Master Control and Monitoring  Energy Financing \n(MCM) system for grid-connected solar PV. Propose locally appropriate MCM  Partnership Facility: \nsystem design in terms of reliability, efficiency, and cost (by week 16).  $200,000 \n1.3 Demonstrate  assessment  tools  to  estimate  solar  radiation  (including  cloud   \nprediction), draw sun path diagram, and determine tilt and azimuth angles of  Government: $140,000 \nsolar array (by week 16).   \n1.4 Demonstrate  simulation  tools  to  evaluate  various  options  and  to  determine   \noptimal system configuration of grid-connected solar PV in terms of technical and   \neconomic feasibility (by week 16).   \n   \n2.   Capacity development in the planning, design, construction, and operation   \nand maintenance of a grid-connected solar PV system   \n2.1   Assess capacity of (i) solar radiation estimation and cloud prediction, including   \nlocal meteorological data management, analysis, and resource forecasting; and   \n(ii) site analysis, including sun path assessment, and analysis of tilt and azimuth   \nangles of solar array (by week 28).   \n2.2   Assess capacity of (i) grid-connected solar PV system configuration, including   \nmodule, power conditioner and monitoring system, and grid protection; (ii) grid-  \nconnected solar PV design and construction; and (iii) O&M of grid-connected   \nsolar PV system (by week 28).   \n2.3  Assess capacity and quality of solar PV supply chain, including crystalline silicon   \nsolar wafer and solar cell production in Qinghai Province and in the PRC. Provide   \ntechnical guidance for developing feasible solar PV supply chain for the 10 MW   \nclass grid-connected solar PV system in Qinghai Province (by week 28).   \n2.4  Review provincial development plan for renewable energy, focusing on solar PV,   \nand  identify  performance  gaps,  challenges,  and  opportunities.  Develop   \nbenchmark standards and criteria for selection of priority solar PV investment   \nprojects, and rank priority investment projects with 10 MW and higher generation   \ncapacity (by week 28).    \n2.5  Analyze gaps and options in development planning, funding, and investment   \nincentives for promoting large-scale grid-connected solar PV development in   \nQinghai Province, and undertake comprehensive pre-feasibility assessment of   \nthe priority solar PV system in Qinghai Province (by week 32).   \n2.6  Prepare technical guidance notes and a capacity enhancement module. Conduct   \ncapacity development training (including intensive overseas training) for solar PV   \nsystem designers and the other relevant counterpart staff, in consultation with the   \nimplementing agency (by week 38).   \n   \n3.   Review design of a pilot grid-connected PV plant    \n3.1  Review design of a pilot grid-connected solar PV system. Provide technical   \nguidance,  including  (i)  resource  forecasting  and  site  selection;  (ii)  system   \nconfiguration design; (iii) applied inverter technology, including Maximum Power   \nPoint  Tracking  control  design;  (iv)  applied  power  conditioner  technology;   \n(v) applied MCM system design; and (vi) grid protection (by week 32).   \n ", "8  Appendix 1 \n3.2  Conduct  economic  and  financial  analysis,  including  cost  effectiveness  and   \nefficiency assessment, investment and operational risk valuation, and evaluation   \nof avoided CO  including lifecycle analysis. Identify appropriate offtake electricity \n2\ntariff level, including affordability, and assess financing needs and types of \nfinancing to lower cost barriers of a pilot grid-connected solar PV plant (by week \n32).   \n \n4.  Knowledge dissemination on grid-connected solar PV systems  \n4.1   Prepare policy note, including key findings and recommendations on the basis of \nactivities 1, 2, and 3 above (by week 40). \n4.2  Organize interim and final workshops with potential investors, grid operators, and \nprovincial (including other provinces with large-scale grid-connected solar PV \npotential) and central government officials to disseminate information (by week \n44). \nADB = Asian Development Bank, CO  = carbon dioxide, MCM = master control and monitoring, MW = megawatt, \n2\nO&M = operation and maintenance, PRC = People’s Republic of China, PV = photovoltaic, TASF = Technical \nAssistance Special Fund. \n \n \n \n \n \n \n \n \n \n ", "Appendix 2  9 \n \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n  Total \nItem  Cost \nA.  Asian Development Banka ($500,000) and the Multi-Donor   \nClean Energy Fundb under the Clean Energy Financing \nPartnership Facility ($200,000)  \n  1.  Consultants   \n    a.  Remuneration and per diem   \n              i.  International consultants  339.00 \n      ii.  National consultants  77.00 \n    b.  International and local travel    89.00 \n    c.  Reports, translation, and communications  13.00 \n      2.   Training programc   37.00 \n  3.  Seminars and workshopsd  29.00 \n  4.  Equipmente  29.00 \n      5.   Surveyf   11.00 \n  6.  Miscellaneous administration and support costs  5.00 \n  7.  Contract negotiations  8.00 \n  8.  Contingencies  63.00 \n      Subtotal (A)  700.00 \n \nB.  Government Financing \n  1.  Office accommodation and transport  70.00 \n  2.  Remuneration and per diem of counterpart staff  70.00 \n      Subtotal (B)  140.00 \n   \n        Total  840.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources).  \nb  Contributors: the governments of Australia, Norway, Spain, and Sweden. Administered by the Asian \nDevelopment Bank on a front-loaded basis.  \nc  Includes  intensive  domestic  and  overseas  training  in  ADB  member  countries  for  solar  PV  system \ndesigners and relevant counterpart staff.  \nd  The executing agency, in coordination with the implementing agency, will hold conferences for the central \ngovernment, other provinces, grid operators, and potential investors to disseminate information. Detailed \nactivities and estimated costs will be reviewed and approved by ADB. An advance payment facility will be \nprovided.  \ne  Includes computers, printers, digital cameras, and software for solar radiation estimation and system \nconfiguration  evaluation.  Equipment  will  be  used  by  consultants  during  TA  implementation.  ADB’s \nProcurement Guidelines (2010, as amended from time to time) will be followed and shopping method will \nbe used to procure equipment under the TA.  \nf  Assesses solar PV performance in the field. The survey includes a PV performance assessment device \nfor field solar module performance testing. It will be used by consultants during TA implementation. ADB’s \nProcurement Guidelines will be followed and shopping method will be used to procure equipment under \nthe TA.  \nSource: Asian Development Bank estimates.  \n \n \n \n \n \n \n \n ", "10  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will be implemented over 14 months. The TA will require \nthe services of 16 person-months of international and 16 person-months of national consultants.  \n \n2.  The  Asian  Development  Bank  (ADB)  will  recruit  the  consulting  firm  (including \ninternational  and  national  consultants)  in  accordance  with  its  Guidelines  on  the  Use  of \nConsultants (2010, as amended from time to time) through a quality- and cost-based selection \nmethod to provide the services for implementation, management, and progress monitoring of \nthe TA.  \n \nA.  International Consultants  \n \n3.  Solar Photovoltaic (PV) Planner (Team Leader) (international, 4 person-months). The \nexpert should have a postgraduate degree in engineering or a related field, and at least 15 \nyears of experience in solar PV development, preferably in planning a 10 MW class grid-\nconnected solar PV system. The expert will   \n(i)  demonstrate  assessment  tools  to  estimate  solar  radiation,  including  cloud \nprediction; draw sun path diagrams; and determine tilt and azimuth angles of \nsolar array;  \n(ii)  demonstrate simulation tools to evaluate various options and to determine the \noptimal system configuration of grid-connected solar PV in terms of technical and \neconomic feasibility;   \n(iii)  prepare recommendations for development planning, funding, and investment \nincentives for solar PV development in Qinghai Province; \n(iv)  conduct  a  comprehensive  pre-feasibility  assessment  of  the  priority  solar  PV \nsystem;  \n(v)  prepare brief technical guidance notes and a capacity enhancement module, and \nconduct  capacity  development  training  for  relevant  counterpart  staff,  in \nconsultation with the implementing agency; and  \n(vi)  prepare a policy note, including key findings and recommendations on the basis \nof activities conducted under the TA, and organize workshops with potential \ninvestors, grid operators, and provincial (including other provinces) and central \ngovernment officials to disseminate information.  \n \n4.  Solar  PV  Engineer  (international,  3  person-months).  The  expert  should  have  a \npostgraduate degree in engineering or a related field, and at least 10 years of experience in \nsolar PV system design, preferably in the planning, design, and operation of a grid-connected \nsolar PV system. The expert will \n(i)  conduct a performance assessment of the  selected grid-connected solar PV \nsystems in Qinghai, and a capacity assessment of the implementing agency on \n(a) solar radiation estimation and cloud prediction, including local meteorological \ndata  management,  analysis,  and  resource  forecasting;  and  (b) site  analysis, \nincluding sun path assessment and tilt and azimuth angles of solar array, to \nidentify the core capacity needed for the development of a 10 MW class grid-\nconnected solar PV system; \n(ii)  conduct  a  capacity  assessment  of  the  implementing  agency  on  (a)  grid-\nconnected solar PV system configuration design, including solar module, power \nconditioner, and monitoring systems; (b) grid-connected solar PV plant design \nand construction; and (c) operation and maintenance (O&M) of a grid-connected \n ", "  Appendix 3  11 \nsolar PV system, to identify the core capacity needed for the development of a \n10 MW class grid-connected solar PV system; \n(iii)  develop  benchmark  standards  and  criteria  for  selection  of  priority  PV  solar \ninvestment  projects,  evaluate  priority  investment  projects,  and  undertake  a \ncomprehensive pre-feasibility assessment of the priority solar PV system;  \n(iv)  coordinate  with  the  team  leader  to  prepare  technical  guidance  notes  and  a \ncapacity enhancement module, and to conduct capacity development training for \nrelevant counterpart staff, in consultation with the implementing agency; and  \n(v)  coordinate with the team leader to prepare a policy note, including key findings \nand recommendations based on activities under the TA. \n \n5.  Solar PV System Designer (international, 4 person-months). The expert should have a \npostgraduate degree in engineering or a related field, and at least 10 years of experience in \nsolar PV system design, preferably in the planning and design of a 10 MW class grid-connected \nsolar PV system. The expert will  \n(i)  introduce internationally advanced power conditioner technologies for the 10 MW \nclass grid-connected solar PV system, and propose locally appropriate power \nconditioner technologies in terms of capacity, durability, cost, and performance;  \n(ii)  introduce  internationally  advanced  technology  for  the  Master  Control  and \nMonitoring (MCM) system for operating and monitoring the 10 MW class grid-\nconnected solar PV system, and propose locally appropriate MCM system design \nin terms of reliability, efficiency, and cost;  \n(iii)  review the detailed design of the pilot 10 MW class grid-connected solar PV \nsystem, and provide technical guidance, including (a) resource forecasting and \nsite selection; (b) system configuration design; (c) applied inverter technology, \nincluding a Maximum Power Point Tracking control design; (d) applied power \nconditioner  technology;  (e)  applied  MCM  system  design;  and  (f)  cost \neffectiveness and efficiency;  \n(iv)  coordinate  with  the  team  leader  to  prepare  technical  guidance  notes  and  a \ncapacity enhancement module, and to conduct capacity development training for \nrelevant counterpart staff, in consultation with the implementing agency; and  \n(v)  coordinate with the team leader to prepare a policy note, including key findings \nand recommendations based on activities under the TA. \n \n6.  Solar PV Supply-Chain Specialist (international, 2 person-months). The expert should \nhave  a  postgraduate  degree  in  engineering  or  a  related  field,  and  at  least  10  years  of \nexperience in solar PV supply-chain development. The expert will  \n(i)  assess the capacity and quality of the solar PV supply chain, including silicon \nsolar wafer and solar cell production;  \n(ii)  provide technical guidance to develop a feasible solar PV supply chain for a 10 \nMW class grid-connected solar PV system in Qinghai Province;  \n(iii)  coordinate  with  the  team  leader  to  prepare  technical  guidance  notes  and  a \ncapacity enhancement module, and to conduct capacity development training for \nrelevant counterpart staff, in consultation with the implementing agency; and  \n(iv)  coordinate with the team leader to prepare a policy note, including key findings \nand recommendations based on activities under the TA.  \n \n7.  Transmission Engineer (international, 2 person-months). The expert should have a \npostgraduate degree in engineering or a related field, and at least 10 years of experience in grid \nconnection and protection, preferably for a 10 MW class grid-connected solar PV system. The \nexpert will  \n ", "12  Appendix 3 \n \n(i)  introduce  international  best  practices  for  grid  protection  design  and  system \nconfiguration for a 10 MW class grid-connected solar PV system;  \n(ii)  assist the implementing agency with liaising and discussing grid codes with grid \noperators, and with identifying the required grid protection system design;  \n(iii)  review the detailed design of the pilot 10 MW class grid-connected solar PV \nsystem, and provide technical guidance on grid protection system configuration \nand design;  \n(iv)  coordinate  with  the  team  leader  to  prepare  technical  guidance  notes  and  a \ncapacity enhancement module, and to conduct capacity development training for \nrelevant counterpart staff, in consultation with the implementing agency; and  \n(v)  coordinate with the team leader to prepare a policy note, including key findings \nand recommendations based on the activities under the TA.  \n \n8.  Financial  Analyst  (international,  1  person-month).  The  expert  should  have  a \npostgraduate degree in economics or a related field, and at least 10 years of experience in \nenergy sector assessment and analysis, preferably in analytical work on renewable energy \ndevelopment. The expert will  \n(i)  conduct a financial analysis of the pilot 10 MW class grid-connected solar PV \nsystem, including a pre-feasibility assessment for a priority solar PV system, \nincorporating a cost effectiveness and efficiency assessment, commercial and \nresource risk assessment, and lifecycle analysis;  \n(ii)  identify an appropriate offtake electricity tariff, including affordability, and risk \nmitigation measures for the pilot 10 MW class grid-connected solar PV system, \nand assess financing needs and types of financing to lower cost barriers of the \npilot 10 MW class grid-connected solar PV system;  \n(iii)  review a provincial development plan for renewable energy, focusing on solar PV, \nand identify performance gaps, challenges, and opportunities; and prepare a \npolicy  note  on  development  planning,  funding,  and  investment  incentives  to \ndevelop renewable energies, focusing on solar PV in Qinghai Province; and  \n(iv)  coordinate with the team leader to prepare a policy note, including key findings \nand recommendations based on activities under the TA.  \n \nB.     National Consultants \n \n9.  The national consultants will comprise  (i) a deputy team leader and solar PV planner \n(4 person-months), (ii) a solar PV engineer (3 person-months), (iii) a solar PV system designer \n(4 person-months), (iv) a solar PV supply-chain specialist (2 person-months), (v) a transmission \nengineer (2 person-months), and (vi) a financial analyst (1 person-month). They will work with \nthe corresponding international consultants. They will also assist the international consultants in \nreviewing relevant reports, data, policies, and regulations, and will translate relevant documents \ninto English.   \n \nC.  Reports \n \n10.  The  consultant  shall  submit  the  following  reports  to  ADB  (in  English)  and  to  the \nexecuting and implementing agencies (in Chinese): \n(i)  Inception  report. It will be submitted within 4 weeks after commencement of \nservices.  The  report  includes  a  detailed  work  program  plus  any  major \ninconsistencies in the terms of reference, staffing problems, or deficiencies in the \nimplementing agency’s assistance.  \n \n ", "  Appendix 3  13 \n(ii)  Interim  report. It will be submitted within 7 months after commencement of \nservices.  The  report  includes  a preliminary  result  of  activities,  updated  work \nprogram, and any issues and concerns. \n  \n(iii)  Draft final report. It will be submitted within 12 months after commencement of \nservices. Upon submission of the draft final report, a final workshop will be held, \nattended by relevant stakeholders, to get feedback on the report. \n \n(iv)  Final report. It will be submitted within 1 month after receipt of comments from \nADB and the government on the draft final report. The final report shall take into \nconsideration  the  comments  of  ADB  and  the  executing  and  implementing \nagencies. A summary report, of a maximum of 10 pages, should be included in \nthe final report.   \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101111184708+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "people's republic of china, qinghai, adb project 44016, renewable energy, economic growth, environmental sustainability, eco-efficiency, capacity development, climate change mitigation, clean energy financing partnership facility, capacity development technical assistance, adb technical assistance", "ModDate": "D:20101119155108+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Technical Assistance Report: People's Republic of China, Qinghai Renewable Energy"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 22 October 2010) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $.1503 \n$1.00 =  CNY6.523 \n \nABBREVIATIONS \n       \n  ADB  –  Asian Development Bank \n  GW  –  gigawatt \n  kWh  –  kilowatt hour \n  MCM  –  master control and monitoring  \n  MW  –  megawatt \n  O&M  –  operation and maintenance \n  PRC  –  People’s Republic of China \n  PV  –  photovoltaic \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention  \nSector (subsector)  –  Energy (energy sector development) \nTheme (subthemes)  –  Economic growth (widening access to markets and economic \nopportunities), environmental sustainability (eco-efficiency), \ncapacity development (institutional development) \nClimate change  –  Climate change mitigation  \nLocation impact  –  Rural (medium), urban (medium), national (medium), regional (low) \nPartnership   –  Multi-Donor Clean Energy Fund under the Clean Energy Financing \nPartnership Facility \n \nNOTE \nIn this report, “$” refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2  \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  A. Bhargava, Energy Division, EARD  \n   \nTeam leader  S. Yamamura, Energy Specialist, EARD \nTeam members  T. Oi, Energy Specialist, EARD \n  K. Ozoa, Administrative Assistant, EARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other \nstatus of any territory or area. ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Director", "fullname": "A. Bhargava", "role": "Energy Division", "organization": "EARD"}, {"documentRole": "Team leader", "fullname": "S. Yamamura", "role": "Energy Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "T. Oi", "role": "Energy Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "K. Ozoa", "role": "Administrative Assistant", "organization": "EARD"}]}