{"path": "data/input/ta/44056-01-prc-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 44056-01    \nPolicy and Advisory Technical Assistance (PATA) \nNovember 2010 \n \nPeople's Republic of China: East–West Partnerships \nfor Poverty Reduction \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n The views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 24 November 2010) \n \nCurrency Unit  –  yuan (CNY) \nCNY1.00  =  $0.1504 \n$1.00  =  CNY6.644 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDD  –   community-driven development \n  FCPMC  –  Foreign Capital Project Management Center  \n  LGOP  –  State Council Leading Group of Poverty Alleviation and Development  \n  NDRC  –  National Development and Reform Commission \n  NGO  –  nongovernment organization \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Policy and advisory technical assistance (PATA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector (agriculture and rural sector development, microfinance, social \nprotection, decentralization) \nThemes  –  Economic growth (widening access to markets and economic \n(subthemes)  opportunities); governance (civil society participation); gender equity \n(economic opportunities); capacity development (client relations, network, \nand partnership development)  \nLocation impact  –  Rural (low); urban (high); national (high)  \n \nGLOSSARY \nCommunity-driven  –  participatory village-level decision-making for use of resource allocations \ndevelopment  in the community, with nongovernment organizations providing support \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  N. Chakwin, Financial Sector, Public Management and Regional Cooperation \nDivision, EARD \n   \nTeam leader  B. Wilkinson, Senior Finance Specialist (Microfinance), EARD \n  X. Jiang, Country Specialist, EARD \n  R. O’Sullivan, Principal Counsel, Office of the General Counsel \nPeer reviewer  B. Edes, Director, Regional and Sustainable Development Department  \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank does \nnot intend to make any judgments as to the legal or other status of any territory or area. ", "   \nI.  INTRODUCTION \n1.  The technical assistance (TA) will synthesize lessons learned from the experiences of  \n(i) the east–west partnerships for poverty reduction, (ii) community-driven development (CDD), \nand (iii) new microcredit systems, and propose how these three methods can be combined in \nthe western provinces. The TA will consider previous work, and hold discussions with east–west \npairs to improve and deepen their partnerships. It will define workable poverty-reduction project \noptions using the three approaches, and incorporate a randomized evaluation process that can \nbe  used  to  monitor  results  of  the  new  project  options  and  provide  feedback  for  further \nrefinement.  Missions  visited  the  People’s  Republic  of  China  (PRC)  from  30  August–10 \nSeptember  2010 to  determine the  objectives, scope,  and  implementation  arrangements.  A \nmemorandum of understanding was signed with the State Council Leading Group of Poverty \nAlleviation  and  Development  (LGOP)  and  its  Foreign  Capital  Project  Management  Center \n(FCPMC) on 10 September 2010.1 The design and monitoring framework is in Appendix 1. \n \nII.  ISSUES \n2.  The PRC has made significant progress in poverty reduction. Based on the official \nannual per capita poverty line of CNY1,196 ($175), the number of people living in absolute rural \npoverty has decreased from an estimated 250 million in 1978 to 35.97 million in 2010.2 However, \nsignificant challenges remain. Poverty has become increasingly centered in rural and more \nisolated parts of the country. It is more prevalent among vulnerable groups, such as those living \nin remote or environmentally threatened areas, the elderly, women, and members of ethnic \nminorities. Although the government is putting more resources into poverty reduction, the rate of \ndecline in poverty has been slowing markedly. Recent research has indicated that new forms of \npoverty and inequality are rising.3    \n \n3.  Various poverty reduction approaches have been tried in the PRC since 1995. One has \nbeen  the  east–west  partnerships  for  poverty  reduction.  In  1996,  the  LGOP  held  the  first \nCongress of East-West Cooperation, where it paired 10 western provinces with 13 eastern cities \nand provinces and provided guidelines for voluntary cooperation between the pairs. The eastern \npartners  are  not  required  to  provide  funding,  but  moral  suasion  is  used  by  the  national \ngovernment to encourage support. The five types of support are (i) cash grants, (ii) industrial \ncooperation to encourage private investment from east to west, (iii) labor mobilization, (iv) social \nmobilization, and (v) staff capacity building. Eastern provinces and cities, through medium-term \nagreements, currently provide cash, training, and personnel through secondments to 15 poorer \nprovinces in the western regions. However, the Asian Development Bank (ADB) research on the \ninstitutional aspects of the east–west partnerships completed in December 2009 showed that, in \nsome cases, donations from the eastern partners had been declining because of pressures \ncaused by the global financial crisis and a lack of sufficient incentives to continue increasing \nsupport.4 The partnerships appear to be both durable and beneficial, but can be enhanced to \nmake them more effective. During a workshop to discuss the research results and subsequently \n                                                \n1  The TA first appeared in the business opportunities section of ADB's website on 23 April 2010. \n2   National Statistics Office. 2010. China Statistical Abstract. Beijing. \n3  J. Ghosh. 2010. Poverty Reduction in China and India: Policy Implications of Recent Trends. Working Paper, \nUnited  Nations  Department  of  Economic  and  Social  Affairs.  New  York;  and  K.  Larsen.  2006.  Changing \nDevelopment Strategies and Interaction with Types, Causes and Location of Poverty, the Case of China. Revised \npaper from 7th European Conference on Agriculture and Rural Development in China. London (September 2004). \n4  Ting Zuo, et al. 2009. Institution and Innovation of East–West Pairing-Off Regional Cooperation for Poverty \nReduction in China. Report from subproject 2.8 of Facility for Policy Reform and Poverty Reduction (TA 4933-\nPRC). Beijing: ADB. ", "2 \nduring  the  fact-finding  for  this  TA,  the  four  western  provinces  of  Gansu,  Guangxi-Zhuang \nAutonomous Region, Inner Mongolia Autonomous Region, and Yunnan asked for ADB support \nto help improve their poverty reduction activities.5 \n \n4.  A second approach to poverty reduction has been the devolution of some development \nfunds and decision-making to villages, known as community-driven development (CDD). LGOP \nhas conducted CDD pilot projects with ADB involvement since 1998, with six TA projects \nexceeding $4.3 million in value.6  The pilots have established the foundation for more advanced \nCDD initiatives, some of which have nongovernment organization (NGO) involvement. Field \nreviews demonstrate that CDD has resulted in more cost-effective public goods provision as a \nresult  of  villagers  taking  decisions  and  managing  the  funds  themselves.  However,  some \nsimplification may be needed and the legal question of allocating funds to villages when they \nare  not  registered  institutions  has  been  raised.  In  addition,  the  roles  of  NGOs  and  local \ngovernments may need to be refined. \n   \n5.  A third approach has been microcredit, which has also been actively supported by ADB \nwith numerous TA projects since the mid-1990s. Microcredit has been provided in three main \nways: (i) by LGOP through the Agriculture Bank of China and the Agriculture Development Bank \nof China; (ii) by rural credit cooperatives to farmers; and (iii) through an expansion of institutions \nproviding microcredit services, stimulated by the People's Bank of China and the China Banking \nRegulatory Commission.7 Recently, LGOP has also established village cooperative funds, which \nreceive small grants and use a group guarantee model for lending to villagers. The scaling up of \nmicrocredit  to  increase  geographic  and  client  coverage  has  been  limited  because  of \nweaknesses in the models and regulatory restrictions. The next phase of LGOP activities in \nmicrocredit needs to encourage sustainability, and better engagement between small farmers \nand formal financial institutions.     \n \n6.  Provinces  are  currently  considering  the  potential  to  reduce  poverty  through  a \ncombination of various forms of agricultural enterprises, support for labor migration to cities, and \nimprovements to schools, community centers, and other infrastructure.  However, questions \nhave been raised about the sharing of profits in agricultural enterprises, labor demands and \navailability  when  farming  systems  change,  a  shift  in  focus  from  increasing  economic \nopportunities to improving household access to services, and household management of risk. \nOther  concerns  have  been  raised  about  the  environmental  sustainability  of  changes,  food \nsecurity, market development, and the best form of agricultural enterprises, including farmer \ncooperatives. It is important that efforts to reduce poverty support not only income from farming \nbut also the large number of additional smaller income-generating activities rural households \nundertake,  such  as trade  and  processing  of agricultural  products.  Reviews  are  needed  of \n                                                \n5  The results were presented and discussed with the National Development and Reform Commission (NDRC), \nLGOP, and representatives from four east–west pairs in a cosponsored workshop on 2 March 2010. \n6  ADB. 1998. Technical Assistance to the People’s Republic of China for Study on Ways to Support Rural Poverty \nReduction Projects. Manila (TA 3150-PRC, $985,000); ADB. 2003. Technical Assistance to the People’s Republic \nChina for A Fund for Strategic Policy Conferences and Studies for Poverty Reduction Manila (TA 4200-PRC, \n$500,000); ADB. 2006. Technical Assistance to the People’s Republic of China for Facility for Reform Support and \nCapacity Building. Manila (TA 4790-PRC, $500,000.); ADB. 2005. Technical Assistance to the People’s Republic of \nChina for Nongovernment Organization–Government Partnerships in Village-Level Poverty Reduction. Manila (TA \n4580-PRC $1,000,000.); ADB. 2007. Technical Assistance to the People’s Republic of China for the Facility for \nPolicy Reform and Poverty Reduction. Manila (TA 4933-PRC, $965,000); ADB. 2008.  Technical Assistance to the \nPeople’s Republic of China for New Models for Civil Society Participation in Poverty Reduction Manila (TA 7159-\nPRC, $400,000). \n7  This includes the microcredit companies, which were created with ADB assistance under ADB. 2004. Rural \nFinance Reforms and Development of Microfinance Institutions. Manila (TA 4430-REG). ", "3 \nchanges in the way intergovernmental transfers and international loan repayments are managed \nand of gender mainstreaming. The results of the pilots need to be synthesized into a set of \nguidelines for general field application. The three approaches (east–west activities, CDD, and \nmicrocredit) are complementary and the potential for combining them needs to be developed.  \n \n7.  The proposed TA will help the PRC consolidate, combine, and expand the successful \nwork done over the last 10 years. It will address some of the broader poverty questions raised \nabove,  including  ensuring  gender  mainstreaming.  By  laying  down  essential  principles  for \napplication of each of the three approaches and of combinations of them, the government can \nhelp to guide poverty reduction processes at the provincial level. In this way the effectiveness of \nthe east–west partnerships can be improved, thus further reducing poverty and inequality in the \nwestern provinces.8   \n \n8.  The government's priorities for poverty reduction were defined in the Eleventh Five-Year \nPlan, 2006–2010 and at the 17th National Congress of the Communist Party of China in 2007. \nThey can also be found in ongoing consultations to develop the Twelfth Five-Year Plan and in \nthe forthcoming 10-year plan for poverty reduction. The goal is to establish a harmonious \nsociety through balanced and people-centered development. The government has proposed a \nscientific approach to addressing growing development gaps between rural and urban areas, \nbetween  western provinces and coastal regions, and  between the poor and more affluent \npopulations. An emphasis on rural development will continue under the Twelfth Five-Year Plan, \nand may be deepened to include rural industrial expansion.  \n \n9.  The TA is fully consistent with both the government strategy for poverty reduction and \nthe ADB country partnership strategy.9  The emphasis of the country partnership strategy is on \nsupporting  the  PRC  in  its  work  to  ensure  environmentally  sustainable  development  and \ninclusive  growth.  This  includes  balanced  regional  development,  rural  infrastructure,  skills \ntraining,  financial  sector  reforms,  small  and  medium-sized  enterprise  development,  and \nsustainable rural ecosystem management. All of these aspects are present in the proposed \napproach. Enhanced poverty reduction models can specifically address rebalancing, as well as \nimproving rural livelihoods and reducing both poverty and household risks.     \n \nIII. THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n10.  The impact of the TA will be more effective east–west partnership agreements signed \nand funded. The outcome will be enhanced systems for poverty reduction formally established \nfor east-west pairs, including current east–west support areas, CDD, and microcredit.  \n  \nB.  Methodology and Key Activities \n11.  Using the east–west partnerships as the anchor, the TA will study and suggest ways of \nadding CDD and microcredit to the essential elements of the east–west partnerships: grants, \nsecondments, and new business investments. The TA will analyze the activities and results of \neast–west partnership activities, CDD, and microcredit, as well as gender issues, to better \nunderstand the key elements for success. The outputs will be reports showing (i) lessons \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n                                                \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n8  This TA will also benefit from lessons and activities being undertaken under RETA 7543 ADB. 2010. Technical \nAssistance for  Sharing Knowledge on Community-Driven Development in Asia and the Pacific. Manila.  \n9  ADB. 2008. Country Partnership Strategy: People’s Republic of China, 2008–2010. Manila. Description drawn from \npage 15. \n ", "4 \nlearned, and documentary guidelines for use of each of these three approaches to poverty \nreduction in the PRC; (ii) three models that combine the approaches; and (iii) systems to \nconduct randomized evaluations of the results of the proposed models. \n \n12.  The TA will assess and define policy, operational, institutional, and technical aspects of \nthe east–west partnerships, CDD, and microcredit, incorporating gender issues throughout the \nprocess. Reviews of documents, detailed discussions with the FCPMC and provincial poverty \nofficials, brainstorming exercises with field practitioners, and field visits and case studies in the \nwestern provinces will be used to produce the outputs. Specific attention will be paid to: \n \n(i)  the best way to attract private investment from eastern to western rural areas;  \n(ii)  building capacity to strengthen east–west partnerships at county, township, and village \nlevels;  \n(iii)  experiences  of  village  cooperative  funds,  particularly  targeting  methods  for  poor \nhouseholds, and methods of expanding outreach;  \n(iv)  forms of agricultural enterprises that will maximize farmer incomes and eliminate the \nneed for subsidies or soft loans to enterprises or farmer cooperatives;  \n(v)  improved  CDD  models  that  are  less  time-consuming  and  more  effective,  including \ninvolving new types of NGOs, and the role of local government; and \n(vi)  the use of the randomized evaluation methods to monitor and evaluate poverty reduction \nprojects. \n \n13.  The TA will focus on establishing principles to guide poverty reduction expenditure \nrelated to east–west partnerships, CDD, and rural and agricultural credit. The principles will be \nbased on both research and experience to date, and will be reviewed and discussed with \nstakeholders and practitioners. They may be applied at both national and provincial levels, and \ncan help determine investment priorities and approaches.   \n \n14.  Specific  models  blending  east–west  partnerships,  CDD,  and  microcredit  will  be \ndeveloped, based on the principles, prior experience, and the needs of the western provinces. \nModels will need to be sufficiently flexible to enable provinces with very different needs and \ncircumstances to use them. They will incorporate aspects of timing and phasing of different \napproaches to maximize synergy, and will incorporate rigorous methods of evaluation to help \ndemonstrate results. They will be developed and discussed in detail with east–west pairs and \nother interested stakeholders, then modified accordingly for field application.    \n \nC.  Cost and Financing \n15.  The total cost of the TA is estimated at $425,000 equivalent, of which the government \nhas requested ADB to finance $300,000 equivalent. The TA will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF—other sources). The government will provide \n$125,000 equivalent in-kind for counterpart staff, work space and logistics support, information \ngathering, and selected training costs. The TA will cover remuneration, travel, and per diem of \nconsultants, as well as training, workshops, and miscellaneous expenses. The detailed cost \nestimates are in Appendix 2. \n \nD.  Implementation Arrangements \n16.  The  TA  is  expected  to  begin  in  December  2010  and  end  in  January  2012,  an \nimplementation period of 13 months. The proposed executing agency and implementing agency \nfor the TA is the FCPMC of LGOP. Other ministries and offices are expected to be consulted, ", "5 \nincluding  the  Ministry  of  Finance, the  National  Development  and  Reform  Commission,  the \nMinistry of Transport, the Ministry for Water Affairs, the Environmental Protection Agency, the \nMinistry  of  Agriculture,  and  the  four  east–west  paired  provinces  that  have  been  regularly \nengaged in the consultative process. The executing agency will provide the necessary office \nspace, counterpart staff, transportation, logistical and travel arrangements, and other relevant \nservices to the consultants and will arrange meetings and appointments with relevant agencies \nand organizations. \n \n17.  The  TA  will  recruit  one  international  expert  (2  person-months,  intermittent)  for \nrandomized  evaluation.  Four  national  consultants  (13  person-months,  intermittent)  will  be \nrecruited  for  CDD,  rural  finance,  east–west  partnership  implementation,  and  rural \nindustrialization. The outline terms of reference for the consultants are in Appendix 3. The \ninternational and national consultants will be selected and engaged on an individual basis by \nADB in accordance with its Guidelines on the Use of Consultants (2010, as amended from time \nto time). International and national consultants will work together under the direction of LGOP \nand with other national ministries and agencies and eastern and western provincial officials as \nappropriate.  The  TA  proceeds  will  be  disbursed  in  line  with  ADB’s  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). The TA will finance training, \nseminars, and conferences. These costs will be administered by the executing agency using an \nadvance payment facility. The executing agency has administered numerous ADB TA projects \nand five World Bank loans, and has adequate capacity to manage the funds. \n \n18.  The  TA  provides  numerous  opportunities  for  information-sharing  and  knowledge \nproducts. ADB will involve, on an informal basis, a group of interested technical staff, continuing \nan interdepartmental group that begun in 2009 to engage in discussions about the PRC poverty \nreduction and village participatory approaches. The group will provide guidance and support, \nincluding additional research references and useful international experiences, and will advise on \ndraft principles and models through the project officer.  \n    \nIV. THE PRESIDENT'S DECISION \n19.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $300,000 on a grant basis to \nthe Government of the People’s Republic of China for the East-West Partnerships for Poverty \nReduction, and hereby reports this action to the Board.  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6    Appendix 1   \nDESIGN AND MONITORING FRAMEWORK  \n \n \nDesign  Performance Targets  Data Sources and  Assumptions and \nSummary  and Indicators  Reporting Mechanisms    Risks \nImpact      Assumption \nMore effective east–west  Partnership agreement  NDRC annual meeting  Synthesizing several methods will \npartnership agreements  incorporating new  documents on east–west  be more effective in areas with \nsigned and funded  elements in at least two  partnerships  more difficult poverty problems \npartnerships by end 2013     \n \nOutcome      Assumption \nEnhanced models for  poverty  New model framework  NDRC annual meeting  East–west partners will wish to \nreduction with microcredit,  for east–west poverty  documents on east–west  deepen financing and capacity \nCDD, and gender balancing  reduction relationships  partnerships  building arrangements to add new \nformally established for east– with elements for    elements \nwest pairs  microcredit, CDD, and   \n  gender by end 2012  Risks \nSome eastern provinces and cities \nmay not wish to codify a long-term \nrelationship for poverty reduction \n \nGovernment may not wish to \ntransfer financial resources and/or \ndelegate poverty reduction project \nadministration to NGOs \n \nOutputs       Assumptions \n1. Synthesis of lessons  East–west progress  East–west partnership  East-West partners have been \nlearned and essential  reports summaries by  review report in project files   assessing results and considering \nprinciples for effective  month 4     next steps \nimplementation of east-      \nwest partnerships for  Lessons learned and  Project report on poverty  Local governments will be willing to \npoverty reduction, CDD,  replicable in three  results of three approaches  disclose specifics on existing \ngender, and microcredit  approaches by month 6  in project files  budgets to enable additional \ncompleted, with two      poverty investment requirements to \nseparate policy notes as a      be determined \nKPS       \n2. Using output 1, at least  Three options papers for  Project consulting report  East–west partner provinces will \nthree practical, concrete   the combined models,  with three options, workshop  want a more rigorous system to \noptions for poverty  with gender  minutes of presentations  prove poverty reduction results \nreduction for the western  mainstreaming, by month     \nprovinces combining  8     \napproaches developed    Final report on randomized   \n3. Randomized evaluation    evaluation  methodology in \nprocess and methodology  Methodology note and  project files, workshop \nestablished for the model  cost estimates system by  minutes of presentation \noptions in output 2 above,  month 9 \nwith one separate policy \nnote as a knowledge \nproduct  \n \n \nActivities with Milestones   Inputs \n1.1  Agree on the methodology and study processes; recruit consultants by month 1.  ADB (TASF—other sources):  \n1.2  Compile  and  review  existing  materials  on  poverty  reduction  and  the  three  $300,000 \napproaches—(i)  east–west  partnership  systems  and  activities;  (ii)  CDD,  with   \nparticular  attention  to  financial  arrangements,  gender,  NGOs,  and  volunteer  Government: $125,000 equivalent \ninvolvement; and (iii) microcredit—by month 3.   for counterpart staff, work space \n1.3  Summarize lessons learned under each approach, and prepare separate knowledge  and logistics support, information \nproduct materials by month 4.  gathering, time of attendees from \n1.4 Based on these experiences, for each of the approaches propose and document a    participating agencies, and costs of \nset of basic principles that can be applied to all future poverty reduction projects by  travel and hotel and per diem to \nmonth 5.    attend workshops and meetings  \n ", "  Appendix 1  7 \nActivities with Milestones   \n1.5  Assess  separately  the  issues  of  rural  industrialization,  particularly  methods  of   \nagricultural enterprises which maximize farmer incomes and eliminate the need for \nPoverty Alleviation Development Office subsidies or soft loans to enterprises or \nfarmer cooperatives. Document various models and recommendations for future cost-\neffective systems of assisting farmers to move up the value chain by month 5. \n1.6  Peer review the documents prepared under items 1.3–1.5 with LGOP, NDRC, MOF, \nand participating east–west pairs in workshops by month 6. \n1.7  Revise, finalize, and translate the documents by month 6.  \n1.8  Issue two KPS policy notes on lessons and implications drawn from the studies of the \napproaches, and on repayment systems for loans by month 8. \n \n2.1 Using reports from output 1, develop a range of options for poverty alleviation \napproaches that can enhance the east–west partnership arrangements in poor areas \nin western provinces by month 8.  \n2.2  Show how the options can complement local government efforts by month 8. \n2.3  Define  methods  of  undertaking  feasibility  studies  to  ensure  the  viability  of  the \napproach in the specific circumstances of each western province by month 8. \n2.4 Develop a system to ensure more effective establishment and operation of farmer \nmarketing and processing systems for their key products in poverty areas, whether in \ncooperatives or by private investors by month 8. \n2.5  Conduct a workshop with key stakeholders to discuss results of 2.1 to 2.4 above, and \ndetermine which are most feasible and how implementation can be ensured by month \n8. \n2.6  Revise and refine options, and draft the final versions of the options that combine the \nthree approaches by month 8.  \n2.7 Present results at a national conference of east–west pairs for discussion and possible \nadoption by month 9. \n \n3.1 Recruit an international consultant to train and advise on randomized evaluation \nsystems by month 1 \n3.2 LGOP and consultants discuss output 2 materials and define a methodology for \nrandomized  evaluation  systems  for  the  east–west  model  framework,  including \ninformation requirements and methods to cost the process as well as timing of events \nby month 10. \n3.3  Present results at a national conference on east–west pairs (see 2.7 above) by month \n9. \n3.4  Issue one KPS policy note on lessons and implications drawn from consultant report \n       for use of randomized evaluation systems on poverty reduction projects in the PRC  \n       by month 12. \nADB = Asian Development Bank, CDD = community-driven development, KPS = knowledge products and services, LGOP = \nLeading Group of Poverty Alleviation and Development, MOF = Ministry of Finance, NDRC = National Development and Reform \nCommission, NGO = nongovernment organization, PRC = People’s Republic of China, TASF = technical assistance special fund.    \nSource: Asian Development Bank. \n \n \n \n \n  \n   \n \n \n \n \n \n \n ", "8    Appendix 2   \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nA.  Asian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants (4 person-months)  48.00 \n      ii.  National consultants (26 person-months)  68.00 \n    b.  International and local travel  65.00 \n    c.  Reports and communications  7.00 \n  2.  Training, seminars, and conferencesb  70.00 \n  3.  Miscellaneous administration and support costs  10.00 \n  4.  Contingencies  32.00 \n      Subtotal (A)  300.00 \n   \nB.  Government Financing   \n  1.  Office accommodation and transport  75.00 \n  2.  Remuneration and per diem of counterpart staff  25.00 \n  3.  Contingencies  25.00 \n      Subtotal (B)  125.00 \n   \n        Total  425.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF–other sources). \nb  The training, seminars and conferences are expected to include at least two meetings of the east–west partnership \npairs  along  with  the  National  Development  and  Reform  Commission  and  Ministry  of  Finance  to  discuss \ndevelopments and options for enhancing the east–west partnership agreements, and smaller workshops in one or \nmore of the western provinces to discuss options for partnerships with local governments,  nongovernment \norganizations, and other stakeholders. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n ", "Appendix 3  9 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will recruit one international expert (2 person-months, \nintermittent)  for  randomized  evaluation.  Four  national  consultants  (13  person-months, \nintermittent) will be recruited for community-driven development (CDD), rural finance, east–west \npartnership  implementation,  and  rural  industrialization.  The  international  and  national \nconsultants will be selected and engaged on an individual basis by the Asian Development \nBank (ADB) in accordance with its Guidelines on the Use of Consultants (2010, as amended \nfrom time to time). International and national consultants will work together under the direction \nof the State Council Leading Group of Poverty Alleviation and Development (LGOP) and with \nother national ministries and agencies and eastern and western provincial officials.   \n \n2.  All consultants will have relevant tertiary qualifications, at least 5 years’ prior experience \nin fields of work relevant to their assignment, good spoken English and the capacity to work \nclosely with other colleagues to synthesize, combine, and establish successful poverty reduction \nmechanisms.  Prior  experience  in  poverty  reduction  at  the  field  level  is  critical,  as  is  an \nunderstanding of the operations of field-based nongovernment organizations (NGOs) in the \nPeople’s Republic of China (PRC). The international consultant must have strong knowledge of \nrandomized evaluation work, preferably in academic and field settings, and prior experience in \nthe PRC is highly desirable. The consultants must have good skills in working with broader \ngroups to brainstorm and document results of workshops, using them to refine their reports. All \nreports and workshop summaries must be submitted in English (final reports will be in English \nand Chinese). \n \n3.  Deliverables for all consultants include: (i) an inception report containing a schedule of \nwork to complete the tasks listed below and any others agreed with ADB and LGOP; (ii) drafts \nof reports, conference proceedings, training materials, and other outputs in English and Chinese \nin  accordance  with  the  inception  report;  and  (iii)  knowledge  product  drafts  to  share  with \ninterested parties. The delivery dates for all deliverables will allow sufficient time for ADB and \nthe executing agency to review them before finalization on or before the dates indicated in the \ndesign and monitoring framework for outputs. \n \nTable A3: Consulting Services Inputs \n \nPerson- Method  of \nPosition \nMonths  Recruitment \nA.  International Consultants     \n1.  Randomized evaluation specialist       2  Individual \n     Subtotal (A)    2   \n       \nB.  National Consultants     \n1.  Rural finance specialist    3  Individual \n2.  Provincial partnerships advisor    3  Individual \n3.  Community-driven development and gender specialist    2  Individual \n4.  Rural industrialization specialist    5  Individual \n     Subtotal (B)  13   \n       \n  Total   15   \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \nA.  Randomized Evaluation Specialist (international, 2 person-months intermittent)  \n     \n4.  The scope of work is to design and train officials on impact evaluation options for east–\nwest poverty reduction project options incorporating CDD and microcredit using a randomized \ncontrolled trial. The consultant will be responsible for assisting  LGOP and relevant provinces to \nunderstand how to determine the best methods of designing the evaluations, supervising their \nimplementation, carrying out data analysis and reporting on results. The consultant will be \nexpected to work closely with all stakeholders to verify, refine, and focus the work, to maximize \nthe evaluation’s learning potential. Specific tasks include: \n(i)  work with the national consultants to understand the history and experience of \neast–west  partnerships,  CDD,  and  microcredit  in  the  PRC  and  previous \nevaluations and understand the principles being proposed for each of these \nareas; \n(ii)  based on this work, advise on the most appropriate, cost-effective, and timely \nmethods of designing, implementing, and analyzing the data to show results of \nthe east–west enhanced partnership arrangements and complete documentation \non this process; and \n(iii)  provide  workshops  and  training  for  stakeholders  to  best  understand  how  to \nimplement the recommendations. \n \nB.  Rural Finance Specialist (national, 3 person-months intermittent) \n \n5.  The consultant will develop guiding principles for the implementation of microcredit in \nany poverty reduction project, with particular emphasis on incorporating  microcredit activities \ninto east–west cooperation programs. The consultant will: \n(i)  review the extensive literature on microfinance and rural finance in the PRC to \nidentify and summarize the most relevant and recent lessons for microcredit \noperations in terms of access to finance and poverty reduction; \n(ii)  review the experiences of community development funds in terms of lending, \nrepayment, growth and access by the poorer households; determine the capacity \nof these organizations to grow and to meet village demand; determine viable \nmechanisms for expansion, including conversion to other institutional forms such \nas village banks, agents for commercial banks, and borrowing from commercial \nbanks for onlending; assess the capacity of clients to borrow and repay under \nvarious interest rate scenarios; consider and comment on methods for effective \ntargeting within the village; \n(iii)  recommend realistic ways of helping poorer households address risk, including \nloss of labor or assets, particularly through savings or microinsurance products; \n(iv)  consider methods and recommend principles for microcredit expansion; \n(v)  engage in and document the findings of all brainstorming and peer reviews for \nmicrocredit, incorporating findings into the recommendations and synthesis; and \n(vi)  provide input for the synthesis of east–west, microcredit, and CDD models. \n \nC.  Provincial Partnerships Advisor (national, 3 person-months, intermittent) \n \n6.  The  consultant  will  provide  direction  on  the  specific  types  of  work  that  east–west \npartnerships have undertaken which have been successful in poverty reduction, and to lay out \nthe  principles  for  use  of  these  tools  with  microcredit  and  CDD  in  a  blended  mechanism. \nSpecifically the consultant will: \n(i)  review the literature and reports within LGOP and the National Development and \nReform Commission (NDRC) and in the public domain on east–west partnership \n ", "Appendix 3  11 \noperations and results in the PRC to elicit the most relevant and recent lessons \nfor  successful  and  sustainable  poverty  reduction;  pay  attention  to  \n(a)  cash  grants,  (b)  training  and  capacity  building,  (c)  stimulation  of  rural \nbusiness investment from east to west, and (d) lending from east to west and \nsummarize the results in terms of lessons learned; \n(ii)  determine the best methods of persuading eastern provinces to provide sufficient \nresources to make a significant impact for longer periods; incorporate methods \nfor attracting private investment from eastern to western rural areas; and build \ncapacity at village, township, and county levels; \n(iii)  recommend principles for further east–west agreements and engagement;  \n(iv)  engage in and document the findings of all brainstorming and peer reviews for \neast–west  partnerships,  incorporating findings  into  the  recommendations  and \nsynthesis; \n(v)  create three different models, incorporating the recommendations of the other \nnational consultants for CDD and microcredit into the overall sets of options; and \n(vi)  provide a final set of recommendations on  synthesized models. \n \nD.  Community-Driven Development and Gender Specialist (national, 2 person-months, \nintermittent) \n \n7.  The consultant will document and develop guiding principles for gender mainstreaming \nand  implementation  of  CDD  in  any  poverty  reduction  project,  with  particular  emphasis  on \nincorporation  of  CDD  and  gender  mainstreaming  activities  into  east–west  cooperation \nprograms.  The consultant will specifically: \n(i)  review  the  literature  and  documents  available  on  CDD  and  related  gender \nmainstreaming in poverty reduction projects in the PRC to elicit the most relevant \nand recent lessons in terms of village development, cost effectiveness, NGO \nengagement, and local government operations; summarize the results in terms of \nlessons learned; \n(ii)  propose  less  time-consuming  and  more  effective  CDD  models  incorporating \ngender concerns, including involvement of various types of NGOs and volunteers \nand local government, including funding and maintenance of infrastructure after it \nis created; \n(iii)  ensure  there  is  extensive  participation  in  CDD  and  gender  balancing  and \npropose methods to ensure that those who receive support are the households \nthat need it most and can use it effectively; \n(iv)  recommend principles for CDD expansion, including use of local government \nfunds provided directly to villages for their decision making and spending; \n(v)  engage in and document the findings of all brainstorming and peer reviews, \nincorporating findings into the recommendations and synthesis; and \n(vi)  provide input into the synthesis of east–west, microcredit, and CDD models, \nensuring gender issues are addressed. \n \nE.  Rural Industrialization Specialist  (national, 5 person-months, intermittent) \n \n8.  The  consultant  will  identify  methods  of  rural  industrialization,  including  historic  and \ncurrent poverty-reduction-led systems which maximize farmer incomes and eliminate the need \nfor Poverty Alleviation Development Office subsidies or soft loans to enterprises or farmer \ncooperatives. In addition, the consultant will document how such models can be environmentally \nresponsible and address changes in the composition of rural labor. The consultant will: \n \n ", "12  Appendix 3 \n(i)  review and document alternative models of farmer engagement in the value \nchain, particularly including methods used to attract and establish both private \nand public agricultural processing and farmer cooperatives, including the four \neast–west pairs that have been working with LGOP during preparation of this TA; \n(ii)  document viable systems of farmer cooperatives operating in the PRC or which \ncould be introduced, including management structure, capitalization, operations, \nmethods of profit sharing, and options for technical support; \n(iii)  provide information on the incentives required to attract responsible investment \nfrom private sector, particularly from eastern provincial partner areas; \n(iv)  assess sources of and lender requirements for agribusiness and for farmers \nproviding inputs to agribusiness;  \n(v)  determine methods of extension service provision, input supply, and contracting \nbetween farmers and cooperatives and agribusinesses to help increase farmer \nincomes, lower their production and pricing risks, and ensure fair arrangements \nbetween farmers and processors; \n(vi)  assess and advise on mechanisms to improve household income derived from \nactivities other than crops or animal husbandry; and  \n(vii)  provide recommendations on how to develop processing in poor areas within the \ncontext of east–west partnerships and the expanded models, including likely \ncosts and principles.  \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101203011433Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "people's republic of china, adb project 44056, poverty reduction, policy and advisory technical assistance, economic growth, governance, gender equity, capacity development, partnership development, civil society participation", "ModDate": "D:20101214162740+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": "Technical Assistance Report: People's Republic of China: East–West Partnerships for Poverty Reduction"}}