{"path": "data/input/ta/44084-01-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 44084 \nResearch and Development Technical Assistance (RDTA) \nApril 2010 \n \n \n \nEstablishing Global Research Alliances \n \n \n  \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  NSD  –  National School of Development, Peking University \n  PRC  –  People's Republic of China \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector (economic and public affairs management, education \nsector development) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment), social development (human \ndevelopment), capacity development (institutional development). \nLocation impact  –  Regional (high impact), national (high impact) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \nVice-President  U. Schäfer-Preuss, Knowledge Management and Sustainable \nDevelopment \nChief Economist  J. W. Lee, Economics and Research Department (ERD) \nAssistant Chief Economist  J. Zhuang, Economic Analysis and Operations Support Division, \nERD  \n   \nTeam leaders  Y. Jiang, Economist, ERD \n  H. H. Son, Economist, ERD \nTeam members  M. E. Khan, Principal Economist, ERD \n  A. S. Lagman-Martin, ERD \nL. P. Poot, ERD \n  E. A. San Andres, ERD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  Strategy 2020, the long-term strategic framework of the Asian Development Bank (ADB), \nunderscores  the  importance  of  providing  knowledge  solutions  to  its  developing  member \ncountries (DMCs).1 Alliances with regional and global research institutions are critical to ADB's \nknowledge  operations  and  are  a  key  part  of  the  Economics  and  Research  Department's \nmedium-term priorities for 2010–2012. Such alliances will enable ADB to establish a wider \nresearch  network,  tap  a  larger  pool  of  talents  and  a  broader  range  of  expertise,  improve \neffectiveness and efficiency in producing quality knowledge products, enhance its capacity in \nproviding  knowledge  solutions,  and  ultimately  raise  the  profile  of  ADB  as  a  knowledge \ninstitution. \n \n2.  The  proposed  research  and  development  technical  assistance  (TA)  aims  to  help \nestablish research alliances between ADB and regional and global research institutions through \ncollaborative studies on development issues that are critical to inclusive and environmentally \nsustainable growth and poverty eradication in developing Asia, both nationally and regionally. \nThe TA will finance two studies: (i) rebalancing and sustaining growth in the People's Republic \nof  China  (PRC),  and  (ii) human  capital  development  in  developing  Asia.  The  design  and \nmonitoring framework of the TA is in Appendix 1.2 \n \nII.  ISSUES \n3.  Rebalancing and sustaining growth in the People's Republic of China. While its \nrapid growth since the late 1970s has been impressive, the PRC faces serious challenges. First, \nthe recent global imbalances and the outbreak of the global financial crisis in 2008 have raised \nquestions about how long export-led growth can continue for an economy as large as the PRC. \nSecond, rapid growth has increased household incomes across the board in the PRC and led to \na  dramatic  reduction  in  extreme  poverty,  but  income  inequality  has  also  increased.  The \nwidening gaps between urban and rural areas, and between eastern and western parts of the \ncountry, show the need to change the pattern of growth and make it more inclusive. Third, with \nper capita income now above $3,000, the PRC needs to find a way to sustain growth and avoid \nthe \"middle-income trap.\"3 Fourth, the country also faces environmental challenges. As one of \nthe largest sources of carbon emissions in the world, it will have to deal with growing pressure \nto reduce emissions and move toward a low-carbon economy. \n \n4.  Rebalancing and sustaining growth, making growth more inclusive, and moving toward a \nlow-carbon economy mean transforming the economic structure and exploring new sources of \ngrowth. This requires moving up the value chain in manufacturing, modernizing the services \nsector, expanding urbanization, developing small and medium-sized enterprises, and promoting \nlow-carbon growth. Successful structural transformation needs to be supported by continued \ninstitutional development, policy reforms, and advancement of human capital. This includes \nimproving the macroeconomic policy framework, reforming the finance sector, strengthening \nlabor market institutions, upgrading the skills of the labor force, and instituting effective social \npolicy and safety nets. Because the PRC is the third-largest economy and the largest exporter \nin  the  world,  understanding  and  managing  these  development  issues  is  vital  not  only  to \n                                                 \n1  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n2  The TA first appeared in the business opportunities section of ADB’s website on 2 March 2010. \n3  The \"middle-income trap\" refers to a situation wherein countries that achieved the middle-income status are having \ndifficulty moving further to the high-income status. \n ", "2   \nsustaining growth and improving living standards in the PRC, but also to supporting regional \nand global growth. \n \n5.  Despite  strong  interest  in  the  PRC  economy  and  a  growing  amount  of  literature, \nknowledge  gaps  still  exist,  especially  on  issues  such  as  rebalancing  growth,  low-carbon \ndevelopment, and avoiding the \"middle-income trap.\" Although some issues, such as finance \nsector reform and social safety nets, have been studied extensively, changing circumstances \nand the new phase of development the PRC has entered dictate a fresh look. Research on \nthese topics will not only inform the policy makers of the PRC, but also facilitate learning and \nknowledge sharing between the PRC and other DMCs. \n \n6.  Human capital development in developing Asia. Human capital plays an essential \nrole in economic growth and poverty reduction. This could be explained through both micro and \nmacro channels. From a macro perspective, accumulation of human capital improves labor \nproductivity,  facilitates  technological  innovations,  increases  returns  on  capital,  and  makes \ngrowth more sustainable, which helps reduce poverty. From a micro perspective, education \nimproves the chances of employment and better earnings. Education also helps improve a \npopulation's health outcomes such as life expectancy and infant mortality, while better health \noutcomes enhance returns to education. All in all, human capital development is important not \nonly for its instrumental value, but also as a development goal in its own right.  \n \n7.  Developing  Asian  countries  have  invested  significantly  in  education  and  health, \ncontributing to the increase in the stock of human capital in recent decades.  However, much \nmore needs to be done, especially in view of the region's growing population and the millions of \npeople still living in poverty. Supporting human capital development in developing Asia requires \na thorough understanding of key policy issues and constraints. These include (i) conceptual \nissues related to human capital; (ii) the political, social, and economic determinants; (iii) the \nlevels and determinants of returns on investment in human capital; (iv) the link between human \ncapital and economic growth and its inclusiveness, poverty reduction, institutional development, \nand  standards  of  living;  (v)  the  interaction  between  education  and  health;  and  (vi)  the \ninterventions in human capital development that have (and have not) worked and why.  \n \n8.  Despite the extensive literature on human capital development, significant knowledge \ngaps exist for developing Asia. Most literature looks at access to and financing of health and \neducation services, but little work has been done on the quality of these services. To bridge this \ngap, the study will include a literature survey; an analysis of conceptual issues related to human \ncapital development; and an analysis of the determinants of political, social, and economic \nfactors  affecting  human  capital  development.  Ultimately,  the  study  aims  to  develop  policy \nrecommendations for DMCs in human capital development. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The impact of the TA will be more evidence-based policy development in developing \nAsia in general, and the PRC in particular. \n \n10.  The outcome of the TA will be deeper understanding of key development challenges for \ndeveloping Asia, particularly (i) the PRC's challenges and policy options in rebalancing its \neconomy and making growth sustainable, and (ii) developing Asia's challenges, constraints, and \npolicy options in human capital development. \n ", "  3\n \nB.  Methodology and Key Activities \n11.  In broad terms, the TA will produce and disseminate high-quality knowledge products, \nand  support  research  alliances  with  regional  and  global  research  institutions.  The  TA  will \ngenerate (i) research papers, reports, policy briefs, opinion pieces, and books; (ii) conferences, \nseminars, workshops, and media events to discuss and disseminate research findings; (iii) \nroundtable discussions with DMC officials and policy makers on research findings; and (iv) a \nproject website to support knowledge sharing, dissemination, and networking.  \n \n12.  Study 1: Rebalancing and sustaining the PRC's growth. The study will produce \nabout  20  background  research  papers  and  a  synthesis  report  through  an  alliance  with  a \ndevelopment research institution in the PRC. Each background paper will (i) address a topic in \nthe areas of structural transformation, new sources of growth, and institutional development and \npolicy reforms needed to support structural transformation; and (ii) produce policy insights \nthrough a comprehensive literature survey, data analyses, reviews of international experiences, \nand diagnosis of critical constraints. Data used in the analyses could be publicly available, \npurchased, or obtained through original surveys. Independent reviewers will ensure quality \ncontrol by providing critical comments on each paper at various stages. The synthesis report, \nwhich will be based on the background papers, will summarize significant findings and present \npolicy options.    \n \n13.  Key activities and deliverables include (i) an inception workshop to discuss and agree on \nmethodological frameworks; (ii) a finalization workshop to discuss study results; (iii) roundtable \ndiscussions to disseminate the findings and policy messages to policy makers, academics and \nresearchers in and outside the PRC, media, development partners, and other stakeholders; (iv) \npreparation of about 20 background papers; (v) preparation of a synthesis report; and (vi) \npublication of a book containing the major results of the background papers and synthesis \nreport in English and Chinese. A tentative outline of the book is in Appendix 2. \n \n14.  Study 2: Human capital development in developing Asia. The study will produce \nbackground papers that (i) examine conceptual issues in human capital development, with \nemphasis on quality and rates of return on education; (ii) analyze links between human capital \nand economic growth and other socioeconomic variables; (iii) investigate the links between \neducation, labor productivity, and utilization of human capital in explaining economic growth; (iv) \nprovide a detailed analysis of the impacts of human capital development on people’s standard \nof living, focusing on policies that lead to improvement in the overall social welfare as well as its \ndistribution; (v) explore the social, cultural, political, and economic processes that influence \ninvestment  in  human  capital;  (vi)  discuss  the  role  of  governments,  the  private  sector, \nhouseholds, and development partners in investing in human capital development; (vii) explore \npolicy-relevant questions on whether to concentrate efforts and resources on basic education \nfor all or on developing the skills of elite gifted students to spur economic growth; and (viii) \nassess  the  impact  and  effectiveness  of  specific  policy  interventions  in  human  capital \ndevelopment such as conditional cash transfer programs, with emphasis on the ability of the \nprogram to affect household investments, choices, and outcomes related to human capital \ndevelopment. Based on these background papers, a synthesis report will summarize significant \nfindings and present policy options.    \n \n15.  Key activities and deliverables include (i) an inception workshop to discuss and agree on \nmethodological frameworks; (ii) a finalization workshop to discuss study results; (iii) roundtable \ndiscussions to disseminate major findings and policy messages to policy makers, academics \n ", "4   \nand  researchers  in  and  outside  the  region,  media,  development  partners,  and  other \nstakeholders; (iv) preparation of background papers; and (v) preparation of a synthesis report.  \n \n16.  Risks and assumptions. A key risk is that development agencies in participating DMCs \nmay  not  be  fully  aware  of  the  research  findings  and  that  their  medium-  to  long-term \ndevelopment strategies would not benefit from the research findings. To mitigate this risk, the \nimplementation  of  the  TA—including  the  design  and  conduct  of  individual  studies—will  be \nclosely  coordinated  with  key  agencies  in  participating  DMCs  to  ensure  strong  ownership. \nAnother potential risk is the emergence of a global or regional crisis that could shift the focus of \ndevelopment efforts away from medium- to long-term priorities and toward short-term initiatives \nto address the crisis. The main assumptions include the willingness of policy makers to base \nmedium-  to  long-term  policies  on  empirical  evidence  gathered  through  research,  and  the \navailability of high-quality datasets in participating DMCs. \n \nC.  Cost and Financing \n17.  The TA is estimated to cost the equivalent of $1.1 million. It will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund ($930,000 from TASF—other sources and \n$170,000 from TASF-IV). Details of the cost estimates and financing plan are in Appendix 3. \n \nD.  Implementation Arrangements \n18.  ADB will be the executing agency for the TA. Within ADB, the TA will be implemented \njointly by the Economic Analysis and Operations Support Division and the Office of the Chief \nEconomist, in close coordination with concerned regional departments, particularly the East \nAsia Department, Southeast Asia Department, and South Asia Department.  \n \n19.  For  study  1,  the  TA  will  use  the  single-source  selection  procedure  to  engage  the \nNational School of Development (NSD) of Peking University for 30 person-months (national) to \nlead the work. Formerly known as the China Center for Economic Research, NSD has a large \npool of development economists who are experienced in policy research and well published at \nhome and abroad. The NSD is also well connected with government agencies responsible for \ndevelopment planning in the PRC, and with local academic institutions and think tanks. It has a \nlarge external collaboration program. Previous collaborations with ADB have confirmed the \ncapability of NSD to undertake the proposed study.  \n \n20.  NSD will form a study team that will be led by a representative from NSD and comprise \ndevelopment economists in the PRC, selected by NSD in consultation with ADB. Under the \nsupervision of a steering committee (para. 25), the study team will (i) prepare background \npapers (in Chinese and English) on the selected topics agreed upon with ADB; (ii) draft the \nsynthesis report jointly with ADB; (iii) organize the inception and finalization workshops in the \nPRC; (iv) be responsible for the publication of the study in Chinese according to an outline \nagreed  upon  with  ADB  and  assist  ADB  in  the  publication  of  the  English  version;  and  (v) \nparticipate in roundtable discussions to disseminate the study findings. ADB will also engage \nindividual international experts for 6 person-months to supplement, under the supervision of \nADB staff, the work by NSD.  \n \n21.     In addition, study 1 will require 2 person-months of individual international consultant \ninputs for economics editing; 1 person-month of individual international resource person inputs \nfor technical review of the study results and participation in the workshops as discussants; and \n ", "  5\n4 person-months  of  individual  national  consultant  inputs  for  copyediting  and  typesetting. \nIndividual national consultants will be engaged as needed to provide research assistance.  \n \n22.  For study 2, the TA will require 15 person-months of individual international consultant \ninputs to prepare the background papers and the synthesis report, participate in the inception \nand finalization workshops and dissemination activities, and assist in the publication of the study. \nIn addition, the TA will require 2 person-months of individual international consultant inputs for \neconomics  editing,  1  person-month  of  individual  international  resource  person  inputs  for \ntechnical review of the study results and participation in the workshops as discussants, and \n2 person-months  of  individual  national  consultant  inputs  for  copyediting  and  typesetting. \nIndividual national consultants will be engaged as needed to provide research assistance. \n \n23.  Individual consultants will be engaged by ADB in accordance with ADB's Guidelines on \nthe Use of Consultants (2007, as amended from time to time). National consultants working in \nADB headquarters in Manila will be citizens of the Philippines. The terms of reference for the \npartner research institution for study 1, and individual consultants for study 1 and study 2, are in \nAppendix 4.  \n \n24.  For each study, a steering committee will be created to provide strategic oversight, \nincluding  on  the  selection  of  research  topics.  The  steering  committee  for  study  1  will  be \ncomposed of the chief economist of ADB, an assistant chief economist of ADB, a representative \nof the East Asia Department, the dean of NSD, and the study team leader. The steering \ncommittee for study 2 will be composed of the chief economist of ADB; a representative of \nADB's education community of practice; international experts in education, labor markets, and \npublic policy; and the project team leader. Each steering committee will meet twice, once before \nthe inception workshop and once before the finalization workshop.  \n \n25.  Disbursements  under  the  TA  will  be  made  in  accordance  with  ADB's  Technical \nAssistance Disbursement Handbook.4 \n \n26.  The TA will begin in April 2010 and finish by May 2012. \n \nIV.  THE PRESIDENT'S DECISION \n27.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,100,000 on a grant basis \nfor Establishing Global Research Alliances, and hereby reports this action to the Board. \n                                                 \n4  ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets  Data Sources and/or \nSummary  and/or Indicators  Reporting Mechanisms   Assumptions and Risks  \nImpact      Assumption \nEvidence-based policy  Incorporation of  Medium-term development  Willingness of policy \ndevelopment   research findings in the  strategies in participating  makers in DMCs to base \nmedium- to long-term  DMCs, policy  medium- to long-term \ndevelopment plans of  pronouncements and  policies on empirical \nparticipating DMCs  legislation, and media  evidence and economic \n  reports  considerations \nCitations and media   \ncoverage  Risks \n  Occurrence of global or \n  regional crises diverting the \npolicy focus away from \nmedium- or long-term \npriorities \n \nLack of awareness of the \nresearch findings among \nplanning agencies in DMCs \nOutcome      Assumption \nBetter understanding of  High-quality and  Comments received from  Research findings widely \nthe development  rigorous analyses  peer reviewers and  disseminated among \nchallenges faced by the  applied in research  feedback during workshops  stakeholders in participating \nPRC in rebalancing its  papers and publications  and conferences  DMCs \neconomy and making  generated by the TA     \ngrowth sustainable    Research paper references  Risks \n    and media citations  TA project team unable to \nDeeper understanding  conduct high-quality and \nof developing Asia's  rigorous research  \nchallenges, constraints,   \nand policy options in  Research findings not used \nhuman capital  by researchers or picked up \ndevelopment   by media outlets \nOutputs      Assumptions \nHigh-quality knowledge  About 30 research  Number of papers and  Access to high-quality \nproducts produced and  papers, policy briefs, or  publications produced  datasets by the research \ndisseminated  opinion pieces  jointly with fellows from  team \n    partner research institutions   \nProgress toward  Book on rebalancing    Agreement by governments \nestablishing global  and sustaining growth  Timely hosting of  of participating DMCs to \nresearch alliances  in the PRC (in Chinese  workshops, conferences,  conduct research in their \nand English)  and seminars  countries \n     \nTwo inception  Reports and BTORs on  Continued interest in the \nworkshops  research visits and study  issues covered by the TA \n  tours with partner research   \nTwo finalization  institutions  Agreement by ADB and \nconferences    Peking University on the \n  Usage statistics from  terms of collaboration \nTwo or more seminars  project website   \nto discuss findings of  Risks \nongoing research  Loss of interest by \n ", "Appendix 1  7 \nDesign  Performance Targets  Data Sources and/or \nSummary  and/or Indicators  Reporting Mechanisms   Assumptions and Risks  \n  governments, academe, \nUse of project website  and researchers in the \nfor knowledge sharing  issues covered by the TA \nand dissemination   \nLack of interest in forming \nresearch alliances with ADB \nActivities with Milestones  Inputs \n1. Rebalancing and sustaining growth in the PRC  ADB (TASF—other \n1.1 Engagement of Peking University and consultants by month 1  sources): $930,000 \n1.2 Conduct of the inception workshop by month 2   \n1.3 Conduct of primary data gathering by month 4  ADB (TASF-IV): $170,000 \n1.4 Launch of the study website by month 4   \n1.5 Preparation of draft papers, reports, and other publications by month 6   \n1.6 Conduct of the finalization workshop by month 10   \n1.7 Publication of papers, reports, and other publications by month 14   \n1.8 Dissemination  of  research  findings  through  study  website,  media,  and \nseminars and/or workshops \n \n2. Human capital development in developing Asia \n1.1 Engagement of consultants by month 6 \n1.2 Conduct of the technical inception workshop by month 10 \n1.3 Conduct of primary data gathering by month 18 \n1.4 Launch of the study website by month 18 \n1.5 Preparation of draft papers, reports, and other publications by month 20 \n1.6 Conduct of the regional conference by month 22 \n1.7 Publication of papers, reports, and other publications by month 24 \n1.8 Dissemination  of  research  findings  through  study  website,  media,  and \nseminars and/or workshops \nADB = Asian Development Bank, BTOR = back-to-office report, DMC = developing member country, PRC = People's \nRepublic of China, TA = technical assistance, TASF = Technical Assistance Special Fund. \n \n \n \n \n \n \n \n \n \n \n ", "8  Appendix 2 \nOUTLINE OF THE FINAL PUBLICATION OF STUDY 1 \n \nPeople's Republic of China: Toward an Upper-Middle-Income Country \nStructural Transformation and Policy Options \n \n1.  Challenges in and options for sustaining economic growth in the People's Republic of \nChina: an overview \n \nPart One: Structural transformation and new sources of growth \n \n2.  Moving up the value chain in manufacturing \n \n3.  Modernizing the tertiary sector \n \n4.  Urbanization \n \n5.  Development of small and medium-sized enterprises \n \n6.  Low-carbon growth and emissions reduction \n \nPart Two: Supporting structural transformation \n \n7.  An agenda for open macroeconomic policy reform \n \n8.  Finance sector development and structure \n \n9.  Demographic change and labor market \n \n10.  Education and human capital development \n \n11.  Competition and industrial policies \n \n12.  Income distribution, the rise of the middle class, and inclusive growth \n \n13.  Social policy and protection \n \n14.  Public finance and fiscal sustainability \n \n15.  The role of the People's Republic of China in the global economy \n \nPart Three: Avoiding the \"middle-income trap\": international experiences \n \n16.  Empirics of growth and structural transformation: Global experiences \n \n17.  Structural transformation and policies: the East Asia experience \n \n18.  Structural transformation and policies: the Latin America experience \n \nPart Four: Growth projection and scenarios, 2010–2030 \n \n \n ", "  Appendix 3  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nAsian Development Bank Financinga   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  450.00 \n      ii.  National consultants  207.00 \n      iii.  Resource persons  40.00 \n    b.  International and local travel  90.00 \n    c.  Reports and communicationsb  27.75 \n  2.  Workshops, seminars, and conferencesc  125.00 \n  3.  Surveys and data acquisition  25.00 \n  4.  Miscellaneous administration and support costs  30.00 \n  5.  Contingencies  105.25 \n   \n        Total  1,100.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund ($930,000 from TASF—other \nsources and $170,000 from TASF-IV). \nb  Includes publications-related costs. \nc  Includes per diem and travel costs for ADB staff engaged as resource persons for regional events. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 4 \n \n OUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Study 1: Rebalancing and Sustaining Growth in the People's Republic of China  \n \n1.  International Consultants \n1.  Technical  experts  (international,  6  person-months).  A  team  of  individual  technical \nexperts  will  be  engaged  for  6  person-months  to  study  topics  related  to  rebalancing  and \nsustaining growth in the People's Republic of China.  The topics will be identified by the Asian \nDevelopment Bank in consultation with the partner research institution. The experts will be \neconomists with well-established research records on the economy of the People's Republic of \nChina (PRC) in general and the study topics in particular. Under the supervision of ADB staff, \nthe experts will  \n(i)  prepare background and analytical papers on the topics assigned by ADB staff, \n(ii)  present research findings and participate actively in the two workshops, \n(iii)  revise and finalize the papers for publication, \n(iv)  review and provide comments on the papers prepared by the study team, and \n(v)  assist ADB and the partner institute in disseminating research outcomes of the \ntechnical assistance (TA). \n \n2.  The experts will report to the assigned ADB staff and will prepare progress reports. \n3.  Resource  persons  (international,  1  person-month).  Resource  persons  with \nbackgrounds as policy makers and/or experts will be engaged to review the draft background \npapers and the book, and to participate in the workshops. \n \n4.  Economics editor (international, 2 person-months). An economics editor with extensive \nexperience  in  editing  economic  publications  will  be  engaged  to  ensure  a  high  quality  of \npublications. Under the supervision of ADB staff, the editor will \n(i)  review the draft papers and suggest revisions to ensure the chapters form a \nconsistent report; \n(ii)  assist in integrating the overall findings and in reflecting these in the overview \nchapter of the book; and \n(iii)  ensure that edited materials adhere to ADB style and usage, conform to high \npublication standards, and are properly and timely delivered. \n \n2.  National Consultants \n5.  Partner  research  institution  (national,  30  person-months).  An  economic  research \ninstitution  (partner  institution)  with  well-known  expertise  in  the  economic  and  development \nissues of the PRC will be engaged to organize and coordinate the preparation, publication, and \ndissemination of research outputs. In consultation with ADB, the partner institution will create a \nstudy team of internationally renowned PRC economists familiar with study-related issues, and \nengage experts from outside the institution to serve as discussants. \n \n6.  The study team will be headed by a team leader with local and international experience. \nUnder the supervision of the steering committee, and in close coordination with ADB staff in the \nEconomics  and  Research  Department,  the  team  leader  will  be  responsible  for  the  overall \nadministration and management of the study, including \n(i)  finalizing, jointly with ADB staff, the study topics; \n ", "  Appendix 4  11 \n(ii)  maintaining proper communication with individuals involved in the project (e.g., \nconsultants, discussants, and ADB staff);  \n(iii)  supervising  the  preparation  and  finalization,  and  ensuring  timely  delivery,  of \nliterature and policy reviews, research outlines, and background research papers, \nin English and Chinese, by the study team members; \n(iv)  ensuring the study's analytical structure and economic relevance, including its \nconsistency for policy advice; \n(v)  organizing the inception and finalization workshops in Beijing or Manila, and \nensuring the participation of the study team members and discussants in the \nworkshops; \n(vi)  preparing the synthesis report (in English and Chinese), jointly with ADB staff, \nbased on the background papers submitted by the study team members; \n(vii)  taking  charge  of  the  study's  publication  in  Chinese,  including  editing  all \nbackground papers and assembling them into a volume for publication; \n(viii)   assisting ADB in publishing the study in English; \n(ix)  organizing or participating in conferences or forums to disseminate research \noutputs; \n(x)  updating ADB staff regularly on the progress of various activities; and \n(xi)  coordinating logistics of activities related to the study.  \n \n7.  Under the supervision of the team leader, the study team will \n(i)  prepare  literature  and  policy  reviews  and  research  outlines  in  English  and \nChinese before the inception workshop; \n(ii)  participate and present in the inception workshop, and revise the literature and \npolicy reviews and research outlines based on the comments received from \ndiscussants and workshop participants; \n(iii)  prepare draft background research papers according to the agreed upon outlines \nbefore the finalization workshop in English and Chinese; \n(iv)  participate and present in the finalization workshop, and revise the background \nresearch papers based on comments received from discussants and workshop \nparticipants;  \n(v)  finalize the background research papers in English and Chinese; and \n(vi)  contribute to the synthesis report and book publication as needed.  \n \n8.  Copy editor and typesetter (national, 4 person-months). A copy editor will be engaged \nfor 2 person-months once all the components of the book are completed to ensure that edited \nmaterials adhere to ADB style and usage, and conform to high publication standards. In addition, \na typesetter will be engaged for 2 person-months to lay out the text, tables, and charts, and to \nconvert the files into the required format for publication. The consultants should have expertise \nin copyediting and desktop publishing, and preferably have extensive experience in similar \nassignments involving preparation of economic publications. \n \n9.  Research assistants (national, 16 person-months). A number of research assistants \nwith background in economics and with strong analytical skills will be engaged as needed to \nsupport the study. Under the supervision of ADB staff, the research assistants will assist in \n(i)  collecting and analyzing study-related data, \n(ii)  setting up and updating the study website, and \n(iii)  preparing presentations and publications. \n \n ", "12  Appendix 4 \n \nB.  Study 2:  Human Capital Development in Developing Asia \n \n1.  International Consultants \n \n10.  Human  capital  development  experts (international, 15 person-months). A team of \nhuman capital development experts will be engaged for 15 person-months to study issues \nidentified by the steering committee for study 2. The experts will be economists with well-\nestablished records on development economics research in general and the study topic in \nparticular. Under the supervision of the steering committee and in close coordination with ADB \nstaff, the experts will \n(i)  prepare background and analytical papers on the topics assigned by ADB staff, \n(ii)  present research findings and participate actively in the two workshops, \n(iii)  revise and finalize the papers for publication, \n(iv)  review and provide comments on the papers prepared by the other experts, and \n(v)  assist ADB in disseminating research outputs. \n \n11.  The experts will report to ADB staff in the Economics and Research Department and will \nprepare progress reports. \n \n12.  Resource  persons  (international,  1  person-month).  Resource  persons  with \nbackgrounds as policy makers and/or experts will be engaged to review the draft background \npapers and the final report, and to participate as members of the steering committee and in the \nworkshops. \n \n13.  Economics editor (international, 2 person-months). An economics editor with extensive \nexperience in editing economic publications will be engaged to ensure the high quality of \npublications. Under the supervision of ADB staff, the editor will \n(i)  review the draft papers and suggest revisions to ensure the chapters form a \nconsistent report; \n(ii)  assist in integrating the overall findings and in reflecting these in the overview \nchapter of the final report; and \n(iii)  ensure that edited materials adhere to ADB style and usage, conform to high \npublication standards, and are delivered properly and on time. \n \n2.  National Consultants \n \n14.  Copy editor and typesetter (national, 2 person-months). A copy editor will be engaged \nfor 1 person-month once all the components of the reports and papers are completed to ensure \nthat edited materials adhere to ADB style and usage, and conform to high publication standards. \nIn addition, a typesetter will be engaged for 1 person-month to lay out the text, tables, and \ncharts, and to convert the files into the required format for publication. The consultants should \nhave expertise in copyediting and desktop publishing, and preferably have extensive experience \nin similar assignments involving preparation of economic publications. \n \n15.  Research assistants (national, 16 person-months). A number of research assistants \nwith background in economics and with strong analytical skills will be engaged as needed to \nsupport the study. Under the supervision of ADB staff, the research assistants will assist in \n(i)  collecting and analyzing study-related data, \n(ii)  setting up and updating the study website, and \n(iii)  preparing presentations and publications. \n \n "], "metadata": {"Author": "m29", "CreationDate": "D:20100420171610+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "research and development technical assistance, project 44084, technical assistance report", "ModDate": "D:20100520110028+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Establishing Global Research Alliances"}, "author_page": " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  NSD  –  National School of Development, Peking University \n  PRC  –  People's Republic of China \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector (economic and public affairs management, education \nsector development) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment), social development (human \ndevelopment), capacity development (institutional development). \nLocation impact  –  Regional (high impact), national (high impact) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \n \n \n \nVice-President  U. Schäfer-Preuss, Knowledge Management and Sustainable \nDevelopment \nChief Economist  J. W. Lee, Economics and Research Department (ERD) \nAssistant Chief Economist  J. Zhuang, Economic Analysis and Operations Support Division, \nERD  \n   \nTeam leaders  Y. Jiang, Economist, ERD \n  H. H. Son, Economist, ERD \nTeam members  M. E. Khan, Principal Economist, ERD \n  A. S. Lagman-Martin, ERD \nL. P. Poot, ERD \n  E. A. San Andres, ERD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Chief Economist", "fullname": "J. W. Lee", "role": "Economics and Research Department (ERD)", "organization": ""}, {"documentRole": "Assistant Chief Economist", "fullname": "J. Zhuang", "role": "Economic Analysis and Operations Support Division", "organization": ""}, {"documentRole": "Team leaders", "fullname": "Y. Jiang", "role": "Economist", "organization": "ERD"}, {"documentRole": "Team leaders", "fullname": "H. H. Son", "role": "Economist", "organization": "ERD"}, {"documentRole": "Team members", "fullname": "M. E. Khan", "role": "Principal Economist", "organization": "ERD"}, {"documentRole": "Team members", "fullname": "A. S. Lagman-Martin", "role": "ERD", "organization": ""}, {"documentRole": "Team members", "fullname": "L. P. Poot", "role": "ERD", "organization": ""}, {"documentRole": "Team members", "fullname": "E. A. San Andres", "role": "ERD", "organization": ""}]}