{"path": "data/input/ta/44099-01-reg-tar.pdf", "pages": [" \n \n \n \nTechnical Assistance Report \n \n \n \n \n \n \n \n \n \nProject Number: 44099 \nRegional—Capacity Development Technical Assistance (R-CDTA) \nMarch 2011 \n \n \n \nPromoting Energy Efficiency in the Pacific (Phase 2) \n(Cofinanced by the Global Environment Facility, the Government \nof Australia, and the Asian Clean Energy Fund under the Clean \nEnergy Financing Partnership Facility)\nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n   \nADB    –  Asian Development Bank \nCDM    –  Clean Development Mechanism \nDMC    –  developing member country \nGEF    –  Global Environment Facility \nPNG    –  Papua New Guinea \nTA    –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-\nCDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Energy (energy efficiency and conservation) \nThemes (subtheme)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment); environmental sustainability (eco-\nefficiency, environmental policy and legislation); capacity \ndevelopment (institutional development) \nClimate change  –  Mitigation \nLocation impact  –  Urban (medium), national (high), regional (high) \nPartnership  –  Global Environment Facility, the Government of Australia, and \nthe Asian Clean Energy Fund under the Clean Energy Financing \nPartnership Facility \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy and Natural Resources Division, PARD \n   \nTeam leader  R. Kesterton, Energy Specialist, PARD \nTeam member  A. Maxwell, Energy Specialist, PARD \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  In a consultation process conducted in 2007 on behalf of the Global Environment Facility \n(GEF) Pacific Alliance for Sustainability, five Pacific developing member countries (DMCs)—the \nCook  Islands,  Papua  New  Guinea  (PNG),  Samoa,  Tonga,  and  Vanuatu—expressed  keen \ninterest in, and assigned high priority to, reducing their consumption of fossil fuels. In response, \nthe Asian Development Bank (ADB) approved regional technical assistance (TA) for Promoting \nEnergy  Efficiency  in  the  Pacific  to  provide  preliminary  assistance  to  reduce  fossil  fuel \nconsumption in these five DMCs through demand-side energy efficiency assessment.1 Work \nunder the TA has identified a significant pipeline of activities for promoting energy efficiency. \nImplementation of this pipeline in the five DMCs will be the focus of the proposed regional \ncapacity development TA. \n \n2.  An application for cofinancing was made to the GEF2 based on analysis and data \ngathered  under  the  previous  TA,  and  the  project  identification  form  was  approved  on \n10 September 2009.3 An ADB fact-finding mission undertaken between July and September \n2010 discussed the proposed TA with government and local stakeholders. An understanding \nwas reached with the governments on the purpose, components, cost estimates and financing, \nand implementation arrangements of the TA. 4 \n \nII.  ISSUES \n3.  Pacific DMCs are extremely vulnerable to the cost of imported fossil fuels. The Cook \nIslands, Tonga, and Vanuatu have electricity generation systems that rely almost exclusively on \nfossil fuel (diesel) power generation, and electricity tariffs across the region are very high, with \nactual residential tariffs ranging from $0.22 per kilowatt-hour in PNG to $0.46 per kilowatt-hour \nin the Cook Islands. Paying for imported fossil fuels places a major strain on local economies \nand trade balances. Pacific DMC economies are already under strong pressure to meet urgent \nnational, social, development, and environmental needs, while being economically reliant on \nlimited exports of uncertain value (e.g., copra), remittances from overseas, tourism, and foreign \naid. Fossil fuels are a major cost that Pacific DMCs have little control over, and the volatility and \nhigh  level  of  oil-based  fossil  fuel  prices  is  a  threat  to  the  ongoing  social,  economic,  and \nenvironmental development and sustainability of these countries. \n \n4.  The  development  and  use  of  conventional  energy  significantly  contributes  to  the \naccumulation of greenhouse gases in the atmosphere and associated climate change impacts. \nAlthough  the  accumulation  of  greenhouse  gases  is  largely  the  result  of  energy  use  by \ndeveloped countries, the high vulnerability of small islands and low-lying atolls to the impacts of \nclimate change has created very strong interest in addressing the problem within Pacific DMCs. \nHence, Pacific DMCs are among the most active countries supporting deep global greenhouse \ngas emission reductions, and one means by which they may show their tangible support is to \nmanage their own greenhouse gas emissions. \n \n5.  Pacific DMCs benefit from a wide variety of projects funded by development partners in \nthe  energy field.  However, most  projects  have focused  on more  visible  renewable  energy \n                                                \n1   ADB. 2008. Regional Technical Assistance for Promoting Energy Efficiency in the Pacific. Manila. \n2   GEF secretariat project identification number is 3641. The application was made to GEF-4 under the climate \nchange focal area: Strategic Program 1: Energy Efficiency in Buildings. \n3   A GEF-funded project preparatory grant for $200,000 was approved on 1 March 2010 and was used to further \ndefine the scope of this follow-on TA, under a change in scope of the previous TA. \n4   The TA first appeared in the business opportunities section of the ADB website on 8 October 2010. \n ", "2   \napplications,  with  only  some  sporadic  energy  efficiency  activities.5 Past  energy  efficiency \nactivities (including ADB regional TA)6 have comprised studies of energy-saving potentials and \nthe  provision  of  policy  and  advisory  assistance,  and  have  generally  lacked  a  tangible \nimplementation focus relating to capacity building and catalyzing the deployment of energy \nefficient  appliances  and  equipment.  For  example,  the  following  have  been  undertaken:  (i) \nenergy audit training and energy audits, but without a link to accessing financing mechanisms to \nimplement the findings; (ii) household surveys, but without a proper energy end-use focus and \nwithout assembling the information into usable end-use databases; and (iii) studies of the \npotential for minimum energy performance standards and energy labeling for appliances, but \nwithout identified funding paths to implement findings. \n \n6.  There  have  also  been  few  efforts  to  stimulate  the  sector  using  innovative  energy \nefficiency  technologies.  Significant  potential  exists  to  catalyze  the  use  of  energy  efficient \nequipment,  including  (i)  long  lasting,  voltage-variation-tolerant  compact  fluorescent  lamps; \n(ii) long  lasting,  low-power  streetlamps,  such  as  light-emitting  diodes;  (iii)  modern  linear \nfluorescent fittings with low-loss ballasts and reflector diffusers; and (iv) high part-load efficiency \ninverter air conditioners. Finally, there has been no effort to ensure that new buildings are \nconstructed to be energy efficient through practical energy efficiency provisions in applicable \nbuilding codes. Therefore, there is large potential for implementation-focused energy efficiency \nactivities. \n \n7.  Efficient energy use is compromised due to a number of factors, including (i) insufficient \npublic understanding and awareness of the potential of energy efficiency initiatives; (ii) lack of \nconfidence among stakeholders in energy efficiency technologies due to the limited success of \ndemonstration programs; (iii) inadequate institutional capacities and technical expertise to plan, \nmanage, and maintain energy efficiency programs; (iv) lack of clear energy efficiency policies, \nlegislation, regulatory frameworks, and enforcement; and (v) limited political commitment and \nfinancial support to the sector. The project will address these limitations by prioritizing the \nestablishment  of  appropriate  institutional  arrangements;  implementing  suitable  policy  and \nlegislative  support;  collecting,  analyzing,  and  disseminating  energy  data  required  for \nidentification  and  monitoring  of  demand-side  efficiency  improvements;  and  implementing \nnational energy efficiency programs and public awareness campaigns. \n \nIII.  THE PROPOSED TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n8.  The  impact  will  be  reduction  in  fossil  fuel  use  by  the  power  sector  without  a \ncorresponding reduction in energy services in the five participating DMCs. The outcome will be \nthat  end  consumers  use  power  efficiently  in  the  participating  countries.  Assuming \nmacroeconomic conditions remain stable, the initiative will reduce the energy intensity of the \neconomies in question as well as promote energy security and reductions in greenhouse gas \nemissions from the power sector. The TA will also lead to greater affordability of energy services \nfor consumers. The design and monitoring framework is in Appendix 1. \n                                                \n5  P. Johnston. 2010. The Case for Increased Investment in Energy Efficiency in the Pacific Islands. Suva, Fiji \nIslands. The study identified that 7 cents has been spent on energy efficiency for every dollar spent on renewable \nenergy in the Pacific. \n6  ADB. 2000. Regional Technical Assistance for the Promotion of Renewable Energy, Energy Efficiency and \nGreenhouse Gas Abatement. Manila; ADB. 2006. Regional Technical Assistance for the Renewable Energy and \nEnergy Efficiency Program for the Pacific. Manila; ADB. 2008. Regional Technical Assistance for Promoting \nEnergy Efficiency in the Pacific. Manila. \n ", "  3 \nB.  Methodology and Key Activities \n9.  Through energy efficiency improvements in the residential, commercial, and government \nsectors of each country, the TA will improve the efficiency with which consumers use power. \nThe TA will develop and implement (i) a comprehensive database on energy use by sector and \nappliance; (ii) energy efficiency policies and capacity building for the government and private \nsector; and (iii) national energy efficiency programs and interventions in the public lighting; \nresidential  lighting;  and  residential,  private,  and  public  buildings.  Results  and  knowledge \nproducts will be disseminated across the region to encourage replication in other Pacific DMCs. \nTo ensure that least-cost energy efficiency initiatives are selected, financial and economic \nanalysis will be undertaken to compare the chosen solution to alternative renewable energy \noptions and supply-side efficiency improvements, as well as to the short-run marginal cost of \ndiesel power generation. Measurement targets will include simple and discounted payback \nperiod, marginal cost, and cost per kilowatt-hour.  The TA will be structured around five outputs. \n \n10.  Output 1: Stakeholder access to comprehensive information on energy use. This \noutput will complement the analysis carried out under phase 1 (footnote 1) by conducting \nsurveys  to  complete  the  picture  of  existing  and  projected  appliance  and  equipment \ncharacteristics, patterns of use, and useful lifetimes. The main output will be an accessible \ndatabase of energy use by sector and major appliance category in each country. \n \n11.  Output 2: Energy efficiency practices mainstreamed into government policies and \nprocedures.  This  output  will  involve  (i)  establishing  practical  and  implementable  energy \nefficiency targets and their incorporation into national energy policies and plans; (ii) suppressing \nsale and use of high-energy-consumption appliances and equipment through import regulations \nbrought about by the development and enforcement of effective minimum energy performance \nstandards and/or energy labeling; (iii) improving energy efficiency best practices for newly built \nresidential,  commercial,  and  government  buildings,  including  the  establishment  of  simple, \neffective, and enforceable energy efficiency provisions in building codes for new buildings; (iv) \ndeveloping and implementing training programs for local experts in undertaking energy audits \nand in providing energy efficient products and services; and (v) supporting the development of \nmotivated and organized service providers that have incentives to implement energy efficiency \nactivities. \n \n12.  Output 3: Energy efficiency programs implemented effectively and sustainably. As \nanalyzed and piloted in phase 1 (footnote 1), this output will involve a number of tangible \nimplementation initiatives, including (i) upgrading street lighting using energy efficient and long-\nlife technologies; (ii) providing energy efficient lighting systems to residential, commercial, and \ngovernment buildings; (iii) undertaking energy audits in hotels and other nonresidential private \nbuildings  and  subsequently  implementing  recommended  improvements  in  air-conditioning, \nlighting, refrigeration, water heating, and management schemes; and (iv) undertaking energy \naudits and subsequently implementing recommended improvements in government buildings. \n \n13.  Output 4: Information dissemination and improved public awareness. This output \nwill include (i) disseminating information to public and private stakeholders on the benefits of \nenergy-saving technologies and practices through public education programs, workshops, and \nmedia; and (ii) leveraging project benefits and information exchange beyond the participating \nDMCs using regional workshops, innovative information and communication technologies, and \nknowledge products in a usable format. \n \n ", "4   \n14.  Output 5: Effective project management established. This output will ensure the \nprogram of activities is implemented on time and to budget. Significant activities under this \noutput are listed in Appendix 1. \n \nC.  Cost and Financing \n15.  The TA is estimated to cost $12,421,545 equivalent, of which (i) $1,000,000 will be \nfinanced  on  a  grant  basis  by  ADB’s  Technical  Assistance  Special  Fund  (TASF-IV); \n(ii) $5,254,545 will be funded on a joint basis by the GEF;7 (iii) $1,000,000 will be funded on a \njoint basis by the Government of Australia;8 and (iv) $1,500,000 will be funded on a parallel \nbasis by the Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility.9 \nAll cofinancing will be administered by ADB and will be provided on an untied grant basis. The \nfive DMC governments will contribute $2,047,000 equivalent in the form of in-kind contributions \nto finance the costs of counterpart staff, office accommodation, communication, local transport, \nconsultations, awareness facilitation, and other energy efficiency initiatives. Power utilities will \ncontribute $1,620,000 in the form of in-kind parallel financing under outputs 3 and 4 and they \nwill not act as suppliers of energy efficient equipment.10 Detailed cost estimates are in Appendix \n2. \n \nD.  Implementation Arrangements \n16.  Executing and implementing agencies. The TA will be implemented over a 4-year \nperiod commencing on 1 April 2011 and ending on 31 March 2015. ADB’s Pacific Department, \nthrough the Transport, Energy and Natural Resources Division, will serve as the executing \nagency  and  will  be  responsible  for  coordinating,  supervising,  and  implementing  all  project \nactivities. The in-country implementation of this TA will be the responsibility of the following \nagencies: (i) Energy Department in the Cook Islands; (ii) Department of Petroleum and Energy \nin PNG; (iii) Ministry of Natural Resources and Environment in Samoa; (iv) Tonga Energy Road \nMap Implementation Unit, Prime Minister’s Department, in Tonga; and (v) Energy Unit, Ministry \nof Lands and Natural Resources, in Vanuatu. \n \n17.  Program  management.  A  TA  coordination  unit  will  be  set  up  within  the  Pacific \nDepartment and will comprise core international and administrative staff and a national program \ncoordinator who will oversee day-to-day TA implementation on behalf of ADB. The unit will liaise \nwith other ADB units and offices, particularly the South Pacific Subregional Office, Pacific \nLiaison and Coordination Office, and focal points in the Regional and Sustainable Development \nDepartment. \n \n18.  A steering committee comprising representatives from ADB and a regional organization \nwill be established to allow for the transparent and robust selection of subprojects for funding. \nClear measurement targets and decision-making criteria will be developed against which to \nselect individual projects to ensure that the process of providing subsidies and/or grants to \n                                                \n7  The GEF secretariat approved the project identification form on 1 March 2010 and has allocated a project grant of \n$5,254,545 to the project. Approval of the GEF chief executive officer endorsement request was received on 10 \nFebruary 2011. \n8  Financed through the Memorandum of Understanding on Channel Financing (Technical Assistance Program) \nbetween the Government of Australia (Pacific Region Infrastructure Facility) and ADB. \n9   Established by the Government of Japan. \n10 In-kind contributions will come from Te Aponga Uira in the Cook Islands, PNG Power Limited in Papua New \nGuinea, Electric Power Corporation in Samoa, Tonga Power Limited in Tonga, and Union Electrique du Vanuatu \nLtd (UNELCO) in Vanuatu. Contributions will be made on a parallel basis, and a letter of support has been \ngathered from each participating power utility. \n ", "  5 \nbuilding owners and other stakeholders for the purchase of energy efficient equipment is not \nopen to manipulation and corrupt practices. All equipment purchases will be administered by the \nTA coordination unit and will be procured in accordance with the ADB Procurement Guidelines \n(2010, as amended from time to time). Equipment will be turned over to the implementing \nagency upon TA completion. The proceeds of the TA will be disbursed in accordance with the \nADB Technical Assistance Disbursement Handbook (2010, as amended from time to time). The \ncost of workshops, training, and seminars will be administered through the consulting firm. \n \n19.  Consulting  services.  The  TA  will  require  191  person-months  of  international  and \n313 person-months of national consulting services (Appendix 3). ADB will engage a national \nprogram coordinator on an individual basis to serve for 48 person-months (based at ADB \nheadquarters) to provide project and procurement management for the TA, including liaison with \ndevelopment partner activities in the Pacific DMCs. A program management consultant (firm) \nwill  be  recruited  to  supply  114  person-months  of  international  and  240  person-months  of \nnational consulting services to support in-country program management and implementation in \nthe five DMCs. The firm will be engaged using quality- and cost-based selection evaluation on a \n90:10 basis. Short-term technical specialists will be recruited on an individual basis to provide \n77 person-months of international and 25 person-months of national consulting services. All \nconsultants will be selected and engaged by ADB in accordance with its Guidelines on the Use \nof Consultants (2010, as amended from time to time). \n \nIV.  THE PRESIDENT'S RECOMMENDATION AND DECISION \n20.  The President recommends that the Board approve ADB administering a portion of the \ntechnical  assistance  not  exceeding  the  equivalent  of  $5,254,545  for  Promoting  Energy \nEfficiency in the Pacific (Phase 2), to be financed on a grant basis by the Global Environment \nFacility. If the Board approves ADB administering the technical assistance, the President, acting \nunder the authority delegated by the Board, will approve (i) ADB administering a portion of the \ntechnical assistance not exceeding the equivalent of $1,000,000 to be financed on a grant basis \nby the Government of Australia; (ii) ADB administering a portion of the technical assistance not \nexceeding the equivalent of $1,500,000 to be financed on a grant basis by the Asian Clean \nEnergy Fund under the Clean Energy Financing Partnership Facility; and (iii) ADB providing the \nbalance not exceeding the equivalent of $1,000,000 on a grant basis, for Promoting Energy \nEfficiency in the Pacific (Phase 2). \n ", "6  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance  Data Sources/Reporting \nDesign Summary  Targets/Indicators  Mechanisms   Assumptions and Risks  \nImpact  By end 2018:    Assumptions \nReduction in fossil fuel  Reduction in fossil fuel  Annual national statistics  Stable macroeconomic \nuse by the power  imports used for power  and economic publications  conditions in the participating \nsector without a  generation by 10% relative  countries \nPower utility annual reports \ncorresponding  to projected growth (2008 \nTechnology mix for power \nreduction in energy  baseline of 135 million liters  Surveys of monthly power \ngeneration remains stable \nservices in the five  per year)  bills and utility billing \nparticipating countries  system  Strong commitment from \nTotal energy savings from \nPacific DMC governments \n  the power sector of the \nparticipating countries of  Strong stakeholder support \n \n45,000 megawatt-hours per  from public and private sector \n  year \nRisks \nGreenhouse gas emission \nreductions from the power  Insufficient capacity in \nsector of the participating  implementing agency to \ncountries of 30,000 t CO2  sustain energy efficiency \nequivalent per year  initiatives over time \nGovernments slow to \nimplement effective regulation \nLack of data and difficulty in \nestablishing accurate baseline \nOutcome  By 31 March 2015:    Assumptions \nEnd consumers use  Average monthly power  National budget reports  Rational power pricing is \npower efficiently in the  consumption of residential  and statistical publications  sustained and enhanced \nparticipating countries  customers reduced by 10% \nNational energy efficiency  Affordable energy efficient \nrelative to baseline of 125 \nroad map implementation  equipment and appliances are \nkWh/month \nprogress reports  available in the local market \nAverage monthly power \nPower utility reports  Private sector is willing to \nconsumption of commercial \ninvest in energy efficiency \ncustomers reduced by 10%  Surveys of monthly power \nbills and utility billing  Risks \nAverage monthly power \nsystem \nconsumption in public  Low enforcement capacity \nbuildings reduced by 10% \nFew local partners participate \nEnergy inefficient appliances \ncontinue to be imported and \nsold locally \nOutputs      Assumptions \n1. Stakeholders have  By 31 March 2013:  Appliance, equipment, and  Strong commitment and \naccess to  awareness survey  willingness of governments to \nComprehensive database \ncomprehensive  participate in the initiative and \nof major energy consuming  Customs and excise import \ninformation on  to establish effective \nequipment and appliances  data records \nenergy use by  regulation \nexists in each participating \nsector and appliance  National census data \ncountry  Adequate human and \n   \n  financial resources are made \nStatistical data generated \n    available \nby sector and household \n \n  surveys  Close coordination with other \n \ndevelopment partners \n2. Energy efficiency  By 31 March 2013:  National energy policy \npractices have been  documents and  Necessary local skills are \nNational energy efficiency \nmainstreamed into  government policy  available to supervise and \n ", "Appendix 1  7 \nPerformance  Data Sources/Reporting \nDesign Summary  Targets/Indicators  Mechanisms   Assumptions and Risks  \ngovernment  targets incorporated into  decisions  implement initiatives \nprocesses,  national energy policies \nNational legislative  Strong involvement from \nprocedures, and \nSchemes to reduce  documents  power utilities and private \npolicies in the \nimportation of energy- sector stakeholders \nparticipating  National building codes and \ninefficient equipment and \ncountries  regulations  Capacity within governments \nappliances adopted in the \nto enforce energy efficiency \n  five countries  Syllabus of energy \nreforms \nefficiency courses \n  Energy efficiency building \ndeveloped and given to the  Risks \ncodes for residential, \n  private sector and local \ncommercial, and public  Reforms are delayed by \ntechnical institutes \n  buildings established   legislative process \n \n   \n3. Energy efficiency  By 31 March 2015:  Project managing  Political support is weak \ncontractor reports \nprograms  50% of all public street  Elections bring new \nimplemented  lighting upgraded using  Economic analysis reports  government(s) with different \neffectively and  light-emitting diode or high- (demand, least-cost,  priorities \nsustainably in each  benefit) of individual energy \npressure sodium \nparticipating country  efficiency programs  Counterpart funding gap \ntechnology \n  Annual household  Lack of energy audit and \n90% of incandescent bulbs \nappliance surveys  associated energy efficiency \n  installed residentially  service capacity \nreplaced by compact  Power utility reports \n  fluorescent lamps  The process of providing \nGlobal Environment Facility  subsidies and/or grants for \n  Reduction in monthly  midterm review report  energy efficiency initiatives is \nenergy consumption of \n  subject to manipulation or \nmajor public and   \ncorruption by local \n  commercial buildings by \n  stakeholders \n10% \n   \n4. Information on  By 31 March 2015:  Public awareness survey \nenergy efficiency  data and published \nhas been shared  At least 50% of population  materials \naware of energy efficiency \nand public \ninitiatives and benefits of  Regional workshops \nawareness of the \nenergy conservation  presentations and \nbenefits of energy \nattendees list \nsaving has improved     \n5. Effective project  By 31 March 2015:  Minutes of steering \nmanagement has  committee \nbeen established  Program of activities \nimplemented on time and  Global Environment Facility \nto budget  midterm review report \nAnnual work plans and \nquarterly progress reports \nActivities with Milestones  Inputs \n1.1 Carry out detailed survey of energy consumption, duration of use, and life  ADB: $1,000,000 \nexpectancy for each major energy-consuming equipment and appliance type by \nGovernments: $2,047,000 \nFebruary 2012 \n1.2 Establish a database of energy use by sector for major equipment and appliance  Global Environment Facility: \ntypes in each country by end April 2012  $5,254,545 \n1.3 Hold training on database development and management in each country by \nApril 2012  Government of Australia: \n1.4 Ensure the database is sufficiently robust to assist with determining energy  $1,000,000 \nbaselines by October 2012 \nAsian Clean Energy Fund \n1.5 Build survey capacity and ensure database and survey data is updated and kept \nunder the Clean Energy \nrelevant by April 2013  Financing Partnership Facility: \n$1,500,000 \n ", "8  Appendix 1 \n \nActivities with Milestones  Inputs \n2.1 Initial drafts of energy efficiency policies and targets prepared by October 2012  Power utilities: $1,620,000 \n2.2 Preparation of initial drafts of appliance energy efficiency schemes, energy \n191 person-months of \nefficiency components of building codes, and energy efficiency fiscal legislation \ninternational consulting \nby October 2012 \nservices \n2.3 Implementation and enforcement of appliance energy efficiency schemes from \nApril 2013  313 person-months of \n2.4 Implementation and enforcement of energy efficiency in building codes from  national consulting services \nApril 2013 \n2.5 Preparation and establishment of a training program for energy auditors and \nenergy efficiency specialists in each country by October 2012 \n2.6 Enabling legislation regarding energy efficiency passed by governments and \nenacted by April 2013 \n \n3.1 Preliminary design of national energy efficiency programs (residential lighting, \nstreet lighting, commercial and public building sector) in each country by April \n2012 \n3.2 Finalization of energy efficiency bidding documents by July 2012 \n3.3 Tendering and evaluation of energy efficiency bids by October 2012 \n3.4 Finalization of procurement, shipment, and inspection of energy efficient lighting \nproducts by April 2013 \n3.5 Rollout of energy efficient lamps and installation between April 2013 and April \n2014 \n3.6 Energy audits performed on major public and commercial buildings by April 2013 \n3.7 Agreement with building owners and implementation of recommendations from \nenergy audits between April 2013 and April 2015 \n3.8 Assessment of eligibility of energy efficiency programs and activities for Clean \nDevelopment Mechanism (CDM) by April 2013 \n \n4.1 Launch of public awareness campaign by April 2012 \n4.2 Information dissemination and advertising in local media between April 2012 and \nApril 2013 \n4.3 Development of an information and communication technology program to \nfacilitate regional workshops to exchange information on energy efficiency best \npractice and lessons learned between countries by April 2013 \n4.4 Conduct of regional workshops for results dissemination and to share project \nbenefits with all Pacific DMCs \n \n5.1 Establishment of steering committee with representatives from ADB and a \nregional entity from the Pacific region by July 2011 \n5.2 National program coordinator appointed by July 2011 \n5.3 Program management consultant (firm) appointed by August 2011 \n5.4 Program management and administrations systems established and functioning \nby October 2011 \n5.5 Review background material on the ongoing regional TA for Promoting Energy \nEfficiency in the Pacific, government statistics, and power utility records to build \na picture of energy consumption by sector by October 2011 \n5.6 Inception workshop held in each country by February 2012 \n5.7 Establishment of an energy efficiency function within five implementing agencies \nand training program for personnel devised by April 2012 \n5.8 Develop an ideal scenario for each country and perform a gap analysis to \nidentify the necessary steps required by April 2012 \n5.9 Annual work plans and quarterly progress reports provided on time \n5.10 Annual reviews of performance and agreements for managerial changes \n5.11 TA completion report prepared by April 2015 \nADB = Asian Development Bank, CDM = Clean Development Mechanism, DMC = developing member country, kWh \n= kilowatt-hour, t CO2 = ton of carbon dioxide, TA = technical assistance. \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \nGovernment \nADBa  of Australiab  GEFc  Total \nItem  Amount  %  Amount  %  Amount  %  Amount \nA. ADB, Government of Australia, and GEFd               \n  1. Consultants               \n    a. Remuneration and per diem               \ni.  International consultants (159 person- 523.0  16  523.0  16  2,101.5  68  3,147.5 \nmonths) \nii. National consultants (265 person-months)  180.0  13  180.0  13  988.0  74  1,348.0 \n    b. International and local travel  62.0  24  62.0  24  136.0  52  260.0 \n    c. Reports and communications  20.0  26  20.0  26  35.0  48  75.0 \n  2. Equipment  155.0  8  155.0  8  1,690.0  84  2,000.0 \n  3. Workshops, training, seminars, and conferences  0.0  0  0.0  0  80.0  100  80.0 \n  4. Surveys  0.0  0  0.0  0  80.0  100  80.0 \n  5. Miscellaneous administration and support costs  10.0  16  10.0  16  40.0  68  60.0 \n  6. Contingencies  50.0  25  50.0  25  104.0  50  204.0 \n    Subtotal (A)  1,000.0  14  1,000.0  14  5,254.5  72  7,254.5 \n               \nB. Asian Clean Energy Fund under the Clean               \nEnergy Financing Partnership Facilitye \n  1. Consultants               \n    a. Remuneration and per diem               \n      i.  International consultants (32 person-             630.0 \n      months) \n      ii. National consultants (48 person-months)              310.0 \n    b. International and local travel              50.0 \n  2. Equipment              370.0 \n  3. Workshops, training, seminars, and conferences              40.0 \n  4. Contingencies              100.0 \n    Subtotal (B)              1,500.0 \n               \nC. Government and Power Utility Financingf               \n  1. Office accommodation and transport              500.0 \n  2. Remuneration and per diem of counterpart staff              700.0 \n  3. Equipment              1,100.0 \n  4. Workshops, training, seminars, and conferences              300.0 \n  5. Surveys and studies              300.0 \n  6. Miscellaneous administration and support costsg              350.0 \n  7. Contingencies              417.0 \n    Subtotal (C)              3,667.0 \n               \n      Total (A+B+C)              12,421.5 \nADB = Asian Development Bank, GEF = Global Environment Facility. \na  Financed by ADB’s Technical Assistance Special Fund (TASF-IV). \nb  Financed through the Memorandum of Understanding on Channel Financing (Technical Assistance Program) \nbetween the Government of Australia (Pacific Region Infrastructure Facility) and the Asian Development Bank. \nAdministered by the Asian Development Bank. \nc  Administered by the Asian Development Bank. \nd  To be disbursed on a cost-sharing basis. \ne  Established by the Government of Japan, and administered by the Asian Development Bank on a parallel, untied \nbasis. The funds will pay for the cost of TA implementation in Papua New Guinea. \nf   Relates to in-kind contributions from governments and power utilities (all government-owned except for UNELCO \nin Vanuatu). Contributions are substantiated by letters of support and will be made in the form of in-kind parallel \ncontributions. Governments will provide the following contributions: Cook Islands, $250,000; Papua New Guinea, \n$250,000; Samoa, $1,047,000; Tonga, $250,000; and Vanuatu, $250,000; the power utilities will contribute  A\np\n$1,620,000.  p\ne\ng  Includes  support  staff  costs,  communication  and  transport  costs,  public  awareness  campaigns,  reports,  n\nd\npublications, and knowledge products.  ix\nSource: Asian Development Bank estimates.    1\n9\n \n ", "10  Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Introduction \n \n1.  This appendix provides a summary of the consulting services required during technical \nassistance (TA)  implementation  and the type  of  technical  services  and/or specialist  inputs \nrequired (Table A3). The TA will require a total of 191 person-months of international and \n313 person-months of national consulting services. The Asian Development Bank (ADB) will \nengage a national program coordinator on an individual basis for 48 person-months (based at \nADB headquarters) to provide project and procurement management for the TA, including \nliaison with development partner activities in Pacific developing member countries (DMCs). A \nprogram  management  consultant  (firm)  will  be  recruited  to  supply  114  person-months  of \ninternational and 240 person-months of national consulting services to carry out in-country \nprogram management and implementation in the five participating DMCs)—the Cook Islands, \nPapua New Guinea (PNG), Samoa, Tonga, and Vanuatu. The firm will be engaged using \nquality- and cost-based selection evaluation on a 90:10 basis. Short-term technical specialists \nwill be recruited on an individual basis to provide 77 person-months of international and 25 \nperson-months of national consulting services. All consultants will be selected and engaged by \nADB in accordance with its Guidelines on the Use of Consultants (2010, as amended from time \nto time). \n \nTable A3: Types of Consulting Inputs Required \nApproximate Value  International  National  \nPackage Description  ($)  (person-months)  (person-months) \n1. National program coordinator (ICS)  288,000  0  48 \n2. Program management consultant (QCBS, 90:10)  3,350,000  114  240 \n3. Short-term technical experts (ICS)  1,797,500  77  25 \nTotal  5,435,500  191  313 \nICS = individual consultant selection, QCBS = quality- and cost- based selection. \nSource: Asian Development Bank estimates. \n \nB.  National Program Coordinator (individual consultant, 48 person-months) \n2.  A national program coordinator will be engaged directly by ADB to provide technical \nsupport  to  the  participating  countries  during  TA  implementation.  The  coordinator  will  have \nextensive  knowledge  of  internal  procedures  and  documentation  requirements,  detailed \nknowledge of contract documentation and approval procedures in ADB, as well as a sound \nunderstanding of both the financial and progress reporting requirements of ADB TA. A working \nknowledge of Global Environment Facility (GEF)-financed contracting would be an advantage. \nIn addition, the coordinator will have a minimum of 5 years experience of working in the Pacific \nregion in procurement, program administration, and team leadership. The coordinator shall also \nhave  excellent  leadership  skills  and  experience  of  managing  teams  remotely.  A  working \nknowledge of energy efficiency applications will also be deemed a prerequisite. The coordinator \nwill be based in ADB headquarters in Manila. The specific tasks include the following: \n(i)  take responsibility for the day-to-day administration of TA implementation; \n(ii)  liaise  closely  with  the  program  management  consultant  (consulting  firm)  to \nensure that work planning, financial management, and program reporting are \nconsistently applied using an agreed format and timelines; \n(iii)  review all draft work plans submitted by the program management consultant \n(consulting firm) and provide comments on a timely basis; \n(iv)  approve final work plans and associated budgets; \n(v)  review all contracting and procurement documentation using a no-objection basis \nfrom each DMC, and obtain ADB approval for these; \n ", "  Appendix 3  11 \n \n(vi)  initiate and hold regular coordination meetings with the program management \nconsultant (consulting firm) to ensure that approvals and processing systems are \nnot delaying implementation; and \n(vii)  provide  regular  updates  on  progress  of  implementation  to  ADB  on \nimplementation performance, obstacles, and options for resolution. \n \nC.  Program Management Consultant (firm) \n \n3.  An  international  consulting  firm  will  be  engaged  by  ADB  to  serve  as  program \nmanagement consultant. This firm will have responsibility for carrying out the in-country program \nmanagement and implementation of all technical and administrative inputs on a day-to-day \nbasis  in  collaboration  with  the  implementing  agencies  in  the  five  participating  DMCs.  The \nconsulting firm will provide the services of (i) an international team leader and energy efficiency \ntechnical  expert  for  24  person-months,  (ii)  international  country-focused  energy  efficiency \nexperts  for  90  person-months,  (iii)  national  country-focused  energy  efficiency  experts  for \n240 person-months to support specific in-country program management and implementation \nactivities in the five DMCs. \n \n1.  International  Team  Leader  and  Energy  Efficiency  Technical  Expert \n(24 person-months) \n4.  The  candidate  will  be  a  recognized  expert  in  energy  efficiency  and  demand-side \nmanagement and will have a minimum of 10 years international experience in the field. The \nexpert will have significant practical experience of designing, implementing, and evaluating \nenergy efficiency programs and will have excellent technical analysis and leadership skills. The \nexpert will report directly to the ADB TA project officer and will operate from ADB headquarters \nin Manila for the first 3 months and will then operate from an appropriate base in the Pacific \nregion. The specific tasks include the following: \n(i)  serve as the overall technical expert and team leader for the TA and taking \nresponsibility  for  the  technical  management  and  coordination  of  overall  TA \nimplementation activities; \n(ii)  develop a detailed structure of technical work for the TA, including the technical \naspects of work plans, timelines, and detailed cost estimates; and work closely \nwith the program coordinator to ensure that all deliverables are on schedule and \nsubmitted according to the work plan; \n(iii)  oversee the activities of the country-focused technical experts and work with \nthem to enhance local capabilities and to establish effective energy efficiency \nfunctions within the national implementing agencies in the five DMCs; \n(iv)  take responsibility for the “gap” analysis to be developed for each DMC, which \nwill compare the ideal project outcome against the existing baseline and guide \nthe scope of the overall project; \n(v)  review the design of the energy end-use and equipment and appliance surveys \nand ensure the capture of appropriate and relevant information on a sustainable \nbasis; oversee the establishment of suitable databases in which this data is to be \nstored, and from which the data can be accessed; \n(vi)  advise on the development of energy efficiency policies and targets, the drafting \nof minimum energy performance standards and labeling schemes, fiscal support \nmeasures, energy efficiency aspects of building codes, energy audits and the \nimplementation  of  identified  measures,  promotional  activities,  and  training  A\np\ncourses for energy auditors;  p\ne\n(vii)  perform technical reviews of all outputs and oversee the development of action  n\nd\nplans necessary for the implementation of necessary policy reforms, institutional  ix 1\nmeasures, and regulatory legal frameworks;   \n1\n1\n   ", "12  Appendix 3 \n(viii)  work  with  the  country-focused  technical  experts  to  design  national  energy \nefficiency initiatives and to carry out thorough reviews of the technical basis, \nrationale, and post-project sustainability of all programs to be implemented; \n(ix)  oversee the implementation of the residential lighting, public lighting, and energy \naudit programs and recruit short-term expert consulting inputs as required; \n(x)  ensure that appropriate monitoring and verification processes are in place to \nmeasure  the  energy  savings  and  environmental  benefits  derived  from  the \nimplementation of the energy efficiency initiatives and take overall responsibility \nfor reporting on the results; \n(xi)  assess the energy efficiency programs for clean development mechanism (CDM) \nrelevance and applicability and, if applicable and relevant, manage the process \nof  quantifying  CDM  benefits  and  the  preparation  of  relevant  CDM  project \ndocumentation; \n(xii)  review  the  technical  components  of  the  public  awareness  campaigns  and \nmanage the country-focused experts to ensure the campaigns are appropriately \ntargeted and are effective; \n(xiii)  brief stakeholders—including ADB and development partners, as well as regional \norganizations  and  national  stakeholders  in  each  of  the  five  DMCs—on  TA \nimplementation issues; \n(xiv)  coordinate a final workshop to present, discuss, and disseminate lessons and \ngood practices from TA implementation; and \n(xv)  perform other tasks as developed and agreed upon during inception. \n \n2.  International  Country-Focused  Energy  Efficiency  Technical  Experts  (90 \nperson-months) \n5.  An international energy efficiency technical expert will be recruited to work in each of the \nfive participating DMCs. These experts will have a minimum of 5 years technical experience of \nenergy efficiency and demand-side management program implementation, and should also \nideally  have  a  working  knowledge  of  the  Pacific  region.  These  experts  will  have  primary \nresponsibility for program detailed design and implementation in their respective DMC, and will \nreport to the team leader and energy efficiency technical expert on technical issues. These \nexperts will be responsible for managing the corresponding national experts and their specific \ntasks will include the following: \n(i)  manage and coordinate the TA program in their respective DMC; \n(ii)  work  with  the  executing  agency  in  their  respective  DMC  to  establish  an \nappropriate energy efficiency unit and manage and take responsibility for the \ndesign of training programs for personnel; \n(iii)  take responsibility for planning and undertaking national surveys of energy end-\nuses and energy use by major energy-consuming appliances and ensure all \nfindings are entered into an appropriate national database; \n(iv)  work with government partners to build capacity and to ensure that the energy \nend-use and appliance database and survey data is updated and relevant; \n(v)  carry out the “gap” analysis to be developed for each DMC, which will compare \nthe ideal project outcome against the existing baseline and guide the scope of \nthe overall project; \n(vi)  work  with  national  experts  to  design  and  launch  public  energy  efficiency \nawareness campaigns; \n(vii)  develop sound working relationships with local partners, including power utilities \nand  commercial  businesses  that  have  committed  to  take  part  in  relevant \ninitiatives; \n(viii)  take responsibility for drafting nationally appropriate energy efficiency policies \nand  targets,  as  well  as  minimum  energy  performance  standards,  labeling \n ", "  Appendix 3  13 \n \nschemes,  energy  efficiency  aspects  of  building  codes,  and  energy  efficiency \nrelated financing initiatives in their respective DMC; \n(ix)  work with the national experts to prepare and establish a training program for \nenergy auditors and appliance specialists in each DMC; \n(x)  closely  follow  and  shepherd  the  passage  of  energy  efficiency  policies  and \nlegislation through government approval processes; \n(xi)  conduct  regular  workshops  to  enhance  understanding  of  energy  efficiency \nbenefits by government, private sector, and civil society; \n(xii)  carry out assessment of the DMC to determine suitability of enhanced private \nsector energy efficiency service provision and work with the government and \nprivate sector to create the conditions for their establishment and successful \npost-project operations; \n(xiii)  take responsibility for the design of the residential lighting, public lighting, and \nenergy audit programs in each country and work with the national experts to \nprepare project design documents; \n(xiv)  prepare bidding documents and submit these to the program coordinator for \nreview and execution; \n(xv)  work with local partners to roll out and install energy efficient lighting systems; \n(xvi)  work with commercial and public building owners to develop a program of energy \naudits to be performed on major buildings; \n(xvii)  work with building owners and managers and agree on a program to implement \nrecommendations from the energy audits; this will include improvements in air \nconditioning, lighting, and management and financing schemes; \n(xviii)  ensure appropriate measures are taken to quantify energy savings from energy \nefficiency  programs  and  work  with  national  experts  to  carry  out  economic \nanalysis  (demand,  least-cost,  benefit)  of  major  energy  efficiency  programs, \nincluding but not limited to the energy efficient lighting programs; \n(xix)  carry out an initial assessment of the energy efficiency programs for CDM and, if \neligible,  work  with  the  team  leader  and  energy  efficiency  expert  and  ADB’s \ncarbon market initiative team to quantify the CDM benefits and prepare relevant \nCDM project documentation; \n(xx)  coordinate a final workshop to present, discuss, and disseminate lessons and \ngood practices from TA implementation; and \n(xxi)  perform other tasks as developed and agreed upon during inception. \n \n3.  National Country-Focused Energy Efficiency Technical Experts (240 person-\nmonths) \n6.  A national energy efficiency technical expert will be recruited to work in each of the five \nparticipating DMCs. The experts should have a minimum of 5 years technical experience of \nenergy efficiency and demand-side management program implementation and must have an \nintimate working knowledge of the relevant DMC. The experts will have responsibility for the \nnational  daily  coordination  of  program  design  and  implementation  and  will  report  to  the \ncorresponding international experts. The specific tasks for the national experts will include the \nfollowing: \n(i)  manage and coordinate on a daily basis the TA program in the applicable DMC; \n(ii)  work with the implementing agency in the applicable DMC to build capacity on \nenergy  efficiency  activities  and  assist  with  design  of  training  programs  for \nA\npersonnel;  p\np\ne\n(iii)  work with the implementing agency to plan and undertake national surveys of  n\nd\nenergy end-uses and energy use by major energy-consuming appliances and  ix\n 1\nensure all findings are entered into an appropriate national database;   \n1\n3\n   ", "14  Appendix 3 \n(iv)  contribute to the “gap” analysis to be developed for each country, which will \ncompare the ideal project outcome against the existing baseline and guide the \nscope of the overall project; \n(v)  have  input  into  the  design  and  implementation  of  public  awareness  energy \nefficiency campaigns; \n(vi)  build relationships with local partners, including power utilities and commercial \nbusinesses that have committed to take part in the initiative; \n(vii)  assist  in  the  drafting  of  nationally  appropriate  energy  efficiency  and  energy \nconservation  policies  and  targets,  minimum  energy  performance  standards, \nlabeling schemes and incentive activities, energy efficiency provisions of building \ncodes, and energy efficiency related fiscal legislation in the applicable DMC; \n(viii)  develop a training program for energy auditors and appliance sales and related \nstaff in the DMC; \n(ix)  follow  and  facilitate  the  passage  of  energy  efficiency  related  legislation  and \nregulations through government approval processes; \n(x)  assist in the design of workshops to enhance understanding of energy efficiency \nbenefits by government, the private sector, and civil society; \n(xi)  work  with  the  corresponding  international  expert  to  enhance  private  sector \nenergy efficiency service provision and work with the government and private \nsector to create the conditions for their establishment and successful post-project \noperations; \n(xii)  assist the country team leader in the design of the residential lighting, public \nlighting, and energy audit programs in the DMC and help prepare project design \ndocuments; \n(xiii)  work with local partners to roll out and install energy efficient lamps and systems; \n(xiv)  develop good working relationships with commercial and public building owners \nand facilitate a program of energy audits to be performed on major buildings; \n(xv)  work  with  building  owners  and  managers  and  agree  on  and  facilitate  the \nimplementation of the recommendations from the energy audits; \n(xvi)  carry  out  measurements  to  quantify  energy  savings  from  energy  efficiency \nprograms and perform initial economic analysis (demand, least-cost, benefit) of \nmajor energy efficiency programs, including the energy efficient lighting initiatives; \n(xvii)  assist with the initial assessment of the energy efficiency programs for CDM and, \nif eligible, provide inputs to help quantify the CDM benefits and prepare the \nrelevant CDM project documentation; \n(xviii)  have input into the final workshop to present, discuss, and disseminate lessons \nand good practices from TA implementation; and \n(xix)  perform other tasks as developed and agreed upon during inception. \n \nD.  Short-Term Technical Experts (individual consultants, 102 person-months) \n7.  A number of short-term experts will be hired for a total of 102 person-months (77 person-\nmonths for international consultants and 25 person-months for national consultants) to provide \ntechnical expertise on discrete project components. The experts will provide technical expertise \nin  specialist  areas  to  the  team  leader  and  energy  efficiency  technical  expert  and  to  the \nappropriate country-focused experts. The expertise required will cover (i) energy efficiency \npolicy, regulation, and legislation development; (ii) appliance and equipment energy efficiency \ntechnical development and implementation through minimum energy performance standards, \nlabeling,  and  incentives;  (iii)  energy  efficiency  requirements  in  building  codes;  (iv) energy \nefficient lighting products; (v) building energy efficiency applications and energy audits; (vi) \nenergy efficiency investment and financing; (vii) energy end-use and appliance ownership and \nuse  surveys  and  databases;  (viii)  market-based  approaches  to  energy  efficient  lighting, \nequipment,  and  appliances,  including  compact  fluorescent  lamps  and  light-emitting  diodes, \nrefrigeration appliances, and air-conditioning; and (ix) project evaluation. \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20110309172029+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "adb project 44099, adb technical assistance, cdta, energy, economic growth, capacity development, environmental sustainability, regional, reg\r\n", "ModDate": "D:20110517161810+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20110309092015", "Subject": "Decision document for the Promoting Energy Efficiency in the Pacific (Phase 2) in Regional presented to ADB's Board of Directors or Management for approval. ", "Title": "TAR: Regional: Promoting Energy Efficiency in the Pacific (Phase 2) "}}