{"path": "data/input/ta/44091-012-phi-tar.pdf", "pages": [" \n \nT  echnical Assistance Report \n \n______ _______________________________________________________________________ \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 44091 \nPolicy and Advisory Technical Assistance (PATA) \nApril 2012 \n \n \n \nRepublic of the Philippines: Consumer Protection in \na Competitive Electricity Market with Open Access     \n(Financed by the Republic of Korea e-Asia and Knowledge \nPartnership Fund) \n ", " \n \n \nCURRENCY EQUIVALENTS \n(as of 16 March  2012) \nCurrency Unit  –  peso (P) \nP1.00  =  $0.023285 \n$1.00  =  P42.945 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DOE  –  Department of Energy \n  EPIRA  –  Electric Power Industry Reform Act \n  ERC  –  Energy Regulatory Commission  \n  NGO  –  nongovernment organization \n  PEMC  –  Philippine Electricity Market Corporation \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  -  Policy and advisory technical assistance (PATA) \nTargeting classification  -  General intervention \nSector (subsectors)  -  Energy (energy sector development) \nThemes  -  Social development, governance, capacity development (— other \n (subthemes)  vulnerable groups — civil society participation and client relations, \nnetwork, and partnership development) \nClimate change  -  Mitigation  \nLocation impact  -  National (medium) \nPartnership  -  Republic of Korea e-Asia and Knowledge Partnership Fund \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \n(ii)  In this report, ―$‖ refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  A. Jude, Energy Division, SERD \n   \nTeam leader  S. Hasnie, Principal Energy Specialist, SERD \nTeam member  C. Samaniego, Senior Operations Assistant, SERD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nI.  INTRODUCTION \n1.  The Philippine Department of Energy (DOE) requested the Asian Development Bank \n(ADB) to provide policy and advisory technical assistance (TA) to assist the government of the \nPhilippines in managing consumer protection as the power sector moves toward open access1 \nand electricity retail market competition.2 This is part of the government’s ongoing reform of the \npower sector that began in 2001, when the Electric Power Industry Reform Act (EPIRA) was \napproved. With the impending shift to open access, measures are needed to ensure consumer \nbenefit and the effective regulation of the sector. Agreement was reached with officials in the \nDOE on the TA impact, outcome, outputs, cost estimates, and terms of reference.3 The design \nand monitoring framework is in Appendix 1.  \n \nII.  ISSUES \n2.  Nine years after EPIRA passage, several objectives of the act have been achieved such \nas the unbundling of rates, removal of subsidies, and privatization of the transmission network \nthrough  a  management  concession  agreement  with  the  National  Grid  Corporation  of  the \nPhilippines. Wholesale electricity spot market operations since 2006 have resulted in wholesale \ncompetition in generation, the privatization of 91.8% of generation assets of the National Power \nCorporation as of April 2010, and the regulation of transmission and distribution by the Energy \nRegulatory Commission (ERC) since 2001. But much remains to be done to achieve the power \nsector reform objective of ensuring the sustainable supply of electricity at reasonable cost.   \n \n3.  Open access and retail competition would complete the institution of competition through \nthe entire cycle from generation to distribution. Only by implementing them can competitive \npressure on power-generating companies be realized, bringing efficiency to the sector and \nultimately reducing prices, the ultimate goal for consumers. \n \n4.  The government is set to implement open access, the next phase of reform of the \nPhilippine power sector, by October 2012.4 This will introduce a new dimension to the Philippine \nelectricity market, allowing consumers to select their electricity supplier. International experience \nshows that, with open access and consumers’ general lack of understanding of reform issues, \nconsumer complaints are likely to increase, which will further burden the ERC, which handles \nconsumer complaints in addition to regulating the industry.  \n \n5.  The ERC was established to promote and protect long-term consumer interests in terms \nof the quality, reliability, and pricing of sustainable electricity supply by overseeing network \ninvestment, retail reforms, and effective competition. Although significant reforms have been \nimplemented since 2001, the sector still has high electricity prices and other problems, with \nconsumers absorbing the burden of high rates. Consumers have not yet benefited from reform \nin terms of lower electricity prices.5  The main competitive element—open access—has not yet \nbeen implemented. \n                                                \n1  Open access means that the utility’s wires are open and can be used by consumers and generators to buy and sell \nelectricity from alternative sources, with payment to the utility of regulated transmission and distribution charges. \n2  Retail competition enables a customer to shop around for a cheaper source of electricity, switch directly to the \ncheaper alternative, and pay to the utility regulated transmission and distribution charges.  \n3  The TA first appeared in the business opportunities section of ADB website on 18 November 2011. \n4  Customers with an average monthly peak demand 1 MW in the 12 months preceding 26 December 2011 can \nchoose their electricity suppliers; Open Access will be gradually introduced to customers with lower consumption \nthresholds.   \n5  ADB. 2009. Report and Recommendation of the President to the Board of Directors:  Proposed Loan and \nAdministration of Grant to the Republic of the Philippines for the  Philippine Energy Efficiency Project. Manila. \n ", "2 \n \n6.   The shift to open access should be accompanied by measures to ensure consumer \nprotection. EPIRA’s objectives clearly include consumer protection, as does the ERC’s mission. \nWith  open  access,  consumers  will  need  ready  access  to  information  on  tariffs,  clear \nunderstanding of the operation of the wholesale market, and any changes that may be proposed \nto  market  rules.  In  addition,  consumers  need  to  understand  the  market  structure,  the \ncompetitive forces that may drive price volatility. With the broad understanding of the market \ndynamics, a contestable customer—customers who has right to shop for a supplier under the \nOpen Access regime—will be able to decide on the price and quality of service package suitable \nto that customer’s need.  \n \n7.  As gains from power sector reforms are measured in terms of consumer benefits, it is \nessential  to  ensure  that  competition  and  operational  efficiencies  translate  into  high-quality \nelectricity supply at reasonable rates. Consumers should be protected from imperfections in the \nelectricity industry and market. Consumer protection in the current system is under the ERC. The \ncurrent mechanism for handling consumer complaints in the electricity industry is inadequate.6 \nIn a deregulated environment that offers consumers more choices, the role of an ombudsman or \nan appointed official to receive and investigate complaints from individuals against electricity \ncompanies will be critical. Consumers’ rights and obligations need to be clearly defined for \nprompt and effective dispute resolution. The staff responsible for receiving and investigating \ncomplaints must understand the rights and obligations of consumers in a deregulated industry \nand have the skills to resolve conflicts fairly. The ERC agrees with this view and will support \nestablishing an ombudsman in the energy sector. \n \n8.  Consumer  protection  is  an  energy  policy  priority  of  the  government,  which  has \nundertaken initiatives like improving energy self-sufficiency using cheaper indigenous energy \nresources to reduce dependence on imported oil, while avoiding increased generation cost. \nEnabling customers to choose electricity suppliers will make the power sector more efficient.  \n \n9.  In  parallel  with  government  strategies,  ADB’s  current  country  partnership  strategy \nsupports  medium-term  policy  reforms  pertaining  to  power  distribution.7 It  has  consistently \nsupported the government’s restructuring of the power sector, which started with the approval of \nthe $300 million Power Sector Restructuring Program on 16 December 1998.8 In December \n2002, ADB supplemented this loan with a partial credit guarantee to help finance additional \nadjustment  costs  associated  with  restructuring.9 Further,  the  Power  Sector  Development \nProgram was approved in December 2006.10 ADB has provided technical assistance grants to \nthe energy sector on tariff and pricing studies, regulation, and consumer impact assessment to \nsupport reform since 2001.     \n \n \n                                                \n6  ADB. 2002. Technical Assistance to Republic of the the Philippines for a Competition Policy for the Electricity \nSector. Manila. \n7  ADB. 2009. Country Operations Business Plan: Philippines, 2010–2012. Manila. \n8  ADB. 1998. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grants to the Republic of the Philippines for the Power Sector Restructuring Program. Manila.  \n9  ADB. 2002. Report and Recommendation of the President to the Board of Directors: Proposed Partial Credit \nGuarantee for Fixed Rate Bond Issues by the Power Sector Assets and Liabilities Management Corporation for the \nPower Sector Restructuring Program in the Philippines. Manila. \n10 ADB. 2006. Report and Recommendation of the President to the Board of Directors: Proposed Program Cluster \nand Program Loan to the Republic of the Philippines for the Power Sector Development Program. Manila. ", "3 \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n \n10.  This TA is part of a sustained effort by ADB to assist the government in its continuing \nrestructuring of the power sector. The outcome will be to make consumers aware of open \naccess, electricity competition issues, and their rights and opportunities in the new electricity \nmarket. The impact will be an effective and efficient electricity market. \n \nB.  Methodology and Key Activities  \n \n11.  The TA will be implemented through wide-range consultation with the government, the \nelectricity industry, and consumers and the adoption of international best practices. It will have \nthree components: (i) stakeholder capacity building, (ii) establishing a consumer consultation \ngroup, and (iii) establishing a dispute-resolution scheme for consumer complaints.  \n \n  1.  Stakeholder Capacity Building  \n   \n12.  Open access is a new concept for electricity consumers. Market competition in electricity \ngeneration has existed for years but is still unknown to most consumers. Other features of \npower  reforms  such  as  green  energy  options  and  net  metering  that  would  directly  affect \nconsumers will be implemented in the future. What these concepts are, how they work, their \nattributes, and how they affect prices are questions to which consumers should know the \nanswers.  Consumers  should  be  empowered  by  information  and  knowledge  on  what  open \naccess and electricity market competition provide. They should be made aware of their rights \nand opportunities under the new market set-up and apprised of developments in a timely way to \ninstill confidence and enable interacting in a new market environment.  \n \n13.  Likewise, the staff of government agencies in the energy sector, such as the DOE, ERC, \nPhilippine Electricity Market Corporation (PEMC), and National Electrification Administration, \nshould be prepared for the new market and its consequences for consumer protection. To equip \ngovernment  agencies  regarding  the  requirements  of  consumer  protection  and  empowering \nconsumers  in  a  new  market  arrangement,  this  TA  will  support  a  stakeholder  awareness \ncampaign comprising (i) an interactive website where all information pertaining to electricity will \nbe made available and consumers receive answers to their electricity-related questions; (ii) an \nadvocacy  campaign  including  training,  seminars,  workshops,  and  consultations  bringing \ntogether  government  staff,  consumers,  electricity  industry  players,  and  nongovernment \norganizations; and (iii) a consumer survey to establish baseline data on consumers. \n \n  2.  Establishing a Consumer Consultation Group  \n \n14.  Privatization and the introduction of competition accompanies the restructuring of the \nPhilippine electric power industry from a vertically integrated monopoly into a market in which \ngeneration, transmission, and distribution come under separate companies and utilities, with the \nadoption of a wholesale electricity market and, eventually, open access to it. Privatization \nnecessarily entails investment, and competition positions market players in ways that can adjust \nelectricity prices.  \n \n15.  The  ERC  regulates  electricity  transmission,  distribution,  and  retailing.  It  implements \nincentive-based regulation of power transmission and distribution, and there is open competition \nin generation, which is monitored and managed by the PEMC. While the ERC and the PEMC \n ", "4 \n \nconsult consumers on every decision, consumers have not exercised any reasonable influence \non the decision making of these entities. This leaves the regulator unaware of the consumer \nperspective on many of the issues that affect them. This TA will support the formation of a \nconsumer  consultative  group  of  members  representing  organizations  across  affected \njurisdictions. The members will consult with their constituencies from time to time on electricity \nissues that affect them, and the group will inform the government on these issues, enabling the \nregulator to understand conditions for consumers and strike a balance between consumers and \nregulated entities.  \n \n  3.  Dispute Resolution Scheme for Consumer Complaints  \n \n16.  Power  sector  reforms  have  been  implemented  toward  providing  consumers  more \nchoices on electricity use and provision. Open access, for instance, comes with a system that \nallows customers to change supplier after negotiating a contract with more favorable terms of \nprice and service. From the choice of the supplier to electricity delivery, its use, and payment for \nit, the consumer deals with the electricity supplier and distribution utility. Problems with bills \nresulting from switching, or related to electricity supply, such as power cuts and connection \nproblems, may arise between customers and these entities. To protect consumers and provide \na venue for resolving these conflicts, this TA will propose setting up an energy ombudsman that \nwill  receive  complaints,  investigate  them,  and  facilitate  their  resolution,  without  charge  to \nconsumers.   \n \n17.  The  government  considers  consumer  protection  a  priority.  Establishing  an  energy \nombudsman  would  require  an  enabling  law  or  government  order  to  change  current \narrangements,  under  which  consumer  protection  is  lodged  with  the  ERC.  Consumer \nempowerment should be accompanied by market monitoring to check whether consumers are \nbenefiting from competition in the electricity market or falling prey to possible market distortions. \nProtection mechanisms should both cater to consumer complaints and, by their existence, \nshield consumers from market abuses.   \n \nC.  Cost and Financing \n18.  The  TA  will  be  financed  on  a  grant  basis  by  the  Republic  of  Korea  e-Asia  and \nKnowledge  Partnership  Fund  in  the  amount  of  $500,000  and  administered  by  ADB.  The \ngovernment will provide counterpart support in the form of office accommodation, transport, staff \nresources, and other in-kind contributions. The detailed cost estimates and financing plan are in \nAppendix 2. \n   \nD.  Implementation Arrangements \n19.  The DOE will be the executing agency, working in collaboration with the ERC, PEMC, \nNational Electrification Administration, and other government agencies. The DOE will designate \na project coordinator during contract negotiations and counterpart staff that will work closely with \nconsultants during project implementation. ADB will, with the support of consultants, conduct \nworkshops, training, seminars, and consultations with stakeholders. Disbursements under the \nTA will be in accordance with ADB’s Technical Assistance Disbursement Handbook (2010, as \namended from time to time).  \n \n20.  The project will be implemented over 24 months from May 2012 to  April 2014. Individual \nconsultants  will  be  engaged  by  ADB  in  accordance  with  ADB’s  Guidelines  on  the  Use of \nConsultants (2010, as amended from time to time). Any procurement made will be carried out in ", "5 \n \naccordance with ADB’s Procurement Guidelines. The team of international consultants will \ninclude a consumer protection specialist and team leader (10 person-months) and an electricity \nmarket expert (5 person-months). The national consultants will be an advocacy specialist (7 \nperson-months) and a web developer (3 person-months). The consultant team will prepare an \ninception report within 4 weeks of the beginning of project implementation, an interim report at 5 \nmonths, a draft final report at 19 months, and a final report at 24 months. The implementation of \nstakeholder capacity building will be part of the interim report, and establishing the consumer \nconsultative group and the proposed design for a dispute-resolution scheme for consumer \ncomplaints will be included in the final report. The outline terms of reference for consultants are \nin Appendix 3. \n \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to the Government \nof  the  Philippines  to  be  financed  on  a  grant  basis  by  the  Republic  of  Korea  e-Asia  and \nKnowledge Partnership Fund for Consumer Protection in a Competitive Electricity Market with \nOpen Access, and hereby reports this action to the Board. \n \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms   Assumptions and Risks \nImpact      Assumption \n       \nEffective and efficient  Ownership of generation  Data from wholesale  Proper regulation and market \nelectricity market  assets distributed to about  electricity spot market  monitoring in place \n10 entities in 2016 from 3     \nentities in 2006    Risk \n     \n       Electricity market manipulation \n  by generators causing high \n  prices \nOutcome      Assumption \n       \nConsumers aware of  Website gets 100 hits per  ERC annual report   Sufficient interest from \nopen access,  day by 2014 from none in    consumer groups \nelectricity competition  2011   \nissues, and their rights    Risk \n  At least 5 NGOs actively   \ninvolved in the consumer  Unable to engage a wide range \nconsultative group from  of consumers  \nnone in 2011   \nPolitical interference \nOutputs       Assumption \n       \nEnhanced capacity of  Website supplementing  Consultants’ reports    Government continuing to \nstakeholders:  consuming awareness    prioritize consumer protection \nconsumers, the  building launched by August  TA review missions   \ngovernment, the  2012    Risks \nelectricity industry, and    ERC Annual Report    \nNGOs  Advocacy campaign with    Opposition from the electricity \n  training for government staff    industry  \n  on power sector reform (by     \n  September 2012) and    Awareness campaign \n  seminars on consumer    sidetracked by specific \n  protection in Manila    interests \n  (December 2012) and   \n  seminars in other regions   \n  (by April 2013) on consumer   \n  protection    \n     \nConsumer consultative  A proposal developed  ERC publication, ERC \ngroup established  outlining the mechanism for  website \n  establishing an energy   \n  ombudsman or equivalent to   \n  support ERC on consumer   \n  complaint handling by June    \n  2013    \n     \nEffective dispute- Number of consumer  Consultants’ report \nresolution scheme for  complaints filed to ERC   \nconsumer complaints  reduced below 1000  TA review mission \n  complaints per year by 2016, \n ", "  Appendix 1  7 \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms   Assumptions and Risks \nfrom about 1200 complaints \nper year (average between \n2006 to 2010) \nActivities with Milestones   \n  Inputs \n1. Building Stakeholder Capacity   \n   \nRepublic of Korea \n1.1 Website  developed  for  consumers  that  contains  all  information  and  data \ne-Asia and Knowledge \nrelating  to  electricity,  market  updates,  consumer  rights,  and  opportunities \nPartnership Fund:      $500,000 \nincluding switching electricity retailers, potential savings, and processes for \n \nfiling complaints by  September  2012 \n \n1.2 Advocacy campaign conducted and options for  establishing an energy   \nombudsman evaluated by January 2013  The government will provide \n  counterpart support in the form \n1.2.1 Training and seminars for Department of Energy, ERC, Philippine  of office accommodation, \nElectricity Market Corporation, and National Electrification Administration  transport, staff resources, and \nemployees, including those from field offices, on power sector reform and  other in-kind contributions.  \nconsumer protection by June 2013    \n   \n1.2.2 Workshops and consultations among stakeholders—consumers, the   \ngovernment, the electricity industry, and NGOs in all regions—on \nconsumer protection by January  2013 \n \n2. Establishment of  Consumer Consultation Group   \n \n2.1   Study on consumer consultation groups in other  jurisdictions by September  \n2012 \n \n2.2   Mechanism developed for establishing a consumer consultative group, \nincluding membership; functions; funding; and interface with government, \nprivate entities, and the proposed energy ombudsman by August  2012 \n \n2.3   Consultation with consumers and stakeholders to lay groundwork for \nestablishing a consumer consultation group by January  2013 \n  \n3. Dispute Resolution Scheme of  Consumer Complaints \n \n3.1  Study on consumer protection in other jurisdictions, design  best practices, in \nsupport for the most vulnerable consumers by September  2012 \n \n3.2  Paper on establishing an complaint handling mechanism, including the \nsuitability of establishing an energy ombudsman; interface with government \nand private entities; market monitoring aspect; and effect of decisions by  \nMarch  2013  \n \n \nERC = Energy Regulatory Commission; NGO = nongovernment organization; TA = technical assistance. \n \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n   Total \nItem  Cost \n Republic of Korea e-Asia and Knowledge Partnership Funda   \n1. Consultants   \na. Remuneration and per diem   \ni. International consultants   200 \nii. National consultants  50 \nb. International and local travel  30 \nc. Reports and communications  15 \n   \n2. Studies and Surveys \na. Website development          15  \nb. Consumer survey  10 \n   \n3. Workshops, Training, Seminars, and Consultations  \na. National and regional training, seminars, workshops, and  75 \nconsultations \nb. Training program and manuals  30 \n   \n4. Miscellaneous Administration and Support Costs  10 \n   \n5. Contingencies  65 \n         \nTotal         500  \n   \nNote: The total cost of the technical assistance amounts to an equivalent of $550,000 of which contributions \nfrom ADB is presented in the table above. The government will provide counterpart support in the form of \noffice accommodation, transport, staff resources, and other in-kind contributions whose  value  is estimated to \naccount  for 10% of  the total cost. \na Administered by the Asian Development Bank. \n \n \n   Source: Asian Development Bank estimates\n ", "  Appendix 3  9 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Asian Development Bank (ADB) technical assistance (TA) will support the Department of \nEnergy and Energy Regulatory Commission on consumer protection aspects of Philippine power \nsector reforms. It will help provide measures to address consumer concerns arising from power \nsector reform regarding electricity market competition, open access and how customers switch \nproviders,  and  other  future  changes.  International  and  national  experts  will  be  engaged  as \nindividual consultants to introduce international best practices and provide local expertise in (i) \nempowering electricity consumers and capacity building in the government, (ii) institutionalizing \nelectricity  consumer  consultations,  and (iii)  establishing  a  protection mechanism for  electricity \nconsumers. \n \nA.  Consumer Protection Specialist (international, 10 person-months) \n \n2.  As team leader, the specialist will manage TA implementation and be responsible for \ncoordinating the inputs and outputs of all consultants in consultation with ADB and the Department \nof Energy. Specific tasks will include the following: \n(i)  Provide a framework for establishing a consumer protection mechanism for the \nPhilippine  power  sector  that  includes  a  consumer  awareness  campaign  and \nestablishing a consumer consultative group and an energy ombudsman. \n(ii)  Clearly establish the policy intent regarding consumer protection envisaged under \nthe Electric Power Industry Reform Act.  \n(iii)  Discuss  the  importance  of  electricity  market  competition  and  open  access  to \nachieving full sector reforms and how they link directly with consumers. Establish \nthe need and benefits of consumer protection in a competitive market to policy \nmakers with all stakeholders.  \n(iv)  Review the current consumer protection mechanism in the power sector, as well as \nits framework, power, and functions and how much assistance it offers consumers. \n(v)  With the electricity market specialist, identify the hurdles to be overcome in drawing \nup and implementing a consumer protection mechanism in an electricity market with \nopen access.  \n(vi)   Study consumer protection in other jurisdictions and establish best practices  in \nsupport of the most vulnerable consumers. \n(vii)   Develop a paper for establishing an energy ombudsman, including the requirements \nfor establishing an energy ombudsman; the structure, nature, power, and functions \nof the energy ombudsman office; interface with government and private entities; \nfunding; market monitoring aspects; and the effects of decisions. \n(viii)  Study consumer consultative groups in other jurisdictions.  \n(ix)  With the advocacy specialist, provide a mechanism for establishing and operating a \nconsumer consultative group, taking into account how such groups operate in other \njurisdictions; membership; functions; funding; and interface with the government, \nprivate entities, and the proposed energy ombudsman. \n(x)  With  the  electricity  market  specialist  and  advocacy  specialist,  conduct  training, \nseminars, workshops, and consultations with stakeholders such as the government, \nthe electricity industry, consumers, and nongovernment organizations. \n (xi)  Develop an electricity consumer charter. \n \n \n \n \n ", "10  Appendix 3 \nB.  Electricity Market Specialist (international, 5 person-months) \n \n3.  The electricity market specialist will do the following: \n(i)  Provide  specialized  training  and  seminars  for  government  staff  on  the  current \nPhilippine electricity market and industry, attributes of the competitive market such \nas open access and how consumers switch suppliers; green energy options; net \nmetering;  regulation;  and  the  roles  of  the  different  electricity  entities  like  the \nDepartment of Energy, Power Sector Assets and Liabilities Management,  Philippine \nElectricity  Market  Corporation,  National  Electrification  Administration,  Energy \nRegulatory  Commission,  National  Grid  Corporation  of  the  Philippines,  and \ndistribution utilities. \n(ii)  Identify examples of best practices in market reform. \n(iii)  Conduct a regulatory and policy analysis of the Philippine electricity market and \nindustry. \n(iv)  Review the Philippine electricity market and industry and develop a structure and \nflow diagram indicating the functions and participation of the different entities and \nelectricity players. \n(v)  Review  the  operation  of the  Philippine  electricity  market  and  risks  of abuse of \nmarket power. \n(vi)  Assist the team leader in identifying what consumer complaints the proposed energy \nombudsman address. \n(vii)  Assist in conducting workshops and consultation with stakeholders. \n \nC.  Advocacy Specialist (national, 7 person-months) \n \n4.  The advocacy specialist will do the following: \n(i)  Develop a sustainable consumer awareness campaign plan that can include the \nproposed  consumer  consultative  group  continuing  to  conduct  information  and \neducation communication campaign.  \n(ii)  With the consumer protection specialist, conduct workshops and consultations with \nconsumers, the electricity industry, and nongovernment organizations on consumer \nprotection. \n(iii)  Lead the establishment and operation of the consumer consultative group. \n(iv)  With the consumer protection specialist, consult with various stakeholders on \nestablishing and operating the consumer consultative group. \n(v)  Cause the actual operation of the consumer consultative group. \n(vi)  Survey consumers to establish baseline data on electricity consumers, identify \nelectricity consumer concerns, and determine consumers’ understanding of the \nelectricity market. \n \nD.  Web Developer (national, 3 person-months) \n \n5.  The consultant will develop a website for consumers that \n  (i)    contains all information and data relating to electricity, market updates, consumer \nrights and opportunities including switching to alternative electricity retailers and \npotential savings, and processes for filing complaints; \n  (ii)    facilitates interaction between consumers and the website administrator; \n  (iii)    contains a system whereby data from mobile phones can be migrated into the \nwebsite; and \n    (iv)  provides a platform for processing data gathered through surveys.  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120417140207Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "power sector reform philippines, consumer protection, efficient electricity market, energy sector development, philippines, electric power industry reform act, epira philippines, adb projects, 44091-012, adb policy and advisory technical assistance ", "ModDate": "D:20120502100339+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Decision document for the policy and advisory technical assistance on Consumer Protection in a Competitive Electricity Market with Open Access in the Philippines, presented to ADB's Board of Directors or Management for approval.", "Title": "TAR: Philippines: Consumer Protection in a Competitive Electricity Market with Open Access "}, "author_page": " \n \n \nCURRENCY EQUIVALENTS \n(as of 16 March  2012) \nCurrency Unit  –  peso (P) \nP1.00  =  $0.023285 \n$1.00  =  P42.945 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DOE  –  Department of Energy \n  EPIRA  –  Electric Power Industry Reform Act \n  ERC  –  Energy Regulatory Commission  \n  NGO  –  nongovernment organization \n  PEMC  –  Philippine Electricity Market Corporation \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  -  Policy and advisory technical assistance (PATA) \nTargeting classification  -  General intervention \nSector (subsectors)  -  Energy (energy sector development) \nThemes  -  Social development, governance, capacity development (— other \n (subthemes)  vulnerable groups — civil society participation and client relations, \nnetwork, and partnership development) \nClimate change  -  Mitigation  \nLocation impact  -  National (medium) \nPartnership  -  Republic of Korea e-Asia and Knowledge Partnership Fund \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \n(ii)  In this report, ―$‖ refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  A. Jude, Energy Division, SERD \n   \nTeam leader  S. Hasnie, Principal Energy Specialist, SERD \nTeam member  C. Samaniego, Senior Operations Assistant, SERD \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "Social development", "role": "governance", "organization": "capacity development"}, {"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "A. Jude", "role": "Energy Division", "organization": "SERD"}, {"fullname": "S. Hasnie", "role": "Principal Energy Specialist", "organization": "SERD"}, {"fullname": "C. Samaniego", "role": "Senior Operations Assistant", "organization": "SERD"}]}