{"path": "data/input/ta/44102-01-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\nProject Number: 44102   \nRegional—Capacity Development Technical Assistance (R–CDTA) \nMarch 2010 \n \n \n \n \nNeeds Assessment and Development of the Solar \nEnergy Program \n(Financed by the Asian Clean Energy Fund under the Clean Energy \nFinancing Partnership Facility) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "   \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nMOU  –  memorandum of understanding \nR&D  –  research and development \nSPV  –  solar photovoltaic \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance(R–CDTA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Energy (renewable energy, energy efficiency and conservation)  \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \n  business environment, widening access to markets and economic \nopportunities); environmental sustainability (eco-efficiency, natural \nresource conservation, global and regional transboundary \nenvironmental concerns); private sector development (public–\nprivate partnerships); capacity development (client relations, \nnetwork, and partnership development) \nClimate Change  –  Climate change mitigation and adaptation \nLocation impact  –  Rural (high), urban (high), national (high), regional (high) \nPartnership  –  Asian Clean Energy Fund under the Clean Energy Financing \nPartnership Facility \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  U. Schaefer-Preuss, Knowledge Management and Sustainable Development  \nDirector General  X. Yao, Regional and Sustainable Development Department (RSDD)  \nDirector  S. Chander, Principal Director, Office of Information Systems and Technology \n   \nTeam leader  N. Sakai, Senior Climate Change Specialist, South Asia Department (SARD) \nTeam members  L. George, Energy Specialist, SARD  \nP. Hattle, Energy Specialist, SERD \nL. Sorkin, Young Professional (Energy), RSDD \nS. Sasaki, Energy Specialist, SARD \nK. Takebayashi, Energy Specialist, SARD \nA. Zhou, Energy Specialist, RSDD \n  \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "   \n \nI.  INTRODUCTION \n1.  Solar energy has been regarded as one of the fastest growing electricity technologies in \nrecent  years.  Changes  in  technology,  cost  structure,  enabling  policies,  and  regulatory \nframeworks have driven this spectacular growth in developed countries. Solar energy has great \nsignificance  for  developing  member  countries  (DMCs)  in  Asia  and  the  Pacific  because  \n(i)  economies  of  scale  can  reduce  costs  to  make  solar  energy  competitive  with  the  grid;  \n(ii) some DMCs have greater solar radiation, more rapidly growing electricity demand, and more \navailability of land than developed countries; and, as a result, (iii) DMCs have the potential to \nbecome global and regional technology manufacturing hubs for solar technology goods and \nequipment.  \n \n2.  Strategy 20201 of the Asian Development Bank (ADB) outlines the following priorities:  \n(i) realizing environmentally sustainable growth for Asia and the Pacific; (ii) expanding ADB's \npromotion  of,  and  investment  in,  sound  environmental  management,  while  simultaneously \ncapitalizing on ADB's operational strengths, such as infrastructure development and finance; \nand (iii) responding to climate change and supporting DMCs to move their economies onto  \nlow-carbon growth paths by expanding the use of clean energy. ADB's 2009 Energy Policy2 was \ndesigned  to  increase  its  role  in  renewable  energy  development  by  (i)  facilitating  wider \ntechnology deployment, (ii) raising awareness and promoting policy and regulatory incentives to \nencourage use of renewable energy, and (iii) promoting financing packages that share risks and \nlower costs. The Energy Policy includes maximizing access to energy for all as one of its three \npillars. \n \nII.  ISSUES \n3.  While ADB has begun to process several solar energy and stable grid development3  \nprojects in line with the Energy Policy, the ADB solar technology team established under the \nenergy community of practice in September 2009 has identified several barriers to such projects. \nThese  include:  (i)  insufficient  concessional  and  secured  financing  mechanisms,  (ii)  slow \ntechnology transfer to DMCs, (iii) suboptimal capacity of DMCs to develop and implement \nsustainable policy and regulatory frameworks, and (iv) weak industry structures for solar energy \nand stable grid development.  \n \n4.  At an international workshop as the side event of the Copenhagen climate summit in \nDecember 2009, R. K. Pachauri, the chair of the Intergovernmental Panel on Climate Change, \npresented a number of proposals to support ADB's work with DMCs to mainstream solar energy \ndevelopment: \n \n(i)  the  private  sector  should  play  a  major  role  in  combating  climate  change, \nespecially in solar energy development;  \n(ii)  developing  countries  should  have  a  policy  for  mainstreaming  solar  energy \ndevelopment  with  active  private  sector  participation  (e.g.,  the  National  Solar \nMission of India's National Action Plan on Climate Change); \n                                                 \n1 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n2 ADB. 2009. Energy Policy. Manila. \n3 Stable grid development is a critical factor for expanding loads of renewable energies. Therefore, the projects \ncombining solar energy and stable grid development are being processed together.   \n ", "2 \n(iii)  all  stakeholders—developing  and  developed  country  agencies,  international \nagencies, the private sector, and nonprofit organizations—should have extensive \ndialogue to identify issues, share perceptions and find  solutions; and \n(iv)  ADB should play a facilitation role by setting up a network for knowledge sharing.  \n \n5.  Strategy 2020 calls for knowledge solutions that will leverage ADB’s central position in \nidentifying trends within and across the region, its interdisciplinary and integrated assistance \napproach,  and  its  capacity  to  implement  insight  and  knowledge  supported  by  significant \nfinancing. ADB, together with its development partners, is therefore in a position to play a \ncatalytic role in technology transfer facilitation and knowledge sharing for solar energy and \nstable grid development. As a regional knowledge institution, ADB is mandated to (i) support \npilot projects from which it will distill and disseminate lessons, and (ii) distribute knowledge in \nways that have both an immediate impact and catalytic force. \n \nIII.  THE TECHNICAL ASSISTANCE \n6.  This regional capacity development technical assistance (TA) aims to promote solar \nenergy and stable grid development in Asia and the Pacific. The TA will contribute to an \nunderstanding by all stakeholders of the potential for solar energy in the region, the key actions \nrequired to accelerate solar energy development, the institutional and business models for \ndevelopment  and  deployment,  and  the  mechanisms  to  promote  technology  transfer  to \ndeveloping countries and to enhance the scope for cooperation on research and development \n(R&D).  \n \n7.  This initiative will cover (i) large scale solar photovoltaic (SPV) and solar thermal projects, \n(ii) grid-connected distributed SPV projects, (iii) off-grid solar power generation projects, (iv) \nstable  grid  development  projects  using  batteries  and  two-way  meters,  and  (v)  associated \ntechnologies, e.g., lithium-ion batteries, plug-in electric vehicles.4 In order to mainstream such \nprojects, a well-organized and systematic knowledge management program will be critical and \nwill need to involve (i) DMC governments, (ii) private sector and R&D agencies, and (ii) donor \ncountries and development partners.  \n \n8.  Through  the  knowledge  management  program,  DMC  governments  will  be  able  to \n(i) promote foreign direct investment by international private companies; (ii) facilitate technology \ntransfer by matching domestic and foreign private companies, e.g., manufacturers, developers, \nsuppliers, and financiers; (iii) mobilize concessional funding from development partners and \ndeveloped countries to structure financially viable projects; (iv) formulate and implement an \noptimal solar policy and regulatory framework so that many private sector enterprises can enter \nthe  market;  and  (v)  receive  capacity  development  support  from  developed  countries  and \ndevelopment partners. \n \n9.  The private sector will be able to: (i) have access to DMC government policy makers,  \n(ii) acquire the latest information on DMC market development, (iii) develop consortia with \nforeign  and  domestic  enterprises,  and  (iv)  approach  development  partners  and  developed \ncountry governments to provide financial and technical assistance with which the bankable \nprojects can be developed. The knowledge management program will also be beneficial for \nADB and its development partners as they will be able to (i) promote regional and national \npolicy dialogue, (ii) tailor lending and guarantee operations to DMCs and the private sector,  \n(iii) develop effective technical assistance to match the needs of DMCs and the private sector, \n                                                 \n4 Includes small projects in the Pacific islands. \n ", "3 \nand (iv) share best practices. The overview of knowledge solar energy ad grid development \noperation is in Appendix 2. \n   \nA.  Impact and Outcome \n \n10.  The expected impact of the TA is sustainable solar energy and stable grid development \nin Asia and the Pacific for inclusive and low-carbon economic growth. The expected outcome is \nneeds assessment and pilot programs conducted for knowledge management to promote solar \nenergy and stable grid development in Asia and the Pacific. \n \nB.  Methodology and Key Activities \n \n11.  The TA will conduct a comprehensive needs assessment for a knowledge platform and \npilot programs for solar energy and stable grid management in Asia and the Pacific.  \n \n12.  The  impact  of  the  knowledge  management  platform  will  be  maximized  by  (i)  the \nparticipation of a large number of stakeholders, among others, from Europe and North America  \nwhere  commercial  solar  power  generation  projects  are  already  being  actively  developed;  \n(ii) regular international workshops and capacity development programs in the region, with \ncollaboration from other development partners; and (iii) the establishment of an institutional \nknowledge  network  connecting  the  region  to  the  rest  of  the  world,  adding  value  through \ninvestment,  optimizing  implementation  arrangements,  achieving  economies  of  scale,  and \ndeveloping unified approaches.  \n \n13.  The outputs for the proposed TA are as follows. \n \n(i)  A prefeasibility study5 of the knowledge management platform will be conducted. \nAs  an  initial  step,  a  consultant  will  identify  the  key  areas  where  knowledge \nmanagement can effectively facilitate solar energy and stable grid development \nin DMCs in Asia and Pacific. The consultant will identify barriers and solutions in \nthe  areas  of  (a)  technology  transfer,  (b)  innovative  financing,  (c)  policy  and \nregulatory frameworks, and (d) industries and market structures in DMCs. The \nconsultant will analyze the current knowledge management activities conducted \nby  global,  regional,  and  national  agencies,  nonprofit  organizations,  and \ninstitutions and  identify  quantitative  and  qualitative  gaps  between  knowledge \nsupply and demand. The consultant will deliver a prefeasibility report on an \nindependent,  not-for-profit,  nonpartisan,  and  nonpolitical  knowledge  platform \ninvolving ADB, its development partners, knowledge and financial providers, and \nDMC governments and private agencies.  \n \n(ii)  An international solar energy forum will be held with relevant partners, e.g., \nInternational  Energy  Agency,  Renewable  Energy  and  Energy  Efficiency \nPartnership,  and  United  Nations  Industry  Development  Organization. \nStakeholders will be invited to brainstorm and recommend specific measures to \novercome barriers to viable SPV, solar thermal, and distributed rooftop solar \npower projects and sustainable off-grid and mini-grid projects using batteries. \nThe  forum  is  scheduled  for  July  2010  in  Bangkok,  Thailand.  It  will  give  an \n                                                 \n5 Prefeasibility study will explore needs of development of a knowledge platform and  propose models while feasibility \nstudy will, based on the result of the prefeasibility study, will propose the detail design and implementation \narrangement of the most relevant model.    \n ", "4 \nopportunity (a) for DMCs to attract foreign direct investments; (b) for private \ncompanies from DMCs to meet foreign technology partners; (c) for international \nprivate companies to learn about policies and incentive packages; and (d) for \ndonor agencies to structure client oriented assistance. \n \n(iii)  A pilot regional capacity development and knowledge sharing program will be \nconducted to strengthen the capacity of DMCs to formulate and implement policy \nand  regulatory  frameworks  for  mainstreaming  solar  energy  and  stable  grid \ndevelopment.  The  program  will  be  hosted  by  the  Government  of  Japan  in \nSeptember 2010. Regional and nonregional private companies and agencies will \nbe invited to disseminate best practices. Several agencies in Japan will share the \ncosts of the program.  \n \n(iv)  A consultant will assist ADB to develop agreements with international agencies \nand  companies  to  collaborate  in  project  development  and  knowledge \nmanagement for solar energy and stable grid development. The target agencies \nwill  include  international  organizations,  donor  agencies,  private  sector \nassociations, and R&D institutes. In parallel, the consultant will promote South–\nSouth cooperation. For example, the consultant will support knowledge providers \nin DMCs that have fairly well advanced policy development to share their best \npractices with other DMCs.  \n \n(v)  A  consultant  will  develop  and  conduct  an  outreach  program  to  disseminate \ninformation on activities in DMCs and on ADB's expanding operations in project \ndevelopment  and  knowledge  management  in  solar  energy  and  stable  grid \ndevelopment.   \n \nC.  Cost and Financing \n \n14.  The total cost of the TA is estimated at $1,000,000 equivalent on a grant basis funded by \nthe Asian Clean Energy Fund6 under the Clean Energy Financing Partnership Facility, and \nadministered by ADB. The cost estimates and financing plan are in Appendix 3.   \n \nD.  Implementation Arrangements \n \n15.  ADB will be the executing agency for this TA. The solar technology team under the \nenergy community of practice will supervise the work of the consultants in close coordination \nwith the Regional and Sustainable Development Department and other operational departments.  \n \n16.  The TA will require the services of three international consultants for 19 person-months \nand  two  national  consultants  for  8  person-months,  for  a  total  of  27  person-months.  The \ninternational consulting team will include an international solar energy knowledge management \nspecialist, an international solar business development specialist, an international renewable \noutreach  specialist,  a  national  logistics  coordinator,  and  a  national  training  specialist.  The \nconsultants will be separately recruited as individuals as flexibility is needed in sourcing a broad \nrange of specialists. ADB will recruit the consultants in accordance with its Guidelines on the \nUse of Consultants (2007, as amended from time to time). Disbursements under the TA will be \nmade in accordance with ADB's Technical Assistance Disbursement Handbook.7    \n                                                 \n6 Established by the Government of Japan.  \n7 ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n ", "5 \n \n17.  The consultants will coordinate with consultants working on other TA projects including \ncapacity development TA (for e.g. TA 7473 REG: Solar Energy Development in South Asia) and \nPPTA for development of solar projects. The consultants’ terms of reference are in Appendix 4. \nActivities funded by this TA will start in a DMC only after ADB has received a written statement \nof no-objection from the government. The TA is expected to be implemented over 12 months \nfrom April 2010 to March 2011.  \n \nIV.  THE PRESIDENT'S DECISION  \n \n18.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $1,000,000 to be financed on \na grant basis by the Asian Clean Energy Fund under the Clean Energy Financing Partnership \nFacility for Needs Assessment and Development of the Solar Energy Program, and hereby \nreports this action to the Board.  \n ", "6         Appendix 1             \nDESIGN AND MONITORING FRAMEWORK \n    Data Sources and   \nDesign  Performance Targets and  Reporting   \nSummary  Indicators with Baseline  Mechanisms   Assumptions and Risks \nImpact       \nSustainable solar energy  Increase in the use of solar and  National and  Assumption \nand stable grid  renewable energy by 2012  international  Solar energy technology is \ndevelopment in Asia and  compared to 2009 baselines for  economics, energy,  accepted by governments as a \nthe Pacific for inclusive and  DMCs  and environmental  means to achieve low-carbon \nlow-carbon economic     statistics  development while meeting other \ngrowth     goals such as energy security and \nADB review missions  improved electrification. \n    \nOutcome       \nNeeds assessment and  Comprehensive needs  TA progress report  Assumption \npilot programs conducted  assessment of a knowledge    Consensus can be achieved among \nfor knowledge  platform and pilot programs for  stakeholders in DMCs \nmanagement to promote  solar energy and stable grid   \nsolar energy and stable  management conducted by   \ngrid development in Asia  December 2010 \nand the Pacific   \n \nOutputs       Assumptions \n1. Prefeasibility study of the  The scope for knowledge  TA progress report  Adequate solar radiation exists in \nknowledge management  management properly identified    the selected DMCs \nplatform    through at least four workshops     \n  and interviews with at least 40    Partnership with external \n  stakeholders       institutions which have expertise in \n      the areas  \n       \n2. International workshop -  Solutions for breaking financial,  TA progress report  Participation from relevant private \nsolar energy forum   technology, and political barriers    sector bodies, e.g., developers, \n    to develop solar and stable grid    suppliers, and financiers.  \n  development projects provided     \n  and well perceived by the     \n  participants.        \n       \n     \n3 Regional capacity  One pilot capacity development  TA progress report \ndevelopment  programs    and knowledge-sharing program   \n  with at least 10 DMCs conducted   \n     \n    TA progress report \n4.  Network building for  MOUs formulated with at least   \nsolar project development  100 stakeholders.    \nand knowledge     \nmanagement      \n    TA progress report \n     \n5.   Outreach program  A clearly focused outreach \n  program will be developed and \nimplementation begun.   \nActivities with Milestones  Inputs \nA. Activities  ADB: $1 million to be financed by \nPrefeasibility study of knowledge management platform  the Asian Clean Energy Fund \n1.1 Identify the scope for knowledge management to address the barriers to solar energy   \nproject development. \n1.2 Assess the current status of knowledge management to address the key areas. \n1.3 Identify  and  prioritize  unaddressed  gaps  for  the  deployment  of  solar  power \ntechnologies and indication of possible opportunities for ADB support. \n1.4 Conduct a gap analysis.  \n \n ", "                                                                                                                        Appendix 1  7 \nActivities with Milestones \n \nInternational Workshop - Solar Energy Forum \n2.1 Design the workshop. \n2.2 Send invitations to the participants. \n2.3 Hold the workshop.  \nRegional Capacity Development  Programs \n3.1  Design the workshop. \n3.2 Send invitations to the participants. \n3.3 Hold the workshop.  \nNetwork Building for Solar Project Development and Knowledge Management \n4.1  Design the content of MOU  \n4.2  Consult with stakeholders. \n4.3  Develop MOUs.  \nOutreach Program \n5.1  Develop the program.  \n5.2  Conduct the first phase of the program. \n \n B. Milestones  \nCommencement of TA implementation, April 2010  \nInception report , May 2010  \nMidterm report, June 2010 \nDraft final report, December 2010  \nFinal report, March 2011 \nADB = Asian Development Bank, DMC = developing member country, MOU = memorandum of agreement, TA = \ntechnical assistance.  \nSource: Asian Development Bank. \n \n \n \n \n             \n ", "      8\n \n \n \n \n \n \n \n \n \nA\np\nOVERVIEW OF KNOWLEDGE SOLAR ENERGY AND GRID DEVELOPMENT OPERATION  p\ne\nn\nADB's Solar Energy and Stable Grid Development Operation d\nix\n   2\nFund Mobilization  Pilot Project Development Knowledge Management    \n Gap-Finance  Risk Guarantee Public Sector  Private Sector  Capacity Development Outreach\n           DMCs Governments' Needs\n(i) Promote private sector participation in DMCs\n(ii) Mobilize concessional fund for structuring projects \n(iii) Capacity development for policy, technology and financing \nwith support of development partners (DPs)\n Policy Dialogue /\n(v) Stable  (i) Large-scale solar photovoltaic\nInformation Sharing\ngrid  (SPV) projects\nprojects y I\nc D\nBatteries ( pii)r oLjaercgtse-scale solar thermal eting  on Poli n for F  PPDPe-Bvealsoepdm Pernotject  sA(ie)D cCBtoa ratasnlyds De epvroejleocptsm  efonrt  DPMarCtnse arnsd'  Nperievadtse \n (iii) Grid connected distributed  ark est  otio (ii) Mobilize concessional funds from developed \nTwo way  solar SPV projects M u m countries governments\nmeters eq ro (iii) Harmonize capacity development activities\nR P\n (iv) Off-grid solar SPV \nprojects  Information Sharing /\nFinancial Structuring\n           Private Sector's Needs\n(i) Learn clarity on applicable policy and regulatory framework\n(ii) Assessment of DMC market opportunity.\n(iii) Develop consortium with foreign and domestic players \n(iv) Get assistance from DPs to structure and develop projects  \n manufacturers   developers  financiers  R&D\nDMC = developing member country, DP = development partner, FDI = foreign direct investment; PPP =  public-private partnership, R&D = research and development, SPV=solar photovoltaic\nSource: Asian Development Bank.\n ", "                                                                                                                        Appendix 3  9 \n       \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nAsian Clean Energy Fund under the Clean Energy Financing   \nPartnership Facilitya \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultantsb  475.0 \n      ii.  National consultantsc  32.0 \n    b.  International and local travel  111.0 \n    c.  Reports and communications  22.0 \n  2.  Seminars, workshops, and training  260.0 \n  3.  Contingencies  100.0 \n        Total  1,000.0 \na Established by the Government of Japan, and administered by the Asian Development Bank.  \nb Assuming 19 person-months of international consultants at $25,000 per month. \nc Assuming 8 person-months of national consultants at $4,000 per month. \nSource: Asian Development Bank.  \n ", "10  Appendix 4 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS  \n \nA.  Introduction \n \n1.  The technical assistance (TA) will require the services of five international consultants.  \n \nB.  Scope of Work \n \n2.  The TA is expected to be implemented over 12 months from April 2010 to March 2011. \nHowever, the work should be concentrated within the first 3 months. The professional positions \nand activities for the required positions are as follows. \n \n1.  Solar  Energy  Knowledge  Management  Specialist  (international, 9 person-\nmonths) \n3.  The consultant will deliver a prefeasibility study report on the concept and design of a \nnew knowledge platform for solar-energy-based power generation and stable grid development \nin the Asia and Pacific developing member countries (DMCs). The consultant should have \nextensive knowledge and experience to lead international knowledge management projects for \nsolar energy development, especially, for large scale SPV projects with engineering skill on \nsolar and network management capacity. The prefeasibility report will be developed through the \nfollowing steps.  \n \n(i)  Analyze  and  review  other  agencies'  international  cooperation  initiatives  for \nknowledge management and studies on realistic, practical, and demonstrative \napproaches to achieve utility-scale solar photovoltaic (SPV) power generation \nprojects. This analysis will include past results and current efforts of international \norganizations, e.g., implementing strategies and engineering designs for large- \nscale solar projects. The same analysis will be conducted for (a) large-scale solar \nthermal,  (b)  distributed  grid-connected  roof-top  SPV,  (c)  off-grid  SPV,  and  \n(d) stable grid development.   \n(ii)  Examine the barriers for developing large scale SPV projects in Asia and Pacific \nDMCs in terms of technical, financial, and regulatory aspects.  \n(iii)  Conduct knowledge mapping and gap analysis for solar energy and stable grid \ndevelopment.  \n(iv)  Based  on  the  outcomes  of  the  above,  provide  a  prefeasibility  study  report, \nincluding institutional and logistical aspects and a road map for developing an \nindependent,  not-for-profit,  non-partisan,  non-political  knowledge  platform \ninvolving  the  Asian  Development  Bank  (ADB),  its  partners,  knowledge  and \nfinancial providers, and DMC governments and private agencies to (a) add value \nto  the  ongoing  work  of  organizations  and  initiatives  in  terms  of  investment, \noptimizing  implementation  arrangements,  achieving  economies  of  scale,  and \ndeveloping  unified  approaches  to  solar  energy  policies  and  programs;  and  \n(b)  encourage  more  collaborative  efforts  on  solar  energy  and  stable  grid \ndevelopment. \n \n4.   The consultant will prepare, organize, and conduct a solar energy forum in the form of  \nan international workshop in Thailand. The consultant should have extensive knowledge and \nexperience of power generation, transmission, and distribution. The activities of the consultant \nwill include:  \n \n ", "Appendix 4       11 \n \n(i)  Develop the detailed agenda and schedule, manage invitation, organize each \nsession, and develop website for the registration of the international workshop to \nbe held in July 2010. \n(ii)  Prepare an issues paper to be the basis for brainstorming and recommending \nspecific  measures  to  overcome  barriers  to  viable  SPV,  solar  thermal  and \ndistributed rooftop solar power projects and sustainable off-grid and mini-grid \nprojects using batteries which could be used for electric vehicles.  \n(iii)  Engage  experts  and  development  practitioners  as  participants  and  prepare \ntechnical papers and presentations related to the themes of the forum.  \n(iv)  Nominate the participants from the stakeholders and facilitate invitations. \n(v)  Work with national logistic coordinator and national training specialist for the \nforum.   \n(vi)  Prepare a flyer and other publications for the forum.  \n(vii)  Facilitate the workshop in terms of logistics, documentation, secretariat services, \ndissemination of information and materials, and related support.  \n(viii)  Prepare the report of the outcome of the workshop.  \n \n5.  The  consultant  will  also  prepare,  organize  and  conduct  a  pilot  regional  capacity \ndevelopment and knowledge sharing program in Japan to be hosted by the Government of \nJapan for solar energy and stable grid development in DMCs in Asia and the Pacific. The \nactivities will include: \n \n(i)  Develop  a detailed agenda and schedule for two pilot capacity development and \nknowledge  sharing  programs  in  close  consultation  with  ADB  and  the \nstakeholders. \n(ii)  Engage distinguished experts and development practitioners as participants and \nto prepare technical papers and presentations related to the themes of the forum. \n(iii)  Nominate the participants from stakeholders and facilitate invitations. \n(iv)  Prepare a flyer and other publications for the program. \n(v)  Facilitate the program in terms of logistics, documentation, secretariat services, \ndissemination of information and materials, and related support.  \n \n2.  Solar Business Development Specialist (international, 5 person-months) \n6.   The consultant will assist ADB to formulate memoranda of understanding (MOUs) with \n50 relevant agencies with global reach which can collaborate and cooperate with ADB to \nexpand operation and knowledge management in solar energy and stable grid development. \nThese agencies will be mainly in Europe and North America and will have expertise in policy, \nfinance, and technology for commercial solar energy project development. The activities of this \nposition include: \n \n(i)  Conduct  consultations  in  person  or  through  video-  or  teleconferences  with \nstakeholders, e.g.,  (a) governments, developers, manufacturers, financiers, and \nresearch and development (R&D) agencies, nonprofit organizations, media in \nDMCs in Asia and the Pacific; (b) developed member country governments;  \n(c)  international  agencies,  e.g.,  United  Nations  organizations,  International \nRenewable  Energy  Agency,  International  Energy  Agency,  bilateral  donor \nagencies, nonprofit organizations, developers, financiers, R&D institutes, private \nsector associations, media in Europe, North America, and Asia and the Pacific; \n ", "12  Appendix 4 \nand (d) 10 global leading manufacturers of SPV, solar thermal, smart grid, and \nbatteries. Report on these consultations.  \n(ii)  Identify interest among private companies in Europe, North America, Asia and \nthe Pacific to enter the solar energy and stable grid development market in \nDMCs in Asia and the Pacific.  \n(iii)  Consult with government agencies of developed member countries in Europe, \nNorth America, and Asia and the Pacific and identify how they expect ADB to \nplay a role of promoting private sector participation in this area. \n(iv)  Draft an MOU between ADB and each stakeholder to promote solar energy and \nstable grid development projects in Asia and the Pacific region. \n(v)  Facilitate formulation of 50 MOUs between ADB and stakeholder agencies. \n \n3.  Renewable Energy Outreach Specialist (international, 5 person-months) \n7.   The consultant will develop and conduct an outreach program covering ADB's projects \nand knowledge management for solar energy and stable grid development in close collaboration \nwith the relevant ADB departments and offices. The activities will include: \n \n(i)  Draft 3-year outreach action plan to (a) promote ADB's operations in project \ndevelopment  and  knowledge  management  for  solar  energy  and  stable  grid \ndevelopment, and (b) provide information on the initiatives and efforts of DMCs in \nAsia and the Pacific DMCs in this area.  \n(ii)  Conduct  consultations  in  person  or  through  video-  or  teleconferences  with \nstakeholders, e.g., (a) media; (b) selected local communities; (c) governments, \ndevelopers,  manufacturers,  financiers,  and  R&D  agencies,  nonprofit \norganizations  in  Asia  and  the  Pacific;  (d)  developed  member  country \ngovernments;  (e)  international  agencies,  e.g.,  United  Nations  organizations, \nInternational Renewable Energy Agency, International Energy Agency, bilateral \ndonor agencies, nonprofit organizations, developers, financiers, R&D institutes, \nprivate sector associations, media in Europe, North America, and Asia and the \nPacific; and (f) 10 global leading enterprises in manufacturing SPV, solar thermal, \nsmart grid, and batteries respectively. The summary of the consultation will be \nreported.  \n(iii)  Implement  the  first  phase  of  the  action  plan  in  close  collaboration  with  the \nrelevant ADB departments and offices.  \n \n4.  Logistics Coordinator (national, 4 person-months) \n8.   The activities of the coordinator include: \n(i)  Support the international consultants to facilitate meetings, including logistical \nelements, documentation, secretariat services, dissemination of information and \nmaterials, and related support. \n(ii)  Reimburse selected participants for travel, hotel and per diem, and incidental \nexpenses.  \n(iii)  Conduct financing arrangement for the preparation of technical papers and post-\nforum and program publications. \n \n ", "Appendix 4       13 \n5.  National Training Specialist (national, 4 person-months) \n9.   The consultant will work under the direction of Solar Energy Knowledge Management \nSpecialist. The activities of this specialist include:  \n(i)  Support the international consultants to facilitate a training program, including \nlogistical  aspects,  documentation,  secretariat  services,  dissemination  of \ninformation and materials, and related support. \n(ii)  Reimburse selected participants for travel, hotel and per diem, and incidental \nexpenses.  \n(iii)  Conduct financing arrangements for the preparation of training program. \n(iv)  Assist the team leader to conduct follow-up activities, including publication and \nposting on the ADB website. \n \nC.  Reporting Requirements \n10.   The consultant will work under the direction of Solar Energy Knowledge Management \nSpecialist. The following reports will be produced for each assignment at key stages of the TA \nimplementation: \n(i)  an inception report within 1 calendar month of TA commencement,  \n(ii)  a midterm report within 2 calendar months of TA commencement, \n(iii)  a draft final report within 9 calendar months of TA commencement, and \n(iv)  a final report at the end of the 11th calendar month following TA commencement, \nfollowing incorporation of all the comments received. \n \n11.   Each consultant will submit five copies of each report, and three digital copies of the final \nversion of each report on CD-ROM to ADB in English. \n \n \n "], "metadata": {"Author": "ppc", "CreationDate": "D:20100322095425+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "clean energy, solar energy program, adb project 44102, capacity development technical assistance", "ModDate": "D:20100518143313+08'00'", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "Title": "Needs Assessment and Development of the Solar Energy Program"}, "author_page": "   \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nDMC  –  developing member country \nMOU  –  memorandum of understanding \nR&D  –  research and development \nSPV  –  solar photovoltaic \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Capacity development technical assistance(R–CDTA) \nTargeting Classification  –  General intervention \nSector (subsectors)  –  Energy (renewable energy, energy efficiency and conservation)  \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \n  business environment, widening access to markets and economic \nopportunities); environmental sustainability (eco-efficiency, natural \nresource conservation, global and regional transboundary \nenvironmental concerns); private sector development (public–\nprivate partnerships); capacity development (client relations, \nnetwork, and partnership development) \nClimate Change  –  Climate change mitigation and adaptation \nLocation impact  –  Rural (high), urban (high), national (high), regional (high) \nPartnership  –  Asian Clean Energy Fund under the Clean Energy Financing \nPartnership Facility \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  U. Schaefer-Preuss, Knowledge Management and Sustainable Development  \nDirector General  X. Yao, Regional and Sustainable Development Department (RSDD)  \nDirector  S. Chander, Principal Director, Office of Information Systems and Technology \n   \nTeam leader  N. Sakai, Senior Climate Change Specialist, South Asia Department (SARD) \nTeam members  L. George, Energy Specialist, SARD  \nP. Hattle, Energy Specialist, SERD \nL. Sorkin, Young Professional (Energy), RSDD \nS. Sasaki, Energy Specialist, SARD \nK. Takebayashi, Energy Specialist, SARD \nA. Zhou, Energy Specialist, RSDD \n  \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "business environment", "role": "widening access to markets and economic", "organization": ""}, {"fullname": "resource conservation", "role": "global and regional transboundary", "organization": ""}, {"fullname": "U. Schaefer-Preuss", "role": "Knowledge Management and Sustainable Development", "organization": ""}, {"fullname": "X. Yao", "role": "Regional and Sustainable Development Department (RSDD)", "organization": ""}, {"fullname": "S. Chander", "role": "Principal Director", "organization": "Office of Information Systems and Technology"}, {"fullname": "N. Sakai", "role": "Senior Climate Change Specialist", "organization": "South Asia Department"}, {"fullname": "L. George", "role": "Energy Specialist", "organization": "SARD"}, {"fullname": "P. Hattle", "role": "Energy Specialist", "organization": "SERD"}, {"fullname": "L. Sorkin", "role": "Young Professional (Energy)", "organization": "RSDD"}, {"fullname": "S. Sasaki", "role": "Energy Specialist", "organization": "SARD"}, {"fullname": "K. Takebayashi", "role": "Energy Specialist", "organization": "SARD"}, {"fullname": "A. Zhou", "role": "Energy Specialist", "organization": "RSDD"}]}