{"path": "data/input/ta/44152-01-reg-tar.pdf", "pages": [" \n \n \n \n \nTechnical Assistance Report\n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 44152 \nRegional — Capacity Development Technical Assistance (R-CDTA) \nSeptember 2010 \n \n \n \nUpdating and Improving the Social Protection Index  \n(Cofinanced by the Republic of Korea e-Asia and Knowledge \nPartnership Fund)  \n \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  HIES  –  household income and expenditure survey \n  ILO  –  International Labour Organization \n  OECD  –  Organisation for Economic Co-operation and Development \n  RSGS  –  Poverty Reduction, Gender and Social Development Division \n  SPI  –  social protection index \n  TA   –  technical assistance  \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—capacity development technical assistance (R-CDTA) \nTargeting classification  –  General intervention  \nSector (subsectors)  –  Multisector (social protection, economic and public affairs \nmanagement) \nThemes (subthemes)  –  Social development (human development), regional cooperation \nand integration (other regional public goods), capacity development \n(institutional development)  \nLocation impact  –  Regional (high), national (high) \nPartnerships  –  International Labour Organization (ILO), Organisation for Economic \nCo-operation and Development (OECD), Republic of Korea e-Asia \nand Knowledge Partnership Fund  \n \n \nNOTE \nIn this report, “$” refers to US dollars. \n \n \nVice-President  U. Schaefer-Preuss, Knowledge Management and Sustainable \nDevelopment \nDirector General  X. Yao, Regional and Sustainable Development Department (RSDD) \nDirector  B. Édes, Poverty Reduction, Gender, and Social Development Division, \nRSDD \n   \nTeam leader  S. W. Handayani, Senior Social Development Specialist, RSDD \nTeam members  B. Babajanian, Social Development Specialist, RSDD \nP. Lubag, Operations Assistant, RSDD  \nH. Manzano-Guerzon, Senior Operations Assistant, RSDD \nM. Principe, Social Development Officer, RSDD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  The Asian Development Bank (ADB) approved its Social Protection Strategy in 2001.1 \nThe strategy supports ADB’s developing member countries (DMCs) in Asia and the Pacific in \ntheir efforts to reduce poverty and vulnerability and provide their populations with effective social \nprotection. The social protection index (SPI) was developed for 31 countries in Asia and the \nPacific under two regional technical assistance (TA) projects that were implemented in 2003 \nand 2006.2 The index summarizes the extent of social protection in the countries, giving ADB \nand the DMCs better quantitative and qualitative information on social protection activities and \nan internationally comparable database of social protection expenditures, coverage, distribution, \nand impact. \n \n2.  The SPI has been used in a variety of academic and other publications on social and \neconomic development in Asia and the Pacific. It has been used by ADB’s partner organizations, \nincluding  the  Organisation  for  Economic  Co-operation  and  Development  (OECD)  and  the \nInternational Labour Organization (ILO), in assessing social protection in the region. ADB has \nalso  relied  on  the  social  protection  data  and  indices  in  its  analytical  work  and  country \npartnership strategies. But weak ownership of the SPI among the DMCs and the low institutional \ncapacity of their line ministries have held back DMC policy makers from using the index more \nfully in analyzing, monitoring, and evaluating policies, programs, and projects. \n \n3.  The proposed TA will build on the SPI work done under the earlier TA, and will introduce \nother components and institutional arrangements to sustain the effective use of the social \nprotection indicators in policy analysis and formulation in the DMCs. The main objective will be \nto strengthen social protection in the DMCs by updating and improving the SPI and building the \ncapacity of the DMCs to measure, monitor, and analyze social protection systematically. The \ndesign and monitoring framework for the TA is presented in Appendix 1.3 \nII.  ISSUES \n4.  Most DMCs in Asia and the Pacific have social protection programs and policies, and \nmany have expanded their social protection systems in recent years. But accessible social \nprotection is still an important policy imperative. Most DMCs urgently need to reform, strengthen, \nand expand their social protection programs and policies to protect their populations and make \nthem less vulnerable to risk. \n \n 5.  Social  protection  involves  interventions  that  provide  livelihood  security  to  poor  and \nvulnerable individuals to help them prevent, reduce, or cope with economic, social, climatic, and \nsecurity risks. This study narrowly defines social protection as referring to two policy subsets: \nsocial assistance (noncontributory cash or in-kind transfers and welfare services) and social \ninsurance  (contributory  schemes  that  reduce  risks  associated  with  old  age,  disability, \nunemployment, sickness, etc.). Social protection policies and programs vary between countries \nbecause of their different needs, cultures, institutions, and available resources. \n \n                                                 \n1  ADB. 2003. Social Protection. Manila (adopted in 2001).   \n2  ADB.  2003.  Technical  Assistance  for  Social  Protection  Index  for  Committed  Poverty  Reduction.  Manila \n(TA 6120-REG); ADB. 2006. Technical Assistance for Scaling Up of the Social Protection Index for Committed \nPoverty Reduction. Manila (TA 6308-REG). \n3  The TA first appeared in the business opportunities section of ADB’s website on 23 August 2010. \n ", "2   \n6.  Systematic and rigorous monitoring and impact assessment of social protection is a \nprerequisite for improving the existing systems and developing new policies and programs. Most \nDMCs have limited institutional and technical capacity to carry out regular monitoring and \nevaluation, make rigorous diagnostic assessments of impact, and analyze social protection \npolicy. Their development plans have yet to include the measurement of social protection and \nthe analysis of social protection policy and issues. The DMCs must also take ownership of their \nsocial protection data to track progress continuously and systematically.  \n \n7.  The proposed TA can help fill the need by producing data and information on social \nprotection in the 31 DMCs and building the capacity of the DMCs to collect and analyze social \nprotection data regularly. The TA will build on the SPI work done under earlier ADB TA  projects \n(footnote 2) and will address the lessons from those projects. In particular, the TA projects \nshowed that: (i) SPI can be an effective tool for cross-country comparisons if the SPI rankings \nare carefully analyzed and interpreted; (ii) the methods used in formulating the index need to be \nrefined;  and  (iii) the  DMCs  need  further  capacity  building  to  monitor  and  analyze  social \nprotection effectively.  \n \n8.  In July 2010, ADB held a technical meeting with representatives of OECD, ILO, and six \nDMCs4 to discuss the methods, indicators, and implementation arrangements for the proposed \nTA. The participants recommended specific improvements in the methods and the formula for \ngenerating the SPI, and in the design and implementation arrangements for the TA. These \nrecommendations will be followed. \nIII.  THE TECHNICAL ASSISTANCE \n9.  The TA will strengthen the capacity of the participating DMCs to measure and monitor \nsocial protection by (i) developing an improved framework and methods for measuring and \nmonitoring social protection; (ii) generating and updating the SPI, the SPI database, and social \nprotection assessments; and (iii) building capacity of the DMCs to measure and monitor social \nprotection.  \n \n10.  The improved methods and framework for SPI data collection and analysis will be used \nin updating the SPI, the database, and the assessments of country social protection systems. \nThese in turn will enable the tracking of social protection and thereby institutionalize social \nprotection measurement and monitoring in the DMCs. \n \n11.  The updated SPI will provide a summary measurement of the effectiveness of social \nprotection in 31 countries in Asia and the Pacific in supporting their citizens, including those \nliving below the poverty line. The SPI will help monitor changes in the provision of social \nprotection over time and will facilitate international comparisons. Important evidence of social \nprotection  activities  in  the  DMCs  will  be  collected.  This  will  include  (i) statistical  data  and \nindicators,  such  as  expenditure,  coverage,  and  distribution  (SPI  database);  and  (ii) a \ncomprehensive review of country social protection programs and policies (country reports).  \n \n12.  The TA will build the capacity of DMCs by (i) providing them with a social protection \ninformation  base,  including  an  SPI  database  and  social  protection  assessments;  and \n(ii) generating  survey  instruments  and  methods  that  the  DMCs  can  use  in  updating  and \nmaintaining the SPI database. The indicators in the SPI database and the evidence collected for \n                                                 \n4  Representatives of national statistics offices of Armenia, Bangladesh, Indonesia, Mongolia, the Philippines, and \nViet Nam participated in the meeting. \n ", "      3\nsocial  protection  assessments  are  expected  to  contribute  to  national  policy  analysis  and \nplanning. In particular, the DMCs can use them in (i) making diagnostic evaluations of social \nprotection, (ii) defining social protection targets, and (iii) modifying policies and programs and \ndeveloping  new  ones.  The  very  process  of  gathering  information  for  the  SPI  and  then \ndisseminating the results can increase awareness of the importance of social protection. The TA \nwill support three selected DMCs in integrating social protection monitoring into their household \nincome and expenditure surveys (HIESs) and build their capacity to use the data in policy \nanalysis and planning.5 \n \n13.  In developing the SPI and its database, the TA will use gender-disaggregated indicators \nwhere  possible.  The  extent  to  which  women  benefit  from  social  protection  can  thus  be \nmonitored and gender concerns can be integrated into social protection policies and programs. \n \n14.  The  TA  will  bring  together  development  partners  to  strengthen  social  protection  in \ndeveloping countries. ADB has prepared a collaboration plan with the OECD/Korea Policy \nCentre and ILO; these institutions are expected to help institutionalize the SPI in the Asia and \nthe Pacific region, where its coverage is now limited. Through the TA, the development partners \nwill have improved quantitative and qualitative information on social protection activities, and an \ninternationally comparable database, at their disposal. \nA.  Impact and Outcome \n15.  The impact of the TA will be the expansion of social protection systems to cover the poor \nand the vulnerable in Asia and the Pacific. Its outcome will be DMCs with improved capacity to \nmonitor and measure social protection, assess its effectiveness over time, determine its relative \nstrengths and weaknesses, and identify improvements.  \nB.  Methodology and Key Activities \n16.  To  achieve  the  desired  outcome,  the  TA  will  have  three  major  components:  (i) the \ncompilation and analysis of data on social protection programs (social insurance and social \nassistance) to develop and update the SPI; (ii) the capacity development of three selected \nDMCs and the training of government agencies to develop and analyze the SPI; and (iii) the \nmanagement of knowledge products and the dissemination of information. \n1.  Component 1: Collection of Data on Social Protection Programs and \nPreparation of Country Reports  \n17.  The TA will fund analytical work to improve the methods of defining, implementing, and \nmeasuring social protection, and to develop an integrated framework for data collection. The \nimproved methods and data collection framework will be used in gathering data and reviewing \nsocial protection programs and policies in 31 countries in Asia and the Pacific. The SPI will be \ncomputed, the social protection rankings updated, and social protection assessments (country \nreports) produced on the basis of the data and information gathered.  \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n members, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n5  Armenia, Indonesia, and Sri Lanka. \n ", "4   \n2.  Component 2: Capacity Development for Selected DMCs \n18.  The TA will support three selected DMCs6 in integrating social protection monitoring into \ntheir HIESs). In particular, ADB will help train enumerators and supervisors, and will offer \ntechnical advice on the preparation of survey instruments and methods for incorporating the \nmodule into the HIES.7 A memorandum of agreement specifying the activities under this TA, \nand the financial and technical support from ADB, will be drawn up with the national statistical \noffices of the three selected DMCs.  \n3.  Component 3: Management of Knowledge Products and Dissemination of \nInformation  \n19.  The social protection indices, together with the SPI handbook or manual describing the \nmethods, data collection techniques, survey instruments, and other relevant materials, will be \npublished  in  a  two-volume  book  and  a  compact  disc  (SPI  report).  A  social  protection \nassessment report (country report) will be published for each country.  \n \n20.  Other  important  knowledge  products  from  the  TA,  including  the  SPI  database, \nmethodological  tools,  and  reporting  templates  for  the  social  protection  assessments,  are \nexpected to be used by the participating countries in measuring and monitoring social protection. \nThese knowledge products will be stored and maintained by the line agencies responsible for \nthe SPI exercise. \n \n21.  The  TA  will  produce  analytical  reports  (policy  papers)  that  provide  cross-country \ncomparisons of social protection expenditure, coverage, and distribution in Asia and the Pacific; \nassess the poverty impact of social protection in low-income DMCs; and show the relevance of \nhousehold surveys in measuring and monitoring social protection. \n \n22.  The consolidated SPI report, the country reports, and the policy papers will be circulated \namong  policy  makers  and  other  important  stakeholders  in  all  participating  DMCs.  The \nparticipating countries, development partners, and civil society organizations will be invited to \ndiscuss the SPI outcomes in workshops and learning events. Experts from ADB, ILO, and \nOECD/Korea Policy Centre will contribute to the information dissemination. The learning and \ngood practices will be disseminated through publications on the ADB social protection, ILO \nSocial  Security  Inquiry,  and  OECD  websites.  A  communications  plan  for  the  effective \ndissemination of knowledge generated under the TA will be drafted. \nC.  Cost and Financing \n23.  The TA is estimated to cost $1,300,000 equivalent, of which $500,000 equivalent will be \nfinanced on a grant basis by the Technical Assistance Special Fund (TASF–other sources), and \n$500,000 equivalent will be financed on a grant basis by the Republic of Korea e-Asia and \nKnowledge Partnership Fund and administered by ADB. A detailed cost estimate is presented in \nAppendix 2. The ILO, the OECD/Korea Policy Centre, and the participating DMCs will finance \nthe remaining $300,000 equivalent with in-kind contributions.  \n                                                 \n6  The possible integration of a social protection module in the HIES was the subject of preliminary discussions with \nthe national statistics offices of Armenia, Indonesia, and Sri Lanka. The three DMCs were chosen on the basis of \nthe capacity of their statistics offices to conduct a regular HIES. A memorandum of agreement will be prepared at \nthe start of the TA. \n7  A no-objection letter from the 31 countries will be sought before the TA is implemented in any particular country.  \n ", "      5\nD.  Implementation Arrangements \n24.  The TA will be implemented over 24 months (September 2010–September 2012). ADB \nwill be the executing agency, and the Poverty Reduction, Gender, and Social Development \nDivision (RSGS) of ADB’s Regional and Sustainable Development Department will be the focal \npoint for the overall management and monitoring of the TA activities. Throughout the TA period, \nRSGS will consult closely with the regional departments and coordinate with the Economics and \nResearch Department. Progress and output updates will be posted regularly on ADB’s social \ndevelopment website with links to social protection websites.  \n \n25.  The  TA  will  finance  65.5  person-months  of  consulting  services  (8.5  person-months \ninternational,  57  person-months  national).  The  consultants  will  be  selected  and  hired \nindividually, according to ADB’s Guidelines on the Use of Consultants (2010, as amended from \ntime to time). The terms of reference for the consultants are in Appendix 3.  \n \n26.  ADB, ILO, and the OECD have agreed to cooperate in collecting statistical information \non social protection programs in the Asia and Pacific region and in organizing events in the \nregion. Data on social protection expenditure and recipients, compatible with the ILO Social \nSecurity Inquiry, the OECD Social Expenditure database, and the ADB Social Protection Index, \nwill be collected. The three organizations have also agreed to cooperate in (i) organizing and \nanalyzing data for monitoring social protection in each country; (ii) strengthening the capacity of \ngovernment agencies in selected DMCs, particularly their officials, to collect and harmonize the \ndata; and (iii) disseminating the data and the outcomes of this collaboration through appropriate \nmeans (online database, conferences, publications). A letter of agreement outlining the roles \nand responsibilities of each party to the collaboration and other arrangements will be signed \nbefore the TA is implemented.8  \n \n27.  Progress will be monitored against intended outcomes and the output reflected in the \nattached design and monitoring framework and will involve preparing progress and completion \nreports. This will be undertaken by RSGS staff. \nIV.  THE PRESIDENT’S DECISION  \n28.  The President, acting under the authority delegated by the Board, has approved (i) ADB \nadministering a portion of technical assistance not exceeding the equivalent of $500,000 to be \nfinanced on a grant basis by the Republic of Korea e-Asia and Knowledge Partnership Fund, \nand (ii) ADB providing the balance not exceeding the equivalent of $500,000 on a grant basis, \nfor Updating and Improving the Social Protection Index, and hereby reports this action to the \nBoard. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n                                                 \n8  A draft agreement was discussed among ADB, ILO, and OECD at the technical meeting on SPI on 6–7 July 2010 \nin Manila. The agreement is being reviewed by counsels from each organization. \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \n \n    Data Sources and \nDesign  Performance Targets  Reporting   \nSummary  and Indicators  Mechanisms  Assumptions and Risks \n       \nImpact      Assumption \n       \nSocial protection  By 2015, social  Monitoring of social  Government policies and \nsystems expanded to  protection coverage  protection expenditure  programs in social protection \ncover the poor and the  for the poor will have  and coverage in each  are expanded, funded, and \nvulnerable, as part of  expanded by 15%.  country  implemented as planned. \nnational poverty       \nreduction efforts    Country statistical data   \n \n       \nOutcome      Assumptions \n       \nDMCs with improved  By 2012, data  TCR  DMCs commit to share data \ncapacity to measure  collection frameworks    and participate in the \nand monitor social  and methods will have    activities of the TA.  \nprotection   been developed and     \n  owned by the 31    DMCs and development \nparticipating DMCs.    partners have sustained \n    commitment to participate \nBy 2012, the SPI  TCR  actively in the TA. \ndatabase and social   \nprotection country    \nassessments will have \nbeen generated and \nowned by the 31 \nparticipating DMCs. \n \nBy 2012, at least three \nnational statistical \noffices will have \ngained improved \ncapacity to monitor \nsocial protection \nprograms and to \nupdate the SPI. \n \n       \nOutput       Assumptions \n       \n1.  Data collection  By Q4 2010, analytical  TA progress reports  Interest among DMC \nand collation for  work to improve the    participants is sustained. \nSPI development  data collection     \nand updating   methods and to    DMCs are willing to share \n  develop a data    data, information, and \n  collection framework    knowledge, and participate in \n  will have been    updating the SPI. \n  completed.     \n        \n ", "  Appendix 1  7 \n \n    Data Sources and \nDesign  Performance Targets  Reporting   \nSummary  and Indicators  Mechanisms  Assumptions and Risks \n     \n  By 2011, data will  TA progress reports \n  have been collected   \n  and disaggregated by   \n  gender where   \n  possible, collated, and   \n  analyzed, and a   \n  review of social   \n  protection in 31 DMCs   \n  will have been   \n  completed.   \n     \n  By 2012, the SPI will  TA progress reports \n  have been calculated   \n  and social protection   \n  country reports   \n  compiled.   \n     \n2.   Training and  By 2011, about 100  TA progress reports \ncapacity building  government staff,   \nof government  enumerators, and   \nagencies in SPI  supervisors will have   \ndevelopment   been trained and   \n  offered technical   \n  advice.   \n     \n  The SPI module will  TA progress reports \n  have been developed   \n  and integrated into the   \n  HIES.   \n     \n  By 2012, the national  TA progress reports \n  and regional   \n  workshops will have   \n  been completed.   \n     \n3.   Dissemination of   By 2012, the SPI  Published reports \ninformation and  report and country   \nknowledge  reports will have been   \nproducts  published and   \n  disseminated.   \n   \nBy 2012, the SPI  SPI database \ndatabase will have \nbeen established in \ncollaboration with ILO \nand OECD.  \nThe views expressed her ein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Direc tors, Management, or staff, and may be preliminary in nature.  \n \n \n \n ", "8  Appendix 1 \n \n   \nActivities with Milestones   Input \n   \n1.  Terms of reference drafted; researchers and consultants hired  Asian Development  \n(Q4 2010)   Bank                       $500,000 \n2.  Inception workshops undertaken (Q1 2011)   \n3.  Research and data collection undertaken (Q1 2011)   Republic of Korea e-Asia and \n4.  Data analyzed and midterm workshop held (Q3 2011)  Knowledge Partnership  \n5.  Capacity building in social protection data collection and analysis  Fund                       $500,000 \ndelivered to selected countries (Q2 2011)   \n6.  SPI calculated, SPI report and country reports prepared and  ILO/OECD/Government \ndiscussed with stakeholders (Q3 2011)   Financing (in-kind \n7.  Results published and disseminated through media events, published  contribution)           $300,000 \nreports and a compact disc, workshops, and an interactive website,   \nas provided in the communications and dissemination plan (Q1 2012) \n8.  SPI database developed in collaboration with ILO and OECD \n(Q1 2012) \nADB = Asian Development Bank, DMC = developing member country, HIES = household income and expenditure \nsurvey, ILO = International Labour Organization, OECD = Organisation for Economic Co-operation and Development, \nSPI = social protection index, TA = technical assistance. \nSource: Asian Development Bank. \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n \n \n  Total \nItem  Cost \nA. Asian Development Bank (ADB) and the Republic of Korea   \ne-Asia and Knowledge Partnership Funda \n  1.  Consultants   \n    a.  Remuneration and Per Diem   \n      i.  International Consultants  148.0 \n      ii.  National Consultants   228.0 \n    b.  International and Local Travel  45.0 \n    c.  Reports and Communications  45.0 \n  2.  Training, Seminars, and Conferencesb  320.0 \n      3.  Surveys and Studies  150.0 \n      4.  Printing and Publicationsc  30.0 \n  5.  Miscellaneous Administration and Support Costs  10.0 \n  6.  Contingencies  24.0 \nSubtotal (A)  1,000.0 \n   \nB.  International  Labour  Organization  and  Organisation  for   \nEconomic Co-operation and Development \n  Remuneration of Counterpart Staff, Training Facilities,  \n      Dissemination of Information, and Others  200.0 \nSubtotal (B)  200.0 \n   \nC. Government Financingd   \n      Office Accommodation and Remuneration of Counterpart Staff  100.0 \nSubtotal (C)  100.0 \n        Total (A + B + C)  1,300.0 \na  Financed on a front-loaded basis by the Republic of Korea e-Asia and Knowledge Partnership Fund \n($500,000), which is administered by ADB, and the Technical Assistance Special Fund (TASF—other \nsources) of the Asian Development Bank ($500,000).  \nb  Including country briefings and forums, the participation of developing member country representatives \nand resource persons, and other related capacity-building expenses. \nc  Including the cost of editorial services.  \nd  Governments of Armenia, Indonesia, and Sri Lanka. \nSource: Asian Development Bank estimates. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "10   Appendix 3 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n1.  A team of two international consultants (total of 8.5 person-months) will form the core \ntechnical team. They will be supported by national consultants from 31 countries. All consultants \nwill  be  selected  and  hired  individually  according  to  the  Asian  Development  Bank  (ADB) \nGuidelines on the Use of Consultants (2010, as amended from time to time). The specific \ntechnical tasks of each consultant are outlined here. \nA.  International Consultants \n1.  Social Protection Specialist and Team Leader (5 person-months) \n2.  The expert will have a graduate degree in sociology, economics, or a related area, and \nat least 7 years’ experience in social protection research or administration. The team leader will \ndo the following: \n(i)  Coordinate and guide the national consultants, with help from the statistician. \n(ii)  Advise the national consultants and help them identify and validate information \non social protection schemes and implement the improved methods developed \nunder ADB technical assistance.1 \n(iii)  Analyze the country reports prepared by the national consultants and suggest \nways of improving them, if necessary. \n(iv)  In collaboration with the statistician, prepare the multi-country report. \n(v)  Contribute to the final report, including the analysis of findings and conclusions. \n(vi)  Assist RSGS in implementing Component 2: Capacity Development for Selected \nDMCs, including conduct of trainings and workshops. \n(vii)  Assist RSGS in conducting country and regional workshops. \n(viii)  In collaboration with the statistician, prepare the final report, including a draft \nindex for all participating countries, social protection statistics, comparison of \nsocial  protection  arrangements,  analysis  of  findings  and  conclusions,  and \nsuggestions for updating the SPI and making it sustainable. \n(ix)  Develop and implement a communications and dissemination plan. \n2.  Statistician (specializing in social sector statistics) (3.5 person-months) \n3.  The expert will have a graduate degree in mathematics, statistics, sociology, economics, \nor a related area, and at least 10 years’ experience in research or consulting in social protection \nstatistics. The statistician will do the following: \n(i)  Help the team leader coordinate and guide the national consultants. \n(ii)  Coordinate and guide the national consultants in data collection and reporting \naccording to the methods, formats, and handbook developed under ADB TA \n(footnote 1). \n(iii)  Help the national consultants present the data collection and reporting methods \nto the line ministries and statistical offices of the countries participating in the TA, \nthrough feedback and presentation documents. \n(iv)  Identify further data improvement needs and measures. \n(v)  Function as a help desk for national consultants. \n                                                 \n1  ADB. 2003. Technical Assistance for the Social Protection Index for Committed Poverty Reduction. Manila (TA \n6120-REG). \n ", "  Appendix 3  11 \n(vi)  Analyze  and  comment  on  the  country  reports  prepared  by  the  national \nconsultants, and suggest ways of improving the reports. \n(vii)  Identify needed improvements in methods and presentation, and suggest ways of \nmaking the improvements after consulting with ADB. \n(viii)  Make sure that the country reports follow the same methods and structure and \nare of the same high quality. \n(ix)  On the basis of the country reports, prepare a multi-country report analyzing and \ncomparing the country results. \n(x)  Prepare the final report, including a draft index for all participating countries, \nsocial  protection  statistics,  comparison  of  social  protection  arrangements, \nanalysis of findings and conclusions, and suggestions for updating the SPI and \nmaking it sustainable. \nB.  National Consultants and Researchers \n1.  Social Protection Specialists (31 specialists, 1.5 person-months each) \n \n4.  The experts will have a university degree in sociology, economics, statistics, or a related \narea, and at least 7 years’ experience in social protection research or administration. The \nconsultant will do the following: \n(i)  Follow the handbook on the elaboration of social protection studies and the \nSocial Protection Index (SPI) provided by ADB. \n(ii)  Visit relevant institutions and stakeholders and collect data and information on \nsocial  protection  arrangements,  legislation,  and  institutions,  according  to  the \nhandbook. \n(iii)  Assess the country’s definition of social protection. \n(iv)  If necessary, organize a workshop with stakeholders. \n(v)  Coordinate  with  the  international  consultants  in  charge  of  combining  and \nmonitoring  the  results  of  the  country  studies.  Follow  their  guidance  and \ncomments. \n(vi)  Write a country report following the proposed structure. \n2.  Social Protection Officer (12 person-months) \n5.  This national consultant will have a university degree in sociology, economics, statistics, \nor  related  area,  and  at  least  7  years’  experience  in  research  or  administration  in  social \nprotection. The consultant will do the following: \n(i)  Coordinate with and monitor national consultants from the 31 countries in the \nconduct and submission of country studies on social protection.  \n(ii)  Assess the quality of the country reports and the data gathered. Provide advice \nto improve data quality, data validation, comparability of data among countries, \nand data analysis. \n(iii)  Help develop the SPI database by consolidating all country data, clean up the \ndata and information, and help set up the SPI database. \n(iv)  Provide  technical  and  coordination  assistance  to  the  two  international \nThe views exprecsosnesdu hltearneitns .a re those of the consultant and do not necessarily represent those of ADB’s \nmember(sv,)  BoardP orof vDiidreec ttoercsh, nMicaanla agnemd ecnoto, rodr instaatfifo, na nsdu mppaoy rbt efo prr ethliem iTnAar yim inp nleamtueren.t a tion.  \n \n "], "metadata": {"ModDate": "D:20100921083302+08'00'", "CreationDate": "D:20100921082741+08'00'", "Title": "Microsoft Word - RCDTA Updating and Improving the Social Protection Index_FINAL_for printing_20Sep10.doc", "Creator": "PScript5.dll Version 5.2", "Author": "pl4", "Producer": "Acrobat Elements 7.0 (Windows)"}}