{"path": "data/input/ta/44160-01-reg-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 44160 \nRegional—Policy and Advisory Technical Assistance (R-PATA) \nOctober 2010 \n \n \n \n \nPublic–Private Partnership Development in Brunei \nDarussalam–Indonesia–Malaysia–Philippines East \nASEAN Growth Area and Indonesia–Malaysia–\nThailand Growth Triangle  \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nASEAN  –  Association of Southeast Asian Nations \nBIMP-EAGA  –  Brunei Darussalam–Indonesia–Malaysia–Philippines      \nEast ASEAN Growth Area \nIIPDF  –  India Infrastructure Project Development Fund \nIMT-GT  –  Indonesia–Malaysia–Thailand Growth Triangle \nPDF  –  project development facility \nPPP  –  public–private partnership \nTA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Regional—Policy and advisory technical assistance (R-PATA) \nTargeting classification  –  General intervention \nSector   –  Multisector \nThemes (subthemes)  –  Regional cooperation and integration, economic growth \n(widening access to markets and economic opportunities) (cross-\nborder infrastructure) and private sector development (private \nsector investments, public-private partnership) \nLocation impact  –  National (high), regional (medium) \n  \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. Ahmed, Financial Sector, Public Management and Trade Division, SERD \n   \nTeam leader  M. Varkay, Senior Private Sector Development Specialist, SERD \nTeam members  F. Barot, Administrative Assistant, SERD \nM. Montelibano, Private Sector Development Specialist, SERD \n  S. Zaidansyah, Counsel, Office of the General Counsel (OGC) \nPeer reviewers  M. Davidovski, Senior Counsel, OGC \n  A. Kinloch, Head, Public–Private Partnership Advisory Services,                 \nPrivate Sector Operations Department \n  J. Lindborg, Advisor, Public–Private Partnership, SERD \n  E. Sidgwick, Principal Economist, SERD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  Development partners have been contributing to improving connectivity in the Brunei \nDarussalam-Indonesia-Malaysia-Philippines East ASEAN Growth Area (BIMP-EAGA) and the \nIndonesia-Malaysia-Thailand  Growth  Triangle  (IMT-GT),  thereby  opening  opportunities  for \ncooperation. At a transport ministers meeting in June 2009, German development cooperation \nthrough GTZ expressed support for the BIMP-EAGA transport cluster and related value chain \ndevelopment policies. The Government of Japan (through the Investment Climate Facilitation \nFund under the Regional Cooperation and Integration Financing Partnership Facility) and the \nGovernment of the Republic of Korea (through the Republic of Korea e-Asia and Knowledge \nPartnership  Fund)  are  financing  regional  policy  and  advisory  technical  assistance  (TA)  to \nsupport trade facilitation in BIMP-EAGA. At the 6th BIMP-EAGA summit in October 2009 in \nThailand,  the  Government  of  the  People's  Republic  of  China  and  BIMP-EAGA  member \ngovernments signed an economic cooperation framework. As the regional development advisor \nfor BIMP-EAGA and a development partner for IMT-GT, the Asian Development Bank (ADB)1 \nwill work with other development partners in supporting activities under the two subregional \nprograms.  \n \n2.  Creating a strong regional market. A key lesson of the ongoing global economic crisis \nis the need to increase the resilience of Asian economies and reduce their vulnerability to \nexternal  shocks.  Strengthening  intraregional  trade,  especially  for  final  goods,  will  assist \ndeveloping countries in Asia with export diversification across regional markets and to the \nindustrial countries of the Organisation for Economic Co-operation and Development. Regional \ncooperation  and  integration  is  expected  to  play  an  important  role  in  boosting the  region's \nrecovery and, over the long term, enabling a rebalancing of the region's growth.2  BIMP-EAGA \nand IMT-GT are considered building blocks for regional cooperation initiatives, including the \nASEAN3 Master Plan for Connectivity.  \n \n3.  Improving  connectivity  through  subregional  infrastructure  development.             \nThe leaders of BIMP-EAGA and IMT-GT members have called for accelerated implementation \nof subregional infrastructure projects to support regional economic recovery through more trade \nand investment. With ADB assistance, senior officials have identified high-priority projects, \nincluding  12  for  BIMP-EAGA  (totaling  almost  $1  billion),  and  eight  for  IMT-GT  (totaling            \n$2.2 billion). BIMP-EAGA leaders and IMT-GT ministers endorsed the priority infrastructure \ninvestments for 2010–2011 at the 16th ministerial meeting in Melaka, Malaysia in October 2009. \nThey also endorsed a fast-track project development process for public–private partnerships \n(PPPs) to encourage private sector participation,4 and the subsequent establishment of a \nsubregional project development facility (PDF). ADB has in principle supported the development \nof a subregional PDF once the pipeline of PPP projects is established, as also indicated during \nthe 6th BIMP-EAGA summit in Thailand in November 2009. ADB will carefully consider lessons \nlearned from other PDFs, including the Asia Infrastructure Project Development facility based in \n                                                 \n1 The TA first appeared in the business opportunities section of ADB’s website on 28 May 2010. Vice-president, \nOperations 2, approved the TA concept clearance on 25 March 2010. \n2  The 2007 Boao Forum for Asia Report on Progress of Regional Cooperation and Integration in Asia and the Pacific, \nprepared jointly with ADB, indicated that Asia needs to take a multi-track and multiple-speed approach, while \nmaking effective use of public–private partnerships to achieve pan-Asian integration. The Boao forum was \nundertaken to draw attention to the common objective of promoting and supporting the development goals of Asian \ncountries through expanded regional cooperation and integration. \n3  ASEAN is the Association of Southeast Asian Nations. The High Level Task Force on ASEAN Connectivity will \nsubmit the master plan for endorsement by ASEAN leaders, at the ASEAN Summit in Ha Noi in October 2010.       \n4  This will involve project preparatory activities to develop bankable infrastructure projects under the PPP model with \na regional outlook to ensure sustainable regional economic development and integration. \n ", "2   \n \nSingapore,  before  developing  the  subregional  PDF  framework.  The  design  and  monitoring \nframework is in Appendix 1. \n \nII.  ISSUES \n \n4.  Need  for  public–private  partnerships.  Financing  regional  projects  is  challenging.       \nIn addition to the usual complexities associated with financing large infrastructure projects                 \n(e.g., long implementation periods and sovereign risks), regional investments also require the \nsupport of, and coordination between, two or more countries. Moreover, most governments tend \nto prioritize national investments over regional projects, which results in missed opportunities for \nexpanded regional growth and market development. This increases the importance of attracting \nprivate  financing  for  regional  infrastructure  projects.  In  BIMP-EAGA  and  IMT-GT,  whose \nmembers are middle-income countries, private financing is appropriate.  \n \n5.  Funding for the 20 fast-track projects in these areas (para. 3) has not been fully secured. \nAs public financing will be insufficient to fund these projects and other subregional projects that \nmay emerge, private funding will be needed to fill the large gap. Some of the priority projects are \npotential candidates for development through PPPs. The potential for PPPs will need to be \nestablished through concept papers and prefeasibility studies, both of which must also indicate \nwhich projects are more likely to be funded from public and nonsovereign resources. This could \nalso  lead  to  nonsovereign  funding  of  government-owned  agencies, or  purely  public  sector \ngovernment funding.  \n \n6.  Project  development  activities.  Sound  project  preparation  is  the  key  to  building \ninvestor confidence. Project development involves the following stages: (i) project concept5 \nformulation based on ministerial investment plans; (ii) prefeasibility studies to identify candidate \nPPP  infrastructure  projects;  (iii)  preparation  of  detailed  feasibility  and  investment  banking \nreports, technical and engineering designs, environmental and social impact assessment with \nmanagement plans, financial analyses, risk assessment and mitigation, and assessment and \nenhancement of PPP legal and regulatory frameworks; and (iv) bid and contract documentation. \nThe detailed project development process (iii) and the bidding process (iv) aim to help develop \nbankable structures that will provide the necessary comfort to the private sector and prospective \nproject lenders through appropriate risk allocation. Improvement in the capacity to develop \nbankable projects is essential if the pace of infrastructure investment is to increase. \n \n7.  Developing  bankable  infrastructure  projects  for  private  participation.                      \nThe identification of bankable6  projects that can attract private finance is complex, and the lack \nof adequate preparation (para. 6) is a deterrent to mobilizing private sector interest, especially \nfor PPPs. The lack of adequate and reliable technical and financial information on PPP projects \ncan hamper the evaluation of risks by the private entity, the public sector, and the lenders. \nProper risk assessment is important because PPP arrangements allocate risks to the party that \ncan  best  manage  them.  Moreover,  many  of  the  projects  bid  out  by  governments  are \ninadequately structured for PPPs, with governments often unwilling to provide any risk-sharing \n                                                 \n5 The concept papers will consider the following issues: (i) risk allocation and acceptance by the government of the \nneed for a guarantee, including in a convertible currency; (ii) government commitment to establish and allocate \ntariff revenues exclusively for the repayment of project debt, in appropriate cases; (iii) the assignment or pledge of \nthe concession (or analogous investment and management) agreement and concession assets; and (iv) special-\npurpose waivers of sovereign immunity.  \n6 By some estimates, up to 80% of infrastructure project costs are covered by borrowed funds, either through loans \nor bond issues.  \n \n ", "  3\nor risk-mitigation support. In unsolicited bids, the private sector incurs the cost of developing an \ninvestment-ready project. In the case of competitive procurement, all potential investors are \nexpected  to  incur  up-front  project  development  costs.  Such  actions  may  result  in  varying \nassumptions regarding the scope, performance obligations, and risk allocation, with different \nfinancial implications for project execution. To address this, a pipeline of project concepts needs \nto be prepared in coordination with international experts and submitted for the joint review of \ngovernment and international project developers. As the executing agency for this TA, ADB will \nprovide  project  sponsors  with  consulting  and  expert  services  covering  (i)  technical  and \nengineering designs, (ii) environmental and social impact assessment with management plans, \n(iii) financial analysis, (iv) risk assessment and mitigation, and (v) assessment of PPP legal \nframeworks. ADB will establish consultation mechanisms between the regional governments \nand  international  project  developers  that  ensure  timely  and  appropriate  undertaking  of            \nprefeasibility studies.  \n  \n8.  Need for a subregional project development facility. Leaders, ministers, and senior \nofficials  of  BIMP-EAGA  and  IMT-GT  have  emphasized  the  importance  of  establishing  a \nsubregional  PDF  to  develop  investment-ready  infrastructure  projects  on  a  priority  basis.                \nThe facility is to be established once a pipeline of investment-ready project concepts and project \nprefeasibility  studies  has  been  developed.  The  TA  will  help  advance  the  priority  projects \nidentified under the BIMP-EAGA  and IMT-GT subregional programs, as well as create an \nopportunity for the development of additional project concepts. The first step will be to review \nthe volume of PPP project concepts and prefeasibility studies to justify the expense of setting up \nthe new subregional PDF. In addition, the TA will consider lessons learned from other PPP \nproject  development  facilities  to  determine  the  requirements  for  the  subregional  PDF’s \nsustainability. This will include a detailed business plan, a supporting legal framework, corporate \ngovernance, cash flow projections, and an assessment of additional funding requirements.          \nThe framework of the subregional PDF will then need to be agreed upon by all countries \ninvolved, with a commitment from each to subscribe to subregional PDF funding and corporate \ngovernance.  \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The regional policy and advisory TA will enhance subregional infrastructure development \nin BIMP-EAGA and IMT-GT through PPPs. The outcome of this TA will be the establishment of \na PPP project pipeline and consideration of a framework for a subregional PDF. \n \nB.  Methodology and Key Activities \n  1.  Output 1: Identify potential public–private partnership projects through  \n    concept papers and prefeasibility studies.  \n10.    The TA will draft concept papers and carry out prefeasibility studies for up to six high-\npriority projects for BIMP-EAGA and IMT-GT to determine if they are suitable for development \nunder PPPs or through the public sector. Some of these projects are included on the list of fast-\ntrack projects endorsed by BIMP-EAGA leaders and IMT-GT ministers, while others may be \ndTrhaew vnie wfros mex pthrees sperdio hrietyre icno anrnee tchtoivsiety o fp trhoej eccotnss uulntadnet ra nIMd Tdo-G nTo t annedce spsriaorriliyty r eipnrferassetnrtu tchtousree  opf rAoDjeBc’tss  \numnedmebr eBrsI,M BPo-aErdA oGf AD.i reTchtoer sa, iMma nisa gteom bernint,g o ra sbtaofuf,t  atnhde m inayfr abset rpurecltiumrien adrye vine nloaptumree.n  t needed in the \nDMCs. Project concept papers will be developed in consultation with major line ministries and \nthe national government PPP units. The concept papers for proposed projects will be submitted \n ", "4   \n \nfor joint review by the respective governments and the private sector through \"market sounding\" \nconsultation  workshops  organized  by  ADB.  Once  the  concepts  are  approved  for  further \ndevelopment, ADB staff and consultants will undertake the prefeasibility studies. The studies will \nentail  about  8–10  weeks  of  analysis  for  each  potential  project,  which  will  involve  (i)  the \nidentification  of  the  scope  and  investment  requirements;  (ii)  a  broad  assessment  of \nenvironmental, social, financial, and legal issues to be addressed during project development; \n(iii)  the  identification  and  allocation  of  risks  for  potential  PPP  projects,  and  possible  risk-\nmitigation approaches; and (iv) a determination of preliminary feasibility based on revenues and \nexpenditures.  The terms of reference for consultants are in Appendix 2.  The project checklists \nare in Appendix 3. \n \n11.  During TA implementation, ADB will develop capacity across BIMP-EAGA and IMT-GT \nline  ministries,  and  national  PPP  units  in  joint  workshops  organized  with  international \nrepresentatives  of  the  private  sector  on  the  review  of  PPP  projects.  International  expert \ntransaction advisors will lead the workshops and provide detailed assessments of the strengths \nand weaknesses of the projects submitted for consideration by international project sponsors. \nThe workshops are expected to be held in two stages: (i) an assessment with international \ntransaction  experts  of  the  potential  of  the  proposed  project  concepts  to  be  submitted  for \nconsideration  by  international  project  sponsors;  and  (ii)  a  review  with  international  project \nsponsors of short-listed project concepts with the aim of agreeing on initiating prefeasibility \nstudies. The TA transaction advisors will then prepare the prefeasibility studies according to the \nparameters  the  governments  and  international  project  sponsors  agreed  on.  ADB  will  also \nidentify a list of issues for consideration during the project concept stage and prefeasibility stage. \nThe list of issues will be posted on a website accessible to all PPP units of BIMP-EAGA and \nIMT-GT, and thus will help clarify project eligibility criteria.  \n \n2.  Output  2:  Consider  the  structure,  financing,  and  institutional  and \n  governance arrangements of a subregional project development facility for  \n \n  public–private  partnership  projects  in Brunei  Darussalam–Indonesia–\n  Malaysia–Philippines East ASEAN Growth Area and Indonesia–Malaysia–\n  Thailand Growth Triangle. \n \n12.  The TA team will consult with the governments concerned and potentially interested \nprivate entities to establish the need for a subregional PDF, and identify the requirements for the \nviability of the structure, including financing, institutional, legal, and governance arrangements.7 \nAppendix 3 provides an illustrative framework for the subregional PDF, which is subject to \nfurther modification based on a review of lessons learned from other PDF structures, including \nthe India Infrastructure Project Development Fund (IIPDF) and the Asia Infrastructure Project \nDevelopment  facility.  The  framework  of  the  subregional  PDF  will  then  be  submitted  for \nconsultations with the BIMP-EAGA and IMT-GT secretariats during TA implementation.             \n    \n                                                 \n7  In Indonesia, a national PDF was established under the Infrastructure Reform Sector Development Program   \n(ADB. 2006. Report and Recommendation of the President to the Board of Directors: Proposed Program Cluster, \nLoans, Technical Assistance Grant, and Administration of Grant to the Republic of Indonesia for the Infrastructure \nReform Sector Development Program. Manila.) In India, as part of the overall PPP development framework, the \ngovernment established the India Infrastructure Project Development Fund (IIPDF) in July 2007 with an initial \ncontribution of $25 million equivalent. Managed by the Ministry of Finance, the IIPDF supports up to 75% of the \ncosts for developing potential PPP projects through an advisory panel of prequalified transaction experts. The \nIIPDF is open to access by all central government and state government agencies that are willing to abide by \nspecified criteria. The IIPDF may be replenished through projects that are successfully bid out and further central \ngovernment budgetary support. ADB has been associated with these PPP initiatives through TA projects. \n ", "  5\nC.  Cost and Financing \n \n13.  The TA is estimated to cost $1 million. The TA will be financed on a grant basis by \nADB’s  Technical  Assistance  Special  Fund  (TASF-other  sources).  The  cost  estimates  and \nfinancing  plan  are  in  Appendix  4.  The  cost  for  carrying  out  the  first  component                    \n(paras. 10–11) is estimated at $855,000, while the cost for the second component (para. 12) is \nestimated at $145,000.  \n \nD.  Implementation Arrangements \n14.    ADB will be the executing agency, with the Financial Sector, Public Management and \nTrade Division, Southeast Asia Department (SERD) as the focal point. The PPP advisor in \nSERD, the PPP Advisory Services Unit in the Private Sector Operations Department, and the \nRegional Cooperation and Integration Group in SERD will be consulted regularly. The TA will be \nimplemented by the countries in the BIMP-EAGA and IMT-GT programs from December 2010 \nto November 2012. A combination of individual consultants and a consulting firm will be used; \nthe selection will be determined during implementation. Engagement under an indefinite delivery \ncontract will also be considered. The team will use 13 person-months of international consulting \nservices and 24 person-months of national consulting services. National consultants in the \nfollowing  fields  will  be  engaged:  (i)  financial  analysis,  (ii)  economic  analysis,  (iii)  law,                 \n(iv) environmental impact assessment, (v) social impact assessment and resettlement, and      \n(vi) engineering. The consultants under the first component will work closely with the ADB \nproject officer and other ADB staff specializing in PPPs to help ensure that all project activities \nare well coordinated and carried out efficiently. \n \n15.    For the selection of the consulting firm, the consultant qualification selection method or \nthe quality- and cost-based selection procedure (with 90:10 ratio) is expected because of the \nemphasis on the technical importance of the consultants’ qualifications. A simplified technical \nproposal will be required. For the second component, a consulting firm is expected to be \nengaged. All consultants and resource persons will be hired according to ADB's Guidelines on \nthe Use of Consultants (2010, as amended from time to time). Disbursements under the TA will \nbe  made  in  accordance  with  ADB’s  Technical  Assistance  Disbursement  Handbook                \n(2010, as amended from time to time).  \n \n \nIV.  THE PRESIDENT'S DECISION \n16.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 to be financed on a \ngrant  basis  for  Public–Private  Partnership  Development  in  Brunei  Darussalam–Indonesia–\nMalaysia–Philippines  East  ASEAN  Growth  Area  and  Indonesia–Malaysia–Thailand  Growth \nTriangle, and hereby reports this action to the Board. \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", "6       Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance Targets  Data Sources and \nDesign Summary  and Indicators  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumption \n       \nEnhanced subregional  By 2014, BIMP-EAGA  Information provided by  Goodwill among \ninfrastructure  and/or IMT-GT countries  the BIMP-EAGA and/or  members of BIMP-EAGA \ndevelopment in BIMP- begin the implementation  IMT-GT national  and IMT-GT continues \nEAGA and IMT-GT  of at least two PPP  secretariats to the   \nthrough PPPs  projects facilitated by the  respective subregional   \n  TA  secretariats, and made  Risks \n  available to ADB and the  Continuation or \npublic  deepening of the global \n  or regional financial or \neconomic crisis \n \nMixed success rates in \nPPPs and/or private \nsector involvement in \ninfrastructure project \nOutcome      Assumption \n       \nA PPP project pipeline  Agreement reached by  Proceedings of meetings  Strong commitment by \nand proposed framework  December  2011 on an  prepared by the BIMP- BIMP-EAGA and IMT-GT \nfor a subregional PDF  initial list of potential PPP  EAGA or IMT-GT  officials to advancing \nprojects for further  secretariats  priority infrastructure \ndevelopment    projects through private \n  sector financing  \nAgreement reached by   \nMarch 2012 among BIMP-\nEAGA and IMT-GT \nofficials on the PDF's \nstructure, financing, and \ninstitutional and \ngovernance arrangements \nOutputs      Assumption \n     \n1.  Potential PPP  Endorsement of the  Proceedings of  BIMP-EAGA and IMT-GT \nprojects identified  recommendations on at  workshops prepared by  officials and private \nthrough prefeasibility  least 6 viable PPP  sector stakeholders \nthe BIMP-EAGA and \nstudies  projects for further  cooperate closely with \nIMT-GT secretariats \n  development received by  the study teams, and \n \n  August 2011 from all  participate in the \n  BIMP-EAGA and IMT-GT  meetings and workshops  \n \n  countries  \n \n   \n     \n \nProceedings of a regional \n2.  Proposal covering the  Proceedings of meetings \nworkshop prepared by \nstructure, financing,  prepared by BIMP-EAGA \nthe BIMP-EAGA and/or \nand institutional  and IMT-GT secretariats \nIMT-GT secretariats \narrangement of a   \nsubregional PDF for \n \nBIMP-EAGA and \nIMT-GT \n ", "   Appendix 1          7\n \nActivities with Milestones  Inputs \n   \n1.    Potential PPP projects identified through prefeasibility studies  ADB: $1 million  \n1.1  Consultants, in coordination with BIMP-EAGA and IMT-GT member   \ngovernments, prepare concept papers on the most feasible PPP projects          \n(by April 2011) \n1.2  ADB staff and consultants jointly organize with BIMP-EAGA and IMT-GT \nsecretariats  subregional workshops to discuss PPP concept papers               \n(by May 2011) \n1.3  ADB staff conduct national consultations and workshops by June 2011 to \nidentify other candidate projects for prefeasibility assessment \n1.4  Consultants broadly develop the technical design of the project components \nand identify the investment (by August 2011) \n1.5  Consultants broadly assess technical, environmental, social, financial, and \nlegal issues for the projects (by September 2011) \n1.6  Consultants identify risks and possible risk-mitigation approaches                      \n(by October 2011) \n1.7  Consultants determine preliminary feasibility based on revenues and \nexpenditures (by November 2011) \n1.8  Consultants examine project implementation potential; and, if warranted, \nprepare for subsequent decision on project development and implementation \n(by November 2011) \n1.9    ADB staff and consultants jointly organize with the BIMP-EAGA and IMT-GT \nsecretariats, and international private sponsors, national and subregional \nworkshops to discuss and agree on the prefeasibility studies for PPP financing \n(by December 2011) \n \n2.    Proposal covering the structure, financing, and institutional arrangement \nof a subregional PDF for BIMP-EAGA and IMT-GT \n2.1   ADB staff and consultants jointly organize with BIMP-EAGA and IMT-GT \nsecretariats subregional a forum involving BIMP-EAGA and IMT-GT officials, \nand private entities, to determine the appropriate structure of a subregional \nPDF (based on lessons learned) and their willingness to invest in the facility \n(by January 2012) \n \nADB = Asian Development Bank, BIMP-EAGA = Brunei Darussalam–Indonesia–Malaysia–Philippines East ASEAN Growth \nArea, IMT-GT= Indonesia–Malaysia–Thailand Growth Triangle, PDF = project development facility, PPP = public–private \npartnership, TA = technical assistance. \nSource:  Asian Development Bank.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed herein are those of the consulta  nt and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff,  and may be preliminary in nature.  \n \n \n \n \n ", "8          Appendix 2 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.   The proposed regional policy and advisory technical assistance (TA) will focus on the \npreparation of concept papers and prefeasibility studies of a maximum of six potential public–\nprivate partnerships (PPPs) for the Brunei Darussalam–Indonesia–Malaysia–Philippines East \nASEAN  Growth  Area  (BIMP-EAGA)  and  Indonesia–Malaysia–Thailand  Growth  Triangle               \n(IMT-GT). Because of the diversity and the complexity of issues involved in the design and \nimplementation of PPPs, consulting services from qualified advisors will be sourced in all fields \nwhere in-house resources are limited.  \n \nA.  Prefeasibility  Studies  of  Up  to  Six  High-Priority  Public–Private  Partnership \nProjects  for  BIMP-EAGA  and  IMT-GT  (international,  10  person-months;  national,                 \n24 person-months) \n \n2.   A  team  of  consultants  will  be  engaged  to  work  with  BIMP-EAGA  and  IMT-GT \ncounterparts to undertake project concept papers and conduct prefeasibility studies of the viable \nproject concepts. Each concept paper will be developed based on the review of key national \nministry investment plans. The subsequent prefeasibility study will (i) identify the project scope \nand investment requirements; (ii) determine the economic, financial, and technical viability, as \nwell  as  the  social  and  environmental  acceptability  of  rehabilitating  or  upgrading  existing \ninfrastructure and constructing new infrastructure, including a review of institutional, policy, and \noperation procedure constraints; (iii) identify and allocate risks for potential PPP projects, and \npossible risk-mitigation approaches; and (iv) examine project implementation potential, with \nprivate  sector  involvement;  and,  if  warranted,  prepare  for  subsequent  decision  on  project \ndevelopment and implementation. Technical standards must be consistent with international \nbest practice and the laws and regulations of the relevant country.  \n \n3.   The following steps are envisaged: \n(i)  The approved initial list of concept papers will be examined to determine the \nimplementation approach for each project (public sector or PPP).  \n(ii)  The prefeasibility assessment will be based on about 8–10 weeks of study for \neach potential project. These will determine: \n(a)  broad project profile and investment requirements; \n(b)  environmental, social, financial, and legal issues to be addressed \nduring project development and implementation; \n(c)  risks and possible risk-mitigation approaches; \n(d)  broad  estimation  (±20%  accuracy)  of  the  delivered  cost  of  a \nproject, including physical cost, physical and price contingencies, \nfees for project development and supervision, cost of financing, \ninterest  during  construction,  risk-mitigation  and  credit-\nenhancement measures, and contingencies; \n(e)  preliminary  feasibility  based  on  estimated  revenues  and \nexpenditures; \n(f)  bundling and unbundling of project components; \n(g)  route of project implementation (public and PPP); \n(h)  outline of detailed feasibility work to be carried out; and \n(i)  project development funding expenses for the next phase (up to \nprocurement of private sector firm to implement the project). \n ", "Appendix 2           9  \n(iii)  The  project's  implementation  potential  will  be  examined  and  a  foundation \nestablished  for  subsequent  decisions  regarding  project  development  and \nimplementation. \n(iv)  Typical  considerations  that  can  be  used  for  short-listing  (after  preliminary \nfeasibility assessment) for further project development are: \n(a)  Is public sector commitment possible for project implementation \nfunding, especially for public or PPP projects? \n(b)  Is bankability established (with limited public sector funding and \ncommitment) for implementing projects through PPP approach? \n4.  The  output  will  be  a  set  of  selected  projects  for  detailed  assessment.  The  key \ndeliverables are (i) prefeasibility reports on selected projects, indicating the potential for the \nproject to be processed further under the PPP mode; (ii) an inception report to be submitted \nwithin 2 weeks of the start date, detailing the work plan and activities to be undertaken to carry \nout the study; (iii) an interim report for each project within 5 weeks of the start date; (iv) a draft \nfinal report within 8 weeks of the start date; and (v) a final report within 10 weeks of the start \ndate. \n \n5.   Three PPP specialists (international consultants) with at least 7 years of experience will \nbe  engaged  for  a  total  of  9  person-months  to  serve  as  PPP  experts  for  the  assignment.                     \nAn international legal specialist will be contracted for 1 person-month to lead and guide the \nnational legal specialists across varying jurisdictions. All international consultants will supervise \nthe work of the national consultants. National consultants will be engaged with expertise in the \nfollowing areas: (i) economic analysis (5 person-months), (ii) law (6 person-months), (iii) social \nand environmental impact assessment (4 person-months), (iv) financial analysis (6 person-\nmonths), and (v) technical design (3 person-months). The PPP specialists will be responsible for \nconducting the workshops involving the governments, the international project sponsors, and \nthe BIMP-EAGA and IMT-GT secretariats.  \n \n6.   The  selected  team  of  consultants  should  be  able  to  bring  in  additional  resources \ndepending on the demand from the countries, with a view to detailing the projects for identified \ninternational project sponsors during regional and national workshops. The curriculum vitae of \nthe resource persons’ additional consultants involved in leading the workshops will be screened \nfor acceptability by ADB. They will be experts in their respective fields. \n \nB.  Study on Establishing a Subregional Project Development Facility \n \n1.  Public–Private  Partnerships  Financial  Specialist  or  Firm  (international,                     \n3 person-months) \n \n7.   The  consultant  should  have  at  least  7  years  of  professional  experience  as  a  PPP \nfinancial specialist, preferably for infrastructure projects in Southeast Asia. He or she should \nhave a graduate degree in management, finance, and/or accounting, and at least 5 years of \nexperience and training in infrastructure finance. \n \n8.   The principal task is to undertake the review of lessons from other project development \nfacilities, including the India Infrastructure Project Development Fund and the Asia Infrastructure \nProject Development facility, and develop the financial feasibility of the proposed subregional \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \npmreomjebcet rds,e Bvoealordp mofe Dnitr efcatcoirlsit,y M, abnya gdeemveelnotp, ionrg s tiatsff , manods mt vaiya bbele p rfeulnimdiinnagr,y  sintr unacttuurree.,   and institutional \narrangements. The consultant will develop a business plan and revenue model based on market \nassessment of services to be provided by the proposed facility. \n \n ", "10       Appendix 3             \nCHECKLIST FACILITATING PUBLIC-PRIVATE PARTNERSHIP                                              \nPROJECT CONCEPT DEVELOPMENT  \nAND PREFEASIBILITY IN INDONESIA-MALAYSIA-THAILAND GROWTH TRIANGLE AND \nBRUNEI DARUSSALAM-INDONESIA-MALAYSIA-PHILIPPINES EAST ASEAN GROWTH \nAREA INFRASTRUCTURE PROJECTS \n \nA.  Legal and Regulatory Enabling Environment \n \n1.  For  public–private  partnership  (PPP)  projects  to  involve  regional  or  international \nsponsors, an early review of the enabling environment will facilitate project consideration.  \n \n2.  The  analysis  of  national  and  sector  regulatory  frameworks  will  likely  identify  which \nregulations need to be incorporated into PPP contracts in order to review their impact and \ndetermine if safeguards against regulatory risk need to be included. The following issues may \nbe examined: \n \n(i)  Legal  capacity  of  the  parties  and  legal  requirement  of  the  state  to  provide \nservices \n(ii)  General legislation allowing or restricting private sector involvement, particularly \nby foreign companies \n(iii)  Existence and legal basis of cost recovery mechanisms \n(iv)  Ability to provide guarantees \n(v)  Property issues of land and infrastructure \n(vi)  Environmental impact assessment requirements \n(vii)  Resettlement  \n(viii)  Land acquisition \n(ix)  Planning permission requirements \n(x)  Licenses \n(xi)  Need for project-specific statutory requirements \n(xii)  Potential conflict with any other legislation  \n(xiii)  Transparency of laws \n(xiv)  Administrative coordination \n(xv)  Dispute settlement provisions, and arbitration process, venue, and legal basis \n(xvi)  Forms of possible state financial support \n(xvii)  Competition and antitrust regulations \n(xviii)  Potential impact of employment and social security laws \n(xix)  Currency and profit repatriation rules \n(xx)  Public sector borrowing restrictions \n(xxi)  Tax and accounting liabilities \n(xxii)  Adequacy of selection and procurement procedures \n(xxiii)  Legislation governing project agreements and operational issues \n(xxiv)  Property law \n(xxv)  Intellectual property law \n(xxvi)  Transfer of expertise and technologies \n(xxvii)  Adequacy  of  oversight  and  monitoring  provisions,  and  authority  to  regulate \nservices \n \n   \n \n \n \n ", "Appendix 3          11  \n \n \n3.  From the macro perspective, national legislative structures may not always be conducive \nto  PPP  arrangements,  but  certain  methods  can  be  adopted  to  facilitate  their  introduction, \nincluding: \n \n(i)  choosing a private sector arrangement that reduces risks associated with the \ndeficiencies of the legislative structure, e.g., using a fee-based management \ncontract for distribution or build-operate-transfers for bulk supply if collection \nperformance  or  requirements  for  providing  subsidized  services  pose \nunacceptable revenue risk to the private partner;  \n(ii)  choosing a private partner best able to manage legislative and/or regulatory risk, \ne.g.,  in  the  case  of  adverse  foreign  currency  or  profit  repatriation  rules, \ncontracting local companies may be more viable; \n(iii)  incorporating explicit safeguards in contracts; and \n(iv)  encouraging  the  development  of  an  effective  regulatory  and  watchdog \nmechanism. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \n \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n \n \n \n ", "12        Appendix 3 \n \nBrunei Darussalam–Indonesia–Malaysia–Philippines East ASEAN Growth Area                       \nand Indonesia–Malaysia–Thailand Growth Triangle                                                         \nChecklist                                                                                             \nRoad Project Synopsis \n[Project Name] \n \n \n \nIntroduction \n \nCountry or state \nAsset or industry sector \nDescription of asset       e.g., route, capacity \nContext of asset      e.g., links to other existing / planned roads \nMap showing location \n \nNeeds \n \nEstimated capital expenditures or funding need \n \nJustification \n \nOutput volumes      e.g., number of vehicles per day \nOutput value        e.g., value of time saved \nProject revenues      e.g., likely number of vehicles X reasonable toll \nProject operation and maintenance costs \n \nIssues \n \nStatus of land acquisition \nAnticipated ground conditions \nGovernment support on offer to contribute to capital expenditures or revenue shortfalls \nWhat data could be collected to support revenue projections? \nIs bidding plausible, i.e., was this an unsolicited bid or is there only one realistic bidder? \n \nCurrent status \n \nWhat other information is already available? \nWhat land has already been purchased? \nWhat type of concession agreement is being considered? \nHas construction started? What procurement rules are being followed? \n \nContact person (various) \n \n \n \n \n \n \n \n ", "Appendix 3          13  \n \nBrunei Darussalam–Indonesia–Malaysia–Philippines East ASEAN Growth Area                       \nand Indonesia–Malaysia–Thailand Growth Triangle   \nChecklist                                                                  \nCriteria for Project Selection \n \n \nDeal size  > e.g., $50 million  \n \nLikelihood of being successfully closed \n \n(i)  familiar industry sector, \n(ii)  project able to take market revenue risk, \n(iii)  project has senior political support, and \n(iv)  necessary enabling environment already in place. \n \nScope for involvement of ADB financing  \n \n \n \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n1\n  4\n \n \nBroad Conceptual Framework for Subregional Project Development Facility    \n \n \n \n \n \n \nA\np\np\n BIMP-EAGA and IMT-GT country  e\nn\nrepresentatives   dix\n ADB   3\nADB  aMnOdF IMs oTf- GBTIM cPo-uEnAtrGieAs   Board  Management, financial and legal experts          \nInitial approved \nProvides  funds, \nPre-Feasibility examined projects \nmanages PDF \nProvide funds \n  Decide country to establish  \nSPV for project    Lean Capital \nSubregional project  development  CEO and key advisory staff on contract\ndevelopment facility \nConsultants   \n Prepare DFIBR \nand advisors\nReimburse project development   Contract documents \nFeasible projects \nand returns from successfully bid   Bid documents\nprojects \n Economic returns \n Government  support  for  capital \nPPP projects    Financially sustainable  Public projects \nand O&M \n  Economic returns \n Reimburse  project  development \n  Balancing government support for \ncosts \nviability may be needed\nProject Financing Sources: \nASEAN Infrastructure Fund \nADB and other MDBs \nBIMP-EAGA and IMT-GT countries financing SPV \nNational and international financial institutions  \nPrivate\nADB = Asian Development Bank; ASEAN = Association of Southeast Asian Nations; BIMP-EAGA = Brunei Darussalam–Indonesia–Malaysia–Philippines \nEast ASEAN Growth Area; CEO = chief executive officer; DFIBR = detailed and investment banking report; IMT-GT = Indonesia–Malaysia–Thailand; MDB = \nmultilateral development bank; MOF = ministry of finance; O&M = operation and maintenance; PDF = project development facility = PPP = public–private \npartnerships; SPV = special purpose vehicle. \nSource: Asian Development Bank.  \n ", "                                                          Appendix 4         15 \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nAsian Development Bank Financinga \n1.    Component 1   \n       a.   Remuneration and per diem  \n             i.    International consultants  350.00 \n             ii.   National consultants  200.00 \n             iii.  Reports and publications  20.00 \n       b.  International and local travel  50.00 \n       c.   Miscellaneous administration, monitoring, and review  10.00 \n       d.   Contingency  30.00 \n       Subtotal   660.00 \n2.    Workshops   \n       a.   National   90.00 \n       b.   Regional  55.00 \n       c.   Resource personsb    \n             i.  Honoraria   20.00 \n             ii. International travel  15.00 \n      d.   Contingencies  15.00 \n       Subtotal   195.00 \n             Subtotal (Component 1)  855.00 \n3.    Component 2   \n       a.   Remuneration and per diem   \n     i.   International consultant   80.00 \n             ii.  Reports and publications  5.00 \n   b.   International and local travel  10.00 \n       c.   Contingency  5.00 \n      Subtotal   100.00 \n4.   Workshops   \n       a.   Regional  25.00 \n       b.   Resource personsa    \n             i. Honoraria   10.00 \n             ii. International travel  5.00 \n      c.   Contingencies  5.00 \n       Subtotal (workshops)   45.00 \n             Subtotal (Component 2)  145.00 \n                    Total   1,000.00 \na Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-Other Sources). \nb Cost of engaging workshop resource speakers on public–private partnerships operations. \nSource: Asian Development Bank estimates. \n \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20101025123243+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "bimp-eaga, regional cooperation and integration, public-private partnership, ppp, economic growth, adb project 44160, regional-policy and advisory technical assistance, R-PATA", "ModDate": "D:20101103110016+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "SourceModified": "D:20101025032729", "Title": "Public-Private Partnership Development in Brunei Darussalam-Indonesia-Malaysia-Philippines East ASEAN Growth Area and Indonesia-Malaysia-Thailand Growth Triangle"}}