{"path": "data/input/ta/44192-014-ban-rrp.pdf", "pages": [" \n \n \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n  \n \n \n \n \n \n \n \nProject Number: 44192 \nSeptember 2013 \nSri Lanka \nProposed Loan for Additional Financing \nPeople's Republic of Bangladesh: SASEC \nBangladesh–India Electrical Grid Interconnection \n \nProject \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public prior to Board consideration in accordance with \nADB’s Public Communications Policy 2011. Subject to any revisions required following Board \nconsideration, this document is deemed final. \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 1 August 2013) \nCurrency unit – taka (Tk) \n           \n         Tk1.00 = $0.0128 \n                    $1.00 = Tk77.96 \n     \n         \n \nABBREVIATIONS \n    ADB  –  Asian Development Bank \n  BPDB  –  Bangladesh Power Development Board \nHVDC  –  high-voltage direct current \nkm  –  kilometer \nkV  –  kilovolt \nMW  –  megawatt \nNTPC  –  National Thermal Power Corporation \nPGCB  –  Power Grid Company of Bangladesh  \nPGCIL  –  Power Grid Corporation of India Limited \nPPA  –  power purchase agreement \nSASEC  –  South Asia Subregional Economic Cooperation  \n \n       \nNOTES \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2013 ends on 30 June 2013.  \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated.  \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  Y. Zhai, Energy Division, SARD \n   \nTeam leader  L. George, Energy Specialist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \nH. Gunatilake, Lead Energy Economist, SARD \n  M. Rahman, Project Officer (Energy), SARD \nS. Sasaki, Environment Specialist, SARD \n  J. Versantvoort, Principal Counsel, Office of the General Counsel \nC. Roque, Project Officer, SARD \nM. Cinco, Senior Operations Assistant, SARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  3 \nE.  Implementation Arrangements  4 \nIII.  DUE DILIGENCE  5 \nA.  Technical  5 \nB.  Economic and Financial  6 \nC.  Governance  6 \nD.  Poverty and Social  7 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.   ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Revised Design and Monitoring Framework  11 \n2.  List of Linked Documents  16 \n \n \n \n \n \n \n \n \n ", " \nPROJECT AT A GLANCE \n \n1. Project Name: SASEC Bangladesh - India Electrical Grid Interconnection Project  2. Project Number: 44192-014 \n3. Country: Bangladesh  4. Department/Division:   South Asia Department/Energy Division \n5. Sector Classification:  \nSectors  Primary  Subsectors \n Energy  √  Electricity transmission and distribution \n 6. Thematic Classification: \nThemes  Primary  Subthemes \n Sustainable economic growth      Promoting economic efficiency and \nenabling business environment, widening  \naccess to markets and economic \nopportunities \n Regional Cooperation           √  Cross border infrastructure \n Capacity Development    Institutional Development \n6a. Climate Change Impact    6b. Gender Mainstreaming  \n Adaptation  Medium   Effective gender mainstreaming (EGM)    \n Mitigation  Low   Gender equity theme (GEN)   \n \n No gender elements (NGE)                     √ \n Some gender benefits (SGB)   \n7. Targeting Classification:   8. Location Impact:    \nTargeted Intervention   National  High \nGeographic  Income   Regional  Medium \nGeneral  Millennium \nIntervention  dimensions of  development  poverty at     \ningcrlouwstivhe   goals  houlesveehlo ld   \n√       \n9. Project Risk Categorization: Low   \n  \n \n10. Safeguards Categorization:   \nEnvironment   B \nInvoluntary resettlement             A \nIndigenous peoples   C \n11. ADB Financing:    \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \n Sovereign  Loan  Asian Development Fund  12.0 \nTotal      12.0 \n12. Cofinancing:     \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \n       \n       \n       \n13. Counterpart Financing:     \nSource  Amount ($ million) \n Government   28.4 \nTotal  28.4 \n14. Aid Effectiveness:     \nParallel project implementation unit  No \nProgram-based approach  No \n   \n  \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People's Republic of Bangladesh for the additional financing of the SASEC Bangladesh–\nIndia Electrical Grid Interconnection Project.1 The design and monitoring framework for the \nproject is in Appendix 1. \n \n2.  Bangladesh and India are establishing a cross-border link (the interconnection) between \nthe western electrical grid of Bangladesh and the eastern electrical grid of India in 2013 to \nfacilitate the exchange of electric power between the countries. The interconnection includes \nabout 112 kilometers (km) of 400 kilovolt (kV) double-circuit transmission line between the \nelectrical substations at Baharampur in India and Bheramara in Bangladesh, a 400 kV switching \nstation at Baharampur, a 500 megawatt (MW) back-to-back high-voltage direct current (HVDC) \nsubstation  (400/230  kV)  at  Bheramara,  and  associated  infrastructure  on  both  sides.  The \ninterconnection will enable a power flow of 500 MW into Bangladesh from the Indian electrical \ngrid to partly alleviate the significant power shortages in Bangladesh, with a provision to boost \nthe power flow subsequently to 1,000 MW. The project consists of the Bangladesh portion of the \ninterconnection. The additional financing will cover the cost overruns that have resulted in a \nfunding gap for the project. \n \nII.  THE PROJECT \nA.  Rationale \n3.  Development problem. Bangladesh's electrification ratio is still low, providing electricity \nto less than 50% of the population in 2010. During peak periods, up to 30% of demand is unmet \nand in 2013, there is daily load shedding for several hours in major cities. This situation affects \neconomic performance, business competitiveness and productivity, quality of life, and basic \nservices. In addition, there is a need for energy diversification given concerns over long-term \navailability  of  domestic  natural  gas,  which  currently  fuels  80%  of  the  power  sector  in \nBangladesh.2 To overcome the power supply crisis, the government launched several initiatives \nto  add  new  generating  capacity—e.g., mobilization  of rental  power  plants, rehabilitation of \nexisting power plants, and power procurement from the South Asia region. In 2010, it signed an \nagreement  on  electrical  grid  connectivity  with  India.3 Connecting  the  two  grids  provides  a \nplatform for more regional cooperation and a means to alleviate the prevailing energy shortfalls \nin  Bangladesh.4 The  project  is  in  accordance  with  the  2010  South  Asian  Association  for \nRegional Cooperation Regional Energy Trade Study to promote South Asian regional power \ntrading and is included in the regional cooperation operations business plan, 2013–2015 for \nSouth Asia of the Asian Development Bank (ADB). The project would contribute to ADB’s \nregional cooperation and integration objectives under Strategy 2020.5 \n \n4.  Performance of original project. The project was approved in August 2010 and made \neffective in 2011. All contract packages under the project were awarded by early 2011. During \n                                                \n1 ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the People’s \nRepublic of Bangladesh for the Bangladesh–India Electrical Grid Interconnection Project. Manila. The project was \nrenamed SASEC Bangladesh–India Electrical Grid Interconnection Project to highlight its regional cooperation \ndimension. \n2 ADB. 2009. Energy Outlook for Asia and the Pacific. Manila. \n3 In 1997, ADB facilitated dialogue between Bangladesh and India to assess options for exchange of power. \n4 ADB. 2011. Regional Cooperation Strategy for South Asia, 2011–2015. Manila. \n5 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "2 \n \nappraisal of the original project, non- or underutilization of the interconnection was identified as \na key risk. The original loan agreement for the project therefore provided that disbursements by \nADB would start only after conclusion of a memorandum of understanding for a long-term \nsupply of 250 MW, followed by a power purchase agreement (PPA), acceptable to ADB, 6 \nmonths later. In March 2012, India’s National Thermal Power Corporation (NTPC), through its \nwholly owned subsidiary NTPC Vidyut Vyapar Nigam, and the Bangladesh Power Development \nBoard (BPDB) signed a PPA for the sale of 250 MW of power from India to Bangladesh for 25 \nyears.6 While the PPA reduces the key risk of non- or underutilization of the interconnection, it \nwas also found that the PPA does not meet the strict standards originally contemplated in the \nloan agreement. Most importantly, the PPA includes a clause that the PPA may be terminated if \neither country does not agree to extend the power sector cooperation agreement (signed in \n2010) beyond the initial period of 5 years, i.e.,  by 2015. Nevertheless, ADB eventually accepted \nthe request from the government to allow disbursements under the ADB loan on the basis that \neconomically viable, alternative sources of power would be available from the market in the \nunlikely event that the countries discontinued their cooperation in the power sector.7 The project \nhas been performing satisfactorily since the removal of the disbursement condition in 2012. The \npresent project performance rating is on track.  \n \n5.  Physical progress is now at an advanced stage with the transmission line commissioning \nnearly completed and the substation in pre-commissioning mode as of July 2013. A link has \nbeen established from the substation in Bangladesh to the Indian border in May 2013. All \ncontracts have been awarded. Disbursements crossed 80% of the approved loan amount in July \n2013. The substation in Bangladesh will be ready to accept power flows in September 2013. \nThe components of the project were prepared and implemented based on agreed environmental \nand social safeguards, including periodic updates on the safeguard implementation and external \nreview of safeguard compliance. \n \n6.  Risk management. Risks identified at due diligence of the project were adequately dealt \nwith. As discussed in para. 4, the conclusion of the PPA in March 2012 helped mitigate the key \nrisk of nonutilization of the interconnection. A two-stage bidding process was used for the first \nHVDC substation to be developed in Bangladesh. The project's executing agency, Power Grid \nCompany of Bangladesh (PGCB), has executed several ADB projects and received technical \nsupport from Power Grid Corporation of India Limited (PGCIL), the central transmission utility of \nIndia. Approval for advance procurement facilitated the two-stage procurement process and \nengagement with potential contractors. PGCIL, the executing agency on the Indian side of the \ninterconnection, has shared the safeguard reporting as requested by  PGCB and ADB. An \nadditional PPA for 250 MW will be in place in 2013 through competitive procurement.  \n \n7.  Additional financing. Cost escalation is primarily attributed to the inclusion of spare \ntransformers  during  the  two-stage  bid  process,  foreign  exchange  rate  fluctuations  and  tax \nincreases that have resulted in a funding gap. The Government has requested about $12 million \nof additional financing from ADB to cover the foreign exchange part of the total cost over-run of \nabout $40.4 million. The project remains a key priority for the government and this additional \nfinancing  is  included  in  ADB's  country  operations  business  plan  for  2013.  The  additional \nfinancing meets the eligibility criteria in ADB’s additional financing policy and the overall project \n                                                \n6 BPDB is the bulk supplier of electricity in Bangladesh. NTPC Vidyut Vyapar Nigam is the trading arm of NTPC, the \nlargest power generation utility in India.  \n7 It appears unlikely that the active sub-regional cooperation between the two countries in several sectors, including \npower, would be discontinued. For example, NTPC is managing the operations of a power plant in Bangladesh. \nFurthermore, BPDB and NTPC have established a joint venture to set up a thermal power plant in Bangladesh. Also, \nparas. 29–30 discuss further measures to mitigate the risk of non- or underutilization of the interconnection. \n ", "3 \n \nis expected to remain technically, economically, and financially viable despite the cost overrun. \nAdditional financing is assessed as a better option than restructuring, scaling down, or canceling \nthe project. It would support timely completion of the project and contribute to the outcome of \ncross-border power flows by up to 500 MW starting in 2013. \n \nB.  Impact and Outcome \n8.  The project impact  and outcome remain as they are defined in the original project \ndesign. The impact will be greater regional cooperation in the power sector contributing to \neconomic growth in Bangladesh. The outcome is the successful development and operation of a \npower transmission link between Bangladesh and India. The project is expected to alleviate the \npower crisis in Bangladesh by making available up to 500 MW of additional power starting in \n2013.  \n \n C.  Outputs \n9.   The  physical  outputs  of  the  project  are  27  kilometers  km  of  400  kV  double-circuit \ntransmission line in Bangladesh, a 500 MW back-to-back HVDC substation (400kV/230kV) at \nBheramara, a 4 km 230 kV double-circuit loop-in loop-out and 230kV switching station at \nBheramara  to  link  to  the  transmission  network  in  Bangladesh.8 Under  separate  technical \nassistance,  ADB  is  facilitating  capacity  building  and  information  sharing  on  cross-border \nelectricity  trading  and  the  development  of  interconnection  agreements  between  the  two \ncountries.9 \n \nD.  Investment and Financing Plans  \n10.  The revised investment for the project is $199.0 million, an increase of $40.4 million in \nthe overall cost for the packages in Bangladesh (para. 7). Infrastructure on the Indian side of the \ninterconnection—i.e., switching station and loop-in loop-out at Baharampur, and 85 km of the \n400 kV double-circuit transmission line—are being funded, developed, and operated by India \nwithin budget.10 \n \nTable 1: Project Investment Plan  \n($ million) \nCurrent  Additional  Total  \nItem    Amounta  Financingb   Amount \nA.  Base Cost          \nSubstation and power transmission line   \nin Bangladesh   153.0  38.5  191.5 \n    Subtotal (A)  153.0  38.5  191.5 \nB.  Contingenciesc  0.0  1.6  1.6 \nC.  Financing Charges During Implementationd  5.6  0.3  5.9 \n  Total (A+B+C)  158.6  40.4  199.0 \na  Refers to the original amount. Includes taxes and duties of $15.5 million financed from government resources. \nb  In mid-2013 prices. Includes taxes and duties of $19.9 million to be financed from government resources. \nc  Price contingencies computed at 1.9% on foreign exchange costs and 7.8% on local currency costs. Physical \n                                                \n8  Transmission line length reflects the final right-of-way alignment adopted for the project. \n9   ADB. 2010. Technical Assistance to Bangladesh for Bangladesh-India Electrical Grid Interconnection Project.    \n    Manila. \n10\n The investment on the Indian side of the interconnection is within budget of $38.2 million based on the project   \n    report prepared by the joint technical team of representatives from both countries. \n ", "4 \n \ncontingencies were not considered given the advanced stage of the project.  \nd  Includes interest during construction charges to be paid by Power Grid Company of Bangladesh.  \nSources: Revised development project proposal, 2013 and ADB estimates in mid-2013. \n \n11.  The Government of Bangladesh has requested a loan in various currencies equivalent to \nSDR7,904,000 from ADB’s Special Funds resources to help finance the project. The loan will \nhave a 25-year term, including a grace period of 5 years, an interest rate of 2.0% per annum \nduring the grace period and thereafter, and such other terms and conditions as set forth in the \ndraft loan and project agreements.  \n \n12.  The financing plan is in Table 2. ADB financing will be used to meet the foreign currency \nrequirements under the contracts. The government and the executing agency will cover the \nescalations in local currency, and funds have been allocated for this purpose. Further cost \nescalations, if any, would be covered by the government from its own resources. \n \nTable 2: Financing Plan  \nAdditional \nCurrenta    Financing    Total \nAmount   Share of  Amount   Share of  Amount   Share of \nSource  ($ million)  Total (%)  ($ million)  Total (%)  ($ million)  Total (%) \nAsian Development Bank   \n100.0  63.1     12.0 b  29.7  112.0  56.3 \nSpecial Funds resources  \nGovernment  58.6  36.9  28.4  70.3  87.0  43.7 \nTotal  158.6  100.0  40.4  100.0  199.0  100.0 \na Refers to the original amount. \n   b $8.0 million from the subregional Asian Development Fund resources, $4.0 million from Bangladesh’s Asian \n    Development Fund allocation.  \n  Sources: Detailed project report, January 2010, revised development project pro-forma 2013, and ADB estimates    \n  in mid-2013. \n \n  E.  Implementation Arrangements \n13.  PGCB continues to be the executing agency as well as the implementing agency for the \nproject and will also manage its operation. To ensure effective implementation, PGCB set up a \nproject management unit in 2010, headed by a project director. PGCIL, the central transmission \nutility of India and the executing agency on the Indian side of the interconnection, provides \ntechnical consulting services to PGCB. A joint working group comprising senior power sector \nofficials from  both  Bangladesh  and India meet  regularly for  coordination  purposes.  A joint \nsteering committee, co-chaired by the power secretaries of both countries, reviews progress \nand ensures high-level coordination. \n \n14.  Goods,  equipment,  and  civil  works  financed  under  the  project  were  procured  in \naccordance  with  ADB's  Procurement  Guidelines  (2013,  as  amended  from  time  to  time).  \nInternational competitive bidding was followed for both the transmission line and substation \npackages. Approval for advance procurement action and retroactive financing was provided in \n2010, which supported early completion of the  procurement process. Retroactive financing \napproval is sought, not exceeding 20% of the additional loan amount, for expenditures incurred \nbefore effectiveness of the relevant loan agreement but not earlier than 12 months prior to the \nsigning date of the loan agreement. The implementation period is until 30 June 2014 and the \nloan closing date would be 31 December 2014.  \n \n ", "5 \n \n15.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.11 The first PPA for sale of power from India to Bangladesh \nwas signed for 250 MW in March 2012. The bid process for a PPA for another 250 MW from the \nelectricity market in India will be concluded in the second half of 2013. \n \nTable 3: Implementation Arrangements \n \nAspects   Arrangements \nImplementation period  February 2010–June 2014 (Overall project) \nEstimated completion date  30 June 2014 \nManagement \n(i)   Oversight   Steering Committee chaired by Secretary, Power \nDivision, Ministry of Power, Energy, and Mineral \nResources, Government of Bangladesh  \n(ii)   Executing agency  Power Grid Company of Bangladesh  \n(iii)   Key implementing agency  Power Grid Company of Bangladesh  \n(iv)   Project management unit  Bheramara in Kushtia District with 20 staff of PGCB  \n(v)       Project Safeguard measures  Independent monitoring mechanism  \nProcurement  International competitive bidding  Completed \nADB financed \nConsulting services   Government financing  Completed \n(Project management)  \nRetroactive financing and advance  No advance contracting is needed, as all goods and services \ncontracting  required for the project have been procured. Retroactive \nfinancing of eligible expenditures is requested, subject to ADB \npolicies and procedures. \nDisbursement  The loan proceeds will be disbursed in accordance with ADB's \nLoan Disbursement Handbook (2012, as amended from time to \ntime) and detailed arrangements agreed upon between ADB and \nthe borrower. \nADB = Asian Development Bank, PGCB = Power Grid Company of Bangladesh.  \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE   \nA.  Technical  \n16.    The project was designed in 2009 by a joint technical team comprising representatives \nfrom the power utilities of Bangladesh and India. The team concluded that the interconnection \nbetween  the  eastern  region  of  India  and  the  western  part  of  Bangladesh  based  on  an \nasynchronous mode of interconnection at 400 kV was preferred, to facilitate careful regulation \nand management of the power flows, maintain complete control on the exchange of power \nbetween  the  two  countries,  and  allow  independent  operation  of  the  two  grids.  Based  on \ntechnical, operational, and economic considerations, an HVDC back-to-back substation terminal \nand a 400 kV double-circuit transmission interconnection line between the two countries were \ndesigned. PGCIL has been providing support in technical bid evaluation during the two-stage \nbid process, detailed design review, and implementation advisory services.  \n \n                                                \n11  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \n \nB.  Economic and Financial \n17.  Bangladesh continues to face a power deficit, and direct tangible economic benefits from \nthe project arise from prevented power outages. Economic analysis considered the tangible \nbenefits of resource cost savings of power generation based on alternative sources. The energy \nsource for resource cost savings was determined based on the least-cost analysis, which shows \nthat power import is one of the least-cost solutions to the current power crisis in Bangladesh. \nThe  project’s  economic  feasibility  was  assessed  from  a  Bangladesh-specific  and  regional \nperspective. The base case provided an economic internal rate of return of 24% compared to an \neconomic internal rate of return of 27% for the original project. These estimates are based on \nconservative assumptions on resource cost savings. Evaluation based on prevented outage \ncosts or resource cost savings on fuel oil or diesel (used for rental power plants) yields a much \nhigher economic return. The project returns are stable against the relevant risk factors, and the \nanalysis demonstrates the economic feasibility of the project in different scenarios. The project \nalso provides larger intangible benefits of building mutual trust and will pave the way for similar \nprojects in South Asia in the future, allowing optimization of the regional energy resources \namong  South  Asian  countries.  This  will  contribute  to  the  energy  security  and  economic \ndevelopment of the region. \n \n18.  Financial analysis of the project with additional financing was carried out in accordance \nwith  ADB's  Guidelines  on  the  Financial  Management  and  Analysis  of  Projects  (2005).  All \nfinancial costs and benefits were expressed in constant 2013 prices. Financial viability was \nassessed by comparing the incremental costs and benefits of the project over a period of \n30 years. The incremental benefits were calculated based on PGCB's revenue stream. Costs \nused to determine the financial internal rate of return included the capital investment, operation \nand maintenance costs, and taxes to install and operate the project. Revenues were calculated \nbased on existing transmission tariffs and the Bangladesh Energy Regulatory Commission's \ntransmission tariff regulations were considered applicable once adopted. The financial internal \nrate of return of the project is 4.0%, which compares favorably with the estimated weighted \naverage cost of capital of 1.8%, indicating that the project remains financially viable.  \n \n \nC.  Governance \n19.   The executing and implementing agencies meet ADB’s procurement management and \nfinancial management requirements.12  Consistent with its commitment to good governance, \naccountability, and transparency, ADB reserves the right to investigate, directly or through its \nagents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the project. To \nsupport these efforts, relevant provisions of ADB’s Anticorruption Policy (1998, as amended to \ndate) were included in the loan regulations and the bidding documents for the project. Both \ncontracts financed by ADB were subject to prior ADB review and included provisions specifying \nthe right of ADB to audit and examine the records and accounts of the executing agencies and \nall contractors, suppliers, consultants, and other service providers as they relate to the project. \nTable 4 summarizes major project-specific governance measures. No further procurement is \nrequired under additional financing. PGCB is listed on the Dhaka Stock Exchange and its \nfinancial parameters are disclosed quarterly. PGCB has been rotating its external auditors \nperiodically. PGCB is capable of managing funds flow, disbursement procedures, accounting, \nand financial reporting under the project.  \n \n                                                \n12 Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n ", "7 \n \n20.  Due  to  delays  in  notification  of  the  electricity  transmission  and  distribution  tariff \nregulations, these were not adopted as contemplated under the original project. It has now been \nagreed with the government that the regulations must be adopted and announced no later than \n30 June 2014. Adoption of the regulations will improve transparency of electricity tariff setting \nand PGCB’s financial sustainability.  \n \nTable 4: Governance Measures \nArea  Measure \nProcurement  (i)  Project management unit headed by senior officers reporting directly to the \nmanaging director of PGCB. Procurement was completed by March 2011. \n(ii)  Bid specifications and packaging were prepared to ensure maximum \ncompetition under international competitive bidding procedures. \n(iii) Information on procurement was disclosed on PGCB website. \n(iv) Procurement capacity provided by the ADB resident mission for expedited \naction. \n(v)  Periodic training provided to PGCB and other executing agencies in \nBangladesh. \nFinancial  (i)   Measurable financial performance indicators for PGCB regularly monitored.  \nmanagement  (ii)  Regular monitoring of expenditures, other financial transactions, and safe \nand audit  custody of project-financed assets by the accounting and control systems of \nPGCB. \n(iii) Financial statements to be audited by external auditors acceptable to ADB \nand regularly published and reported to the shareholders. \nInstitutional and  PGCB to file tariff petitions with energy regulator to recover costs. \ncorporate \ngovernance \nAnticorruption  ADB to review and examine any alleged corrupt, fraudulent, collusive, or \ncoercive practices relating to the project.  \nGrievance review   Grievance redress mechanism established by PGCB in 2010 to solve issues \nrelating to project implementation. \nADB = Asian Development Bank, PGCB = Power Grid Company of Bangladesh. \nSource: Asian Development Bank. \n \n21.  ADB’s Anticorruption Policy was explained to and discussed with the Government of \nBangladesh and PGCB. The specific policy requirements and supplementary measures are \ndescribed in the project administration manual. \n \nD.  Poverty and Social \n22.  Bangladesh  ranks  seventh  on  the  list  of  most  populous  countries  in  the  world.  Its \npopulation in 2010 was 148.7 million, of which 106.9 million lived in rural areas.13  The services \nand industry sectors which are highly dependent on electricity, have been growing and in 2010 \ncontributed 53% and 29% respectively to the gross domestic product (footnote 12).  \n \n23.  Despite its recent economic growth, Bangladesh remains one of the poorest countries in \nthe world with nearly half of its population living below the $1.25 per day poverty line. Natural \ncalamities  like  floods  and  cyclones,  institutional  and  governance  factors,  and  inadequate \navailability of  energy sources have affected growth and development. The consumption of \nelectricity in Bangladesh is one of the lowest at 198 kilowatt-hours per capita.14 Slightly less \n                                                \n13 International Fund for Agricultural Development. 2010.    \n   http://www.ruralpovertyportal.org/web/guest/country/statistics/tags/bangladesh \n14 Bangladesh Power Development Board. 2012. Annual Report. Dhaka.  \n ", "8 \n \nthan 50% of the population had access to electricity in 2010.15  Even with access to electricity, \nproblems continue due to power cuts and irregular supply. All these factors have severely \nhampered economic growth and the delivery of essential services like health and education, and \ncontributed to the high poverty levels. The project is important to improve access to electricity \nand economic growth, particularly in western Bangladesh, which is disproportionally affected by \nelectricity shortages.  \n \n24.  The jobs generated during construction directly benefit local communities. Other impacts \nof the project include greater production capacity of existing industries and the creation of new \nones. More reliable power supply will strengthen the sectors most dependent on it and help \ngenerate significant employment.  \n \nE.  Safeguards  \n25.  From the environmental standpoint, the project with additional financing is category B, as \nit is not likely to lead to irreversible adverse impacts. The initial environmental examination \nbased on the analyzed data collected through reviews of available reports, satellite photographs, \ndiscussion with stakeholders, and field visits to the project area was uploaded on the ADB \nwebsite in May 2010. The initial environmental examination was prepared following ADB's \nSafeguard  Policy  Statement  (2009),  the  government's  environmental  impact  assessment \nguidelines, and related national policies and legislation. The environmental management plan \nunder the initial environmental examination is being implemented. Potential impacts will mostly \nbe temporary. The Department of Environment environmental clearance for the project was \nrenewed. The budgetary provisions for implementation of the environmental management plan \nare being utilized. The implementation is being supervised by PGCB and progress reports are \nbeing submitted to ADB. In the event of any change of alignment or identification of any \nunanticipated environmental impact during the course of project implementation, PGCB will \nsuitably  revise  the  environmental  management  plan.  A  monitoring  consultant  has  been \nappointed to review progress. \n \n26.  The  project  with  additional  financing  is  Category  C  under  indigenous  people,  and \nCategory A under involuntary resettlement. No additional land is required for the additional \nfinancing. There will also be no additional resettlement impacts. The resettlement plan for the \noriginal project was uploaded on ADB’s website in August 2010. Relevant information regarding \nthe project, and the views and opinions of all affected groups were taken into consideration in \ndeveloping the entitlement matrix. Compensation payments were made in accordance with the \nresettlement plan at the substation site and along the transmission line right of way. A grievance \nredress mechanism was created by PGCB in 2010 and is operational. A monitoring consultant \nhas been appointed to review progress. \n \n27.  Although the risk of spreading HIV/AIDS was not clearly identified, steps were taken for \ninformation dissemination campaigns in the project areas during project implementation.   \n \n28.  In accordance with the provisions in the Safeguard Policy Statement, the associated \ntransmission  component  that  PGCIL  is  installing  in  India  is  also  subject  to  due  diligence. \nPGCIL’s environmental and social safeguard policy requires it to conduct due diligence and \nensure implementation of all necessary mitigation measures. Safeguard documents for the \ninterconnection in India were prepared by PGCIL and provided to PGCB and to ADB.  \n \n                                                \n15 Government of Bangladesh, Planning Commission. 2010. Sixth Five Year Plan, FY2011–FY2015.  Dhaka. \n ", "9 \n \nF.  Risks and Mitigating Measures \n29.  The signing of the first PPA for 250 MW in 2012 between power agencies of the two \ncountries for a period of 25 years at regulator determined tariffs has reduced project risk. A \nresidual risk is non-extension of the power sector cooperation agreement between the two \ncountries beyond the initial period of 5 years, which could result in the termination of this PPA. \nIn such an event, BPDB could undertake competitive procurement from the Indian power market. \nPower market reports and training workshops under technical assistance (footnote 9) help \nimpart familiarity with the Indian power market.  \n30.  Another key risk is that the procurement of additional 250 MW of power through a \ncompetitive bidding PPA is delayed. Support is provided to the Government of Bangladesh \nunder the same technical assistance to develop PPA and bidding documents for competitive \nprocurement, and to conclude the bidding process in the second half of 2013. Other risks such \nas the limited capacity of PGCB in project coordination and implementation, and operation of \nthe HVDC substation, have been mitigated by the government's recruitment of consultants. \nMajor risks and mitigating measures are summarized in Table 5. The overall assessment of risk \nis low and the integrated benefits and impacts are expected to outweigh the costs of the risk \nmitigating measures. \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nLimited HVDC technology  The executing agency recruited PGCIL as consultants to assist in project \nimplementation capacity  design,  bidding,  and  implementation  in  Bangladesh.  PGCIL  has \nexperience from installing six HVDC projects in the region. It supported \nPGCB in the design of the project in 2009 and has been assisting it \nduring implementation—bid process, review of contractor designs, and \nimplementation using on-site resources.   \nUnder the HVDC contract, PGCB engineers are being trained for the \noperation of the substation. PGCIL’s role as the executing agency on the \nIndian side of the interconnection has resulted in successful coordination \nand timely construction of interconnection infrastructure on both sides. \nEither or both countries do not  Both countries have been participating in regional cooperation initiatives \nagree to extend the  in energy, transport, and other sectors. In the unlikely event of non- \nagreement on cooperation in  extension or termination of the PPA, or reduction in the service quality \nthe power sector   under  the  signed  PPA,  BPDB  can  procure  power  from  alternative \nsources in the Indian electricity market. Bidding is in the final stages for \nanother  250  MW  to  be  procured  by  BPDB  through  a  competitive \narrangement supported  under  ADB  technical assistance (footnote  9, \nmain text).  \nIncrease in prices of raw  Contracts were awarded in 2010 and 2011. Commodity price variations \nmaterials  will be settled at the end of the contract. Costs of the project approved \nby the Planning Commission in 2013 are expected to be included in the \ntransmission rate base and tariff determined by BERC.  \nLimited capacity in negotiating  Technical assistance supported a review of the power market in India \ncross-border electricity trading  and design of the draft PPA for an additional 250 MW of electricity flow. \ncontracts  Support to BPDB for concluding the PPA is being provided in 2013. \nCost of power from India not  The first PPA for 250 MW is based on regulated tariffs in India, which are \ncompetitive compared with  lower than the marginal cost of power in Bangladesh. Alternative options \noptions in Bangladesh  including new power plants in Bangladesh using dual fuel technology \nand imported coal power are more expensive. Power from India under \nthe second PPA is expected to be competitively priced compared with \nsources in Bangladesh. ADB is assisting the Government of Bangladesh \nin reviewing its gas pricing policy that has an impact on the electricity \n ", "10 \n \nRisks  Mitigating Measures \nsector  since  domestic  natural  gas  is  the  primary  source  of  power \ngeneration in Bangladesh. \nInadequate power availability  India installs about 17,000 MW annually. The eastern region of India is \nin the eastern region of India  surplus and is expected to add significant generation capacity over the \nnext 5 years to meet the growth in demand. The Government of India \nhas identified the sources for the first 250 MW, and competitive bidding \nis in the final stages for an additional 250 MW.  \nDelays in or failure to enter  NVVN, a subsidiary of NTPC and the nodal agency appointed by the \ninto agreements for power  Government of India, entered into a PPA for 250 MW in 2012 prior to \nsupply and transmission  loan disbursement, indicating the specific stations from where power will \nbe supplied and the tariff-setting parameters. BPDB and PGCIL have \nentered into a bulk power transmission agreement. \nDelay in notification of BERC  PGCB is earning a profit in 2012 and financial parameters are within \nelectricity tariff regulations  acceptable limits. Early implementation of BERC’s transmission tariff \nadversely affecting PGCB’s  regulations would improve PGCB’s financial position. This is expected by \nfinancial sustainability  30 June 2014.  \nADB = Asian Development Bank, BERC = Bangladesh Energy Regulatory Commission, BPDB = Bangladesh Power \nDevelopment Board, HVDC = high-voltage direct current, MW = megawatt, NTPC = National Thermal Power \nGeneration, NVVN = NTPC Vidyut Vyapar Nigam, PGCB = Power Grid Company of Bangladesh, PGCIL = Power \nGrid Corporation of India Limited, PPA = power purchase agreement. \nSource: Asian Development Bank. \n \nIV.   ASSURANCES \n31.  The government and PGCB have assured ADB that implementation of the project shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and loan documents. \n \n32.  The government and the PGCB have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan agreement and project agreements.   \n \nV.  RECOMMENDATION \n33.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies  equivalent  to  SDR7,904,000  to  the  People's  Republic  of  Bangladesh  for  the  \nadditional financing of the SASEC Bangladesh–India Electrical Grid Interconnection Project \nfrom ADB’s Special Funds resources with an interest charge at the rate of 2.0% per annum \nduring the grace period and thereafter; for a term of 25 years, including a grace period of 5 \nyears; and such other terms and conditions as are substantially in accordance with those set \nforth in the draft loan and project agreements presented to the Board. \n \n \n   Takehiko Nakao  \n3 September 2013                  President \n ", "Appendix 1  11 \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets \nand Indicators with  Data Sources and  Assumptions  \nDesign Summary  Baselines   Reporting Mechanisms   and Risks  \nImpact       \nCurrent project  Current project  Current project  Current project \n      Assumptions \nGreater regional  Improvement in  Country economic  Successful development of \ncooperation in the  annual gross domestic  outlook  the eastern electrical grid \npower sector,  product per capita in    of India prepares the \ncontributing to  Bangladesh by more    foundation for regional \neconomic growth in  than 4% by 2015    electricity interconnections \nBangladesh  (2008 baseline: $574    and optimal power \n  per capita at current    sourcing. \n  prices)     \n       \n  Power consumption in  ADB Energy Outlook for  Political and operational \n  Bangladesh to  Asia and the Pacific   agreements arrived at \n  improve by 2012    between South Asian \n(2008 baseline:    countries on regional \n \n159 kWh per capita in    electricity trading \n  Bangladesh compared     \nwith about 300 kWh     \n \nper capita in South     \n  Asia)      \n     \n \nAccess to power  BPDB and annual energy   \n  sources in the South  sector reports for Bhutan,   \nAsia region   India, Maldives, Nepal,   \n \n(2009 baseline: no  and Sri Lanka   \n  exchange with any     \nother country)     \n \n     \nWith additional  With additional  With additional   With additional  \nfinancing  financing  financing  financing \n    Assumption \nUnchanged  Unchanged  Unchanged  Additional investments in \n    transmission capacity to \nPower consumption in  BPDB annual report  facilitate such power flows \nBangladesh to   \nimprove to 390 kWh   \nper capita by 2015   \n(2012 baseline: 198   \nkWh per capita)    \n   \nPower trading within  Annual energy sector \nSouth Asian region  reports for Bangladesh, \ndoubles by 2016  Bhutan, India, Maldives, \n(2009 baseline: About  Nepal, and Sri Lanka \n1,000 MW between   \nIndia and Bhutan)   \n ", "12    Appendix 1 \nPerformance Targets \nand Indicators with  Data Sources and  Assumptions  \nDesign Summary  Baselines   Reporting Mechanisms   and Risks  \nOutcome       \nCurrent project  Current project  Current project  Current project  \n      Assumptions \nSuccessful       \ndevelopment and  250–500MW of power  BPDB annual reports  Availability of 250-500 MW \noperation of a  (1,152-3456 GWh)    of power from India to \ntransmission link  available over the    Bangladesh on long term \nbetween Bangladesh  interconnection to    basis \nand India  Bangladesh from     \n  2012 (2009 baseline:    Power interconnection \n  no transfer or power)    infrastructure and capacity \n      building are successfully \n      completed by 2012 \n       \n      Risks \n      Cost of delivered power is \n      not competitive compared \n      with options in \n      Bangladesh. \n       \n      Delay in entering into \n      power purchase \n      agreements \n       \n      Inadequate power \n      generation capacity in the \n      eastern region of India \nWith additional  With additional  With additional   \nfinancing  financing  financing  With additional financing  \n       Assumptions \nUnchanged  250–500 MW of    Power interconnection \n  power (about 1,152– Unchanged  infrastructure and capacity \n  3,456 GWh annually)    building successfully \n  available over the    completed by end of 2014 \n  interconnection to     \n  Bangladesh from late    Risks \n  2013    Unchanged \n  (2009 baseline: 0 MW,     \n  0 GWh)     \n       \nOutputs       \nPhysical Investment  Current project  Current project  Current project  \nCurrent project      Assumptions \n       \n1. Bahrampur–  1.  Creation of one  PGCB annual report  Counterpart funds for \nBheramara power  new HVDC back-   timely project \ntransmission link  to-back substation    implementation are made \nconstructed  of 400/230 kV at    available by the \n  Bheramara    government and PGCB. \n  (Bangladesh) by     \n  2012 by PGCB    Approval of contract \n      awards by the relevant \n  2.  Creation of 40 km  PGCB annual report  authorities is timely. \n ", "Appendix 1  13 \nPerformance Targets \nand Indicators with  Data Sources and  Assumptions  \nDesign Summary  Baselines   Reporting Mechanisms   and Risks  \n  of 400 kV double-   Land acquisition and \n  circuit    approvals for construction \n  transmission line    of substation and \n  from Bheramara    transmission lines are \n  to the Indian    timely. \n  border by 2012      \n      Risks \n  3.  Creation of 5 km  PGCB annual report  Limited implementation \n  of 230 kV double-   capacity of the BPDB \n  circuit LILO and     \n  230 kV switching    Increase in the prices of \n  station at    raw materials exceeds \n  Bheramara    contingency and inflation \n  substation by    forecasts. \n  2012 by PGCB     \n       \n       \nWith additional  With additional  With additional  With additional \nfinancing  financinga  financing  financing \n       \n1.  Creation of one \n1. Unchanged  Unchanged  Unchanged \nnew HVDC back-\n     \nto-back substation \n     \nof 400/230 kV at \n     \nBheramara \n     \n(Bangladesh) by \n     \n2013 by PGCB \n     \n \n     \n2.  Creation of 27 km \n     \nof 400 kV double-\n     \ncircuit \n     \ntransmission line \n     \nfrom Bheramara \n     \nto the Indian \n     \nborder by 2013 \n     \n \n     \n  3.  Creation of 4 km     \nof 230 kV double-\n     \ncircuit LILO and \n     \n230 kV switching \n     \nstation at \n     \nBheramara \n     \nsubstation by \n     \nNonphysical  2013 by PGCB     \n \nInvestment     \n \n    Current project \nCurrent project \nCurrent Project  Current project  Assumption \n \n    Information sharing and \n1.  Number of \n1. Built capacity and  Workshop attendance  capacity building in other \nBPDB, PGCB, \nimproved information  and participant feedback  Asian examples are \nBERC, and \nsharing on power    relevant to the \nPower Division \nexchange and    development of \npersonnel \nplanning,    interconnection \n ", "14    Appendix 1 \nPerformance Targets \nand Indicators with  Data Sources and  Assumptions  \nDesign Summary  Baselines   Reporting Mechanisms   and Risks  \ndevelopment,  attending cross-   agreements between the \noperation,  border power    two countries. \nmaintenance, and  trading workshop     \nregulation of the       \ninterconnection.       \n      With additional \nWith additional \nWith additional  With additional    financing \nfinancing \nfinancing  financing   \n \n    Unchanged \n1.  At least 10 BPDB, \nUnchanged    Unchanged   \nPGCB, BERC and \n     \nPower Division \n     \npersonnel \n     \nattending cross-\n     \nborder power \n     \ntrading workshop \n     \nin 2013  \n     \n \n    Current project \nCurrent project \nCurrent project  Current project  Risk \n \n    Consultants with adequate \n \n2. Concluded  Signed transmission  experience in similar cross-\n2.  Long-term \ntransmission  interconnection,  border transfers are not \nagreements for \ninterconnection,  operation, and power  available in the proposed \npower transfer \noperation, and power  exchange agreements  time frame. \nsigned between \nexchange agreements  between Bangladesh and   \nBangladesh and \nbetween the two   India   \nIndia  \ncountries.     \n \n    With additional \n \nWith additional  With additional   financing \nWith additional \nfinancing  financing   \nfinancing \n    Risk \n \nUnchanged    Unchanged    Removed \n2.  Long-term \n \nagreements for \npower transfer \nsigned between \nBangladesh and \nIndia starting 2012 \n \n \n ", "Appendix 1  15 \n \nActivities with Milestones (Overall Project)  Inputs  \n1. (a) 400/230 kV Substation    \n1.1 Procurement of major equipment: Issue bidding documents by March    Loan \n      2010 (unchanged, completed)   ADB: \n1.2 Award contracts by March 2011 (changed, completed)  $100.0 million from ADF \n1.3 Start construction of substation by April 2011 (changed, completed)  (current) \n1.4 Commission substation by Q3 of 2013 (changed)  $12.0 million from ADF \n1.5 Issue provisional completion certificate by Q4 of 2013 (added)  (additional) \n1.6 Issue final completion certificate by Q2 of 2014 (added)  $112.0 million from ADF \n   (b) Transmission Lines   (overall)  \n1.7 Issue bidding documents by March 2010 (unchanged, completed)    \n1.8 Award contracts by November 2010 (changed, completed)  Government of \n1.9 Start construction of transmission lines by December 2010 (changed,   Bangladesh:  \n      completed)  $58.6 million (current) \n1.10 Commission transmission lines by Q2 of 2013 (changed)  $28.4 million (additional) \n1.11 Issue provisional completion certificate milestone by Q2 of 2013   $87.0 million (overall)  \n        (added)   \n1.12 Issue final completion certificate by Q1 of 2014 (added)   \n \n2. Consulting Services (S-CDTA to review agreements)b \n2.1 Start consultant selection in April 2012 (changed, completed) \n2.2 Mobilize consultant from May 2012 (changed, completed) \n2.3 Complete services by December 2013 (changed) \n3. Capacity building and information sharing  \n3.1 Prepare power market report in 2012  \n3.2 Conduct workshop on cross-border power trading by Q3 2013 \nADB  =  Asian  Development  Bank,  ADF  =  Asian  Development  Fund,  BERC  =  Bangladesh  Energy  Regulatory \nCommission, BPDB = Bangladesh Power Development Board, GWh = gigawatt-hour, HVDC = high-voltage direct \ncurrent, km = kilometer, kV = kilovolt, kWh = kilowatt-hour, LILO = loop in loop out, MW = megawatt, PGCB = Power \nGrid Company of Bangladesh, Q = quarter, S-CDTA = small-scale capacity development technical assistance. \na Based on the final right of way adopted for the transmission lines. \nb ADB. 2010. Technical Assistance to Bangladesh for Bangladesh-India Electrical Grid Interconnection Project. Manila. \nSources: Power Grid Company of Bangladesh and revised development project proposal.\n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=44192-014-3 \n \n1.  Loan Agreement  \n2.  Project Agreement  \n3.  Sector Assessment (Summary): Energy BAN  \n4.  Project Administration Manual  \n5.  Summary of Project Performance  \n6.  Contribution to the ADB Results Framework  \n7.  Development Coordination  \n8.  Economic and Financial Analysis   \n9.  Country Economic Indicators  \n10.  Summary Poverty Reduction and Social Strategy  \n11.  Initial Environmental Examination   \n12.  Resettlement Plan  \n13.  Risk Assessment and Risk Management Plan  \n \nSupplementary Documents \n14.  Financial Management Assessment \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130904084451+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "sasec bangladesh projects, south asia subregional economic cooperation, energy projects, electricity transmission distribution, double-circuit transmission line, bahrampur bheramara power transmission link, regional cooperation, adb projects, terms and conditions, rrp", "ModDate": "D:20130905105726+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "This is the report and recommendation of the president (RRP) on a proposed loan to the People's Republic of Bangladesh for the additional financing of the SASEC Bangladesh–India Electrical Grid Interconnection Project. The RRP describes the project terms and conditions for the approval of ADB's Management or Board of Directors.", "Title": "RRP: Bangladesh: SASEC Bangladesh-India Electrical Grid Interconnection Project (Additional Financing)"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 1 August 2013) \nCurrency unit – taka (Tk) \n           \n         Tk1.00 = $0.0128 \n                    $1.00 = Tk77.96 \n     \n         \n \nABBREVIATIONS \n    ADB  –  Asian Development Bank \n  BPDB  –  Bangladesh Power Development Board \nHVDC  –  high-voltage direct current \nkm  –  kilometer \nkV  –  kilovolt \nMW  –  megawatt \nNTPC  –  National Thermal Power Corporation \nPGCB  –  Power Grid Company of Bangladesh  \nPGCIL  –  Power Grid Corporation of India Limited \nPPA  –  power purchase agreement \nSASEC  –  South Asia Subregional Economic Cooperation  \n \n       \nNOTES \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2013 ends on 30 June 2013.  \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated.  \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  Y. Zhai, Energy Division, SARD \n   \nTeam leader  L. George, Energy Specialist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \nH. Gunatilake, Lead Energy Economist, SARD \n  M. Rahman, Project Officer (Energy), SARD \nS. Sasaki, Environment Specialist, SARD \n  J. Versantvoort, Principal Counsel, Office of the General Counsel \nC. Roque, Project Officer, SARD \nM. Cinco, Senior Operations Assistant, SARD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Y. Zhai", "role": "Energy Division", "organization": "SARD"}, {"fullname": "L. George", "role": "Energy Specialist", "organization": "SARD"}, {"fullname": "M. Ajmera", "role": "Social Development Specialist", "organization": "SARD"}, {"fullname": "H. Gunatilake", "role": "Lead Energy Economist", "organization": "SARD"}, {"fullname": "M. Rahman", "role": "Project Officer (Energy)", "organization": "SARD"}, {"fullname": "S. Sasaki", "role": "Environment Specialist", "organization": "SARD"}, {"fullname": "J. Versantvoort", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "C. Roque", "role": "Project Officer", "organization": "SARD"}, {"fullname": "M. Cinco", "role": "Senior Operations Assistant", "organization": "SARD"}]}