{"path": "data/input/ta/44202-01-ino-tar.pdf", "pages": [" \nTechnical Assistance Report\n \nProject Number: 44202-01 \nCapacity Development Technical Assistance (CDTA) \nDecember 2010 \n \n \n \nRepublic of Indonesia: Capacity Development \nAssistance for Public–Private Partnerships \n(Financed by the Japan Fund for Poverty Reduction) \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 November 2010) \n \nCurrency Unit –  rupiah (Rp) \nRp1.00 =  $0.00011 \n$1.00 =  Rp8826 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BAPPENAS  –  Badan Perancanaan Pembangunan Nasional (National \nDevelopment Planning Agency) \n  BKPM  –  Badan Koordinasi Penanaman Modal (Investment \nCoordinating Board) \n  GCA  –  government contracting agency \n  IRSDP  –  Infrastructure Reform Sector Development Program \n  MOF  –  Ministry of Finance \n  OBC  –  outline business case \n  PPP  –  public–private partnership \n  SMI  –  PT Sarana Multi Infrastruktur (Persero)  \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector   –  Multisector \nTheme (subtheme)  –  Economic growth, private sector development (public—private \npartnerships) \nLocation impact  –  National (medium), regional (medium) \nPartnerships  –  Government of Japan \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. A. Nugent, Indonesia Resident Mission (IRM), SERD \n   \nTeam leader  B. Finlayson, Principal Infrastructure Specialist (PPP), IRM, SERD \nTeam member  N. Soewarno, Investment Officer, IRM, SERD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  During a mission fielded in August 2010, the Government of Indonesia and the Asian \nDevelopment Bank (ADB) agreed on the objective, scope, and implementation and financing \narrangements  for  capacity  development  technical  assistance  (TA)  for  public–private \npartnerships (PPPs). The TA is designed to support the realization of the impacts and outcomes \nof the Infrastructure Reform Sector Development Program (IRSDP).1 The IRSDP highlights a \nnumber of important gaps that need to be resolved to make the overall program fully effective, \nparticularly in preparing and structuring PPP projects with government contracting agencies \n(GCAs). The TA will provide capacity development assistance to bridge these gaps. The TA is \nin  line  with  (i)  ADB’s  country  strategy  for  Indonesia,2 and  (ii)  ADB’s  long-term  strategic \nframework expectation for greater ADB involvement in private sector development.3 The design \nand monitoring framework is presented in Appendix 1.4 \n \nII.  ISSUES \n2.  Significant  infrastructure  investment  requirements.  Following  the  Asian  financial \ncrisis, Indonesia cancelled or suspended many of its planned public and private infrastructure \nprojects. Infrastructure investment has since fallen from approximately 6% of gross domestic \nproduct to a low of 2% of GDP in 2000, before recovering to the current level of 4% of gross \ndomestic product. Despite this improvement, infrastructure investment is still low by international \nstandards, with levels tending to be in the range of 6%—7% for high growth economies in Asia.5 \nThe government is seeking to mobilize approximately $140 billion of investment in infrastructure \nover the next 5 years.  \n \n3.  Public sector constraints. The ability of the public sector to meet these investment \nrequirements  is  limited  by  its  macroeconomic  objectives  to  keep  public  sector  debt  at  a \nsustainable level and reduce its fiscal deficit. Reflecting these constraints, the government \nanticipates that approximately 60% of its planned infrastructure financing requirements will be \nsourced from the private sector.  \n \n4.  ADB assistance. The government recognizes that private sector participation cannot be \ntaken for granted, and that major structural and institutional reforms are needed. The IRSDP \nsupports a comprehensive medium-term reform agenda that has been successful in opening \ninfrastructure to private sector participation. The third and final subprogram loan for the IRSDP \nis being presented to the ADB Board of Directors for approval in December 2010.  \n \n5.  Indonesia  Infrastructure  Financing  Facility.  In  2009,  as  part  of  the  overall  PPP \ndevelopment  framework,  the  government  and  other  development  partners  established  PT \nIndonesia Infrastructure Finance, which is an infrastructure financing company. The company is \nexpected to have a loan portfolio of up to $1.0 billion by 2014. ADB has contributed up to $40 \nmillion of equity, and provided a sovereign loan of up to $100 million to finance the company. PT \nSarana  Multi  Infrastruktur  (Persero)  (SMI),  a  state-owned  entity,  is  a  shareholder  of  PT \n                                                 \n1  ADB. 2006. Report and Recommendation of the President to the Board of Directors: Proposed Program Cluster, \nLoans, Technical Assistance Grant, and Administration of Grant to the Republic of Indonesia for the Infrastructure \nReform Sector Development Program. Manila. \n2  ADB. 2010. Country Operations Business Plan: Indonesia, 2011—2013. Manila. \n3  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n4  The TA first appeared in the business opportunities section of ADB’s website on 12 November 2010. \n5   World Bank and JBIC. 2005. Connecting East Asia; India Infrastructure Report, 2006 \n ", "2   \nIndonesia  Infrastructure  Finance.  Ministry  of  Finance  (MOF)  assumes  the  role  of  the \nshareholder in SMI, representing the government. \n \n6.  Constraints for project development. While the government has developed a number \nof PPP projects, they have not attracted significant market interest. The main constraints for \nproject development relate to (i) the government’s inability to acquire land in the public interest; \n(ii) lack of policy clarity on public sector support for PPP projects; and (iii) lack of effective \ninstitutional  arrangements  to  properly  prepare,  implement,  monitor,  and  ensure  contract \ncompliance for PPPs. The government has taken various actions to resolve these issues: \n \n(i)  Land acquisition. With ADB assistance, the government is in the final stage of \nformulating a draft land acquisition law that is expected to be considered by \nParliament in early 2011.6 The new law will provide enhanced legal framework for \nthe government to acquire land for infrastructure projects.  \n \n(ii)  Government support. The government has addressed the second constraint of \nproviding  public  sector  support  for  PPPs  by  enacting  a  regulation,  MOF \nregulation Number 38/PMK.01/2006, allowing the government to mitigate political, \ndemand, and project performance risks associated with PPP projects through the \nInfrastructure Guarantee Facility, recently established by MOF.  \n \n(iii)  Project preparation. ADB is providing assistance to address the third constraint \nof  poor  project  preparation  by  providing  the  National  Development  Planning \nAgency  (BAPPENAS)  with  a  loan  under  the  IRSDP  to  establish  a  project \ndevelopment facility to prepare and transact PPP projects.  \n \n7.  Future requirements. Despite these efforts, few PPP projects are being developed. \nWhile land acquisition and government support constraints are being resolved, concerns about \nproject design, preparation, and implementation continue. To date, the Project Development \nFacility has had difficulty developing project structures that are efficient and effective, attractive \nto private financiers, and affordable to government. These difficulties are arising due to factors \nsuch  as  limited  awareness  in  Indonesia  of  alternative  types  of  PPP  structures  being \nimplemented in countries such as Australia, India, and Singapore. \n \n8.  Based on international best practice, a wide range of possible PPP structures could be \nused in Indonesia to address the needs of both the government and the private sector. Their \nuse requires a project evaluation methodology that develops project structures that demonstrate \nvalue for money, are bankable, and are affordable to government. This methodology needs to \nreconcile the technical and cost aspects of projects to the government relative to financial \nrequirements of financiers and lenders, and affordability constraints of government. The PPP \nmethodology  needs  to  be  embedded  in  a  project  design,  preparation,  and  implementation \nprocess that clearly defines and fully integrates the roles of BAPPENAS, MOF, the Investment \nCoordinating Board (BKPM), and prospective GCAs. As GCAs will be signatories to long-term \ncontracts for up to 20–25 years, they need to take responsibility for initiating PPP contracts and \ntake the lead in structuring, implementing, and managing the projects. This means that GCAs \nneed to understand the nature of project structuring and implementation processes, and access \nassistance to increase their awareness of the methodologies and options available to develop \nand implement successful PPP projects. \n                                                 \n6  ADB. 2007. Technical Assistance to the Republic of Indonesia for Enhancing the Legal and Administrative \nFramework for Land Projects. Manila. \n ", "  3\nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n9.  The impact of the TA will be improved national and regional provision of infrastructure \nand delivery of services by selected GCAs through the use of PPPs. The TA will support the \ngovernment in preparing PPP projects that are economically sound, financially attractive to \nprivate sector financiers, and affordable to government.  \n \n10.  The outcome of the project will be improved capacity of GCAs to develop, implement, \nand  monitor  infrastructure  PPP  projects.  This  will  support  the  government’s  objective  of \nincreasing  the  number  and  value  of  commercially  attractive  and  sustainable  PPP  projects \noffered by GCAs to the private sector. \n \nB.  Methodology and Key Activities \n11.  The TA will be comprised of a preparatory stage, followed by the delivery of the following \noutputs: \n \n(i)   strengthened institutional capacity of selected GCAs to select and design PPP \nproject structures and implementation processes; \n(ii)  development  of  two  examples  of  best  practice  PPP  structures  and \nimplementation processes; and \n(iii)  increased awareness of GCAs on the requirements to prepare efficient, bankable, \nand affordable PPP projects. \n \n12.  Project preparation. The TA consultants will review existing PPP projects in Indonesia \nand  studies  prepared  by  consultants  financed  under  the  IRSDP  to  identify  lessons  from \nsuccessful PPP projects, and the reasons for their success. The TA consultants will liaise with a \nbroad group of stakeholders including GCAs, private sector investors, legal firms, commercial \nbanks, and the Infrastructure Guarantee Facility to identify a list of candidate PPP projects. The \nTA will target the priority subsectors of power, roads, water, and waste management; and \nidentify two pilot projects. The consultants will apply an agreed list of criteria to identify two \nsuitable pilot projects. The following criteria will be used to select the two pilot projects: (i) \nfacilitates policy and institutional reform; (ii) reflects the government’s planning requirements; (iii) \nGCA commitment and readiness; (iv) project readiness; (v) project replication potential; and (vi) \npotential for catalyzing private sector interest and commercial financing. They will then prepare \nan implementation plan to develop institutional capacity within the selected GCAs, and submit \nthe findings in an inception report.  \n \n13.  Strengthened institutional capacity of selected GCAs to select and design PPP \nproject  structures  and  implementation  processes.  The  consultants  will  work  with  the \nselected GCAs to develop good governance institutional structures for project preparation, \nimplementation, and management. They will help the selected GCAs identify and select relevant \nstaff to be responsible for PPP activities, examine capacity building and training needs, prepare \nguidelines,  and  provide  training  in  project  preparation  and  contract  management.  The \narrangements will be detailed in an institutional capacity building report. \n \n14.  Development of two examples of best practice PPP structures and implementation \nprocesses. The TA consultants will work with the GCA project preparation teams responsible \nfor the design, preparation, transaction, and management of the PPP projects. The consultants \n ", "4   \nwill help develop Outline Business Cases (OBCs) that address the following three interlinked \nactivities of a PPP project: \n \n(i)  Technical analysis. This involves the assessment of project rationale, market \nanalysis,  output  specification,  viability  and  validity  of  feasibility  and/or \nprefeasibility reports, estimates of project costs and benefits, site enablement \nanalysis,  social  and  environmental  safeguards  assessments,  legal  review  of \nassets  and  functions,  economic  analysis,  and  stakeholder  review  to  confirm \nproject attractiveness. \n(ii)  Procurement analysis. Develop a financial model; and assess procurement and \nfinancial  options  based  on  criteria  of  value  for  money,  bankability,  and \naffordability. Conduct government support analysis, and identify a proposed risk \nallocation structure. Conduct market sounding to confirm the project’s financial \nparameters, and evaluate legal and institutional requirements to establish the \nproposed PPP structure. \n(iii)  Project implementation requirements. Develop a project preparation plan to \naddress site enablement issues, and confirm the government’s willingness and \ncapacity  to  provide  support  to  the  projects. Review  requirements  to  prepare  \n(i) bid documents (request for qualification and request for proposal), and draft \ncontractual terms; (ii) project pre-bid consultations; (iii) bidder qualification and \nbid evaluation criteria; (iv) detailed output specification, performance indicators, \nand monitoring and evaluation frameworks; (v) required due diligence documents \nand online data requirements; (vi) assistance required for the bid process, bid \nevaluation,  and  contract  negotiation;  (vii)  terms  of  reference  for  transaction \nadvisors;  and  (viii)  institutional  requirements  within  GCAs  to  implement  the \ntransaction and manage the PPP contract. \n \n15.  Increased awareness of GCAs on the requirements to prepare efficient, bankable, \nand affordable PPP projects. The OBCs and supporting materials will provide the GCAs with a \nset of project evaluation tools, a methodology, checklists, and an implementation process that \nwill allow them to develop PPP capacity within the respective GCAs. These case studies, tools, \nand materials will be disseminated to MOF, BAPPENAS, BKPM, and representative GCAs \nthrough a series of workshops. \n \n16.  Assumptions and risks. The design of the TA is based on the assumptions that the \ngovernment will continue its commitment to pursue development policy to support infrastructure-\nled growth, to make government guarantees available, and to have the ability to procure land. In \naddition, sustained fiscal resources must be available for project support. Critical risks include \nthe possibility that the government does not enact a new land acquisition law or establish a \ngovernment guarantee facility; slow economic growth that affects business confidence and \ninterest in PPPs, and reduced government buy-in during TA implementation. \n \nC.  Cost and Financing \n17.  The  total  cost  of  the  TA  is  estimated  at  $550,000  equivalent,  of  which  $500,000 \nequivalent will be financed on a grant basis by the Japan Fund for Poverty Reduction (JFPR), \nand administered by ADB. The government will finance the remaining $50,000 equivalent in \nkind. Detailed cost estimates and the financing plan are presented in Appendix 2. \n \n ", "  5\nD.  Implementation Arrangements \n18.  SMI will be the executing agency for the TA. SMI is a state-owned entity, in which MOF \nrepresents the government as shareholder. A steering committee chaired by the SMI president \ndirector will be established with representatives from ADB, MOF, BAPPENAS, and BKPM as \nmembers.  The  steering  committee  will  review  and  approve  the  TA  implementation  plan \nprepared at the end of phase 1 (project screening), and meet on a quarterly basis to provide \noversight, monitoring, and guidance on TA issues.  \n \n19.  Screening of project proposals. SMI will screen the project proposals with assistance \nfrom the consultants, based on a project proposal application form submitted by the GCAs. After \nSMI  evaluation  and  approval,  the  GCA  will  enter  into  a  project-specific  memorandum  of \nunderstanding with ADB that defines the use of the funds under the TA and the obligations of \nthe GCA to support the project.  \n \n20.  Procurement. A team of international and national consultants (firm and/or individuals) \nwill implement the TA activities and will be recruited in accordance with ADB’s Guidelines on the \nUse of Consultants (2010, as amended from time to time). The consultants will be requested to \nfield a multidisciplinary team to provide financial, commercial, technical (engineering), economic, \nsocial,  environmental,  legal,  and  procurement  services.  Outline  terms  of  reference  are \npresented in Appendix 3. The consultants will be paid lump sum amounts in accordance with TA \ncontract milestones. The GCAs will be required to provide office space, furniture, and logistical \nand administrative support. The TA will be implemented from December 2010 to December \n2011. All equipment and software will be procured in accordance with ADB’s Procurement \nGuidelines (2010, as amended from time to time), and will be handed over to the government \nupon completion of the TA. Disbursements under the TA will be made in accordance with ADB’s \nTechnical Assistance Disbursement Handbook (2010, as amended from time to time). \n \n21.  Consultant reports. The consultants will undertake a screening process of a list of \npotential PPP projects provided by ADB and SMI; and within 3 weeks of the start of the TA, \nprepare  an  inception  report  that  describes  the  approach,  timelines,  and  required  approval \nstages.  The  consultants  will  conduct  an  institutional  review,  produce  project  preparation \nguidelines, and submit an institutional capacity building report. The consultants will prepare a \ndraft OBC report for each project. The consultants will then prepare a draft final TA report that \ncollates the documents, tools, and methodologies used to prepare the OBCs to form a PPP \ntoolkit and provide a series of workshop training programs. Workshops will be conducted with \nrepresentatives from SMI, BAPPENAS, MOF, BKPM, and the representative GCAs. Following \nfeedback  from  the  workshop  participants  the  consultants  will  finalize  the  TA  report  and \nsupporting documents. SMI will disseminate the TA reports at the end of the assignment; project \nevaluation results will be made publicly available on ADB’s website. The TA documents will be \nhoused with SMI and used to guide the development of subsequent PPP projects. \n \n \nIV.  THE PRESIDENT'S DECISION  \n22.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $500,000 to the Government \nof the Republic of Indonesia to be financed on a grant basis by the Japan Fund for Poverty \nReduction for Capacity Development Assistance for Public–Private Partnerships, and hereby \nreports this action to the Board. \n ", "6  Appendix 1   \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks  \nImpact      Assumptions \nImproved national and  Private investment in  Review reports,  Continued commitment \nregional provision of  infrastructure using PPPs  statistics, and surveys  from the government to \ninfrastructure and  increased by $30 million– from local  pursue development \ndelivery of services  $100 million within selected  governments and  policy of infrastructure-\n  GCAs from a baseline of  central line ministries  led growth \nzero within 5 years of   \ncompletion of the TA  Availability of \ngovernment guarantees \nand ability of \ngovernment to procure \nland \n \nRisks \nGovernment does not \nenact new land law or \nestablish government \nguarantee facility \nOutcome      Assumptions \nImproved capacity to  PPP structures and project  Annual budget reports  Sustained fiscal \ndevelop, implement,  preparation process agreed  of national and  resources for project \nand monitor  and understood by the  regional governments  development support  \ninfrastructure PPP  executing agency, GCAs \nRisks \nprojects under various  and other PPP \nforms of government  stakeholders by completion  Slow economic growth \nsupport  of the TA.   affects business \n.  confidence and private \nsector interest in PPP \nOutputs      Assumptions \n1. Strengthened  Two selected GCAs agree  TA review reports from  Sustained government \ninstitutional capacity of  on terms of reference  for  the selected GCAs for  support in PPP initiative \nselected GCAs to  preparing outline business  the representative   \ndesign PPP project  cases by TA completion  projects on the terms  Risks \nstructures and    of reference. \nReduced GCA buy-in \nimplementation \n    during TA \nprocesses that \nimplementation \ndemonstrate value for     \nmoney, are bankable,   \nTwo GCAs prepare outline  TA review OBC \nand are affordable to \nbusiness cases (OBC) for  reports from the   \nthe government  \ntwo PPP projects based on  selected GCAs for the \n2. Development of two  improved project design  representative projects \nexamples of best  methodology and \n \npractice PPP  implementation processes \nstructures and  that reflect international   \nimplementation  best practice by TA \n \nprocesses  completion. \n \n   \n   \n \n \n ", "Appendix 1  7 \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks  \n3. Increased  Prepare training materials  TA review reports from \nawareness of GCAs  and conduct seminars and  the consultants on the \non the requirements to  workshops on developing  training materials \nprepare efficient,  efficient, bankable, and \n \nbankable, and  affordable structures by TA \naffordable PPP  completion \nprojects; and provide \naccess to tools and \nmethodologies to \nprepare and \nimplement these \nmodalities \n \nActivities with Milestones  Inputs \n   \n1.  Strengthen institutional capacity of selected  JFPR: $500,000 to cover costs of consultants \nGCAs to design PPP project structures and  (about 27 person-months of consulting services: \nimplementation processes.   7 person-months of international and 20 person-\n1.1  Review existing resources, such as ongoing TA  months of national); equipment; training, \nconsultant reports and other existing outputs from  seminars and workshops; and administration and \nthe ADB financed IRSDP, within the first 2  support costs. \nmonths of TA implementation.    \n1.2 Develop good governance institutional structures  Government of Indonesia: $50,000 equivalent in-\nfor project preparation. Help selected prospective  kind \nGCAs identify and select relevant staff to be \n \nresponsible for PPP activities, and examine their \ncapacity-building needs, within the first 2 months   \nof TA implementation.  \n \n1.3 Identify institutional training needs within the first \n2 months of TA implementation.   JFPR: $500,000 \n1.4 Design and implement a training program that \nCost Item  Amount ($)\nreflects international best practices for the \nidentified prospective GCA staff on (i) PPP-    \nConsultants: \nenabling policies and legislation; (ii) potential \nPPP structures and implementation processes;  International (7 person-months)  275,000\n(iii) methodologies for the development,  Nationals (20 person-months)  135,000\nappraisal, and implementation of PPP projects;     \n(iv) procurement requirements; and   Equipment  10,000\n(v) development of monitoring mechanisms and  Seminar  30,000\nparameters for PPP projects, on a continuous  Miscellaneous  10,000\nbasis over the remaining period of TA  Contingency  25,000\nimplementation. \n  \n2.   Develop two examples of best practice PPP \nstructures and implementation processes.  \n2.1  Help develop two examples of outline business \ncases (OBC) for PPP projects in priority \nsubsectors (power, road, water, waste \nmanagement) to be completed at least 3 months \nbefore TA completion. \n2.2  Use the OBCs and supporting documents as the \nbasis for hands-on training and twinning with \n ", "8  Appendix 1 \nselected government staff, to be provided on a \ncontinuous basis during TA implementation.  \n \n3. Increase awareness of GCAs on the \nrequirements for preparing efficient, bankable, \nand affordable PPP projects.  \n3.1  Design training program, in line with other existing\nassistance from ADB and other development \npartners; and prepare training materials, project \nevaluation tools, and a project preparation \nmethodology. This activity is to be completed at \nleast 2 months before TA completion.  \n3.2  Consult government entities and develop \ncommunications strategy and framework for \ndisseminating the derived PPP toolkit, to be \ncompleted at least 2 months before TA \ncompletion. \n3.3  Disseminate the developed toolkit through two \nworkshops to SMI, BAPPENAS, MOF, BKPM, \nand representative GCAs, to be completed by TA \ncompletion. selected government staff, to be \nprovided on a continuous basis during TA \nimplementation.  \n \nADB = Asian Development Bank; BKPM = Investment Coordinating Board, BAPPENAS = National Development \nPlanning Agency; GCA = government contracting agency; IRSDP = Infrastructure Reform Sector Development \nProgram; JFPR = Japan Fund for Poverty Reduction; MOF = Ministry of Finance, OBC = outline business case; PPP \n= public–private partnership; TA = technical assistance.  \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n ", "  Appendix 2  9 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Japan Fund for Poverty Reductiona   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  250.00 \n      ii.  National consultants  110.00 \n    b.  Travel    \n      i.   International  25.00 \n      ii.   Local  25.00 \n    c.  Reports and communications  15.00 \n  2.  Equipmentb  10.00 \n  3.  Training, seminars, and workshopsc  30.00 \n  4.  Miscellaneous administration and support costs  10.00 \n  5.  Contingencies  25.00 \n      Subtotal (A)  500.00 \n   \nB.  Government of Indonesiad   \n  1.  Office accommodation and transport  25.00 \n  2.  Remuneration and per diem of counterpart staff  15.00 \n  3.  Miscellaneous administration and support costs  10.00 \n      Subtotal (B)  50.00 \n        Total  550.00 \na Administered by the Asian Development Bank.  \n   b Comprises the cost of scanners, computers, and hardware ($8,000) and related software ($2,000). \nc Comprises the cost of two workshops. \nd Government counterpart to be provided in-kind. \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3 \n \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1  The project’s capacity building efforts will help expand the government's ability to manage \nthe  public–private  partnership  (PPP)  process  to  achieve  long-term  project  sustainability  and \nviability by preparing and executing PPP projects that achieve value for money, and are bankable \nand affordable by the government. In addition to direct capacity building, and preparation of case \nstudies  of  bankable  PPP  projects,  resources  will  be  used  to  develop  examples  of  the  PPP \npreparation process, procedures, and templates; and disseminate these findings to government \ncontracting agencies (GCAs) and other key stakeholders.  \n \n2  The consulting firm or consortium will provide services covering (i) financial and commercial \nstructuring,  (ii)  technical  (engineering)  analysis,  (iii)  economic  analysis,  \n(iv) environmental safeguards, (v) social safeguards, and (vi) legal and procurement aspects. \nBecause of the complexity of the PPP transaction support work, a consulting firm or consortium is \npreferred.  If  this  is  not  possible  because  of  market  conditions,  individual  consultants  will  be \nrecruited. The work will be closely aligned with the work being performed by consultants engaged \nby the National Development Planning Agency (BAPPENAS) under the project development facility \nfinanced by the Asian Development Bank (ADB) to synergize resources and avoid duplication of \nefforts.  \n \n3  The project will be implemented by a consulting firm or consortium: 7 person-months of \ninternational and 20 person-months national, and unallocated person-months to be provided as \nneeded.  The  consultants  will  be  remunerated  on  a  lump  sum  basis  on  the  achievement  of \nmilestones. The assignment is expected to be completed over 12 months and benchmarked \naccording to the milestones in Table A3. \n \nTable A3: Work Program \n    Linked Proposed \n  Lump Sum \nMilestone  Payment \n1.  Project preparation and submission of inception report  10% \n \n2.  Institutional capacity building report  10% \n3.  Preparation of outline business cases:    \n  OBC 1  20% \nOBC 2  20% \n \n4. a  Approval of training materials and draft final report  25% \n \n4 .b  Dissemination of findings and approval of final report   15% \n \nOBC = outline business case \nSource: Asian Development Bank. \n \n4.   Deliverables.  The skills and experience of the specialists within the TA will be utilized at \ndifferent points in the engagement inline with the work scope and deliverables from each specialist \nas specified below. \n \n5.   Coordination: project team leader. The TA team leader will have a financial or PPP \ntransaction  advisory  specialization;  and  be  responsible  for  coordinating  all  inputs  of  the  TA; \nsubmission of reports to ADB, SMI, and relevant GCAs; facilitation of meetings and stakeholder \nconsultations, as required; and liaison with ADB, SMI, and the GCAs, as required. \n ", "  Appendix 3  11 \n6.  PPP  financial  and  commercial  structuring.  The  consultant  will  be  responsible  for \nproviding capacity building on the rationale for PPPs and supporting financial analyses, such as \nreview  of  projected  revenues  and  expenditure  (capital,  operations,  depreciation)  for \nreasonableness and completeness with regard to project objectives, accuracy of financial models, \nand appropriateness of risk allocation structures. Specific tasks include  \n(i)   undertake an analysis of relevant infrastructure subsectors to assess their readiness \nfor PPPs;  \n(ii)   review  existing  PPP  project  proposals  and  financial  and  commercial  structures \nacross the country to draw lessons from the various structures;  \n(iii)  help selected prospective GCAs to scope projects, examine their capacity gaps and \nresource constraints, and assist select relevant staff who will be responsible for PPP \nfinancial and commercial structuring activities, and prepare guidelines on designing \nand managing PPPs;  \n(iv)  provide hands-on training with selected government staff responsible for project \npreparation in the development of financial models and potential risk allocation \nstructures;  \n(v)  in consultation with other consultants, review and provide training on the desired \nbenefits to end users; prepare output specifications and performance standards;  \n(vi)  review,  identify,  design,  and  provide  training  on  bankable  financing  models  for \nrecommended PPP structures, including appropriate off-take arrangements, debt–\nequity  ratios,  loan  tenures,  financing  costs,  term  sheet  requirements  to  ensure \nproject viability, and financial closure;  \n(vii)  provide training in assessing alternative forms of government support and perform \nproject risk analysis with suitable mitigation strategies;  \n(viii)  provide training on procurement and funding options, including the role of available \npublic  funds  and  their  incorporation  into  the  financial  analysis,  along  with \ncommercial  borrowing,  based  on  likely  terms  and  conditions,  and  review  the \napplication process; \n(ix)   assess  and  provide  training  on  relevant  commercial  issues  (such  as  project \nrequirements for concession contracts), tariff structures and payment mechanisms, \nand institutional development (such as use of special purpose vehicles and escrow \naccounts) in promoting recommended PPP structures to investors and potential \nlenders;  \n(x)  help prepare outline business cases for two PPP projects in priority sectors (power, \nroad, water, waste management) that are bankable and support project structuring;  \n(xi)  develop relevant PPP preparation processes, procedures, output specifications, key \nperformance indicators, financial models, and report templates required to design \nand implement PPP projects that generate value for money, are bankable, and are \naffordable to government;  \n(xii)  work with GCAs and regulatory officials, and provide training on measuring project \nperformance after implementation and enforcing contract terms;  \n(xiii)   train GCA staff on developing all required due diligence documents for potential \ninvestors and lenders; and \n (xiv)   provide any other training and project development support as deemed necessary \nby ADB.  \n7.  Technical  (engineering)  analysis.  Review  and/or  prepare  the  technical  validation  for \nproject design and cost estimates, and support capacity development in prospective GCA entities \nto  \n ", "12  Appendix 3 \n \n(i)   identify relevant staff in selected GCAs who will be responsible for PPP technical \nactivities and identify capacity gaps and resource constraints;  \n(ii)  review, identify, design, and provide training on prefeasibility studies on verification \nof assumptions, population coverage, losses, current and projected demand for \nproject  outputs,  technical  viability  of  the  project  design  criteria  and  standards, \ncapacity, whole of life costs (inclusive of project preparation, regular and periodic \nmaintenance and decommissioning costs), site requirements, and other conditions;  \n(iii)  support PPP project development for the OBC case studies, providing inputs on \nproject costs (capital expenditures, operation, maintenance), required contingency, \nand other information as requested;  \n(iv)   support project technical analysis by developing relevant processes, procedures, \ntemplates, case studies, and model projects to support PPP development;  \n(v)   provide training on technical issues impacting on proposed PPP project structures \nsuch as project costs, and preconditions for a private operator to fulfill in meeting \nservice obligations;  \n(vi)   provide forums to disseminate information from comprehensive technical reviews, \nincluding details on projected operation and maintenance costs and their economic \ncosts and benefits; confirm the project design on a least-cost and whole of life cost \nbasis in financial and economic terms;  \n(vii)   provide  training  on  such  subjects  as  quantity  and  rates  for  major  civil  works, \nequipment, construction and supervision consulting, and other input items;  \n(viii)   provide any other training and project development support as deemed necessary \nby ADB.  \n \n8.  Economic  analysis.  Review  and/or  prepare  the  economic  analysis  of  selected  PPP \nprojects and support capacity development in prospective GCA entities to  \n(i)   undertake an analysis of relevant infrastructure sectors and subsectors to assess \ntheir readiness for PPPs;  \n(ii)   identify relevant staff in selected GCAs who will be responsible for PPP economic \nanalysis activities, and identify capacity gaps and resource constraints;  \n(iii)  review,  identify,  design,  and  provide  training  on  determining  project  rationales, \nmarket structures, and economic costs and benefits for PPP projects;  \n(iv)  support PPP project development for two OBC case studies, providing inputs on \nproject costs, benefits, key performance indicators, and any other information as \nrequested;  \n(v)   support project economic analysis by developing relevant processes, procedures, \ntemplates, case studies, and model projects that can be used to support PPP \ndevelopment;  \n(vi)   provide training on economic issues impacting on proposed PPP project structures;  \n(vii)   participate in forums to disseminate information on economic analyses, including \ndetails on projected costs and benefits from a project; confirm the project design on \na least-cost and whole of life cost basis in economic terms;  \n(viii)   provide any other training and project development support as deemed necessary \nby ADB.  \n \n9.   Environmental safeguards. Support capacity building in project environmental safeguards \nand environmental impact assessment in compliance with ADB’s Safeguard Policy Statement \n(2009) and other requirements. Such work will  \n (i)   help selected GCAs identify staff to be responsible for environmental safeguard \n ", "  Appendix 3  13 \nactivities of selected projects, and identify capacity gaps and resource constraints;  \n(ii)  review the environmental safeguard capacity of staff identified in GCAs to manage \nthe  environmental  safeguards;  and  based  on  their  mandated  environmental \nsafeguards, review work and assess capacity building needs;  \n(iii)   help prepare two examples of OBCs for bankable PPP projects in priority areas \n(power, road, water, and waste management);  \n(iv)  based  on  the  environmental  safeguard  review  procedure,  and  the  guidelines, \ntemplates, and case studies developed, train safeguard staff of GCAs on how to \nscreen  and  categorize  projects  (conduct  environmental  assessments  if  this  is \nrequired of them); conduct environmental due diligence, compliance monitoring, and \nreporting  based  on  the  safeguard  requirements  of  ADB’s  Safeguard  Policy \nStatement (2009) and applicable government environmental requirements;  \n(v)   develop project environmental management plans (following ADB and government \nrequirements) included in bid documents; provide training, including the requirement \nto comply with mitigation measures; and provide training on how to incorporate the \nenvironmental management plan in tender and contract documents, and how to \nsupervise the preparation of or review of contractors’ environmental management \naction plans; and conduct compliance monitoring and reporting; and \n(vi)   provide any other training and project development support deemed necessary by \nADB.  \n \n10.  Social  safeguards.  Support capacity building in project social safeguards and impact \nassessment to ensure compliance with ADB and government guidelines. Such work will \n(i)   help selected GCAs identify and select relevant staff to be responsible for social \nsafeguard activities, and examine capacity gaps and resource constraints;  \n(ii)  review, identify, design, and provide training on relevant social analysis (such as \ngender action plans, resettlement plans, indigenous peoples development plan), \ninvoluntary resettlement, indigenous peoples, gender safeguards, and other basic \ntraining in compliance with ADB’s safeguards policies;  \n(iii)  help prepare two examples of OBCs for bankable PPP projects; and support project \nsocial safeguard issues to develop relevant processes, procedures, and templates \nthat can be used to support PPP development;  \n(iv)  develop project poverty and social analysis frameworks for social impacts, impact \nmonitoring,  and  mitigation  measures  for  design  and  implementation  (such  as \nresettlement  implementation)  to  maximize  project  social  benefits  and  minimize \nand/or avoid social risks;  \n(v)  review  the  capacity  of  GCAs  to  implement  social  safeguard  impact  mitigation \nmeasures;  \n(vi)  provide  training  and  support  on  issues  such  as  project  classification,  including \ninvoluntary  resettlement  checklist  and  key  impacts  on  indigenous  peoples  and \nproject categorization forms; and \n(vii)   provide any other training and project development support as deemed necessary \nby ADB.  \n11.   Legal  and/or  procurement.  Design  bid  processes,  tender  guidelines,  risk  allocation \nstructures, project documentation, and bid evaluation procedures. Activities include  \n(i)   review institutional requirements for implementing PPPs from a legal perspective; \n(ii)  assess capacity in prospective GCAs to address legal and/or procurement issues;  \n(iii)   help selected GCAs identify staff to be responsible for PPP-related contract design, \n ", "14  Appendix 3 \n \nprocurement, and contract management activities; and examine capacity gaps and \nresource constraints;  \n(iv)  review, identify, design, and provide training on (a) bid documents (requests for \nqualification and for proposal) and contractual agreements; (b) project marketing \nand  pre-bid  consultations;  (c)  bidder  qualification  and  bid  evaluation  criteria;  \n(d) monitoring and evaluation frameworks; (e) required due diligence documents for \npotential financiers; (f) bid process, bid evaluations, and contract negotiations; and \n(g) contract management; and \n (v)   provide any other training and project development support as deemed necessary \nby ADB.  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101222131122+07'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "adb project 44202, capacity development, indonesia, public-private partnerships, private sector development, economic growth", "ModDate": "D:20110106172335+08'00'", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "Title": "Technical Assistance Report: Indonesia: Capacity Development Assistance for Public–Private Partnerships"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 November 2010) \n \nCurrency Unit –  rupiah (Rp) \nRp1.00 =  $0.00011 \n$1.00 =  Rp8826 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BAPPENAS  –  Badan Perancanaan Pembangunan Nasional (National \nDevelopment Planning Agency) \n  BKPM  –  Badan Koordinasi Penanaman Modal (Investment \nCoordinating Board) \n  GCA  –  government contracting agency \n  IRSDP  –  Infrastructure Reform Sector Development Program \n  MOF  –  Ministry of Finance \n  OBC  –  outline business case \n  PPP  –  public–private partnership \n  SMI  –  PT Sarana Multi Infrastruktur (Persero)  \n  TA  –  technical assistance \n \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector   –  Multisector \nTheme (subtheme)  –  Economic growth, private sector development (public—private \npartnerships) \nLocation impact  –  National (medium), regional (medium) \nPartnerships  –  Government of Japan \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars.  \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  J. A. Nugent, Indonesia Resident Mission (IRM), SERD \n   \nTeam leader  B. Finlayson, Principal Infrastructure Specialist (PPP), IRM, SERD \nTeam member  N. Soewarno, Investment Officer, IRM, SERD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "J. A. Nugent", "role": "Indonesia Resident Mission (IRM)", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "B. Finlayson", "role": "Principal Infrastructure Specialist (PPP)", "organization": "IRM"}, {"documentRole": "Team member", "fullname": "N. Soewarno", "role": "Investment Officer", "organization": "IRM"}]}