{"path": "data/input/ta/44214-024-nep-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 44214 \nAugust 2013 \n \n \n \n \nProposed Administration of Grants  \nNepal: Building Climate Resilience of Watersheds in \nMountain Eco-Regions \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public prior to Board consideration in accordance with \nADB’s Public Communications Policy 2011. Subject to any revisions required following Board \nconsideration, this document is deemed final. \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 20 August 2013) \n \nCurrency unit  –  Nepalese rupee/s (NRe/NRs) \n \nNRe1.00  =  $0.01014     \n$1.00  =  NRs98.65     \n         \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DSCWM  –  Department of Soil Conservation and Watershed \nManagement \n  EIRR  –  economic internal rate of return \n  IEE  –  initial environmental examination \n  NDF  –  Nordic Development Fund \n  PMU  –  project management unit \n  SPCR  –  Strategic Program for Climate Resilience \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  T. Matsuo, Environment, Natural Resources and Agriculture Division, \nSARD \n   \nTeam leader  C. Malvicini, Senior Water Resources Specialist, SARD \nTeam members  M. Amerasinghe, Environment Specialist, SARD  \nB. Debnath, Senior Social Development Specialist (Safeguards), \nSARD \nJ. Ghimire, Counsel, Office of the General Counsel \n  D. Singh, Senior Environment Officer, Nepal Resident Mission \nPeer reviewer  C. Rodgers, Senior Environment Specialist (Climate Change \nAdaptation), Regional and Sustainable Development Department  \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.   List of Linked Documents  14 \n \n \n \n ", " \nPROJECT AT A GLANCE \n \n   \n1. Project Name:  Building Climate Resilience of Watersheds in Mountain Eco-Regions 2. Project Number: 44214-024\n   \n3. Country: Nepal 4. Department/Division:  South Asia Department/Environment, Natural Resources & Agriculture \n \nDivision\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n   \n Agriculture and natural resources √ Water-based natural resources \n \nmanagement\n    Land-based natural resources \n   \nmanagement\n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n \n Economic growth   Widening access to markets and \n \neconomic opportunities\n   \n Social development   Disaster risk management\n     \n Environmental sustainability √ Natural resources conservation\n6a. Climate Change Impact    6b. Gender Mainstreaming  \n     \n Adaptation High  Gender equity theme (GEN)  \n     \n Effective gender mainstreaming (EGM) √\n \n Some gender elements (SGE)  \n \n No gender elements (NGE)  \n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  Rural 100%\n   \nGeographic  Income   Urban 0%\nGeneral  Millennium \n  dimensions of  poverty at   \nIntervention development \ninclusive    household \n  goals  \ngrowth level\n \n  √    \n9. Project Risk Categorization: Low  \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment B\n   \nInvoluntary resettlement C\n   \nIndigenous peoples C\n11. ADB Financing:    \n \nNone. \n \n12. Cofinancing:   \n       \nFinancier Category Amount ($ Million) Administration Type\n ADB Strategic Climate Fund  Official-Grant  23.5  Full \n       \n Nordic Development Fund Official-Grant 4.6 Partial\n   \nTotal   28.1  \n13. Counterpart Financing:     \n   \nSource Amount ($ Million)\n   \n Government 1.9\n   \nTotal 1.9\n14. Aid Effectiveness:     \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n   \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) proposed \nadministration of a grant to be provided by the Asian Development Bank (ADB) Strategic \nClimate Fund1 and (ii) proposed partial administration of a grant to be provided by the Nordic \nDevelopment Fund (NDF), both to Nepal for Building Climate Resilience of Watersheds in \nMountain Eco-Regions.2 \n \n2.  The  project  aims  to  provide  access  to  more  reliable  water  resources  for  domestic \npurposes and irrigation for communities living in the watersheds of Nepal’s river systems, which \nare significantly vulnerable to climate change.3 The watersheds selected lie in six districts in the \nFar-Western Development Region: Achham, Baitaidi, Bajhang, Bajura, Dadeldhura, and Doti. \nAccess to and reliability of water resources will be improved through a participatory program of \nintegrated watershed management with interventions in upland areas to increase surface water \nstorage  and  groundwater  recharge.  Communities  now  recognize  that  water  resources  are \nlimited. They have expressed their commitment toward protecting and enhancing their water \nresources. The project will demonstrate ways to protect water sources while at the same time \ndeveloping them for efficient use. The communities in the project area will have more reliable \nwater supplies in the dry season. Major beneficiaries will be women and disadvantaged groups.4 \nAs the first large-scale intervention by ADB in watershed management in Nepal, the project will \ndemonstrate participatory watershed management planning and build the capacity of all levels \nof government for integrated watershed development, specifically focusing on water resources. \nIt is intended that lessons from this project will influence the ways in which rural water supply \nand irrigation projects are designed. \n \nII.  THE PROJECT \nA.  Rationale \n3.  The  project  is  one  of  five  components  in  Nepal’s  Strategic  Program  for  Climate \nResilience (SPCR), which was endorsed by the Pilot Program for Climate Resilience Sub-\nCommittee in June 2011.5 The SPCR aims to build long-term climate resilience through an \nintegrated water resource and ecosystem-based approach, and to yield lessons on how best to \nbuild  resilience  in  vulnerable  mountain  regions.  It  responds  to  the  government’s  National \nAdaptation Programme of Action (NAPA) for climate change, which was finalized in September \n2010. The NAPA promotes a watershed and landscape-level approach to deal with issues \nrelated to food security, biodiversity loss, water scarcity, energy use, settlements, public health, \nand governance. Climate variability and change in Nepal is projected to exacerbate existing \nthreats to food, water, and livelihood security through alterations in the quantity and timing of \nprecipitation and runoff, more atmospheric water vapor and evaporation, and progressive loss of \nglacier and snowpack storage in basin headwaters. \n                                                \n1  Under the Pilot Program for Climate Resilience financed by the Strategic Climate Fund. \n2  The design and monitoring framework is in Appendix 1. \n3  ADB provided project preparatory technical assistance.  \n4  Disadvantaged groups are defined in a supporting document, Gender and Social Inclusion Plan (accessible from \nthe list of linked documents in Appendix 2). \n5  The other four SPCR components deal with building resilience to climate-induced hazards through improved flood \nforecasting  and  early  warning  systems,  managing  climate  change  risk  in  development  planning,  protecting \nendangered flora and fauna, and providing incentives for private sector assistance in climate change adaptation. \nThe sub-committee is the decision-making body that oversees the operations and activities of the program. It \ncomprises representatives of contributor and eligible recipient countries to the fund. ", "2 \n4.  The selected watersheds for project investment are in the West Seti subbasin of the \nKarnali River Basin. The subbasin originates from the snowfields and glaciers around the twin \npeaks of Api and Nampa in the south-facing slopes of the main Himalayas. The Lower West \nSeti  and  Budhi  Ganga  watersheds  have  been  selected  for  the  project  because  a  study \nconducted during project design assessed their vulnerability to climate change as high; their \npopulation  is  estimated  at  496,205. 6  Annual  precipitation  in  the  subbasin  varies  from \n743 millimeters to 3,351 millimeters under current climate conditions, about 75% of which falls \nduring a 3-4 month monsoon season. Water scarcity is a significant and widespread problem \namong these communities, occurring every year in the dry season.7 The mean per capita \nincome based on a household survey is NRs21,934 per year.8 More than 85% of households in \nthese watersheds live in scattered dwellings close to natural springs and patches of more gently \nsloping land. They have subsistence lifestyles based on mixed agriculture, grazing activity, and \ncollection of non-timber forest products.  \n5.  The watershed areas have average slopes of almost 30 degrees, encompassing narrow \nvalleys  with  perennial  streams.  There  is  limited  cultivatable  land  in  river  flats  and  on  the \nhillsides, where there is some land with a slope of less than 20 degrees. Transport and other \nservices are severely limited as most settlements have only foot-track access. Each of the six \ndistricts in the two watersheds has a small town with road access, but these roads may be \nblocked by landslides during monsoon periods. There are agricultural markets only in the district \ncenters. The towns have electricity supply but generation shortages limit it to 5–10 hours a day \ndepending on location and season. Villages have even more limited access to electricity.  \n6.  Global climate model projections downscaled for Nepal for 2030–2061 were analyzed for \nthe subbasin during project design.9 A temperature rise of at least 2°C by the mid-21st century \nis  projected  to  affect  the  hydrological  cycle,  which  in  turn  will  have  an  impact  on  water \navailability, runoff, and the discharge regime of rivers.10 In general, climate change projections \nshow that precipitation will slightly increase in the West Seti subbasin. Precipitation will increase \nin pre-monsoon months and decrease in the monsoon, whereas a mixed trend (both increasing \nand decreasing) is projected in the project sub-watersheds in the winter and after the monsoon. \nSome models project increasing trends and others project decreasing trends in annual water \nyield and actual evapotranspiration. In general, climate change projections show that annual \nriver flow volume will slightly decrease. However, it is difficult to make conclusions regarding \nprecipitation and flow trends. Uncertainty is the main risk that can be attributed to climate \nchange. Another change reported was increasing intensity of rainfall, particularly during rain \nshowers  in  the  pre-monsoon  period. This  increased  intensity  would  reduce  the  amount of \ninfiltration and groundwater recharge. Development of storage facilities is an effective way to \n                                                \n6   International Water Management Institute. 2012. Climate Change and Vulnerability Mapping in Watersheds in \nMiddle and High Mountains of Nepal. Kathmandu. (accessible from the list of linked documents in Appendix 2). \n7   Source: Socioeconomic survey of households in seven sample areas, conducted through project preparatory \ntechnical assistance. \n8  2011, Nepal Living Standards Survey III, reports mean per capita income at NRs23.893, and median per capita \nincome at NRs16,094 for communities living in rural hills in Mid-Western Development Region and Far-Western \nDevelopment Region.  \n9   Through ADB support in 2011–2012 the Asian Disaster Preparedness Center downscaled five global circulation \nmodels for Nepal using three different regional circulation models. The data is posted on the Department of \nHydrology and Meteorology’s web portal.  \n10   J.H. Christensen et al. 2007. Regional Climate Projections. Quoted in S. Solomon et al, eds. 2007. Climate \nChange 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of \nthe Intergovernmental Panel on Climate Change. Cambridge and New York: Cambridge University Press. p. 882. ", "3 \ncope with temporal and spatial variability in water resources.11 \n \n7.  The  project  is  in  Nepal's  confirmed  project  pipeline  for  ADB  administration  and \ncontributes  to  three  of  the  country  sector  outputs  for  2012–2014:  (i)  sustainable  rural \ninfrastructure,  (ii)  accountable  service  delivery,  and  (iii)  increased  representation  of  target \ngroups in governance structures. The project conforms to ADB’s Water Operational Plan (2011–\n2020) and supports its priority of integrated water resource management to strengthen the \nwater–food nexus.12 The design of the proposed project is based on experience and techniques \ndeveloped by the Department of Soil Conservation and Watershed Management (DSCWM), \nlessons  from  international  nongovernment  organizations  and  research  organizations,  and \ninternational and national experience in watershed management.13 It aims to tie in with Nepal’s \nlocal adaptation plans of action on climate change.14 \nB.  Impact and Outcome \n8.  The expected impact will be that climate resilience in Nepal’s mountain communities is \nimproved.  The  project’s  outcome  will  be  that  selected  communities  that  are  significantly \nvulnerable to climate change have access to more reliable water resources. About 45,000 \nhouseholds are expected to benefit from improved water availability during the dry season to \nsupport domestic and agricultural uses. The spring or surface water sources are expected to \nbecome more reliable; the dry season water yield will either remain the same or increase.  \nC.  Outputs \n9.  To achieve its expected outcome, the project will have four outputs: (i) participating \ncommunities  have  improved  catchment  management  and  new  or  improved  water  storage \ninfrastructure; (ii) communities and government manage water and land in an integrated and \ninclusive manner within watersheds; (iii) government adopts knowledge-based approaches for \nintegrated water and land management and improved water reliability and accessibility in the \nwake of climate change; and (iv) project management support is provided. \n \n10.  Water source catchment management and storage infrastructure. The project will \nbe implemented through about 100 community-based subprojects. Communities will manage \ncatchment areas for development and protection of their water sources (springs and streams). \nThis will include: (i) protection of the area surrounding the water source, and preparation and \nimplementation of water source catchment management plans;15 (ii) treatment of gully erosion, \nand slope and landslide stabilization that threatens the water sources, water infrastructure, and \nbeneficiary  communities;  (iii)  construction  of  water  collection  chambers,  spring  boxes  or \ninfiltration galleries; (iv) construction of water conservation ponds and storage for irrigation and \n                                                \n11  International Water Management Institute. The Assessment and Management of Water Resources under Current \nand Future Climate Conditions in the West Seti Subbasin, Nepal. Unpublished (accessible from the list of linked \ndocuments in Appendix 2). \n12    ADB. 2011. Water Operational Plan, 2011–2020. Manila. \n13  Some lessons include the need for better understanding of the link between the hydrologic cycle and land \nmanagement,  planning  development  according  to  watershed  rather  than  administrative  boundaries,  and  a \nparticipatory planning approach. \n14  Under the Nepal Climate Change Support Programme of the Ministry of Science, Technology and Environment. \n15  Communities will establish the catchment area for the water source and define measures to manage land use, \nincluding regulating grazing, and fodder and firewood collection in the catchment. The executing agency will make \nagreements with community development groups on the responsibility of managing and protecting the catchment \narea, and introduce productive conservation measures such as planting of fruit and fodder trees and grass, and \nsustainable agroforestry. \n ", "4 \nlivestock; and (v) construction of drinking water storage tanks and tap stands. Water storage will \nhelp sustain the use of limited water during the dry season, thereby reducing the time people \n(especially  women)  spend  collecting  water,  and  increasing  the  irrigated  agricultural  area. \nCatchment improvement measures will help stabilize or augment the yield of water sources. \n \n11.  Inclusive  and  integrated  management  of  water  and  land.  Implementation  of \nsubprojects will particularly promote water conservation in the catchment areas and tackle \nshortage issues that result in additional labor for women or pose difficulties for disadvantaged \ngroups, who often have access only to less reliable water sources and suffer disproportionally in \ncase of water shortage. The project will also provide participating communities with education \nand facilitate programs on water conservation practices (including micro-irrigation), methods for \nmaintaining  soil  moisture  in  agriculture,  grazing  and  fodder  management,  and  ways  to \nregenerate  vegetative  cover.  The  project  will  strengthen  the  DSCWM’s  capacity  in  sub-\nwatershed management planning to improve water security and boost watershed resilience. \nSub-watershed management plans will be prepared that describe the watersheds’ biophysical \nand  socioeconomic  conditions  and  challenges,  and  build  a  geographic  information  system \ndatabase  of  existing  water  infrastructure  and  water-related  development  interventions. \nCommunity-driven interventions for water source catchment management and enhancement will \nbe included. The watershed planning process will reinforce the DSCWM’s capacity to determine \nand monitor priority interventions, and the department can use the  geographic information \nsystem database in planning its future programs. \n \n12.  Lessons for improving access to and reliability of water resources. As the project \nwill be implemented in six districts, this output will focus on documenting and sharing lessons \nfrom  project  implementation  to  all  DSCWM  staff  through  strategic  and  targeted  technical \nassistance. A knowledge management plan will be implemented, with activities to document and \nincorporate lessons into country programs, and to foster knowledge sharing among country \nstakeholders and in international climate change forums. The DSCWM’s capacity to monitor the \nimpacts of project interventions will be strengthened through preparation of a management \ninformation system and expertise in benefit monitoring and evaluation. Other evaluations will be \nconducted on pertinent topics such as changes in hydrology due to catchment management \nmeasures,  how  communities  negotiate  water  allocations,  behavioral  change  in  collective \nmanagement  of  interventions,  and  demand  management.  Project  experiences,  impact \nassessments, and lessons will be shared globally as part of the SPCR’s global learning support \nprogram. This output will be financed by the NDF. \n \nD.  Investment and Financing Plans  \n \n13.  The project is estimated to cost $30.11 million (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.   Base Costb    \n  1.   Catchment management and water storage   15.50 \n  2.   Integrated water and land management   2.78 \n  3.   Knowledge management  2.43 \n  4.   Project management  5.18 \n    Subtotal (A)  25.89 \nB.   Contingenciesc  4.22 \n      Total (A+B)  30.11 \na  Includes taxes and duties of $1.03 million to be financed from government resources. \nb  In 2012 prices. ", "5 \nc  Physical contingencies computed at 10% for civil works, 8% for consultancy services, and 5% for equipment. Price \ncontingencies computed at 8.5% until project start, then 7% per year for local currency costs; for foreign exchange \ncosts, at 1.9% until project start, then 2.2% for the first, 1.9% for the second, and 1.8% for subsequent years; \nincludes provision for potential exchange rate fluctuation under assumption of a purchasing power parity exchange \nrate. \nSource: Asian Development Bank estimates. \n \n14.  The ADB Strategic Climate Fund will provide grant cofinancing equivalent to $23.54 \nmillion, to be administered by ADB (footnote 1). NDF will provide grant cofinancing equivalent to \n$4.63 million (€3.6 million), to be partially administered by ADB.16 The Government of Nepal will \nprovide $1.94 million equivalent. The financing plan is in Table 2. \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nADB Strategic Climate Funda  23.54  78.2 \nNordic Development Fund   4.63b  15.4 \nGovernment of Nepal  1.94  6.4 \nTotal  30.11  100.0 \na  Under the Pilot Program for Climate Resilience financed by the Strategic Climate Fund. The ADB Strategic Climate \nFund is administered by the Asian Development Bank. \nb  €3.6 million at the exchange rate of €1 = $1.2864 as of 15 May 2013. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n15.  The DSCWM will be the executing agency. It will appoint a project director to head a \nproject management unit (PMU) to handle project implementation. The district soil conservation \noffices  in  Baitadi,  Dadeldhura,  and  Doti  districts  will  be  responsible  for  subproject \nimplementation. Policy direction will be provided by an interagency steering committee. The \nPMU will be based in Dadeldhura, with a full-time project director appointed by the DSCWM at \nclass II level. The project director will reside in Dadeldhura but frequently visit Kathmandu on \nproject business. The DSCWM will recruit from the market or depute 36 mid-level technicians \nfor full-time field-based project work, and will designate three district soil conservation officers \nas environment officers for the project. The government will depute an account officer and \naccountant to work in the PMU. Senior consultant specialists will support the PMU and the \ndistrict  soil  conservation  offices.  To  ensure  an  efficient  project  start,  the  government  has \nrequested that ADB undertake the shortlisting, evaluation, and ranking of the lead firms and \ntheir proposals. Contract negotiations, and approval and signing of contracts will remain the \ngovernment's responsibility, with ADB assistance and oversight.  \n16.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.17 \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  January 2014–January 2020 \nEstimated completion date  31 January 2020 \n                                                \n16 Partial administration of NDF’s funds is limited to procurement only. No disbursement supervision will be provided. \nThe NDF-supported activities are described in the NDF’s Final Consideration Paper for Board of Directors meeting \nII/2013 on 10–11 June 2013 in Oslo, Norway. Nordic Development Fund: Final Consideration Paper (accessible \nfrom the list of linked documents in Appendix 2). \n17  Project Administration Manual (accessible from the list of linked documents in Appendix 2).   \n ", "6 \nAspects   Arrangements \nManagement \n(i)   Steering Committee  Secretary, Ministry of Forests and Soil Conservation (chair)  \nDirector General, Department of Soil Conservation and Watershed \nManagement \nRepresentative, Ministry of Federal Affairs and Local Development \nRepresentative, Ministry of Science, Technology and Environment \nRepresentative, Department of Agriculture \nRepresentative, Department of Forests \nRepresentative, Department of Irrigation \nRepresentative, Department of Water Supply and Sewerage \nRepresentative, Ministry of Finance \nChief, Planning Division, Ministry of Forests and Soil Conservation \nProject Director (secretary) \n(ii)  Executing agency  Department of Soil Conservation and Watershed Management \n(iii)  Key implementing agencies  District soil conservation offices: Baitadi, Dadeldhura, and Doti  \n(iv)  Implementation unit  Project management unit in Dadeldhura \nLiaison office in Kathmandu \nField technical teams  \nProcurement  National competitive  Multiple contracts  Variable amounts \nbidding  totaling $18,000,000 \nShopping: Materials  Multiple contracts  Up to $100,000 \nfor conservation \nworks \nConsulting services (national)  QCBS: Project  706 person-months  $3,000,000  \nmanagement and \nimplementation \nconsultants \nQBS: NGO training  Lump sum  $300,000 \nservice provider \nRetroactive financing and/or  None \nadvance contracting \nDisbursement   The grant proceeds will be disbursed in accordance with ADB's \nLoan Disbursement Handbook (2012, as amended from time to \ntime) and detailed arrangements agreed upon between the \ngovernment and ADB and documented in the project administration \nmanual.  \nADB = Asian Development Bank, NGO = nongovernment organization, QBS = quality-based selection, QCBS = quality- \nand cost-based selection. \nSource: Asian Development Bank estimates. \n \nIII.  DUE DILIGENCE \nA.  Technical  \n17.  The  yield  of  many  local  water  sources  in  the  hills  (springs  and  small  streams)  is \ndeclining, especially during the dry season, because of deforestation and land degradation in \nthe catchment areas of these sources. The effects of climate change might further aggravate \nthe situation, as the amount and timing of rainfall is expected to be altered, there may be less \nsnow melt, and actual evapotranspiration may increase. Therefore, the project emphasizes the \nrestoration and protection of such catchment areas, along with building capacity of communities \nfor catchment management. An agreement with beneficiary communities to create catchment \nmanagement areas in which grazing and fodder and forest products are regulated will be a \nprecondition  for  project  assistance.  Catchment  restoration  and  protection  will  stabilize  and ", "7 \nimprove the yield of local water sources in the medium term. To mitigate acute daily water \nshortage in the short term, the project will provide new or improved water intake and water \nstorage facilities where possible. To avoid failure and/or high operation and maintenance costs, \nthe  project  emphasizes  a  high  standard  of  design  and  construction  for  this  infrastructure. \nOperation and maintenance plans will be prepared and implemented for each management \narea within a subproject. Soil and water interventions will include landslide stabilization and \ndrainage works, hill slope and gully erosion control, bioengineering works for slope stabilization, \nland terracing, water intake structures such as spring boxes and infiltration galleries, water \ntransmission pipelines, drinking water storage tanks, conservation ponds, water storage for \nirrigation, and water troughs for livestock. Organizing and training of the local community for \ncatchment  management  and  maintenance  of  the  new  or  improved  infrastructure  will  be \nincorporated into the early stages of subproject development. \nB.  Economic and Financial \n18.  The  economic  and  financial  analyses  focused  on  the  economic  feasibility  of  three \nsample subprojects.18 For all three, quantified benefits were assessed by comparing present \ncrop production with the production expected after the introduction of new or more reliable \nirrigation water supply through the development of water storage facilities. For the Dadeldhura \nand Doti subprojects, benefits also accrue from the time savings for households collecting water \nduring the dry season. The economic internal rates of return (EIRRs) estimated for the three \nsubprojects are 14.2% for Bajura, 21.4% for Dadeldhura, and 14.9% for Doti. All are not highly \nsensitive to changes in key cost and benefit variables, but for Bajura and Doti some changes of \nkey variables tested in the sensitivity analysis lead to EIRRs below 12%. In particular, the EIRR \nof the Doti subproject would decrease to 11.2% if costs increased by 10% and benefits were \nreduced by 10% throughout the project life. Under the same scenario, the EIRR of the Bajura \nsubproject would decrease to 10.7%, and to 10.8% if only 80% of the command area were \ndeveloped, and to 11.9% if benefits were delayed 1 year. The subprojects remain viable since \nsignificant benefits have not been quantified. \n19.  The project is expected to benefit at least 45,000 households with more reliable water \nresources for irrigation, drinking, and other domestic uses, or for livestock, especially during the \ndry season. Other households will benefit from measures to improve the reliability of water \nsources, stabilize eroding and unstable areas, and other similar interventions. Together these \nmeasures will improve the resilience of watersheds and those living in them to changing climatic \nconditions.  Communities  will  contribute  commitment  money  before  the  interventions  are \nconstructed, and these funds will be set aside for major repairs, and operation and maintenance \nof  infrastructure.  Communities  will  be  responsible  for  operation  and  maintenance  of  any \ninfrastructure after project implementation.  \nC.  Governance \n20.  The project supports local governance, financial, and administrative decentralization, \nand oversight of public development expenditure by deepening transparency and accountability \nof public service delivery through local government units that select and manage their own \nsubprojects, and by building the capacity of the DSCWM and its district offices for financial \ndiscipline, responsibility, transparency, and accountability. A financial management assessment \nof the DSCWM was conducted, and a risk assessment and risk management plan is included in \n                                                \n18  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "8 \nthe linked documents.19 The assessment concluded that the DSCWM's capacity is sufficient to \ncarry out the project with training and oversight from ADB. The project aims to support the post-\nconflict  approach  outlined  in  the  country  partnership  strategy  by  identifying  and  managing \npotential conflict risks and opportunities.20 \n21.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and the DSCWM. The specific policy requirements and supplementary \nmeasures are described in the project administration manual.21 \nD.  Poverty and Social \n22.  The project will provide the infrastructure needed for increased agricultural production \nand small-scale market gardening, thereby improving food security and income. It will reduce \nthe  time  spent  (mainly  by  women)  collecting  drinking  water.  Other  disadvantaged  groups \n(mainly Dalit) will be particular beneficiaries as the project will give priority to the protection, \nenhancement, and development of the less reliable water sources currently used by these \ngroups.  Participatory  planning  processes  will  improve  social  harmony.  Improvements  in \ncommunity health are anticipated from better water supplies and greater food security. The \nproject is classified as having an effective gender mainstreaming theme. A gender and social \ninclusion plan has been made an integral part of the project design and is covered by one of the \ncovenants.22  \nE.  Safeguards \n23.  Environment. The project is classified as category B for environment as it is unlikely \nthat any proposed subprojects will lead to any irreversible damage. Any subproject that may be \nscreened as category A will not be financed. The project has been designed specifically to \nmanage the impacts of climate change on mountainous communities, and potential impacts \nfrom climate change and natural disasters on the project and its proposed interventions have \nbeen screened.23 Water balances under past and future climate conditions were assessed for \nthe subbasin that hosts the project area to determine the impact of proposed interventions on its \nhydrology.24 Most project interventions will result in positive impacts on the environment, as the \nproject  will  support  the  protection  of  catchment  areas  and  water  sources,  and  improve \ngroundwater recharge. Construction of ponds for irrigation may result in a few negative impacts \nthat  can  easily  be  mitigated.  Once  locations  for  these  ponds  have  been  determined  and \nenvironmental  screening  has  concluded  that  initial  environmental  examinations  (IEEs)  are \ndeemed necessary, IEEs will be conducted for the establishment of these ponds. The number of \nIEEs to be conducted will be based on the number and location of ponds. If several ponds are to \nbe constructed within a subcatchment, one IEE may assess the impacts of a cluster of these \nponds. The exact number of IEEs will be determined once the subprojects are finalized. The \napproved environmental assessment and review framework, as disclosed on ADB website, \n                                                \n19  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n20  Nepal  Post-Conflict  Sensitive  Approach:  A  Peace-Building  Tool  (Peace  Filter)  for  Project  Design  and \nImplementation (accessible from the list of linked documents in Appendix 2). \n21  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n22  Gender Action Plan: Gender and Social Inclusion Plan (accessible from the list of linked documents in Appendix \n2). \n23  Disaster and Climate Change Risk Screening Results (accessible from the list of linked documents in Appendix \n2). \n24  Five general circulation models were downscaled using three regional climate models for Nepal under ADB. 2008. \nTechnical Assistance to Nepal for Strengthening Capacity for Managing Climate Change and the Environment. \nManila (TA 7173-NEP). ", "9 \nprovides guidance on categorization and procedures to be followed during implementation.25 \nContracts for subprojects that require environmental assessments will be awarded only after the \napproval of the IEEs and environmental management plans by ADB and the government (if \nrequired), and will form part of the contract documents. \n24.  Involuntary resettlement. The project is categorized as C. It is designed to be based \non voluntary donation of land, on demand from the rural communities. A voluntary land donation \nframework has been prepared to help assess the involuntary resettlement safeguard status of a \nproposed subproject and confirm that the selection criteria involving the voluntary donation of \nland has been met. Any subproject requiring involuntary land acquisition will be dropped. The \nselection criteria for a subproject is that irrigation improvement is desired by a community whose \nmembers would voluntarily donate small parcels of their land (up to 10% of their agricultural \nlandholding) for the irrigation improvement. By contributing land for the project they become \nprimary beneficiaries of an enhanced irrigation facility. For each subproject with requirements \nfor  new  land,  procedures  have  been  established  to  verify  that  the  land  is  being  provided \nvoluntarily by those who stand to gain directly, and to verify that the subproject will cause no \nimpoverishment or displacement of tenants or bonded labor, and the subproject activity will not \ninvolve land that is traditionally owned or customarily used by indigenous peoples. Resettlement \ndue diligence will also ensure that meaningful consultation has taken place in good faith with all \naffected persons. The land donation will be verified by witnesses and documented. There is a \nprovision for a grievance redress mechanism, mainly to solve issues of coercion for voluntary \ndonation of land, and for donation of land that exceeds 10% of a donor's agricultural land. \n25.  Indigenous  peoples. The project is categorized as C. The communities where the \npotential schemes are located are almost exclusively Chhetri and/or Brahman and Dalit, and \nhave insignificant Janajati (indigenous people) presence. The Janajati individuals have mostly \nmoved into the project area during the road development and are found scattered along the \nroad. They do not constitute a community and are generally not a part of the agrarian system in \nthe project area. An indigenous peoples impact-screening checklist has been prepared that will \nbe used for each proposed subproject to screen out any subproject that will have negative \nimpact  on  indigenous  peoples’  communities.  A few members  of  an  endangered,  nomadic, \nindigenous peoples group—the Raute—occasionally visit the project area in Achham and Doti \ndistricts. To minimize their vulnerability and to conserve the natural resource niche that their \nmarginal livelihood depends on, the project has included, as part of the subproject selection \ncriteria, avoidance of project water storage interventions in land where the Raute are known to \ncamp, even though untapped water sources may exist.26 \n \nF.  Risks and Mitigating Measures \n26.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.27  \n \nTable 4: Summary of Risks and Mitigating Measures  \nRisks  Mitigating Measures \nDSCWM  and  DSCOs  are  unfamiliar  with  ADB’s  The  PMU  and  DSCOs  will  maintain  separate  project \ndisbursement procedures. This could affect financial  accounts to identify goods and services financed by ADB. A \nmanagement.  financial  management  specialist  will  prepare  a  project-\n                                                \n25  Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n26  The scheme and subproject selection criteria are included in the Project Administration Manual (accessible from \nthe list of linked documents in Appendix 2). \n27  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nRisks  Mitigating Measures \nspecific  financial  management  manual,  install  a \ncomputerized accounting system, and train PMU and DSCO \naccountants. ADB will follow up with the DSCWM to address \nand remedy any issues raised by the auditor. \nThe technical and management skills and motivation  A  project  training  program  will  aim  to  improve  the \nof DSCWM and DSCO staff may prove inadequate,  management and technical skills of staff in the DSCWM and \nwhich would adversely affect project implementation.  in  DSCOs.  Project  staff  with  good  performance  will  be \n  eligible for advanced and overseas training programs. \nDSCOs and user groups could provide insufficient  Project  consultants  will  train  and  assist  DSCO  staff  in \noversight and monitoring of the performance of  monitoring performance. The PMU will undertake random \ncontractors and suppliers.  spot checks. ADB review missions will conduct spot checks. \nMalfeasance could occur in bidding for civil works and  The PMU will manage civil works procurement. Each user \nmaterials supply contracts. Potential risks include the  group  will  establish  a  monitoring  committee  that  will  be \nimposition of informal conditions, kickbacks for  trained to monitor contractors. Annual audits will check for \nofficials, bid rigging, collusion and fraud, and  irregularities in the bidding and awarding of contracts and \ndeviations from original bid documents.  report any findings to the DSCWM and ADB for follow-up. \nADB’s Anticorruption Policy (1998, as amended to date) will \nbe disseminated to project staff and user group committee \nmembers. Upon the recommendation of the DSCWM, the \nPPMO will blacklist contractors and suppliers proven to be \ninvolved in malfeasance. The chief district officer, who has \nanticorruption authority, will receive and act upon genuine \ncomplaints. \nADB  =  Asian  Development  Bank,  DSCO  =  district  soil  conservation  office,  DSCWM  =  Department  of  Soil \nConservation  and  Watershed  Management,  PMU  =  project  management  unit,  PPMO  =  project  procurement \nmonitoring office. \nSource: Project preparatory technical assistance. \n \nIV.  ASSURANCES AND CONDITIONS \n27.  The government and the DSCWM have assured ADB that implementation of the project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and grant documents. \n \n28.  The government and the DSCWM have agreed with ADB on certain covenants for the \nproject, which are set forth in the grant agreement.  \n \nV.  RECOMMENDATION \n29.  I am satisfied that the proposed grants would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve  \n(i)  the  administration  by  ADB  of  the  grant  not  exceeding  the  equivalent  of \n$23,537,000 to Nepal for Building Climate Resilience of Watersheds in Mountain \nEco-Regions, to be provided by the ADB Strategic Climate Fund, on terms and \nconditions that are substantially in accordance with those set forth in the draft \ngrant agreement presented to the Board; and \n(ii)  the partial administration by ADB of the grant not exceeding the equivalent of  \n€3,600,000 to Nepal for Building Climate Resilience of Watersheds in Mountain \nEco-Regions, to be provided by the Nordic Development Fund. \n \n \nTakehiko Nakao \nPresident \n30 August 2013 ", "Appendix 1   11 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets \nand Indicators with  Data Sources and  Assumptions  \nDesign Summary  Baselines  Reporting Mechanisms   and Risks  \nImpact  By 2025:    Assumptions \nClimate resilience in  Population in project  Nepal food security  DSCWM and communities \nNepal mountain  villages is generally food  monitoring system by World  continue to maintain \ncommunities improved  securea  Food Programme  watershed management \n  improvement practices and \nstructures  \n \nGovernment and donors \ncontinue to prioritize climate \nresilience initiatives \n \nOutcome  By 2020:    Risk \nCommunities in selected  45,000 households have    Climate change greatly \nclimate-vulnerable  access to improved    reduces precipitation and \nmountain watersheds  domestic and irrigation    manageable runoff \nhave access to more  water sources (baseline:     \nreliable water resources   0) (ADB)     \n   \n  Availability of irrigation  Subproject preparation \nwater during the dry  reports for baseline data, \nseason of at least  with post-construction \n0.3 liters per second  survey \nper hectare   \n(baseline: 0) (ADB)   \n   \n  Domestic water  Subproject preparation \ncollected during dry  reports for baseline data, \nseason increased by  with post-construction \n50% (baseline: 8 liters  survey \nper person per day)   \n(ADB)   \n   \n  Time women and  Subproject preparation \nchildren spend  reports for baseline data, \ncollecting domestic  with post-construction \nwater during the dry  survey \nseason reduced by   \n75% (baseline: 3–  \n8 hours per day per \nhousehold) (ADB) \n \nOutputs  By 2020:    Assumption \n1. Participating  Yield of water sources  Subproject preparation  Users of pond irrigation \ncommunities have  (spring or surface water)  reports for baseline data,  schemes install distribution \nimproved catchment  remains stable or is  with end-of-project survey  systems as designed \nmanagement and new or  increased (ADB)     \nimproved water storage       \ninfrastructureb     \n \n2. 2. Communities and  By 2020:     \ngovernment manage  New watershed planning  DSCWM annual reports \nwater and land in an  approach adopted by   \nintegrated and inclusive  75% of trained DSCWM   \nmanner within  staff (NDF)   \nwatersheds     \n     \n ", "12  Appendix 1 \nPerformance Targets \nand Indicators with  Data Sources and  Assumptions  \nDesign Summary  Baselines  Reporting Mechanisms   and Risks  \nAt least 33% female and  Subproject preparation \nproportional  reports \nrepresentation of   \ndisadvantaged groups in   \nCDG committees; at   \nleast one woman is in a   \nleadership role (ADB)   \n   \nGood practices in water  Post-training survey \nand soil conservation  administered by project \nthat are responsive to   \nthe specific needs of \nwomen and \ndisadvantaged groups \nare adopted by \nparticipating \ncommunities (ADB) \n \n3. Knowledge-based  By 2020:    Assumption \napproaches for  12 new knowledge  Knowledge product  Strong DSCWM staff \nintegrated water and  products are produced  evaluation report  commitment to use the new \nland management and  from project outcomes, 4    planning method \nimproved water reliability  of which focus on gender     \nand accessibility in the  and social inclusion    Risk \nwake of climate change  (NDF)    Lack of sufficient involvement \nadopted by government      of DWSS and DOI in \n  Lessons, including those  Knowledge management  knowledge management \nderived from a gender  program evaluation report  program will lower the \nand social inclusion    likelihood of applying lessons \nperspective,   \nincorporated into   \nDSCWM, DWSS, and   \nDOI guidelines (NDF)   \n   \nMethod to monitor  Publication of watershed \nproject interventions on  hydrology research by \nwatershed hydrology  project’s research institute;  \ndeveloped and agreed  minutes of technical working \nby government (NDF)  group meeting \n \n4. Project management  Project outputs delivered  PMU’s trimester and annual  Risks \nsupport provided  on time and within  progress reports  High turnover of project staff \n  budget (ADB)     \nQuarterly contract awards  Government’s untimely \nand disbursement ratios  budget approval and release \n \n Activities with Milestones   \n1. Participating communities have improved catchment management and new  Inputs \nor improved water storage infrastructure   Grants \n1.1   Organize  communities,  recruit  contractors  and  implement  8  batch-1  ADB SCF under PPCR: \nsubprojects (May 2014–July 2016)  $23.54 million \n1.2   Prepare SPPRs, organize communities, recruit contractors, and implement 28   \nbatch-2 subprojects (November 2014–July 2017)  NDF: $4.63 million \n1.3  Prepare SPPRs, organize communities, recruit contractors, and implement 36   \nbatch-3 subprojects (November 2015–July 2018)  Government of Nepal: $1.94 \n1.4 Prepare SPPRs, organize communities, recruit contractors, and implement 36  million \nbatch-4 subprojects (November 2016–July 2019)   \n   \n   ", "Appendix 1   13 \nActivities with Milestones   \n2. Communities and government manage water and land in an integrated and \ninclusive manner within watersheds \n2.1 In batch-1 communities, prepare and implement catchment management and \ninfrastructure  O&M  plans  to  ensure  equitable  access  to  improved  water \nsources, and implement training program on good practices in water and soil \nconservation (April 2015–June 2016) \n2.2 In batch-2 communities, prepare and implement catchment management and \ninfrastructure  O&M  plans  to  ensure  equitable  access  to  improved  water \nsources, and implement training program on good practices in water and soil \nconservation (April 2016–June 2017) \n2.3 In batch-3 communities, prepare and implement catchment management and \ninfrastructure  O&M  plans  to  ensure  equitable  access  to  improved  water \nsources, and implement training program on good practices in water and soil \nconservation (April 2017–June 2018) \n2.4 In batch-4 communities, prepare and implement catchment management and \ninfrastructure  O&M  plans  to  ensure  equitable  access  to  improved  water \nsources, and implement training program on good practices in water and soil \nconservation (April 2018–June 2019) \n2.5 Develop and/or revise watershed management plans for critical watersheds \ntaking into account climate change impacts and using state-of-the art planning \nmethodologies (2014–2018) [Activity financed by NDF] \n \n3. Government adopts knowledge-based approaches for integrated water and \nland management and improved water reliability and accessibility in the wake \nof climate change [Activities financed by NDF] \n3.1  Establish hydrological monitoring system (2014–2015) \n3.2  Monitor  the  impacts  of  project  interventions  on  watershed  hydrology  and \nhydrological services (2016–2019) \n3.3  Document project implementation approaches and experiences (2014–2019) \n3.4  Share the project experiences, impact assessments, and lessons within Nepal \nand globally as part of the SPCR global learning support program (2014–2019) \n3.5  Strengthen  the  DSCWM's  capacity  to  manage  knowledge  and  facilitate \ninteragency cooperation (2014–2019) \n \n4. Project management support provided  \n4.1  Recruit and mobilize project staff and consultants (by 1 March 2014) \n4.2  Train project staff and consultants (April–May 2014, and yearly thereafter) \n4.3  Recruit and mobilize NGO training service provider (August 2014–April 2015) \n4.4  Evaluate subproject implementation (April–June 2016, 2017, 2018, and 2019) \n4.5  Evaluate  project  including  administration  of  post-implementation  surveys \n(June–December 2019) \nADB = Asian Development Bank, CDG = community development group, DSCWM = Department of Soil Conservation \nand Watershed Management, DOI = Department of Irrigation, DWSS = Department of Water Supply and Sewerage, \nNDF = Nordic Development Fund, NGO = nongovernment organization, O&M = operation and maintenance, PMU = \nproject management unit, PPCR = Pilot Program for Climate Resilience, SCF = Strategic Climate Fund, SPCR = \nStrategic Program for Climate Resilience, SPPR = subproject preparation reports. \na See Evaluation section of the Project Administration Manual (accessible from the list of linked documents in Appendix \n2) for an explanation of the baselines and how progress toward the target will be assessed. \nb  The  project  will  be  implemented  through  numerous  subprojects.  Communities  may  apply  for  water  source \nimprovement measures and water storage infrastructure. Targets for structural interventions will be set when the \ndesign of all subprojects is completed. See Evaluation section of the Project Administration Manual (accessible from \nthe list of linked documents in Appendix 2). \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=44214-024-2 \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Watershed Management \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework  \n5.  Development Coordination  \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators  \n8.  Summary Poverty Reduction and Social Strategy  \n9.  Gender Action Plan: Gender Equity and Social Inclusion Plan \n10.  Environmental Assessment and Review Framework \n11.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n12.  Consultation, Participation and Communications Plan \n13.  Climate Change and Vulnerability Mapping in Watersheds in Middle and High Mountains \nof Nepal \n14.  The Assessment and Management of Water Resources under Current and Future \nClimate Conditions in the West Seti Subbasin, Nepal \n15.  Nordic Development Fund: Final Consideration Paper  \n16.  Financial Management Assessment of the Department of Soil Conservation and \nWatershed Management \n17.  Nepal Post-Conflict Sensitive Approach: Peace-Building Tool (Peace Filter) for Project \nDesign and Implementation \n18.  Disaster and Climate Change Risks Screening Results  \n19.  Voluntary Land Donation Framework "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130902121208+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "nepal, climate change resilience, watersheds protection, integrated watershed management, natural resources conservation, water resources, irrigation, rural water supply, water storage infrastructure, catchment management, nepal mountain communities, project terms conditions, rrp", "ModDate": "D:20130903114731+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "This is the report and recommendation of the president (RRP) on (i) proposed administration of a grant to be provided by ADB Strategic Climate Fund and (ii) proposed partial administration of a grant to be provided by the Nordic Development Fund, both to Nepal for Building Climate Resilience of Watersheds in Mountain Eco-Regions. The RRP describes the terms and conditions for the approval of ADB's Management or Board of Directors.", "Title": "RRP: Nepal: Building Climate Resilience of Watersheds in Mountain Eco-Regions"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 20 August 2013) \n \nCurrency unit  –  Nepalese rupee/s (NRe/NRs) \n \nNRe1.00  =  $0.01014     \n$1.00  =  NRs98.65     \n         \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DSCWM  –  Department of Soil Conservation and Watershed \nManagement \n  EIRR  –  economic internal rate of return \n  IEE  –  initial environmental examination \n  NDF  –  Nordic Development Fund \n  PMU  –  project management unit \n  SPCR  –  Strategic Program for Climate Resilience \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  T. Matsuo, Environment, Natural Resources and Agriculture Division, \nSARD \n   \nTeam leader  C. Malvicini, Senior Water Resources Specialist, SARD \nTeam members  M. Amerasinghe, Environment Specialist, SARD  \nB. Debnath, Senior Social Development Specialist (Safeguards), \nSARD \nJ. Ghimire, Counsel, Office of the General Counsel \n  D. Singh, Senior Environment Officer, Nepal Resident Mission \nPeer reviewer  C. Rodgers, Senior Environment Specialist (Climate Change \nAdaptation), Regional and Sustainable Development Department  \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Miranda", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "T. Matsuo", "role": "Environment", "organization": "Natural Resources and Agriculture Division"}, {"documentRole": "Team leader", "fullname": "C. Malvicini", "role": "Senior Water Resources Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "M. Amerasinghe", "role": "Environment Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "B. Debnath", "role": "Senior Social Development Specialist (Safeguards)", "organization": ""}, {"documentRole": "Team members", "fullname": "J. Ghimire", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "D. Singh", "role": "Senior Environment Officer", "organization": "Nepal Resident Mission"}, {"documentRole": "Peer reviewer", "fullname": "C. Rodgers", "role": "Senior Environment Specialist (Climate Change", "organization": ""}]}