{"path": "data/input/ta/44239-014-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 44239-014 \nJune 2016 \n \n \n \n \nProposed Grant for Additional Financing \nKingdom of Bhutan: Air Transport Connectivity \nEnhancement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n ", "CURRENCY EQUIVALENTS \n(as of 1 June 2016) \n \nCurrency unit  –  ngultrum (Nu) \nNu1.00  =  $0.01487 \n$1.00  =  Nu67.2455 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  DOAT  –  Department of Air Transport \n  EIRR  –  economic internal rate of return  \n  IEE  –  initial environmental examination \n  MOIC  –  Ministry of Information and Communications \n  PAM  –  project administration manual \n       \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  H. Yamaguchi, Transport and Communications Division, SARD \n   \nTeam leader  T. Kawabata, Transport Specialist, SARD \nTeam members  C. L. Damandl, Senior Counsel, Office of the General Counsel \n  E. Fluet, Social Development Specialist, SARD \n  D. K. Lee, Unit Head, Project Administration, SARD \n  K. Yangzom, Environment Specialist, SARD \nPeer reviewer  W. Tawisook, Senior Transport Specialist, Central and West Asia \nDepartment  \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \n \nIII.  DUE DILIGENCE  5 \nA.  Technical  5 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty and Social  7 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \n \nIV.  ASSURANCES  10 \n \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.   Revised Design and Monitoring Framework  11 \n2.   List of Linked Documents  14 \n \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 44239-014\nProject Name Air Transport Connectivity Enhancement  Department SARD/SATC\nProject-Additional Financing /Division\nCountry Bhutan Executing Agency Ministry of Information and \nBorrower Kingdom of Bhutan Communications\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Air transport 4.00\nTotal 4.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,  including  Climate Change impact on the  Low\ngrowth (IEG) jobs, created and expanded Project\nRegional integration (RCI) Pillar 1: Cross-border infrastructure\nPillar 2: Trade and investment\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Organizational development No gender elements (NGE)\ndevelopment (GCD)\n5. Poverty Targeting Location Impact\nProject directly targets  No Nation-wide High\npoverty\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 4.00\n     Sovereign Project grant: Asian Development Fund  4.00\nCofinancing 0.00\n     None 0.00\nCounterpart  0.42\n     Government 0.42\n  \nTotal 4.42\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 02092015154625939247 Generated Date: 05-Apr-2016 15:20:29 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto  the  Kingdom  of  Bhutan  for  the  additional  financing  of  the  Air  Transport  Connectivity \nEnhancement Project.1 \n \n2.  The project, together with the original project, will improve safety, security, and capacity \nat  Bumthang,  Gelephu,  and  Yonphula  domestic  airports  by  providing  infrastructure.  The \nadditional  financing  will  further  strengthen  safety  and  security,  and  improve  passenger \nconvenience in terms of level of service at these airports. The overall project will support the \ngovernment’s plan to develop a safe, reliable, and efficient air transport system connecting \nurban and rural centers to help overcome the limitations of road transport, improve accessibility, \nand promote tourism and high-value agriculture in less-developed regions of the country. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Bhutan  is  a  mountainous,  landlocked  country  with  its  socioeconomic  development \nlargely depending on a safe, reliable, and efficient transport network. The country has an \nestimated population of 745,000 and a population density of 19 persons per square kilometer, \nwhich is the smallest population and the lowest population density in South Asia.2 Bhutan falls \nwithin a seismic risk zone with a moderate to high risk level, and has formidable weather \nconditions. This makes it difficult for the country to achieve economies of scale in service \ndelivery, and costly to build and maintain physical infrastructure, particularly roads. The high \nexternal and domestic transport costs and lack of or limited accessibility have constrained the \ncountry’s economic and social development. \n \n4.  The government’s  Eleventh  Five-Year  Plan,  2013–2018,  highlights the  development \nobjectives for the country, focusing on sustainable and equitable socioeconomic development.3 \nTo help achieve the objectives, the government decided to develop a safe, reliable, and efficient \nnetwork of domestic air transport connecting urban and rural centers. In keeping with this \nstrategy, the government started development and improvement of three domestic airports—in \nBumthang, Gelephu, and Yonphula. \n \n5.  Air  transport  activity  in  Bhutan  is  set  to  increase  substantially  as  a  result  of  the \ngovernment’s  continued  effort  to  brand  and  market  tourist  attractions  in  the  country.  The \nhistorical trend for total tourist arrivals to Bhutan has shown strong growth, with total visitor \narrivals increasing from 23,480 in 2009 to 133,480 in 2014, or a 41.6% increase per year on \naverage.4 In view of the anticipated increase in aircraft movements and passenger volume, \nthere is an urgent need to strengthen safety and security, and enhance the capacity of domestic \nairports.  \n \n                                                \n1  The revised design and monitoring framework is in Appendix 1. \n2  Asian Development Bank (ADB). 2015. Key Indicators for Asia and the Pacific 2015. Manila. \n3  Government of Bhutan, Gross National Happiness Commission. 2013. Eleventh Five-Year Plan, 2013–2018. \nThimphu. \n4  Government of Bhutan, Tourism Council of Bhutan. Bhutan Tourism Monitor Annual Report 2014. Thimphu. ", "2 \n6.  The  Asian  Development  Bank  (ADB)  approved  the  Air  Transport  Connectivity \nEnhancement Project on 21 June 2012.5 The original project was designed to improve basic \ninfrastructure at the three domestic airports, comprising (i) perimeter fencing, access road, \napron and taxiway, and car park at Bumthang airport; (ii) perimeter fencing, runway drainage \nsystem, flood protection structures, and new terminal at Gelephu airport; and (iii) removal of hills \nbeside  runways,  reshaping  the  runway,  runway  asphalt  overlay,  access  road,  car  park, \nextended  apron,  reconstruction  of  perimeter fence,  and relocation  of  a  stupa  at  Yonphula \nairport.6 During the appraisal, the total project cost was estimated at $7.60 million. ADB financed \nthe original project through a grant of $6.92 million from its Special Funds resources. The \ngovernment financed $0.68 million of taxes and duties and office accommodation.  \n \n7.  The original project is performing well based on the following assessment:7 \n(i)  Delivery of expected outputs. The delivery of expected outputs is satisfactory. \nAll civil works at Bumthang and Gelephu domestic airports were completed by \nApril 2015. Remaining civil works in Yonphula will be completed by October 2016, \nbefore the financial closing on 31 December 2016. The original project is on track \nto meet the intended outcome of improved safety, security, and capacity at the \nthree domestic airports. \n(ii)  Satisfactory  implementation  progress.  The  implementation  progress  is \nsatisfactory. As of March 2016, all contracts had been awarded with a cumulative \namount of $6.90 million (99% of the total grant). The cumulative disbursement \nwas $4.24 million (61% of the total grant). \n(iii)  Satisfactory  compliance  with  safeguard  policy  requirements.  The \ncompliance  with  safeguard  policy  requirements  is  satisfactory.  Environmental \nand  social  safeguards  mitigation  measures  have  been  implemented  in \ncompliance with the grant covenants and the mitigation measures described in \nthe  environmental  management  plan,  the  resettlement  plan,  and  contract \nspecifications. \n(iv)  Successful management of risks. The risks have been successfully managed. \nThe design and supervision consultant team, including international and national \nspecialists, has effectively supported the government’s project implementation \nunit by preparing bidding documents and bid evaluation reports, and supervising \ncontract execution. \n(v)  On track rating. The original project has been rated on track in the project \nperformance rating since the grant effectiveness. \n \n8.  The original project resolved deficiencies in basic infrastructure such as lack of aircraft \nparking aprons and taxiways, security fencing, and car parks. Aircraft parking apron and taxiway \nexpansion has enabled an increase in the number of flights during the rainy seasons. Security \nfencing has prevented live animals from entering into the airport area. All-weather car parks and \naccess  roads  have  improved  the  level  of  service  for  passengers  and  aviation  staff.  The \ninstallation of drainage and flood protection systems has mitigated the environmental risk of \nflooding and operational hazards posed by the unfavorable terrain. \n \n                                                \n5  ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the \nKingdom of Bhutan for the Air Transport Connectivity Enhancement Project. Manila (Grant 0295-BHU). \n6  Project output performance indicators at appraisal included basic infrastructure improvement such as perimeter \nfencing, runway asphalt overlay, runway repair, access road, and terminal expansion. In the course of project \nimplementation, some indicators have been added, deleted, or changed. \n7  Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \n ", "3 \n9.  Based on lessons from similar projects in the region, regulatory and institutional capacity \nis critical to ensuring sustainable development of air transport in the country. Separation of the \nregulatory and operational functions of the Department of Civil Aviation took place in April 2015; \nwhich was supported by ADB technical assistance approved on 5 December 2011.8 The Bhutan \nCivil Aviation Authority serves as the regulator while the Department of Air Transport (DOAT) \noperates and maintains airports. As a result, DOAT is serving as the project implementation unit \nwhile the Ministry of Information and Communications (MOIC) remains the executing agency for \nthe original project. \n \n10.  Despite  progress,  security  and  service  level  at  the  airports  remains  deficient.  The \nexisting passenger terminal in Bumthang has limited capacity and requires expansion. Aviation \nsecurity  staff  in  Gelephu  have  no  accommodation  facility  within  the  airport  boundary.  In \nYonphula, the aircraft apron is elevated by 1 meter from the ground level, posing a safety risk \nfor  passengers.  The  additional  financing  will  address  these  deficiencies  and  support  the \nchanges  in  project  scope  to  further  improve  security  and  service.  It  will  help  consolidate \ndevelopment  outcomes  by  providing  physical  infrastructure  within  the  airport  boundaries. \nOverall, the project meets eligibility criteria for additional financing. The additional financing will \nenhance the intended impact of the original project by utilizing the existing implementation \narrangements, achieving results expeditiously. \n \n11.  The overall project is in line with the strategic objective of providing safe and more \nefficient movement of people and goods as described in ADB’s country partnership strategy, \n2014–2018.9 The proposed additional financing is included in the country operations business \nplan,  2016–2018.10 Investments  in  developing  a  safe,  reliable,  and  efficient  domestic  air \ntransport  network  connecting  urban  and  rural  centers  were  identified  as  priorities  for  the \ntransport  sector  and  are  in  line  with  the  government’s  strategies  for  development  of  the \ntransport sector. \n \n12.  Regional  connectivity.  The  government’s  initiative  to  develop  international  and \ndomestic air transport networks will contribute to tourism growth in Bhutan. International visitors \nwho  travel  to  domestic  tourism  destinations  currently  must  travel  by  road.  Improved  air \nconnectivity will provide more variety of transport modes to reach domestic destinations, and \nenable  the  marketing  of  tourist  attractions  to  diversified  visitor  segments.  The  project  will \nimprove accessibility to less-developed regions of the country. This will help facilitate greater \nand more equitable coverage of potential benefits from tourism growth. \n \nB.  Impact and Outcome \n \n13.  The overall aggregate impact will be improved air transport connectivity. The overall \naggregate outcome will be improved safety, security, and capacity at three domestic airports in \nBumthang, Gelephu, and Yonphula. The impact and outcome statements are unchanged from \nthe original project. \n \n \n \n                                                \n8  ADB.  2011.  Technical  Assistance  to  Bhutan  for  Strengthening  Air  Transport  Regulatory  and  Operational \nPerformance. Manila (TA 7945-BHU). \n9  ADB. 2014. Country Partnership Strategy: Bhutan, 2014–2018. Manila. \n10 ADB. 2015. Country Operations Business Plan: Bhutan, 2016–2018. Manila. \n ", "4 \nC.  Outputs \n \n14.  The output will be improved infrastructure at the three domestic airports, comprising (i) \nconstruction of a passenger terminal building at Bumthang airport, (ii) construction of aviation \nsecurity staff quarters at Gelephu airport, and (iii) installation of a low safety barrier around the \napron perimeter at Yonphula airport. \n \nD.  Investment and Financing Plans \n \n15.  The overall project is estimated to cost $12.02 million (Table 1). \n \nTable 1: Project Investment Plan \n ($ million) \nCurrent  Additional \nItem  Amounta  Financingb  Total  \nA.   Base Costc        \n1.  Works and equipment  5.13  3.23  8.36 \n2.  Consulting services for design and  0.77  0.20  0.97 \nsupervision \n3.  Taxes and duties  0.60  0.34  0.94 \n    Subtotal (A)  6.50  3.77  10.27 \nB.   Recurrent Costs  0.10  0.10  0.20 \nC.   Contingenciesd   1.00  0.55  1.55 \n      Total (A+B+C)  7.60  4.42  12.02 \na  Refers to the original amount. Includes taxes and duties of $0.60 million financed from government resources. \nb  Includes taxes and duties of $0.34 million to be financed from government resources. The Asian Development \nBank (ADB) will finance taxes and duties for small expenditures which may not be tax exempted. The amount of \ntaxes and duties is determined on the grounds that (i) the amount will not present an excessive share of the project \ninvestment plan, (ii) the taxes and duties apply only to ADB-financed expenditures, and (iii) the financing of taxes \nand duties is relevant to the success of the project. \nc  In end-2015 prices. Exchange rate used is Nu66.9 = $1.0. \nd  Physical contingencies are computed at 10% for civil works and consulting services contract values. Price \ncontingencies are computed at 1.5% on foreign exchange costs and 5.0% on local currency costs, including \nprovision for potential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nSource: Asian Development Bank estimates. \n \n16.  The government has requested a grant not exceeding $4 million from ADB’s Special \nFunds  resources  to  help  finance  the  project,  including  works  and  equipment,  consulting \nservices, and recurrent costs for project management.11 The government’s financing will cover \nrecurrent  costs for  office  accommodation  in kind, and taxes  and  duties  in  the form  of  an \nexemption. \n \n17.  The financing plan is in Table 2. \n \n \n \n \n \n \n \n                                                \n11 A country's eligibility for Asian Development Fund (ADF) grants under the revised grant framework is determined \nby its risk of debt distress. The latest debt sustainability analysis determined that Bhutan had a moderate risk of \ndebt distress and was therefore eligible to receive 50% of its ADF allocation as grants. \n ", "5 \n \nTable 2: Financing Plan \nCurrenta     Additional Financing    Total \nAmount  Share of  Amount  Share of  Amount  Share of \nSource  ($ million)  Total (%)  ($ million)  Total (%)  ($ million)  Total (%) \nAsian Development Bank              \nSpecial Funds Resources  6.92  91.05  4.00  90.50  10.92  90.85 \n(grant) \nGovernment  0.68  8.95  0.42  9.50  1.10  9.15 \nTotal  7.60  100.00  4.42  100.00  12.02  100.00 \na  Refers to the original amount.  \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n18.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual (PAM).12  \n  \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  July 2016–June 2020 \nEstimated completion date   30 June 2020  Grant closing date  31 December 2020 \nManagement \n(i)   Executing agency  Ministry of Information and Communications \n(ii)  Implementation unit  Department of Air Transport \nProcurement  International competitive bidding and/or 2 contracts  $3.22 million \nNational competitive bidding \nShopping  1 contract  $0.01 million \nConsulting services  Supervision consultant using quality- 40 person- $0.20 million \nand cost-based selection with  months national \nsimplified technical proposals and a \n90:10 quality–cost ratio, \nas the nature of the assignment related \nto civil aviation requires priority \nconsideration for quality \nAdvance contracting  Goods, works, and consulting services \nDisbursement  The grant proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB. \nADB = Asian Development Bank. \nSource: Government of Bhutan. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n19.  Engineering. The engineering design will be based on on-site condition surveys and \nfield investigations, optimizing the required improvement works for economy and construction \nefficiency  in  accordance  with  applicable  international  design  standards.  The  construction \nmethod  will  use  proven  technology  with  standard  materials  that  are  compatible  with  local \n                                                \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nconditions. To enhance resilience to climatic hazards and disasters, built-in civil engineering \nmeasures will be assessed and applied, including flood protection structures, design values of \nstorm  frequency  and  runoff,  and  drainage  systems.  Hydrological  considerations  will  be \nheightened in consultation with the government’s hydro-meteorological services division.  \n \n20.  Operation  and  maintenance. DOAT’s Technical Support Division, which comprises \nfour  sections—civil,  electrical,  mechanical,  and  horticulture  and  beautification—is  currently \nproviding adequate maintenance services for Bhutan’s airport facilities. With minimum staffing, it \nrelies on external local contractors for several maintenance functions including some major \nmaintenance activities for airside facilities such as the runway, taxiways, and apron. For current \nand future maintenance requirements for the domestic airports, DOAT has assigned six full-time \nmaintenance staff—two stationed at each airport in Bumthang and Gelephu, and two at the \nYonphula  airport  once  domestic  air  service  operations  recommence.  Additional  and  more \nspecialized maintenance staff are seconded from Paro International Airport when and if required. \n \nB.  Economic and Financial \n \n21.  The economic assessment was carried out in accordance with ADB's Guidelines for the \nEconomic Analysis of Projects.13 The proposed additional financing will provide a new terminal \nfacility and associated infrastructure, together with the ongoing project which improved safety, \nsecurity,  and  capacity  at  the  three  domestic  airports.  The  overall  project  will  help  ensure \noperation of aircraft types with adequate capacity for continued passenger traffic growth and \nimproved service and safety.14 The economic benefits are derived from the air traffic that will be \ngenerated. Economic benefits will include (i) an increase in tourist spending derived from longer \nstays in the country as more regions are connected by air, and additional tourist arrivals to the \ncountry as a result of better accessibility to more parts of the country; (ii) travel time savings for \ndomestic air passengers; (iii) aeronautical revenues received by the airport from new traffic; and \n(iv)  improved  aircraft  utilization  by  the  airline operator. The total  benefit generated  by the \ndomestic airport development was apportioned according to the investment made for airport \ndevelopment. The economic internal rate of return (EIRR) for the overall project is estimated at \n15.5%. A sensitivity analysis tested the effects of possible unfavorable scenarios resulting from \nchanges in the key parameters that determine the project’s costs and benefits. The analysis \nindicates that the project’s economic viability would remain satisfactory even under adverse \nscenarios, and that a cost increase of 52% for the components under additional financing or \ndecrease in benefits of 21% would be required to reach the cutoff EIRR of 12%. The EIRR of \nthe additional financing alone is 16.1%. \n \n22.  The  financial  assessment  was  undertaken  to  assess  the  viability  of  the  project \ninvestment based on revenues from the domestic airport improvements covering the capital and \noperating costs. Based on the financial projections and evaluation, the project is financially \nsustainable  and  will  generate  sufficient  revenue  to  meet  the  operation  and  maintenance \nexpenditure and partially recover the investment made. However, the rate of return on the \noverall project is negligible. The economic analysis demonstrates social and economic benefits \nfrom improved accessibility, including substantial tourism growth potential and local employment \ngeneration.15 \n \n                                                \n13 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n14 Aircraft types include the ATR 42-500 (short-haul regional airliner) or equivalent. \n15 The use of an ADF grant is appropriate as the rate of return on investment will not be significant, and overall social \nand economic benefits will accrue for the country. \n ", "7 \nC.  Governance \n \n23.  Policy, legal, and institutional capacity. DOAT is responsible for the development and \nmanagement of Bhutan’s airports and the operation and maintenance of the country’s airports \nand airfields. The DOAT director reports to the secretary of the MOIC. DOAT has sufficient \ncapacity to undertake infrastructure improvements with past project experience funded primarily \nby  bilateral  development  partners.  Supported  by  ADB  capacity  development  technical \nassistance  (footnote  8),  a  new  Civil  Aviation  Act  and  applicable  Bhutan  air  navigation \nregulations to reflect current needs have been prepared, effective separation of the regulatory \nand operating functions of the Department of Civil Aviation has taken place, and technical \ntraining in the critical areas of regulatory oversight and airport operations have been provided to \nDOAT staff, which contributed to further improvement of institutional capacity. \n \n24.  Financial  management.  The  financial  management  assessment  was  conducted  in \naccordance with ADB’s Guidelines for the Financial Management and Analysis of Projects16 and \nthe Financial Due Diligence: A Methodology Note.17 The financial management assessment \nconsidered the capacity of DOAT, including funds flow arrangements, staffing, accounting and \nfinancial reporting systems, financial information systems, and internal and external auditing \narrangements. Based on the assessment, DOAT will include a suitably qualified accountant \nofficer in the project implementation unit. It is concluded that the overall premitigation financial \nmanagement  risk  of  DOAT  is  moderate.  With  the  proposed  action,  the  overall  financial \nmanagement arrangements are considered satisfactory, and the overall risk is moderate. \n \n25.  Procurement  and  anticorruption.  All  procurement  of  works  and  goods  will  follow \nADB’s Procurement Guidelines (2015, as amended from time to time). National competitive \nbidding  will  follow  the  government’s  Procurement  Rules  and  Regulations  (2009)  with  the \nclarifications and modifications described in the procurement plan. Under the government’s \nProcurement Rules and Regulations (2009), the Public Procurement Policy Division under the \nMinistry  of  Finance  is  the  oversight  agency  for  public  procurement  in  the  country  and  is \nmandated, among other things, to make recommendations to the government to oversight \nreform of the procurement policy or laws, prepare standard bidding documents, issue technical \nguidelines  and  manuals  on  procurement,  liaise  with  government  organizations  to  develop \nhuman resources and professionalism in procurement, and act as the central counterpart for \nany procurement-related issues in connection with donors. The regulations also recognize that \ndonor rules and procedures on procurement may prevail in the case of donor-funded projects. \nThe Anti-Corruption Commission under the Anti-Corruption Act of Bhutan, enacted in 2006, has \nauthority  to  take  necessary  actions  to  prevent  and  combat  corruption,  investigate  acts  of \ncorruption whenever there is evidence of corruption, sanction corrupt firms from participating in \ngovernment bids, and monitor implementation of the national anticorruption strategy. ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment. The specific policy requirements and supplementary measures are described in \nthe PAM (footnote 12). Preparation of detailed design and bidding documents for the additional \nfinancing components is in progress, funded by the original project. \n \nD.  Poverty and Social \n \n26.  Poverty reduction and social impact. Bhutan’s poverty rates have been significantly \nreduced  from  31.7%  in  2003  to  12.0%  in  2012  because  of  economic  growth  and  the \n                                                \n16 ADB. 2005. Guidelines for the Financial Management and Analysis of Projects. Manila. \n17 ADB. 2009. Financial Due Diligence: A Methodology Note. Manila. \n ", "8 \ngovernment’s efforts to improve living standards (footnote 9). ADB’s 2013 country diagnostic \nstudy for Bhutan identified poor connectivity in rural areas and limited opportunities for decent \nemployment as key factors contributing to poverty and inequality.18 The project is expected to \nincrease accessibility and create income-generating opportunities for the estimated 100,000 \nresidents  living  in  Bumthang,  Sarpang,  and  Trashigang  districts,  where  the  airports  are \nlocated.19 The project is expected to support the development of trade and businesses in \ngeneral and the tourism sector in Bumthang in particular. Project beneficiaries include DOAT; \nthe households expected to occupy the new staff quarters at Gelephu; and the businesses and \nvisitors related to trade, tourism, and services sectors. \n \n27.  Gender. The new terminal at Bumthang will include universal design features such as \nsegregated toilets for men  and  women  and accessibility  ramps.  Moreover, the  project  will \nbenefit the existing 13 female staff working in the three airports, and the prospected eight staff \nto be hired shortly. Consultations with 104 women and a sample survey on 200 households \nwere conducted in 2011 as part of the poverty and social assessment prepared under the \noriginal project. Most women consulted, whose primary income comes from selling agricultural \nand dairy products, viewed the development of the airports positively and were looking forward \nto  the  ensuing  business  and  income-generation  opportunities  derived  from  an  increase  in \ngeneral business and tourist numbers. \n \n28.  Sexually Transmitted Infections. The National Sexually Transmitted Infections (STI), \nHIV  and  AIDS  Prevention  and  Control  Programme   is  a  multisector  initiative  involving  all \nsections of society in Bhutan and has been operating since 1988, assisted by bilateral and \nmultilateral  development  agencies  and  the  United  Nations.  The  government  has  been \nsuccessful in carrying out awareness campaigns to prevent the health risks associated with \ninfrastructure development. Meanwhile, under the project, contractors will carry out STI/HIV \nawareness activities for laborers at work sites, which will be monitored by supervision consultant. \n \nE.  Safeguards \n \n1.  Involuntary Resettlement and Indigenous Peoples \n \n29.  Land  acquisition  and  resettlement.  The  project  is  categorized  C  for  involuntary \nresettlement. Social due diligence of social impacts related to the additional financing was \nconducted  during  project  preparation  and  confirmed that  all  civil  works  will  be  built  within \nDOAT’s property boundaries, will not affect private assets, and will not cause physical and \neconomic displacement. A social compliance review of the ongoing investment, which was \ncategorized B for resettlement impacts, was also conducted. It confirmed that the household \naffected by land acquisition in Gelephu was compensated as per the disclosed resettlement \nplan and that a stupa at Yonphula was successfully relocated.20 However, it also identified \npending actions to address impacts associated with the original development of the airports \nunder the Government of Bhutan’s own financing, such as the finalization of the compensation \nof  one  household  and  the  reconstruction  of  a  footbridge  in  Bumthang  as  well  as  the \nidentification of an alternative footpath in Yonphula. DOAT agreed on an action plan to address \n                                                \n18 ADB, Australian Agency for International Development, and Japan International Cooperation Agency. 2013. \nCountry Diagnostic Studies: Bhutan—Critical Development Constraints. Manila. \n19 Government of Bhutan, National Statistics Bureau. 2005. Population and Housing Census of Bhutan 2005. \nThimphu.  \n20  Resettlement Plan for the Air Transport Connectivity Enhancement Project, Gelephu New Terminal in Bhutan. \n  http://www.adb.org/sites/default/files/project-document/148765/44239-013-rp-01.pdf \n ", "9 \nthese issues. More information can be found in the Safeguards Compliance Report disclosed on \nthe ADB website.21 \n \n30.  Impact on indigenous peoples. There are no indigenous people in the project area. \nThe civil works under the additional financing will not affect any person and the project is \ncategorized C for indigenous peoples. \n \n2.  Environment \n \n31.  The additional financing is for construction of a new terminal building at Bumthang \nairport, security staff quarters at Gelephu airport, and a low safety barrier at Yonphula airport. \nThese activities do not involve major civil works and will all be undertaken within the boundaries \nof the existing airport facilities. Given this, anticipated environmental impacts of the project are \nlow  and,  therefore,  the  project  is  classified  B  in  accordance  with  ADB's  Safeguard  Policy \nStatement (SPS) (2009). An initial environmental examination (IEE) report has been prepared \nfor the proposed construction of the three structures under the project and disclosed on the ADB \nwebsite. A safeguards compliance audit has been carried out for the original project, as required \nby the SPS for existing facilities, as the proposed structures under the project are being added \nto the existing airports. The safeguards compliance report is also disclosed on the ADB website. \nAnticipated environmental impacts, which will mainly occur during the construction stage, are \noccupational health and safety issues, generation of construction waste, generation of dust and \nnoise, and problems of siltation. Solid and liquid waste from the operation of the two buildings \nwill be the main operational-stage issue that will need to be managed. Mitigation measures to \naddress these issues have been recommended in the IEE and the environmental management \nplan,  which  will  form  part  of  the  bidding  documents  for  contractors.  Consultations  with \nconcerned stakeholders and communities have been completed while preparing the IEE. A \ngrievance redress mechanism has been proposed to address stakeholder and local community \nconcerns during project construction.  \n \n32.  The institutional system under the original project will continue to be followed for the \nadditional financing components. DOAT’s director will serve as the project director responsible \nfor overall implementation of environmental safeguards. The project manager for each airport \nwill serve as the on-site focal point for environmental safeguards under the DOAT director. The \nsupervision  consultant  team  will  include  an  environment  specialist  to  monitor  contractor \ncompliance. Annual environmental monitoring reports will be prepared and submitted to ADB for \ndisclosure  on  the  ADB  website,  as  required  by  ADB's  Safeguard  Policy  Statement  for \nenvironment category B projects. \n \nF.  Risks and Mitigating Measures \n \n33.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.22 Based on the overall assessment, the \nintegrated benefits and impacts are expected to outweigh the costs. \n \n \n \n \n                                                \n21 Environmental and Social Safeguards Compliance Report (accessible from the list of linked documents in Appendix \n2). \n22 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTable 4: Summary of Risks and Mitigating Measures \nRisk  Mitigating Measures \nDelay in releasing government  ADB will cover 100% of total expenditure for works, goods, and services, \ncounterpart funds  exclusive of taxes and duties to be exempted by the Government of \nBhutan. This will ease the financial burden on the government to provide \ncounterpart funding and, thereby, ensure adequate cash flow during \nimplementation. \nImplementation delay  Advance action is being taken by utilizing the existing consulting \nservices contract to ensure timely commencement of engineering design \nand preparation of bidding documents. \nADB = Asian Development Bank. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n34.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand grant documents. \n \n35.  The government has agreed with ADB on certain covenants for the project, which are \nset forth in the grant agreement. \n \nV.  RECOMMENDATION \n   \n36.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding $4,000,000 to the Kingdom of Bhutan, from ADB’s Special Funds resources for the \nadditional  financing  of  the  Air  Transport  Connectivity  Enhancement  Project,  on  terms  and \nconditions that are substantially in accordance with those set forth in the draft grant agreement \npresented to the Board. \n \n \n \nTakehiko Nakao \nPresident \n \n1 June 2016 \n ", "Appendix 1  11 \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nCurrent project  \nAir transport connectivity improved (Eleventh Five-Year Plan)a \nOverall project  \nUnchanged \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting   Risks \nOutcome       \n       \nCurrent project   Current project   (For all indicators)  The government does \nSafety, security,  By project completion (2016):    not provide adequate \nand capacity at    Annual audit and  funds for operation and \nthree domestic  Safety standards improved to  inspection report of the  maintenance expenses \nairports in  meet ICAO requirements for  Department of Air  on time. \nBumthang,  aircraft parking, aeronautical  Transport \nGelephu, and  communication, and air \nYonphula  rescue and firefighting \nimproved  service support facilities \n \nSecurity standards improved \nto meet ICAO requirements \nfor security cordon around \nperimeter \n \nCapacity for level of service \nin terminal areas improved \nfrom IATA standard grade E \nto B \n       \nOverall project   Overall project \nUnchanged  By project completion (2021): \n \nUnchanged \nOutputs       \n       \nCurrent project  Current project  (For all indicators)  Civil works and \nInfrastructure at  By project completion (2016):    equipment installation \nthree domestic    Annual audit and  progress is delayed. \nairports in  1a. Bumthang airport:  inspection report of the   \nBumthang,  Perimeter fencing of 4 km,  Department of Air   \nGelephu, and  runway asphalt overlay of  Transport   \nYonphula  36,000 m2, a general service     \nimproved  and maintenance vehicle,     \n  and all-weather access road     \n  of 1 km     \n     \n       \n     \n     \n     \n     \n     \n   \n ", "12   Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting   Risks \n  1b. Gelephu airport:     \nPerimeter fencing of 4 km     \nincluding security gate and     \nguardhouse; air rescue and     \nfirefighting service support     \nfacilities; a general service     \nand maintenance vehicle; all-    \nweather access road of 2 km;     \nexpansion of terminal of     \n1,000 m2, apron and taxiway     \nof 6,000 m2, runway drainage     \nsystem, and flood protection     \nstructures; and installation of     \ncommunication and     \nnavigation aids equipment     \n     \n  1c. Yonphula airport:     \nRemoval of small hills beside     \nrunway, provision of air     \nrescue and firefighting     \n \nservice support facilities and   \n \na general service and   \n \nmaintenance vehicle, and   \n \nrepair of runway strip   \n \ndrainage of 500 meters   \n \n   \n \nOverall project  Overall project   \nUnchanged  By project completion (2021):  (For all indicators)  Civil works and \n    equipment installation \n1a. Bumthang airport:  Annual audit and  progress is delayed. \nPerimeter fencing of 3.8 km,  inspection report of the \nall-weather access road of  Department of Air \n1.0 km, apron and taxiway of  Transport \n8,364 m2, car park area of   \n3,077 m2, new terminal \nbuilding \n \n  1b. Gelephu airport:     \nPerimeter fencing of 2.8 km, \nsecurity gate, drainage \nsystem comprising 198,000 \nm2 of graded area, flood \nprotection system comprising \n911 meters of wall and river \ndredging a volume of 20,385 \nm3 from the stream on the \nwestern side of the airport, \nnew terminal with total floor \narea of 357 m2, aviation \nsecurity staff quarters \n \n1c. Yonphula airport:      \nRemove three hills beside \nrunway, reshape runway, \n ", "Appendix 1  13 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting   Risks \nprovide asphalt on runway, \nprovide access road of 150 \nmeters, provide new car park, \nextend apron, remove and \nreconstruct perimeter fence \nof 2.4 km, relocate one stupa, \ninstall low safety barrier \naround perimeter of apron \nK  ey Activities with Milestones (Overall Project) \n \n1.  Infrastructure at three domestic airports in Bumthang, Gelephu, and Yonphula improved \n1.1 Complete engineering design, specifications, bill of quantities, cost estimates, and bidding documents \nby December 2016 (changed) \n1.2 Engage consultant for supervision by September 2017 (changed) \n1.3 Procure works and equipment by September 2017 (changed) \n1.4 Complete all civil works and installation of equipment by June 2020 (changed) \n \nProject Management Activities \nProject implementation unit established by Q2 2016 \n Inputs \nADB (Grant) \n$   6,920,000 (current project) \n$   4,000,000 (additional financing) \n$ 10,920,000 (overall project) \n \nGovernment  \n$    680,000 (current project) \n$    420,000 (additional financing) \n$ 1,100,000 (overall project)_____________________ \n  \nAssumptions for Partner Financing \nCurrent project \nNone \nOverall project \nUnchanged \n IATA = International Air Transport Association, ICAO = International Civil Aviation Organization, km = kilometer, m2 = \nsquare meter, m3 = cubic meter. \na  Government of Bhutan. Eleventh Five-Year Plan, 2013–2018. Thimphu. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=44239-014-2 \n \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Transport, and Information and Communication \nTechnology (Air Transport) \n3.  Project Administration Manual \n4.  Summary of Project Performance \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic and Financial Analysis \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Initial Environmental Examination \n11.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n12.  Environmental and Social Safeguards Compliance Report \n13.  Project Climate Risk Assessment and Management Report \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20160606112902+08'00'", "ModDate": "D:20160606112902+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 1 June 2016) \n \nCurrency unit  –  ngultrum (Nu) \nNu1.00  =  $0.01487 \n$1.00  =  Nu67.2455 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  DOAT  –  Department of Air Transport \n  EIRR  –  economic internal rate of return  \n  IEE  –  initial environmental examination \n  MOIC  –  Ministry of Information and Communications \n  PAM  –  project administration manual \n       \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  H. Yamaguchi, Transport and Communications Division, SARD \n   \nTeam leader  T. Kawabata, Transport Specialist, SARD \nTeam members  C. L. Damandl, Senior Counsel, Office of the General Counsel \n  E. Fluet, Social Development Specialist, SARD \n  D. K. Lee, Unit Head, Project Administration, SARD \n  K. Yangzom, Environment Specialist, SARD \nPeer reviewer  W. Tawisook, Senior Transport Specialist, Central and West Asia \nDepartment  \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"documentRole": "Vice-President", "fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "H. Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "H. Yamaguchi", "role": "Transport and Communications Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "T. Kawabata", "role": "Transport Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "C. L. Damandl", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "E. Fluet", "role": "Social Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "D. K. Lee", "role": "Unit Head", "organization": "Project Administration"}, {"documentRole": "Team members", "fullname": "K. Yangzom", "role": "Environment Specialist", "organization": "SARD"}, {"documentRole": "Peer reviewer", "fullname": "W. Tawisook", "role": "Senior Transport Specialist", "organization": "Central and West Asia"}]}