{"path": "data/input/ta/44295-012-phi-pptar.pdf", "pages": [" \n  \n \n   \nT  echnical Assistance Paper \n \n___________________________________________ \n \n  \n  \n \n \n \n \n \n \n \n \nProject Number: 44295-01 \nJuly 2010 \n \n \n \n \nRepublic of the Philippines: Preparing Three Wind \nFarm Projects in Luzon \n(Asian Clean Energy Fund under the Clean Energy \nFinancing Partnership Facility) \n ", " \nPROJECT PREPARATORY TECHNICAL ASSISTANCE  PAPER \nI.  BACKGROUND AND RATIONALE \n \nA.  Background \n \n1.  The Philippine electrical power grid, with about 15,681 MW of installed capacity in 2008, \nis divided into three: Luzon (Northern Philippines), Visayas (Central Philippines), and Mindanao \n(Southern Philippines). The Luzon grid, where the three wind farm projects will be located, is the \nlargest of the three grids and accounts for over 75% of the total installed capacity. Fossil fueled \npower plants, which are largely located in Luzon, is the dominant source with coal-fired power \nplants  and  oil  fired  power  plants  accounting  for  26.9%  and  21.4%  of  installed  capacity \nrespectively. Total power generated in 2008 was at 60,281 GWh, of which roughly 66.1% is \nfrom fossil fuel. Natural gas-fired power plants remain the top producer of electricity with a total \ngeneration of 19,576 GWh while coal-fired generation was the second leading contributor with a \ngeneration of 15,749 GWh. Oil-based plants generated a total of 4,868 GWh in 2008. Almost all \nof the coal and oil required to run the power plants is imported, thus exposing the country to \nprice volatility and the availability of fuel supply. In 2007, the country spent roughly $7.5 billion to \nimport fossil fuel for power generation.  \n \n2.  In the meantime, greenhouse gas (GHG) emissions in the country have been rising \nbecause a significant portion of the country's energy requirements are supplied by coal and oil. \nIn 2005, the Philippines was ranked 39th in the world in terms of overall GHG emissions with \nabout 142 million tons of carbon dioxide equivalent (MtCO e), excluding emissions due to land \n2\nuse change.1 Studies done by ADB (2009)2 and World Bank (2009)3 indicate that under a \nbusiness-as-usual scenario in which half of the installed capacity will be coal-fired plants, total \nGHG emissions from power generation will increase from less than 30 to about 140 MtCO e/y \n2\n(representing more than a 400% increase by 2030).4  The Philippines therefore is faced with the \nchallenge of achieving energy security in an environmentally sustainable manner in its pursuit of \neconomic growth. \n \n3.  Recognizing the challenges faced by the country, the energy road map, approved in \n2008 by the then Philippine President, promotes technology shifts to mitigate the increase in \nGHG  emissions  particularly  in  the  power  sector.  In  accordance  with  the  road  map,  the \nGovernment signed into law the Renewable Energy Act (RE Act) in December 2008, which is \ndesigned to encourage increasing use of renewable energy in power generation with the aim to \ndouble the renewable based installed capacity from its 2008 level of 5,300 MW by 2030. Key \ncomponents of the RE Act, which are the determination of the Feed-in-Tariffs, Renewable \nPortfolio Standard, and Net Metering are currently in the final stages of deliberation and is \nanticipated to be released soon. The Government is optimistic that once the incentives for \n                                                \n1  Climate Analysis Indicators Tool (CAIT) Version 6.0. (Washington, DC: World Resources Institute, \n2009). \n2  ADB. 2009. The Economics of Climate Change in Southeast Asia: A Regional Review. Manila (April \n2009).  \n3 World Bank. 2009. An Assessment of Low-Carbon Interventions in the Transport and Power Sectors in \nthe Philippines, unpublished.  \n4  Results from “APEC Energy Demand and Supply Outlook of 2006\" (Online at: \nhttp://www.ieej.or.jp/aperc) are also pointing to similar trends in CO emissions.  \n2 ", " \nrenewable energy projects under the Renewable Energy Act are implemented, there would be \nincreasing interest to construct renewable energy projects. \n     \n4.  The potential for wind power is abundant since the country is situated on the fringes of \nthe Asia-Pacific monsoonal belt. A study conducted by the US National Renewable Energy \nLaboratory (NREL) in 1999 shows over 10,000 square kms of windy land area exist with a \ncombined capacity of about 70,000 MW. Despite the enormous potential however, only one \nwind power project, Northwind Bangui Bay power plant5, has been developed with an installed \ncapacity of 33 MW. This is due largely to the cost of developing and constructing wind power \nplants particularly in a merchant market environment6. The private sector views the barriers to \nentry to be high and considers the cost of doing site-specific feasibility studies including wind \nassessments  prohibitive  due  to  the  probability  that  such  initial  investment  could  indicate \nunfavorable business prospects. \n  \nB.    Technical Assistance \n \n5.  In December 2008, Alternergy Philippine Holdings Corporation (APHC) was awarded by \nthe Department of Energy the exclusive right to develop wind power projects in 3 locations. In \naccordance with the RE Act, this right was subsequently converted to wind energy service \ncontract which gives APHC the exclusive right to develop and construct wind power projects in \nthose locations. These locations were among those identified under the Philippine Wind Atlas as \npotential sites for wind farms due to good to excellent wind resources. Subsequently, DOE \nawarded additional wind energy service contracts to APHC in 3 other locations in October 2009. \nAPHC is committed to implement all six projects if the wind measurements and site specific \nstudies indicate that the power plants are commercially viable. Given the high costs of preparing \ncomprehensive feasibility studies for each site, APHC has sought the assistance of ADB to \nadvance the payment for these costs for the 3 initial locations. APHC will simultaneously finance \nthe feasibility studies for the 3 new sites. \n \n6.  The proposed technical assistance will be provided to APHC to conduct the first phase \nof the preparatory work for the construction of three wind power projects. The TA will produce \nthe site-specific feasibility studies including wind assessment for each of the three proposed \nwind power plants. Each feasibility study would determine the viability for commercial operations \nof a wind power project which would be needed by APHC to raise financing for the construction \nand operation of these power plants. \n \n7.  Key activities under the TA will include: (i) develop basic concept for layout of wind farm; \n(ii) detailed design of the wind monitoring program; (iii) monitor, collect, and analyze wind data, \nensuring quality control of the reference station; (iv) select and specify wind turbine generator \nsets; (v) calculate standard wind farm energy production, optimize wind farm grid based on \ntechnical data analysis; (vi) calculate wind farm construction and development costs, analyze \ntechnical risks, sensitivity analysis; (vii) conduct environmental and social impact assessments, \nincluding public consultations with affected persons (in partnership with local organizations); and \n(viii) develop an interconnection plan to evacuate the power from each project to the main \n                                                \n5 This project was financed using concessional loans from the Danish International Development Agency \n6 Under the power sector reform program, the Government and its state-owned utility is prohibited from \nconstructing power plants and/or providing guarantees to purchase electricity to service the country's \nthree main grids. Private power generators are required to sell their electricity into a market but could \nenter into bilateral sales arrangements with distribution utilities. ", " \nLuzon grid. After completion of the feasibility studies, so long as the studies indicate that the \nprojects are technically and financially viable, APHC would commence the construction of the \nthree wind power projects with a combined capacity of up to 150 MW. \n \nC.    Alignment with ADB Strategy and Operations \n \n8.  ADB's country strategy and program for the Philippines lists inadequate infrastructure \nsuch as the availability of reliable and affordable electricity as among the six major constraints \nfor the country to achieve rapid poverty reduction. Given the country's fiscal imbalance, ADB, \nthrough the Power Sector Development Program (PSDP), supports Government initiatives that \nincrease private sector investments to increase and improve the delivery of electricity in the \ncountry. Support for the development of wind power plants by APHC, a private sector company, \nis a logical continuation of ADB's PSDP initiatives. \n \n9.  ADB recognizes that energy plays a vital role in economic growth and poverty reduction \nand is taking a prominent role to help countries like the Philippines, which is heavily reliant on \nimported  coal  and  oil,  achieve  energy  security  while  mitigating  the  country's  growing \ngreenhouse gas emissions. As such, ADB is integrating climate change into planning and \ninvestment, to ensure continued economic growth in a sustainable manner. The proposed wind \npower  projects  are  in  line  with  ADB's  climate  change  initiatives  that  promote  the  use  of \nrenewable energy to support the economy. \n \nD.    Cost Estimates and Proposed Financing Arrangements \n \n10.  ADB will provide up to $630,000 on a grant basis from the Asian Clean Energy Fund7 \nunder the Clean Energy Financing Partnership Facility.  \n \nE.  Implementation Arrangements \n \n11.  Executing  Agency. APHC will be the Executing Agency of this PPTA. APHC is a \ncompany  founded  by  individuals  with  extensive  experience  in  power  development  in  the \nPhilippines and renewable energy. The key individuals behind this company are Vincent S. \nPerez, Jr. and Knud Hedeager. Mr. Perez was the Philippine Energy Minister from June 2001 to \nMarch 2005 where he aggressively pursued and promoted energy self-sufficiency and use of \nclean indigenous energy.  He was instrumental in crafting the country's renewable energy policy \nframework. Mr. Perez is currently one of the members of the National Renewable Energy \nBoard8, representing the non-government organization (NGO) sector. Mr. Hedeager, on the \nother hand has worked in the wind industry for the past 7 years initially as a senior management \n                                                \n7 Established by the Government of Japan and administered by ADB.8 The National Renewable Energy \nBoard is a recommending body on renewable energy policies and action plans for implementation by the \nDepartment of Energy.  It consists of representatives from various government agencies, developers, \nprivate distributions utilities, electric cooperatives, and nongovernmental organizations.  Mr. Perez was \nappointed Chairman of NREB by the Philippine President in April 2009, a post he subsequently declined. \n8 The National Renewable Energy Board is a recommending body on renewable energy policies and \naction plans for implementation by the Department of Energy.  It consists of representatives from various \ngovernment agencies, developers, private distributions utilities, electric cooperatives, and \nnongovernmental organizations.  Mr. Perez was appointed Chairman of NREB by the Philippine President \nin April 2009, a post he subsequently declined. ", " \nteam member of NEG Micon (now known as Vestas Wind Systems), one of the world's leading \nwind turbine manufacturers. \n \n12.  In September 2009, the principals behind APHC agreed to a joint venture arrangement \nwhereby Alternergy Philippine Investments Corporation (APIC) will own 40% of the equity while \nAlternergy El Viento Partners Corporation (AVPC), a company owned by Mr. Perez will own \n60%.  The joint venture arrangements indicate that APIC will hold only common stocks while \nAVPC will hold only preferred shares. Korea East-West Power Company, Ltd (EWP), Eurus \nEnergy Japan Corporation (Eurus Japan) hold 99.99% of APIC in equal portion with the balance \nheld by AVPC.  \n \n13.  Eurus Japan is wholly-owned by Eurus Energy Holdings Corporation which is in turn \nowned by Tokyo Electric Power Company (60%) and Toyota Tsusho Corporation (40%). The \nEurus group owns and operates approximately 1,800 MW of wind and solar power plants in \nJapan, Korea, USA and Europe. EWP is one of six power producers spun off from Korea \nElectric  Power  Corporation  (KEPCO)  in  2001  as  part  of  the  restructuring  plan  of  the \ngovernment.    EWP  remains  wholly-owned  by  KEPCO  and  currently  operates  an  installed \ncapacity of 9,500 MW.  The senior management of EWP has extensive experience in the \nPhilippine  power  industry,  having  been  assigned  in  previous  years  to  oversee  KEPCO \nPhilippines Corporation. \n \n14.  Arrangements. ADB will engage the consultants for this PPTA in accordance with The \nGuidelines on the Use of Consultants (April 2010, as amended from time to time) and other \narrangements satisfactory to ADB. \n \n15.  The proposed PPTA will engage and finance a total of 27.0 person-months (PM) of \nconsulting services of an international firm (or 8.5 person-months of consulting services per \nwind  farm)  consisting  of  21  PM  of  international  and  6  PM  of  national  consultants.  The \nassignment will be on an intermittent basis over a two year period beginning on 1 October 2010. \nThe quality-cost based selection method and simplified technical proposals will be used in \nrecruiting the consulting firm that would perform the scope of work outlined in Appendix 2. The \ntechnical proposals will be given a weight of 80% and the financial proposals a weight of 20%. \nAdvance contracting has been initiated to ensure that the PPTA will be ready for implementation \nby  October  2010.  Disbursements  under  the  TA  will  be  made  in  accordance  with  ADB's \nTechnical Assistance Disbursement Handbook (May 2010, as amended from time to time). \n \n16.  APHC has been informed that approval of this PPTA does not commit ADB to finance \nany ensuing project; however ADB will be given the right of first refusal to provide financing to \nall or any of the three wind power plants under terms and conditions acceptable to ADB. \n \n17.  APHC understands that the amount advanced by ADB to conduct a feasibility study will \nbe recovered by ADB, should the PPTA lead to a subsequent financing for any of the three \nprojects under this TA. The recovery mechanism to be implemented will be in accordance with \nADB policies on technical assistance9. If the ensuing project however is not implemented by \nAPHC after an agreed period of time, the TA information will become a knowledge product \nwhich can be disclosed and shared with others. \n                                                \n9 OM Section D12/BP issued on 18 May 2010, para 30 states that nonsovereign TA will be subject to \narrangements providing for recovery of the full cost of the PPTA to the extent that the TA results in further \nfinancial assistance from ADB.  ", " \n \n18.  Complementary Inputs. APHC will also provide the necessary office accommodation, \ncounterpart staff and related facilities. \n \nF.  Recommendation \n \n19.  Pursuant  to  the  Increasing  the  Impact  of  the  Asian  Development  Bank’s  Technical \nAssistance Program Policy (Board paper R87-08) which has delegated authority to approve \nproject  preparatory  technical  assistance  of  up  to  $1.5  million  to  vice  presidents,  the  Vice \nPresident (Private Sector and Cofinancing Operations) and the Vice President (Operations 2) \nhave  approved  the  provision  of  a  technical  assistance  to  Alternergy  Philippine  Holdings \nCorporation to be financed on a grant basis by the Asian Clean Energy Fund under the Clean \nEnergy Financing Partnership Facility for preparing Three Wind Farm Projects in Luzon. This \naction will be reported to the Board in the Quarterly Summary Report. In accordance with the \nBoard  paper  on  Review  of  the  Management  and  Effectiveness  of  Technical  Assistance \nOperations of the Asian Development Bank10, this technical assistance will be financed initially \nas a grant, but will be subject to arrangements that will seek recovery of the amount financed \nunder the technical assistance should the envisaged projects be implemented. \n \n                                                \n10 ADB 2002. Dec R225-02, Review of the Management and Effectiveness of Technical Assistance \nOperations of the Asian Development Bank. 29 October. Manila. ", "  Appendix 1     \n \nPRELIMINARY DESIGN AND MONITORING FRAMEWORK  \n \nData \nPerformance  Assumptions \nDesign Summary  Sources/Reporting \nTargets/Indicators  and Risks \nMechanisms \n       \nImpact      Assumptions \n•  Improve energy  •  Double the  Power  Statistics  report  • Regulatory  actions  and/or \nsecurity through  renewable energy  produced  by  the  decisions  reflect  their \nincreased capacity of  based installed capacity  Department  of  Energy  support  for  the  use  of \nrenewable energy  for power generation  (DOE).  renewable energy. \n  from 5,300 MW in 2008     \n  by 2030     \n      Risks \n      • The momentum to pursue \n  •  Share of clean    renewable  energy  is  no \n  energy in the country's    longer  a  priority  of  the \n  energy mix increases  Government. \n  from 33.5% in 2008   \n    • Lack of investor interest to \n    develop  renewable  energy \n  projects. \n   \n \n       \nOutcome      Assumptions \n•  Momentum to develop  • A total of 417 MW in  •  Power  Statistics  •  The Government will draft \nwind  farm  projects  installed capacity from  report  produced  by  implementation  guidelines \nincreases  wind  power  plants  is  DOE.  that  encourage  investments \n  added  into  the    in renewable energy. \n  country's  generation     \n  mix by 2013  Risks \n    •  The  development  of \n  renewable  energy  is  no \n  longer  a  priority  of  the \n   Government.  \n \n       \nOutputs      Assumptions \n•  APHC  constructs  and  •  Up  to  150  MW  of  •  APHC reports  •  APHC  is  committed  to \noperates  up  to  3  wind  wind  power  capacity    implement each of the three \npower projects in Luzon.  construction  in  Luzon    wind  power  projects  if \n  by 2013    determined to be viable. \n       \n  •  Greenhouse  gas    •  The  results  of  the  site \n  emission  reduced  by    specific wind studies indicate \nabout  185,000  –  very good wind power plant \n230,000 tCO2/year as a  potential  which  convinces \nresult  of  the  3  wind  ADB and other co-financiers \nfarm projects.  to provide financing to the 3 \n  wind  power  projects \n•  At  least  10  contemplated by this PPTA. \nindividuals employed in   \nthe construction of each    ", "Appendix 1   \n \nData \nPerformance  Assumptions \nDesign Summary  Sources/Reporting \nTargets/Indicators  and Risks \nMechanisms \nwind farm project   \n  Risks \n•  At  least  10   •  Failure of APHC to obtain \nindividuals employed in  financing to implement either \nthe  operation  of  each  or all of the three wind power \npower plant  projects. \n   \n•  Financial  internal  •  There  are  constraints  to \nrate of return exceeds  the wind resource that affect \nweighted  average  cost  the ability of the wind farm \nof capital  projects to generate power. \n.     \n \n \n   \nActivities with Milestones     \n   \n1.  Technical assistance agreement to conduct site specific wind studies signed   \nin August 2010. \n \n2.  Equipment procured and consultants engaged in August 2010. \n \n3.  Design of wind monitoring program by September 2010 \n \n4.  Install metmast towers by October 2010. \n \n5.  Commencement of wind monitoring program by October 2010 \n \n6.  Produce feasibility study by October 2012 \n \n7.  Start of the implementation of the wind farm projects by January 2013 \n \n \n \n ", " \n \n \n \n \n ", "Appendix 2   \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The technical assistance (TA) will finance the cost of conducting a feasibility study (FS) for \nthree wind farm projects with a combined installed capacity of up to 150 MW. \n \n2.  The implementation of the FS will require the services of an international consulting firm.  \nThe FS will require 9.0 person-months of consulting services per wind farm site or a total of 27.0 \nperson-months consisting of 21 person-months of international and 6 person-months of national \nconsultants. The assignment will be on an intermittent basis over a two year period beginning on 1 \nOctober 2010. It is expected that the technical team of the international consulting firm will consist \nof Senior Renewable Energy Consultant(s), Renewable Energy Consultant(s), Renewable Energy \nManager(s) / Team Leader(s), Renewable Energy Environmental Specialist(s), and Renewable \nTransmission Specialist(s).  The scope of work for the consulting services will include but not be \nlimited to the following: \n \n3.  Senior Renewable Energy Consultant(s) (international, 3.5 person-months per wind farm \nproject) \n \n(i)  Conduct preliminary wind resource modeling at wind farm sites to provide a basis for \nthe  deployment  of  wind  monitoring  towers,  field  supervision  of  wind  monitoring  station \ninstallation,  sensor  attachment,  alignment,  cabling,  data  logger  commissioning,  and \nverification of data communications.  Provide data compilation and quality control. \n(ii)  Gather information on all development issues of the potential wind farms through \ncharacterizing the sites from a land use and wind resource perspective \n(iii)  Identify construction conditions to determine designs in minimizing environmental \nimpacts and assessing costs for equipment access and installation \n(iv)  Verify and confirm the wind climate to determine turbine choices, design of the wind \nfarm layouts and boundaries, and overall economics of renewable energy power sales to the \ngrid \n(v)  Calculate a detailed wind turbine class to define conditions within which equipment \nwill be required to operate, define equipment choices and terms, conditions, and warranties \nthat may have to be addressed in contracts with manufacturers \n(vi)  Write technical specifications and match these with suitable terms and conditions for \nthe wind turbine transportation studies \n(vii)  Review Site Investigation report for micro-siting purposes and assess if any further \nSI works are required to complete the wind farm design \n(viii)  Ensure technical feasibility of the construction and minimize capital costs of civil and \nelectrical infrastructure as far as possible \n(ix)  Optimize layout with due consideration of constraint zones required to minimize \ninterference with other site users \n(x)  Assist the local environmental consultants and authorities with any technical input \nthat they may require about the design or operation of the potential wind farms \n(xi)  Conduct a desktop study using an ETSU R-97 noise model to predict the noise \nlevels at local sensitive receptors for the wind farm site \n(xii)  Conduct of background noise monitoring – measurement of existing background \nnoise at the sensitive receptors and collecting data for 3-4 weeks \n(xiii)  Prepare a Noise Analysis Report with map contours showing the expected noise \nlevels in and around the wind farm \n(xiv)  Conduct a site visit and identify the affected properties and areas that need to be \nmodeled for visual impact from shadow flicker \n(xv)  Generate six (6) separate viewing angles for each of the following types of simulation \n ", "Appendix 2 \na)  A static simulation of the wind farms on landscape photographs, or on a \ncomputer generated simulation of the background (either solid or wire frame) \nb)  KMZ files, containing the wind turbines and other desired reference points, \nsuitable for  export to Google  Earth. This  allows  the  wind  turbines  to  be \nviewed from any angle or using any background imagery available to users of \nGoogle Earth. \nc)  An animated graphic of the operating wind farms on a landscape photograph \nshowing the typical blade rotation speeds and rotor directions for the site \nconditions. This graphic may be distributed with a free player to be viewed by \nanyone using a PC. \n(xvi)  Undertake field programs to check and adjust the final locations of the wind turbines \nin each of the three wind farms to ensure the construction feasibility of turbines at the \nspecified locations with regard to noise impact, shadow flicker impact, visual impact, road \naccess and hard standing construction, erosion risk, geo-technical feasibility and forestry \nissues, and wind turbulence from complex topography and roughness changes \n(xvii)  Manage  and  supervise  the  site  investigation  works  focusing  on  geo-technical \nevaluation of the turbine foundations \n(xviii)  Analyze data and long term correlation \n(xix)  Conduct wind flow modeling \n(xx)  Apply the appropriate calculated and nominal electrical and other losses to produce \na net production figure for the wind farm \n(xxi)  Quantify uncertainty associated with the energy yield predictions to give P99, P90 \nand P75 output estimates, and other probability limits as may be required \n(xxii)  Prepare the preliminary design of the wind farm grids with component lists \n(xxiii)  Assess the wind farm power quality compliance with grid codes \n(xxiv)  Calculate annual losses from the wind farm grid transformers and cables \n(xxv)  Assess any curtailment requirements based on the expected wind regime and the \nload profile, if applicable to the grid \n(xxvi)  Calculate total delivered energy from the wind farm grid to the main power grid \nbased on grid integration strategy and the availability and fault characteristics of the wind \nfarm and main grids \n \n4.  Renewable Energy Consultant(s) (international, 2.0 person-months per wind farm project) \n \n(i)  Download, process and archive data from the data loggers, to be conducted on a \nthree times weekly basis, via the satellite telemetry \n(ii)  Carry out preventive maintenance check three times a week by dialing the telemetry \nsystems to gain a status check. Provide monthly interim reports include the following: (a) \nSummary  data  sheet  showing  monthly  trends  graph  to  date.  Wind  speed  frequency \ndistribution, turbulence intensity, wind rose, diurnal variation in wind speed, diurnal variation \nin wind sheer, time series charts of wind speed and direction; (b) Monthly trends data sheet; \n(c) Report screen log; and (d) Maintenance issues log \n(iii)  Compile, screen and balance data and create polished data sets \n(iv)  Assess and screen reference data from local met stations \n(v)  Correlate polished data set with reference data \n(vi)  Produce long term wind climate at meteorological mast(s) \n(vii)  Create digital elevation and roughness map for site and surroundings \n(viii)  Develop WAsP model and/or appropriate CFD model for the site \n(ix)  Validate WAsP and/or CFD model with meteorological mast data \n(x)  Conduct wind regime analysis at mast location \n(xi)  Extrapolate wind turbine locations ", "Appendix 2   \n \n(xii)  Wake modified wind regime at wind turbine locations \n(xiii)  Calculate wind turbine class \n(xiv)  Analyze wind shear, turbulence intensity and extreme wind speed at measurement \nmast  and  over  site  (this  will  be  used  for  the  turbine  review)  using  site  data  and  an \nESDU/Fisher Tippet based method \n(xv)  Produce wind regime report \n(xvi)  Compile a list of wind turbines appropriate for the sites based on the calculated wind \nclimate and compliance with local and international design codes \n(xvii)  Comment on the mean wind speed, wind shear, turbulence intensity and extreme \nwind speed \n(xviii)  Short list most appropriate wind turbines for the site that minimize areas of significant \nrisk and uncertainty \n(xix)  Maximize energy yield with respect to the preliminary local wind climate calculated \nwhile ensuring the turbines are within their lifetime operating design conditions \n(xx)  Consider  environmental  constraints  identified  -  noise, shadow  flicker,  and  visual \nimpact  assessments,  together  with  the  environmental  constraints  identified  by  other \nconsultants and authorities, and producing a layout which minimizes adverse environmental \nimpact \n(xxi)  Consider  the  impact  of  surrounding  developments  such  as  other  wind  farms, \nurbanization, mining, and active forestry on the lifetime energy yield of the wind farms \n(xxii)  Provide preliminary layout of roads, crane hard standings and equipment lay-down \nareas, cable routes, and the wind farm substation. These designs are provided for estimates \nof construction costs and construction impact. However designs may be changed by the \nfinal installation contractor \n(xxiii)  Calculate theoretical conservative shadow flicker incidences. The report will include \na color-coded map and tables that indicate shadow flicker incidence over the site, and at \neach target building, suitable for public consultation \n(xxiv)  Investigate and discuss blade passing frequency effects \n(xxv)  Identify shadow flicker mitigating systems and control theory if required, for the wind \nfarm operation phases, or to adjust the wind farm layout in line with public consultation \n(xxvi)  Provide drawings of each wind farm layout, showing the location and orientation on \nthe site of significant access roads, structures, equipment and other facilities \n(xxvii)  Outline technical description of the plant, including all systems and one line electrical \ndiagrams \n(xxviii) Provide  drawings  showing  transmission  lines  (indicating  capacities)  on  the \nproponent’s side of the point of interconnection, and the interconnection point(s) with the \nsystem \n \n5.   Renewable Energy Manager(s)/Team Leader(s) (international, 1.5 person-month per wind \nfarm project) \n \n(i)  Coordinate with the other consultants/specialists to obtain necessary resources to \nsupport the team’s requirements \n(ii)  Coordinate the timely submission of the team’s deliverables \n(iii)  Coordinate meetings with the members of the consulting firm, with local authorities, \nand the client \n(iv)  Serve as a focal point to communicate and resolve interface and integration issues \nwith other members of the team \n(v)  Review the following Reports: \na.  Wind Climate and Turbine Class Calculations  \nb.  Transportation Study Contract Management   \n ", "Appendix 2 \nc.  Wind Turbine Technology Assessments based on a shortlist of 4 turbine \ntypes \nd.   Energy Yield Prediction and Uncertainty Analysis \n \n6.  Renewable  Energy  Environmental  Specialist(s) (national, 1.0 person-month per wind \nfarm project) \n \n(i)  Conduct a detailed environmental assessments on flora, fauna and watersheds \n(ii)  Analyze the environmental impacts of the potential wind farms in coordination with \nthe Senior Renewable Energy Consultant(s) in providing feedback on further constraints that \nneed to be considered in the wind farm designs \n \n7.  Renewable Energy Transmission Specialist(s) (national, 1.0 person-month per wind farm \nproject) \n \n(i)  Evaluate the impact of the connection of each project on the Luzon transmission \nsystem of NGCP. \n(ii)  Develop  an  interconnection  plan  to  evacuate  the  power from  the  project  to  the \nnearest connection point of the Luzon grid. Identify the corresponding additional facilities, if \nany, required to maintain adequacy of the system.   \n(iii)  Develop an interconnection plan, thermal assessment, voltage assessment, stability \nanalysis, fault current assessment and operational assessment for each project. \n(iv)  Review and update the project cost of the Luzon-Mindoro Interconnection Project \n \n \n \n ", " \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 3 \nINITIAL POVERTY AND SOCIAL ANALYSIS \n \n \nCountry/Project Title:  Preparing Three Wind Farm Projects in Luzon \n \nLending/Financing  Project Preparatory Technical Assistance  Department/  PSOD/PSIF2 \nModality:  Division: \n       \nI.  POVERTY ISSUES \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy \n1.  Based on the country poverty assessment, the country partnership strategy and the sector analysis describe how the \nproject would directly or indirectly contribute to poverty reduction and how it is linked to the poverty reduction strategy of \nthe partner country. \n \nADB's Country Strategy and Program in the Philippines (2005-2007) calls for interventions to address several \nconstraints to more rapid poverty reduction in the Philippines. The proposed technical assistance to develop 3 \nwind power projects will help address three of these constraints, namely (i) fiscal imbalance by facilitating \nprivate sector investments in the power sector; (ii) inadequate infrastructure by augmenting power generation \ninfrastructure through the construction of new power plants; and (iii) poor management of resources by \nproviding an efficient and clean source of power.  The Project is also consistent with the Country Operations \nBusiness Plan (2009-2010) which identified renewable energy infrastructure projects as one of the targets for \nprivate sector operations investments. It is also expected to increase power generation from renewable energy \nsources in the Philippines, in line with the objectives of the 2008 Renewal Energy Act (RA 9153). \n \nB.     Targeting Classification          \n1.  Select the targeting classification of the project: \nX General Intervention    Individual or Household (TI-H);  Geographic (TI-G);  Non-Income MDGs (TI-M1, M2, etc.) \n \n \n2.   Explain the basis for the targeting classification:  \n \nThe Project is expected to indirectly alleviate poverty in the local communities where the projects will be \nlocated through the development of livelihood projects and supply of stable electricity. Reliable power supply \nfrom alternative energy sources will improve living conditions particularly in poor villages by reducing the use \nof diesel powered generators. The Project is also expected to provide employment opportunities to local \nresidents where the wind farms will be constructed. \n \nC.  Poverty Analysis \n1.  If the project is classified as TI-H, or if it is policy-based, what type of poverty impact analysis is needed?  N/A \n \n2.  What resources are allocated in the PPTA/due diligence? N/A \n \n3.  If GI, is there any opportunity for pro-poor design (e.g., social inclusion subcomponents, cross subsidy, pro-poor \ngovernance, and pro-poor growth)?  Host community benefit program. \n \nThe 3 projects shall each be designed such that any affected persons may also benefit from the project. \n \nII.  SOCIAL DEVELOPMENT ISSUES \nA.  Initial Social Analysis \nBased on existing information: \n1. Who are the potential primary beneficiaries of the project? How do the poor and the socially excluded benefit from the \nproject?   \n \nThe project is expected to create opportunities for employment during construction and operations. Migration of workers, \npopulation is expected to be minimum as qualified local workers from the nearby barangays will be preferred.  Moreover, \nas part of the private sector sponsor’s commitment to corporate social responsibility, community development projects \nwill be developed in consultation with the local community. \n ", "Appendix 3   \n \n2. What are the potential needs of beneficiaries in relation to the proposed project?  N/A \n \nAdverse social impacts are expected to be limited. Impacts and mitigation measures are being identified in the ongoing \nassessments. If involuntary resettlement impacts are identified, the appropriate resettlement planning document will be \nprepared in accordance with ADB’s Safeguard Policy Statement (2009).  If involuntary resettlement impacts are \nidentified, the appropriate resettlement planning document will be prepared in accordance with ADB’s Safeguard Policy \nStatement (2009).  If indigenous peoples are identified as affected, specific actions favorable to them will be designed \nfollowing  the  1997  Indigenous  Peoples  Rights  Act  (RA  8371)  and  ADB's  Safeguard  Policy  Statement  (2009) \nrequirement for Indigenous Peoples. \n \n3. What are the potential constraints in accessing the proposed benefits and services, and how will the project address \nthem? \n \nLocal residents may need training or skill enhancements to improve their potential for employment in any work \nopportunities generated by the project. \n \nB.  Consultation and Participation \n1. Indicate the potential initial stakeholders.  \n \nPotential initial stakeholders include national and local government units, communities within the vicinity of the project \nsite, and community and nongovernment organizations. \n \n2. What type of consultation and participation (C&P) is required during the PPTA or project processing (e.g., workshops, \ncommunity mobilization, involvement of nongovernment organizations and community-based organizations, etc.)?  \n \nThe project has already been discussed by private sector sponsor with Department of Energy and the Department of \nEnvironment and Natural Resources prior to agreeing on the wind energy service contract and the land use certificate, \nrespectively.  Additional consultations will be held with local communities and affected persons as part of the feasibility \nstudy for each wind farm project and in accordance with national laws. APHC will ensure that consultation and \ndisclosure activities also meet ADB’s Public Communications Policy (2005) requirements in the event that the project is \nconsidered for ADB financing. \n \n3.  What level of participation is envisaged for project design? \n       Information sharing           Consultation         Collaborative decision making         Empowerment \n4.  Will a C&P plan be prepared?    Yes          No    Please explain.   \n \nC.  Gender and Development  \n1.  What are the key gender issues in the sector/subsector that are likely to be relevant to this project/program? \n \nNone \n \n2. Does the proposed project/program have the potential to promote gender equality and/or women’s empowerment by \nimproving women’s access to and use of opportunities, services, resources, assets, and participation in decision making?    \n  Yes          No    Please explain.  \n \n     \n3. Could the proposed project have an adverse impact on women and/or girls or to widen gender inequality?         \n  Yes          No    Please explain  \n \n \n \n \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Asian Development Bank", "CreationDate": "D:20130614172248+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "ModDate": "D:20130621110717+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20130614092239", "Title": "Preparing Three Wind Farm Projects in Luzon: Project Preparatory Technical Assistance Paper"}}