{"path": "data/input/ta/44304-01-png-rrp.pdf", "pages": [" \n \n \n \n \nReport and Recommendation of the President  \n \nt o the Board of Directors\n   \n  \n \n \n \n \n \n \nProject Number: 44304-01 \nOctober 2010 \n \n \n \n \n \n \n \n \nProposed Loan and Administration of Grant \n \nPapua New Guinea: Microfinance Expansion Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 6 October 2010) \n \nCurrency Unit  –  kina (K) \n \nK1.00  =  $0.3750 \n$1.00  =  K2.6667 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BDS  –  business development skills \n  BPNG  –  Bank of Papua New Guinea \n  IBBM  –  Institute of Banking and Business Management \n  MFI  –  microfinance institution \n  MIS  –  management information system \n  MPB  –  mobile phone banking \n  MSEs  –  micro and small enterprises \n  NCFI  –  National Centre for Financial Inclusion \n  PFI  –  participating financial institution \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  PNG  –  Papua New Guinea \n  QCBS  –  quality and cost-based selection \n  RSF  –  risk-share facility \n  SLS  –  savings and loan society \n \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  E. Zhukov, Pacific Liaison and Coordination Office, PARD \n   \nTeam leader  J. Cleaver, Private Sector Development Specialist, PARD \nTeam members  M. de Villa, Assistant Project Analyst, PARD \n  K. Emzita, Senior Counsel, Office of the General Counsel \n  H. Everett, Financial Management Specialist, PARD \n  S. Lee, Senior Social Development Specialist, PARD \n  D. Mellor, Country Economist, PARD \nPeer reviewers  N.P. Knoll, Financial Sector Specialist, Central and West Asia \nDepartment \n  B. Wilkinson, Senior Finance Specialist, East Asia Department \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  The Project  1 \nA.  Rationale  1 \nB.  Impact and Outcome  2 \nC.  Outputs  2 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  6 \nIII.  Due diligence  8 \nA.  Economic and Financial  8 \nB.  Governance  8 \nC.  Poverty and Social  8 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \nDESIGN AND MONITORING FRAMEWORK  11 \n \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n ", " \nPROJECT AT A GLANCE \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan, \nand (ii) proposed administration of a grant to be provided by the Government of Australia, both to \nPapua New Guinea (PNG) for the Microfinance Expansion Project.1  \n2.  The project will support the further development of the microfinance sector in PNG through \nsix outputs. Outputs 1, 2, and 3 will strengthen the capacity of the microfinance industry to provide \nfinancial services to a broader cross-section of the community and strengthen the capacity of its \nclients and potential clients to utilize these services. Output 4 will provide appropriate regulation \nfor, and supervision of, microfinance institutions (MFIs) and savings and loan societies (SLSs) \nthrough the Bank of Papua New Guinea (BPNG). Output 5 will increase lending to micro and small \nenterprises (MSEs) to increase rural income generation. Output 6 will provide efficient and effective \nproject management services. As a result, institutions selected as participating financial institutions \n(PFIs), which will be identified through a series of institutional assessments, will be better able to \nprovide profitable, appropriate, reliable, and safe financial services to financially literate clients and \ncapable businesses, with a view to reducing poverty. \nII.  THE PROJECT \nA.  Rationale \n3.  The  Asian  Development  Bank  (ADB)  estimates  that  only  approximately  15%  of  the \npopulation in PNG has access to formal or informal banking facilities, and that this is lower in rural \nareas.  Lack  of  access  to  financial  services  is  an  impediment  to  the  monetization  of  rural \neconomies, a constraint on the growth of MSEs, and a restraint on the mobilization of domestic \ncapital. The project will extend and build on the experiences and lessons learned from ADB’s \nMicrofinance and Employment Project, which built a solid base for microfinance and developed \nmicrofinance as a suitable tool for rural development in PNG.2 \n4.  Microfinance services in PNG are being supplied through 20 SLSs, 2 licensed microbanks, \nthe  National  Development  Bank,  and  around  70  small  community-based  nongovernment \norganizations. The microbanks,  6 SLSs, and 13 nongovernment organizations have indicated \ninterest in project participation. Currently, these institutions have 43,000 microcredit borrowers and \n250,000  deposit  accounts.  Asset  growth  in  the  licensed  microbanks  has  exceeded  20%  per \nannum, whereas recently there has been more moderate growth in other institutions. Overall, ADB \nestimates that the demand for microfinance services is more than twice the current supply. The \nproject will improve supply and efficiency of use of financial services, especially in areas outside \nPort Moresby and major provincial capitals. \n5.  Despite earlier successes, the microfinance sector in PNG continues to face a number of \ndevelopment issues, including (i) lack of access to financial services, particularly in rural areas; (ii) \npoor financial literacy and business management skills; (iii) low capacity among microfinance and \nsocioeconomic  institutions;  (iv)  increasing  demand  for  borrowing  by  MSEs;  (v)  lack  of  a \nmicrofinance-specific  legal  and  regulatory  framework;  and  (vi)  lack  of  accepted  industry-wide \nstandards. The project will direct assistance to achieve greater impact on these issues through \nmutually reinforcing activities. Poverty in rural areas is significantly greater than in urban areas and \nwomen face particular issues in accessing income-generating opportunities. A key focus of the \nproject will be improving access to credit and income-generating opportunities in rural areas and \nfor women, both directly and through improvements in the enabling environment. \n                                                \n1 The design and monitoring framework is in Appendix 1. \n2 ADB. 2000. Report and Recommendation of the President to the Board of Directors: Microfinance and Employment \nProject for Papua New Guinea. Manila. Cofinanced by the Australian Agency for International Development. ", "2 \n6.  The  design  of  the  project  has  taken  into  consideration  the  key  learnings  from  the \nMicrofinance and Employment Project, i.e., that \n(i)  there is widespread demand for accessible savings services relative to borrowing; \n(ii)  different  MFIs  and  SLSs  require  greatly  differing  levels  of  support  to  properly \nmanage their assets, liabilities, and operations; \n(iii)  support for capacity development provided offsite, with poor follow up and mentoring \ncan reduce its long term effectiveness; \n(iv)  financial illiteracy, poor loan monitoring, and social and cultural factors have resulted \nin a high rate of arrears in all loan portfolios; and \n(v)  MFIs have avoided lending, particularly to MSEs, due to repayment concerns. \n7.  The project is consistent with the Government of PNG's Development Strategic Plan 2010–\n2030, and Vision 2050, which recognize that significant progress is needed to extend financial \nservices  to  the  general  population. 3  It  also  aligns  with  the  government's  focus  on  rural \ndevelopment, as outlined in the 2010 budget. The project is also consistent with ADB's Strategy \n20204 and Pacific Approach 2010–2014,5 and is included in the PNG country operations business \nplan  2009–2011.6 The  Microfinance  and  Employment  Project  has  generated  opportunities  for \nADB’s Private Sector Operations Department  that complement the project. Ongoing technical \nassistance is also available through the Pacific Private Sector Development Initiative–Phase II.7 \n8.  Under  the  project,  and  more  generally,  ADB  will  cooperate,  liaise,  and  engage  with \ndevelopment partners focused on access to finance in PNG through coordination meetings and \nthrough  local  agency  coordinators.  These  will  include  the  Australian  Agency  for  International \nDevelopment as cofinancier of the project, the International Finance Corporation through its Pacific \nMicrofinance Initiative and its broader activities, and the multidonor Pacific Financial Inclusion \nProgram. Furthermore, under the project ADB will pursue synergies with development partners in \nrural development, including the World Bank and the New Zealand Aid Programme. More detail \ncan be found in the development coordination linked document (Appendix 2). \nB.  Impact and Outcome \n9.  The project’s impact will be increased economic growth led by the private sector. The \noutcome  will  be  PFIs  sustainably  and  safely  providing  financial  services  to  a  substantially \nincreased number of clients across PNG.  \nC.  Outputs \n10.  The project’s outputs are summarized in paras. 11–19. They are more fully described in the \ndetailed implementation plans and the project administration manual (PAM). In addition, further \ndetail can be found in the sector assessment summary, the summary poverty reduction and social \nstrategy, and the gender action plan (Appendix 2). \n1.  Business  and  Product  Management  Capacity  of  Participating  Financial \nInstitutions is Increased \n11.  This output will address low and variable capacity to manage operations, the lack of on-site \ntraining and follow up, and poor rural outreach. The Microfinance Competence Centre lists more \nthan 90 organizations involved in microfinance in PNG. Twenty one of these organizations, which \n                                                \n3  Government of Papua New Guinea, Department of National Planning and Monitoring. 2010. Development Strategic \nPlan 2010–2030. Port Moresby; Government of Papua New Guinea. 2009. Vision 2050. Port Moresby. \n4  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. Manila. \n5  ADB. 2009. ADB’s Approach to Assisting the Pacific, 2010–2014. Manila. \n6  ADB. 2007. Country Operations Business Plan: Papua New Guinea, 2009–2011. Manila. \n7  ADB. 2009. Technical Assistance to the Pacific Region for Pacific Private Sector Development Initiative – Phase II. \nManila. Cofinanced by the Australian Agency for International Development. \n ", "3 \nvary widely in size and outreach, have expressed interest in working with the project for their \ndevelopment; data has been supplied by 13 of them.  \n12.  Providers of microfinance services will undergo institutional assessments to identify areas \nof need and will commit to a series of substantial but realistic development milestones. It is \nexpected that at least seven institutions will become PFIs.8 A system for independent monitoring, \nfeedback, and evaluation of training will be developed and implemented. PFIs will be monitored \nand assessed before moving to the next level of assistance. A comprehensive training program will \nbe developed for delivery to PFI staff. All training modules will incorporate gender issues, and \ntraining will be delivered in locations across PNG. PFIs will have the opportunity to receive on-site \ntechnical mentoring to strengthen their operations and systems. Business mentors will be assigned \nto each qualifying PFI to support implementation of improved accounting, management information \nsystems  (MISs),  reporting,  human  resources,  and  operational  and  business  management. \nInstitutions failing to respond to, or not institutionalizing, support measures will risk losing access to \nproject services. \n13.  All PFIs will receive training on data collection, reporting, analysis, and monitoring. Eligible \nPFIs will receive technical assistance to upgrade or replace their MISs, which will have the capacity \nto collect and report on sex-disaggregated data. Where appropriate, the project will provide support \nto PFIs to ensure their MISs can connect to electronic platforms such as mobile phone banking \n(MPB). This will extend rural outreach and reduce costs for PFIs by enabling clients to make \npayments remotely. The project will provide expertise in market research and microfinance product \ndevelopment.  The  consulting  team  will  assist  PFI  product  development  staff  to  develop  new \nproducts designed to service both existing and new market segments, including women and rural \nand agriculture-dependent communities.  \n2.  Clients and Potential Clients Understand and Know How to Access Financial \nServices for Personal or Business Use \n14.  Poor financial literacy is a key inhibitor to making financial services accessible to the rural \npoor. To address this, the project will undertake a large-scale financial literacy training program \ntargeting 120,000 clients and potential clients (at least 40% of whom will be women) of PFIs.9 \nProject  staff  will  conduct  initial  needs  assessments  and  design  the  training  program  and \nmaterials.10 It will include a training-of-trainers component enabling local “master” trainers to be \ntrained. Delivery of the training will be contracted to suitably qualified field contractors (such as \nwomen’s  groups,  church  groups,  and  other  community-based  organizations)  or  to  PFIs \nthemselves. PFIs will be able to influence the schedule and location of the training in accordance \nwith their marketing and expansion strategies. This will ensure PFIs are able to offer financial \nservices to graduating training participants. To assist with project start up and organization of \nactivities, the government has requested that the training and curriculum development specialist \nand the microfinance institutional development specialist be engaged under advance action. \n                                                \n8  Eligibility criteria will be developed in consultation with the technical specialists. In general, the project will not support \nMFIs and SLSs that have no clear prospect of financial sustainability within approximately 3 years, or that are unwilling \nto actively utilize resources to improve their operations. \n9  Financial literacy pilot programs were undertaken in the later stages of ADB’s Microfinance and Employment Project. It \nis too early to determine their success, though consultations during project design indicate that (i) there is a link \nbetween participation in financial literacy training and the opening of savings accounts, and (ii) the training was useful \nto participants in better understanding and managing their household finances. In addition, a recent study on the \nimpact of financial capability and competence on well-being in rural communities in the Fiji Islands found that there is a \npositive relationship between financial competence and household well-being in rural households. Households in which \nthe principal financial decision makers are financially competent are more likely to manage household cash flows and \nto use a budget to plan future expenditure than those that did not. United Nations Development Programme. 2009. \nFinancial Capability, Financial Competence and Household Wellbeing in Rural Fijian Households. Suva. \n10The training program and materials will be adapted from existing international best practice financial literacy programs. \nWherever possible, curriculum and materials developed specifically for use in the Pacific context, and programs \ndeveloped for indigenous communities, will be referenced.  \n ", "4 \n15.  To address poor business skills, PFIs will be able to access business development skills \n(BDS)  training  for  clients  they  select  to  enable  them  to  better  manage  and  develop  their \nbusinesses.11 A network of BDS training providers throughout PNG will be identified and trained \nunder the project. A subsidized voucher system will enable PFIs to select from the short list of \ntraining providers for the provision of BDS training to clients. Skills training will be delivered to \n22,000 clients (20% of whom will be women), and at least 15% of the training courses will be \ndelivered  by  women  trainers  to  women-only  groups. 12  A  system  for  independent  training \nmonitoring, feedback, and evaluation will be developed and implemented.  \n3.  The  Association  of  Microfinance  Institutions  Monitors  Jointly  Agreed \nMicrofinance Industry Standards \n16.  To develop, implement, and assist institutions to understand the importance of best practice \nmicrofinance industry-wide standards, industry associations will receive support and training to \nbuild their capacity for advocacy and development of services to industry members. Associations \nwill be supported in identifying international and national financial and social benchmarks, such as \nthose developed and reported internationally by the Microfinance Information Exchange (including \nindicators  measuring  women’s  and  rural  participation),  and  key  operational  indicators  to  be \nreported by association members and published on a quarterly basis.13 A website and publication \non industry reports will be developed to support industry activities, promote transparency, and \nencourage improvement of microfinance industry standards. \n4.  Bank  of  Papua  New  Guinea  Regulation  and  Supervision  of  Microfinance \nInstitutions and Savings and Loan Societies is Streamlined and Improved \n17.  To address the lack of a microfinance-specific legal and regulatory framework, the project \nwill propose a risk-based categorization of MFIs and SLSs. It will undertake a review of the Bank \nand Financial Institutions Act 2000 and the Savings and Loan Societies (Amendment) Act to \ndevelop recommendations for regulatory and supervisory requirements of each, as well as for \nMPB.14 The project will assist the BPNG to draft articles of regulation for MPB, SLSs, and each \ncategory of MFI. The BPNG will be assisted to develop a risk-based supervision approach to its off- \nand on-site supervision of MFIs, SLSs, and MPB providers.15 Operational procedures manuals will \nbe developed for the Supervision Department as well as for off- and on-site supervision procedures \nand implementation skills. Lastly, staff of the BPNG MFI and SLS supervision units will undergo \ntraining in all new procedures developed. \n5.  A Risk-Share Facility Supports Increased Micro and Small Enterprise Lending \n18.  To address the low level of, and increasing demand for, MSE lending, a risk-share facility \n(RSF) will be established to share some of the default risk on PFI MSE loan portfolios and \nencourage them to expand these portfolios and improve lending quality.16 This will complement \nefforts  under  other  project  outputs  and  lead  to  increased  demand  for  MSE  borrowing  and \ndevelopment of more relevant products, and wider outreach of lending for an expanded range of \n                                                \n11  Research shows that the provision of business training in microfinance leads to improved business knowledge, \npractices, and revenues. MFIs also had direct benefits through higher repayment and client retention rates. Karlan \nand Valdivia. 2006. Teaching Entrepreneurship: Impact of Business Training on Microfinance Clients and Institutions \nYale Economic Discussion Center Discussion Paper No. 941. New Haven. \n12  The remaining 85% of training courses delivered will be available to mixed or male-only groups. \n13  See www.themix.org and www.mixmarket.org   \n14  Other commercial laws will also be reviewed as necessary to ensure that any project recommendations are not in \nconflict with them. \n15  These articles of regulation contain specific directives that are not included in the legislation and are able to be \nmodified, as the need arises, by the BPNG governor. \n16  The demand for deposits in PNG outweighs the demand for borrowing. Thus, most institutions have enough funds to \nlend and therefore do not require direct financing. Instead they are constrained by the risks associated with lending \nand need assistance with risk mitigation. Lending quality is expected to improve as a result of the requirements set for \nparticipation in the facility. See the detailed implementation plans for more details (Appendix 2). \n ", "5 \nMSE borrowers and investments. It may also encourage development of commercially sustainable \nlinks with other donor programs and organizations. The RSF will be financed through ADB loan \nproceeds of $5.4 million. \n6.  The  Project  Management  Unit  Provides  Efficient  and  Effective  Project \nManagement Services \n19.  The project management unit (PMU) will coordinate the project, establish and manage \nproject accounts, prepare work plans, carry out procurement, prepare and submit relevant reports, \nand  monitor  and  evaluate  project  performance.  To  address  the  lack  of  capacity  within  the \nexecuting agency, support from key project consultants will be provided to assist the PMU.  \nD.  Investment and Financing Plans \n20.  The project is estimated to cost $24.06 million equivalent, including taxes and duties of \n$0.91  million.  The  investment  plan  is  summarized  in  Table  1.  Detailed  cost  estimates  by \nexpenditure category and by financier are included in the PAM (Appendix 2).  \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.  Base Costb    \n  1.  Microfinance capacity building (outputs 1, 2, 3)  13.56 \n  2.  Microfinance regulation and supervision (output 4)  0.73 \n  3.  Risk-share facility (output 5)c  6.92 \n  4.  Project management (output 6)  1.00 \n    Subtotal (A)  22.21 \nB.  Contingenciesd  1.22 \nC.  Financing Charges During Implementatione  0.63 \n       Total (A+B+C)  24.06 \na  Includes taxes and duties of $0.91 million to be financed from government and beneficiary resources.  \nb In mid-2010 prices. \nc This amount includes the risk share facility ($5.4 million), the cost of consulting inputs to design the facility, and the cost \nof facility management. \nd  Physical  contingencies  computed  at  10%  for  field  research,  training,  workshops,  surveys,  and  studies.  Price \ncontingencies computed at 1% on foreign exchange costs in the first year, 0.5% in the second year, 0.3% in the third \nyear, and 0.5% thereafter, and 9.5% on local currency costs in the first year, 7.5% in the second year, 4.5% in the third \nyear, and 4.0% thereafter; includes provision for exchange rate fluctuation under the assumption of a purchasing power \nparity exchange rate. \ne  Includes interest during implementation computed at 1% per annum for the Asian Development Bank loan.  \nSource: Asian Development Bank. \n21.  The government has requested a loan in various currencies equivalent to SDR 8,412,000 \n($13.00 million) from ADB’s Special Funds resources to help finance the project. The loan will have \na 32-year term, including a grace period of 8 years, an interest charge of 1.0% per annum during \nthe grace period and 1.5% per annum thereafter, and such other terms and conditions set forth in \nthe  draft  loan  and  project  agreements.  Interest  during  implementation  on  the  loan  will  be \ncapitalized into the loan amount.17 \n22.  The Government of Australia will provide grant cofinancing equivalent to $6.00 million18 as \nproject specific funding to finance about 25% of the project costs, to be administered by ADB on a \njoint basis. The Government of PNG will provide counterpart funding of $3.09 million equivalent, or \n                                                \n17  Transportation and insurance are eligible expenses for ADB financing. \n18  Includes an ADB administration fee of $250,000. \n ", "6 \n13% of the project cost, in the form of cash and in-kind contributions. The counterpart cash will be \nused to finance taxes and duties, and incremental recurrent costs. PFIs will fund the costs of \ncomputer hardware and software and 25% of their staff training costs, largely through capital \nincreases,  which  are  likely  to  be  required  by  regulatory  capital  requirements.  Beneficiary \nhouseholds and businesses accessing project training services will finance 16% of such costs.19 \nThe financing plan is shown in Table 2, and further detail is available in the PAM (Appendix 2).  \nTable 2: Financing Plan \nAmount  Share of Total \nSource  ($ million)    (%) \nAsian Development Bank  13.00    54.0 \nGovernment of Australiaa  6.00    25.0 \nPFIs and beneficiaries  1.97    8.2 \nGovernment  3.09    12.8 \nTotal  24.06    100.0 \nPFI = participating financial institution. \na This amount includes the Asian Development Bank’s administration fee, audit cost, bank charges, and provision for \nforeign exchange fluctuations (if any), to the extent that these items are not covered by the interest and investment \nincome earned on this grant, or any additional grant contribution by the Government of Australia. \nSource: Asian Development Bank. \nE.  Implementation Arrangements \n23.  The  National  Centre  for  Financial  Inclusion  (NCFI)  will  be  formed  from  the  current \nMicrofinance  Competence  Centre  under  the  Institute  for  Banking  and  Business  Management \n(IBBM). Until NCFI is established, IBBM will be the implementing agency for outputs 1, 2, and 3 \nand will be assisted by about seven administrative staff that will be recruited to work in the NCFI. \nOnce established as an independent entity, within approximately 9 months of the beginning of \nproject implementation, the NCFI will replace the IBBM as the implementing agency for outputs 1, \n2, and 3. The NCFI will also be supported by international and national consultants. It will generate \nrevenue from PFIs and client contributions to training costs, as well as from other services it may \nprovide. At the time of the project's midterm review, an assessment of the post-project role of the \nNCFI will be undertaken, and a plan developed to ensure that it is able to generate sufficient \nrevenue or attract further donor funding to continue its activities. \n24.  Implementation arrangements are summarized in Table 3 and described in detail in the \nPAM. \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  1 January 2011–31 December 2017 \nEstimated project completion date  31 December 2017 \nLoan and grant closing date  30 June 2018 \nProject management   \n(i)  Project steering committee  BPNG (chair), DFCD, DNPM, AMFI, FESALOS, IBBM, DOT, \nSBDC, PMU (secretary), ADB, AusAID (observers) \n(ii)  Executing agency  BPNG   \n(iii)  Project management unit  Headed by a project manager for output 6 \n(iv)  Implementing agencies  IBBM for outputs 1, 2, and 3; BPNG for output 4; DOT for output 5a \na. Project implementation unit  BPNG, MFI, and SLS  1  international  consultant,  2  national \n                                                \n19  Strong  anecdotal  evidence  collected  during  broad  stakeholder  consultations  undertaken  during  project  design \nindicated that the payment of a small fee for training is accepted and expected, particularly where the participants \nvalue the training. In fact, stakeholders indicated that participants are likely to value the training more if they are \nrequired to pay a nominal fee to participate. \n ", "7 \nAspects  Arrangements \nsupervision units  consultants, and 14 counterpart staff \nb. Project implementation unit   IBBM  5  international  and  8  national \nconsultants, 7 PIU staff \nc. Project implementation unit  DOT (with RSF manager)  1  international  consultant  and  third-\nparty manager, plus responsible party \nwithin DOT \nProcurement       \n(i)  IT software  International competitive  <5 contracts  $0.90 million \nbidding \n(ii)  Studies and surveys  National competitive  Multiple contracts  $0.50 million \nbidding \n(iii)  Workshops  Shopping  >7 contracts  $0.67 million \n(iv)  Vehicles, furniture,  Local shopping  4 contracts  $0.17 million \ncomputers, and website \nConsulting services       \n(i)  Training and curriculum  Individual (advance  24 person-months  $0.73 million \ndevelopment specialist  action) \n(ii)  Microfinance institutional  Individual (advance  84 person-months  $0.37 million \ndevelopment specialist  action) \n(iii)  Consultants: International  QCBS, 80:20  311 person-months  $3.67 million \nand national  (1 contract) \n(iv)  Business mentors  QCBS, 70:30  75 person-months  $0.83 million \n(1 contract) \n(v)  Financial literacy training  Individual / SSS / QCBS  Multiple contracts  $4.02 million \n(vi)  BDS training  Individual / SSS / QCBS  Multiple contracts  $1.14 million \n(vii)  PFI staff training  Individual / SSS / QCBS  Multiple contracts  $1.46 million \n(viii) RSF management   QCBS  1 contract  $1.41 million \nAdvance action  The  training  and  curriculum  development  specialist  and \nmicrofinance institutional development specialist will be engaged \nunder advance contracting. \nDisbursement  The loan and grant proceeds will be disbursed in accordance with \nADB’s  Loan Disbursement Handbook (2007,  as amended from \ntime to time) and detailed arrangements agreed upon between the \ngovernment and ADB. An RSF of $5.4 million will be established \nthrough the direct payment method. \nADB = Asian Development Bank, AMFI = Association of Microfinance Institutions, AusAID = Australian Agency for \nInternational Development, BDS = business development skills, BPNG = Bank of Papua New Guinea, DFCD = \nDepartment for Community Development, DNPM = Department of National Planning and Monitoring, DOT = \nDepartment of Treasury, FESALOS = Federation of Savings and Loan Societies, IBBM = Institute of Banking and \nBusiness Management, IT = information technology, MFI = microfinance institution, PFI = participating financial \ninstitution, PIU = project implementation unit, PMU = project management unit, QCBS = quality- and cost-based \nselection, RSF = risk-share facility, SBDC = Small Business Development Corporation, SLS = savings and loan \nsociety, SSS = single source selection. \na The Structural Policy and Investment Division will be the responsible division within the DOT for output 5. \nSource: Asian Development Bank. \n25.  Significant training services will be delivered through the project across PNG. Field level \nservice delivery contractors will be engaged to deliver this training, and a panel of stakeholders \nand consultants will be established within the NCFI to manage the process. Contractors will be \nselected following ADB procurement procedures.  \n26.  The majority of international and national consultants will be recruited through a firm using \nquality-and cost-based selection (QCBS) with a quality:cost ratio of 80:20. The government has \nrequested that one international and one national consultant be engaged as individuals under \nadvance action to enable project start-up. Business mentors will be hired through a firm using \n ", "8 \nQCBS with a quality:cost ratio of 70:30. A services firm will be engaged through QCBS to provide \nmanagement services for the RSF using an 80:20 quality:cost ratio, modified for evaluation criteria. \nIII.  DUE DILIGENCE \n27.  The project is expected to increase access to safe and reliable financial services for people \nliving throughout PNG, particularly in rural areas. Extensive consultations and focus groups were \nundertaken with potential financial services users, policy makers, civil society, the private sector, \neducational institutions, and development partners during project design. Key stakeholders also \nparticipated in a workshop to review and comment on the final proposed project design. There is \nbroad-based support for the project from all sectors. \nA.  Economic and Financial \n28.  Over the project period, approximately 18,000 jobs will be created.20 It is estimated that PFI \nloans outstanding will increase by more than $54.00 million, to an additional 52,000 borrowers. \nApproximately 60% of this increase, or around $33.60 million, will be in MSE borrowing. Savings \ndeposits  are  expected to  increase  by  more  than  $100.00  million  and  the  number  of  deposit \nhouseholds will increase by more than 160,000.21 An economic and financial internal rate of return \nanalysis  was  undertaken  for  the  proposed  project.  The  results  of  this  analysis  are  heavily \ninfluenced by the mix of activities selected to represent a reasonable activity mix; a different mix \nwould yield a different result. As such, overall rates of return are not shown. Details are in the \neconomic and financial analysis (Appendix 2). \nB.  Governance \n29.  The BPNG was the executing agency for the ADB Microfinance and Employment Project \nand has the structure, skills, capacity, and authority to implement the project by establishing a \nPMU inside the BPNG and a project implementation unit inside the Supervision Department. \nFinancial management and procurement assessments found satisfactory capacity in the BPNG. \nThe IBBM has also demonstrated satisfactory financial management skills, in particular as the \nimplementing agency for a major component of the Microfinance and Employment Project. The \nimplementing agency for the RSF will be the Department of Treasury, although the facility will be \nmanaged by a professional manager. International and national consultants have been included in \nproject design to support financial management and procurement activities. While the financial \nmanagement, procurement, and corruption situation in PNG remains weak, the assessments show \nfew concerns regarding such capabilities within the relevant agencies. \n30.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  BPNG.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (Appendix 2).  \nC.  Poverty and Social \n31.  Throughout PNG, lack of access to financial services, particularly in rural areas, is a major \nconstraint on income growth for households and MSEs.22 The project’s activities will increase \n                                                \n20  This is based on one full time job being created for each $1,843 in MSE loan disbursements. \n21  Under the project, it is assumed that each household has approximately 1.4 deposit accounts. The total increase in \nthe number of deposit accounts as a result of the project is therefore about 250,000. Household disposable income is \na major determinant of savings volumes and households are the key focus for development of new savings products. \nFor more detail, see the economic and financial analysis (Appendix 2). \n22  It is estimated that less than 16% of the population use financial services. ADB. 2009. Country Strategy and Program \nMidterm Review: Papua New Guinea, 2006–2010. Manila. \n ", "9 \noutreach and access by building the capacity of PFIs to deliver services and products in rural \nareas. This will increase rural incomes and reduce poverty by stimulating informal business activity \n(via loan services), balancing income and expenditure, and increasing asset accumulation (via \nsavings services). The delivery of training to clients will improve their ability to access and use \nfinancial services. Women will benefit from (i) financial literacy training; (ii)  BDS training; (iii) \ndevelopment of new, women-focused products; (iv) gender awareness training for PFI staff; (v) \nimproved monitoring of services and participation; and (vi) links to women-focused programs. \nD.  Safeguards \n32.  The project is classified as environmental category FI (financial intermediary), although it \nwill be treated as category C as it is unlikely to have adverse environmental impacts. Urban \nmicrofinance borrowing is mainly for retail activities and transport. Rural microfinance borrowing is \nmainly for agriculture and consumer finance, such as school fees and life-cycle events such as \nbirths and funerals. The project will not finance any of the activities included in ADB’s prohibited \ninvestment activities list. \n33.  The project will have no involuntary resettlement impacts and has been classified category \nC.  The  project  does  not  specifically  target  indigenous  peoples  as  the  population  is  largely \nindigenous. Its goal to increase access to financial services will have only positive impacts for a \nbroad  cross-section  of  the  population,  particularly  women  and  those  living  in  rural  areas. \nAccordingly,  although  the  project  has  been  classified  B,  an  indigenous  peoples  plan  is  not \nrequired. Wide-ranging consultations across PNG to ensure that project design is sympathetic to \nthe needs of PNG’s people confirmed overwhelming support for the project. The project has been \ncategorized as effective gender mainstreaming. \nE.  Risks and Mitigating Measures \n34.  Major risks and mitigating measures are summarized in Table 4 and described in detail in \nthe risk assessment and risk management plan (Appendix 2).  \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nProject Management and Coordination \nPoor project management and project  BPNG has previous experience in managing ADB projects. \ncomponents not effectively implemented \nPMU staff will be trained in monitoring and disbursements. \nPIUs have skilled staff, supported by project consultants. \nProcurement \nLack of available, appropriately qualified  BPNG  and  implementing  agencies  have  strong  staff  and \nnational consultants and counterpart staff  experience with procuring qualified consulting services.  \nDelays in procurement hinder  A national procurement specialist will be engaged to establish \nimplementation of key project activities   and facilitate procurement processes. \nAn  international  MIS  specialist  will  support  the  PIU  in \nidentifying and procuring appropriate MISs for PFIs. \nSocioeconomic \nCommunity and/or social constraints  Inclusive financial literacy training within communities  \nrestrict entrepreneurial effort, demand for \nInvolvement of women \nloans, and repayment capacity (refer to \nPAM Section VIII for detail)  Business skills training \nDeposit accounts encouraged \n ", "10 \nRisks  Mitigating Measures \nMicrofinance Sector \nPFIs unable to achieve financial viability  Improved supervision and regulation of MFIs and SLSs \nImproved accounting and loan portfolio management within \nPFIs, including through business mentor training \nInstallation of improved management and control systems \nDesign and introduction of more suitable products \nPFIs averse to expansion of financial  Establishment of risk-share facility \nservice outreach, especially in rural areas \nMarket research/development of new products for PFIs \nPFIs lead in financial literacy and business skills training \nNational  and  provincial  workshops  held  to  encourage \ncommercial links with variety of organizations \nADB = Asian Development Bank, BPNG = Bank of Papua New Guinea, MFI = microfinance institution, MIS = \nmanagement information system, PAM = project administration manual, PFI = participating financial institution, PIU = \nproject implementation unit, PMU = project management unit, SLS = savings and loan society.  \nSource: Asian Development Bank. \nIV.  ASSURANCES AND CONDITIONS \n35.  The government and the BPNG have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail in \nthe PAM and loan documents. The government and the BPNG have agreed with ADB on certain \ncovenants for the project, which are set forth in the loan agreement and project agreements. \n36.  Prior to the disbursement of the loan, the following conditions will have been satisfied: \n(i)  The government will have established the project steering committee, in accordance \nwith the PAM. \n(ii)  The government will have established the PMU and will have appointed the project \nmanager in accordance with the PAM. \nV.  RECOMMENDATION \n37.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the loan in various currencies equivalent to SDR 8,412,000 to Papua New Guinea \nfor the Microfinance Expansion Project from ADB’s Special Funds resources with an \ninterest charge at the rate of 1.0% per annum during the grace period and 1.5% per \nannum thereafter; for a term of 32 years, including a grace period of 8 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft loan and project agreements presented to the Board; and \n(ii)  the administration by ADB of the grant not exceeding the equivalent of $6,000,000 \nto Papua New Guinea for the Microfinance Expansion Project, to be provided by the \nGovernment of Australia. \n \n \nHaruhiko Kuroda  \nPresident \n6 October 2010\n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nData Sources \nDesign  Performance Targets and  and Reporting \nSummary  Indicators with Baselines  Mechanisms  Assumptions and Risks  \nImpact      Assumptions \nEconomic  The number of people  Household  Access to financial services stimulates \ngrowth led by  engaged in income- income and  greater participation in the cash \nthe private  generating activities  expenditure  economy and entrepreneurship \nsector is  increases by at least 18,000  surveysa \nData is available \nenhanced  by project end \nBPNG and MFI \nRisks \nreports \nCommunity and/or social constraints \n    restrict entrepreneurial effort, demand \nfor loans, and repayment capacity \nOutcome      Assumptions \nPFIs sustainably  By project end:    Political stability and consistency of \nand safely  160,000 increase in  BPNG annual  government policy \nprovide financial  households with active  reports \nMacroeconomic and inflationary \nservices to a  deposit accounts (baseline \nQuarterly  stability  \nsubstantially  187,500, 2010) \nmicrofinance \nincreased  The security situation does not \n52,000 increase in  industry \nnumber of  deteriorate further  \nhouseholds with current loan  benchmarking \nclients across \naccounts (baseline 43,000,  reports   MFIs respond to training, product \nPNG \n2010)  development, and risk mitigation \nReports from \nopportunities. Rural households \nThe PAR30 for PFIs is  PFIs, including \nrespond to training opportunities \n<10% (excluding loans that  audited \nare 100% cash  financial  Risks \ncollateralized) and financial  statements \nPFIs are unable to reach financial \nself-sufficiency is >100% by \nproject end b  viability \nCommunity/social constraints restrict \nAt least 90% of participating \nentrepreneurial effort, demand for \nMFIs and SLSs are \nloans, and loan repayment capacity \ncompliant with BPNG \nregulations by project end \nOutputs      Assumptions \n1.  Business and  At least 85% of PFIs  BPNG annual  BPNG approves classification and \nproduct  produce accurate annual  reports  revised regulation, and implements \nmanagement  financial accounts, and  appropriate supervisory measures \nReports from \ncapacity of PFIs  quarterly portfolio \nPFIs, including  Willingness of AMFI to promote and \nis increased  performance indicators by \naudited  manage industry standards  \nend of year 3 \n  financial \nPFIs are committed to utilizing and \nAt least 70% of PFIs offer  statements \nimplementing project supports \nnew financial products (and \nAMFI and \nat least 20% of these new  Participating institutions are able to \nFESALOS \nproducts are women- qualify for the RSF \nreports \nfocused) by project end \nRisks \nQuarterly \n2.  Clients and  At least 70% of trainees \nmicrofinance  Lack of available, appropriately \npotential clients  (personal and MSEs) sign \nindustry  qualified national consultants and \nunderstand and  up for new financial products \nbenchmarking  counterpart staff \nknow how to  within 6–12 months after \nreports \naccess financial  completing the training  Delays in procurement hinder \nservices for  program (and at least 35%  RSF quarterly  implementation of key project activities \npersonal or  of these are women)  reports \nPoor project management and project \nbusiness use \n ", "12  Appendix 1 \nData Sources \nDesign  Performance Targets and  and Reporting \nSummary  Indicators with Baselines  Mechanisms  Assumptions and Risks  \n3. The AMFI  50% of PFIs report agreed    components not effectively \nmonitors jointly  standard indicators by end  implemented \nagreed  of year 2 (with 80% reporting \n \nmicrofinance  sex-disaggregated data) \nindustry \nAt least 90% of PFIs report \nstandards \nagreed standard indicators \nby end of year 5 \n4.  BPNG  80% of MFIs and SLSs are   \nregulation and  classified according to risk \nsupervision of  and are fully supervised on- \nMFIs and SLSs  and off-site by end of year 2 \nis streamlined \nAt least four MFIs or SLSs \nand improved \ndraw on the RSF by end of \n  year 3 \n5.  A risk-share  Total MSE loan portfolios   \nfacility supports  have grown by at least \nincreased MSE  $33.00 million by project end \nlending \n6.  The PMU  The firm-based consulting   \nprovides  contract is completed within \nefficient and  5 months of project \neffective project  effectiveness \nmanagement \nPMU quarterly reports are \nservices \nreceived by the PSC within \n30 days of quarter end \n \nActivities with Milestones  Inputs \n1.  Business and product management capacity of PFIs is increased  ADB: $13.00 million \n1.1. Training staff of PFIs in microfinance services (2011–2015) \nItem  Amount  \n1.1.1.  Establish NCFI as the PIU (2011) \n($ million) \n1.1.2.  Develop training modules/materials, train training specialists (2011) \nOutputs 1, 2, 3  4.915 \n1.1.3.  Market and deliver training to staff (2011–2017) \nOutput 4  0.201 \n1.1.4.  4,500 person days of training is provided to PFIs (2011–2017) \nOutput 5  6.865 \n1.2. On-site technical support and mentoring (2011–2015) \n1.2.1.  Institutional assessments/project participation plans (2011–2012)  Output 6  0.097 \n1.2.2.  Identify, select, and field business mentors (2011–2013)  Contingencies  0.297 \n1.2.3.  Implement in-house mentoring and on-site support (2011–2015)  Interest during   \n1.3.  MIS selection, procurement, and training (2011–2015)   implementation  0.625 \n1.3.1.  Identify and review MFI MISs (2011)     \n1.3.2.  Procure, select, and install MIS upgrades (2011–2015)  Government of \n1.3.3.  Produce accounts/performance indicators/reporting (by end 2012)   Australia:  $6.00 million \n1.4. Market research and product development conducted (2011–2015) \nItem  Amount  \n1.4.1.  Undertake market research (2011–2015) \n($ million) \n1.4.2.  Develop, test, and launch new products and linkages (2011–2015) \nOutputs 1, 2, 3  5.077 \n2.  Clients understand and know how to access financial services for \nOutput 4  0.121 \npersonal and business use \nOutput 5  0.050 \n2.1. Financial literacy training for clients (2011–2015) \nOutput 6  0.308 \n2.1.1.  Develop new training modules and materials (2011) \nContingencies  0.444 \n ", "  Appendix 1  13 \nActivities with Milestones  Inputs \n2.1.2.  Identify, select, and train financial literacy training providers (2011)  Government of PNG:  \n2.1.3.  Market and deliver training to clients (2011–2017)  $3.09 million \n2.1.4.  120,000 clients (> 40% women) trained (2011–2017)   Item  Amount  \n2.2. Business development skills training for clients (2011–2015)  ($ million) \n2.2.1.  Identify, select, and train BDS training providers (2011) \nOutputs 1, 2, 3  1.773 \n2.2.2.  Market and deliver training to clients (2011–2017) \nOutput 4  0.408 \n2.2.3.  22,000 clients (> 20% women) trained (2011–2017) \nOutput 5  0.000 \n2.2.4.  >15% of BDS training delivered by women to women-only groups \nOutput 6  0.600 \n3.  The AMFI monitors jointly agreed microfinance industry standards \nContingencies  0.307 \n3.1. Select benchmarks/indicators, including sex-disaggregated (2011–\n   \n2012) \nPFIs and beneficiaries: \n3.2. Establish quarterly data collection processes (2011–2012) \n$1.97 million \n3.3. Publish quarterly industry reports (2012–2017) \nItem  Amount  \n3.4. Develop and launch website for PNG microfinance industry (2011–\n($ million) \n2012) \nOutputs 1, 2, 3  1.793 \n4.  BPNG regulation of MFIs and SLSs is streamlined and improved \nOutput 4  0.000 \n4.1. Legal and regulatory reform \nOutput 5  0.000 \n4.1.1.  Establish requirements/classification of MFIs/SLSs (2011) \nOutput 6  0.000 \n4.1.2.  Draft new specific regulations for MFIs/SLSs/MPB (2011) \nContingencies  0.175 \n4.2. Strengthening of BPNG MFI/SLS/MPB supervision units \n   \n4.2.1.  Develop and implement risk-based approach for supervision (2011) \n \n4.2.2.  Develop operational procedures manuals (2011) \n4.2.3.  Develop supervision manuals for MFIs/SLSs/MPB (2012) \n4.3. Strengthening of data management     \n4.3.1.  Establish MFI/SLS/MPB reporting requirements and formats (2011) \n   \n4.4. Capacity building BPNG MFI/SLS/MPB supervision units \n   \n4.4.1.  Deliver risk-based supervision training (2011–2012) \n4.4.2.  Deliver training on operational procedures (2012)     \n4.4.3.  Deliver off- and on-site supervision training (2011–2012)     \n   \n5.  A RSF supports increased MSE lending \n5.1. Identify the RSF manager and establish the PIU (2011) \n5.2. Develop the criteria and qualifications for accessing the RSF (2011) \n5.3. Market and implement the RSF (2012–2017)  \n6.  PMU provides efficient and effective project management services \n6.1. Coordinate the project \n6.2. Establish and manage project accounts \n6.3. Prepare annual work plans \n6.4. Select, engage, and manage consultants \n6.5. Carry out procurement activities \n6.6. Provide data to auditor and submit audited financials to ADB on time \n6.7. Prepare and submit all reports to the PSC and ADB \n6.8. Monitor and evaluate project performance \nADB = Asian Development Bank, AMFI = Association of Microfinance Institutions, BDS = business development skills, \nBPNG = Bank of Papua New Guinea, FESALOS = Federation of Savings and Loan Societies, MFI = microfinance \ninstitution, MIS = management information system, MPB = mobile phone banking, MSEs = micro and small enterprises, \nNCFI = National Centre for Financial Inclusion, PAR = portfolio at risk, PFI = participating financial institution, PIU = project \nimplementation unit, PMU = project management unit, PNG = Papua New Guinea, PSC = project steering committee, RSF \n= risk-share facility, SLS = savings and loan society. \na  A household income and expenditure survey (HIES) is being undertaken in PNG during 2010. HIESs have not been \nconsistently undertaken in PNG in the past. Based on an agreement between the governments of Australia and PNG in \n2009, an HIES will be undertaken every 5 years. \nb  Portfolio at Risk 30 (PAR30) measures the outstanding principal balance of all loans past due more than 30 days as a \npercentage of the outstanding principal balance of all loans. Financial self-sufficiency measures business revenue \n(excluding grants and extraordinary items) as a percentage of total expenses adjusted for cost of funds subsidies, in-\nkind subsidies, and inflation. \nSource: Asian Development Bank. \n ", "14         Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=44304-01-3 \n \n1.  Loan Agreement \n2.  Grant Agreement \n3.  Project Agreement \n4.  Sector Assessment (Summary): Finance \n5.  Project Administration Manual \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Economic and Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Gender Action Plan \n12.  Risk Assessment and Risk Management Plan \n \n \nSupplementary Documents \n13.  Financial Management Assessment \n14.  Procurement Assessment \n15.  Detailed Implementation Plans \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101007033857Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "papua new guinea, png microfinance expansion, microfinance expansion project, finance sector development, small and medium-sized enterprises, micro and small enterprises, private sector development, capacity development, adb project 44304", "ModDate": "D:20120402154056+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Microfinance Expansion Project in Papua New Guinea, for approval of ADB's Board of Directors.", "Title": "RRP: Papua New Guinea: Microfinance Expansion Project"}}