{"path": "data/input/ta/44353-01-reg-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 44353 \nResearch and Development Technical Assistance (RDTA) \nDecember  2010 \n \n \n \nImplementing Impact Evaluation at ADB \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMC  –  developing member country \n  ERD  –  Economics and Research Department \n  TA  –  technical assistance \n       \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Research and development technical assistance (RDTA) \nTargeting classification  –  General intervention \nSector (subsector)  –  Public sector management (economic and public affairs \nmanagement) \nThemes (subthemes)  –  Economic growth (promoting economic efficiency and enabling \nbusiness environment, widening access to markets and economic \nopportunities); social development (human development) \nLocation impact  –  Rural (medium), urban (medium) \nPartnership  –  Collaboration with reputable international research institutions as \nwell as local research institutions and statistics offices will be \nsought to ensure the quality of impact evaluation studies. \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n ", " \n \nVice-President  U. Schaefer-Preuss, Knowledge Management and Sustainable \nDevelopment \nOfficer-in-Charge  J. Zhuang, Deputy Chief Economist  concurrently Assistant Chief \nand Director  Economist, Economics and Research Department (ERD) \n   \nTeam leader  M. E. Khan, Principal Economist, ERD \nTeam members  A. A. Bernardo, Senior Results Management Officer, South Asia \nDepartment (SARD) \n  R. Bolt, Advisor, Southeast Asia Department (SERD) \n  J. Brommelhorster, Senior Economist, East Asia Department (EARD) \n  H. Carlsson, Lead Professional (Project Performance Management), \nSARD \n  M. R. M. Cham, Economics Officer, ERD \n  J. Felipe, Principal Economist, Central and West Asia Department  \n  Y. Jiang, Economist, ERD \n  W. Kolkma, Principal Results Management Specialist, Strategy and \nPolicy Department \n  A. Lagman-Martin, Senior Economics Officer, ERD \n  M. Minc, Lead Professional (Project Management), EARD \n  S. Pollard, Principal Economist, Pacific Department \n  P. Rajapakse, Principal Economist, SERD \n  G. Rauniyar, Senior Evaluation Specialist, Independent Evaluation \nDepartment \n  P. Robertson, Principal Project and Portfolio Management Specialist, \nCentral Operations Services Office \n  S. Shrestha, Senior Economist, SARD \n  V. You, Senior Advisor to the Managing Director General, Office of the \nPresident \nPeer Reviewer  B. Edes, Director, Regional and Sustainable Development Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nITnh ep vreiepwasr ienxgp reasnsye dc hoeurneitnry a rep rtohgorsaem o f tohre  csotrnastuelgtayn,t  afinnda dnoc innogt  naencye ssparroiljye cret,p reosr enbty t homsaek oinf gA DaBn’sy  \ndmeesmigbnearsti,o Bno aorfd  oorf  Dreirfeecrteonrsc,e M taon aag epmaretnict,u olar rs ttaeffr,r iatonrdy m oary  gbeeo pgreralimphinica ray rien an aintu rteh. is  document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "", " \nI.  INTRODUCTION \n1.  Impact evaluation1 at the Asian Development Bank (ADB) has so far occurred through \nthe individual efforts of departments, including impact assessments by regional departments \nand post-implementation evaluations by the Independent Evaluation Department. Despite these \nefforts, relatively few rigorous impact evaluations have been carried out on ADB projects.2 The \nproposed technical assistance (TA), in line with the managing for development results agenda, \nwill help mainstream impact evaluation at ADB. The design and monitoring framework is in \nAppendix 1.3 \nII.  ISSUES \n2.  Bilateral  and  multilateral  development  agencies  spend  billions  of  dollars  each  year \nsupporting  development  programs,  and  developing  countries  spend  many  times  more  on \nprograms from their own resources.4 There is a substantial amount of empirical work on the \neffects of economic growth and human capital development on poverty reduction, for instance, \nbut little evidence on the development effectiveness of individual projects and programs. In \nparticular, questions often remain on whether a given intervention has produced its intended \nbenefits, and how efficiently that intervention has contributed to the intended outcomes and \nimpacts. Unless the evidence of project and program impact is available, it is not possible to \nadvise policymakers and development partners adequately on how further assistance can be \ndesigned  and  implemented  more  effectively.  ADB  lags  other  development  institutions  in \nintroducing programs to institutionalize impact evaluation analyses. \n  \n3.  Since its establishment, ADB has supported its developing member countries (DMCs) in \ndesigning,  financing,  and  implementing  project  and  policy  interventions  aimed  at  fostering \neconomic development and reducing poverty in the region. ADB's routine economic sector work, \ncost–benefit analysis, and project performance monitoring, as well as project completion and \nself-evaluation exercises provide the basis for determining project outcomes and impacts before \n(ex ante) and after the project (ex post). The ex-ante analysis used at ADB for identifying causal \nlinks between development interventions, outcome, and impact is relatively comprehensive. \nMonitoring of implementation progress and processes, especially inputs and outputs, is also \ndone through a project performance reporting system. However, once projects are completed, \nthe ex-post assessment of the causal links between outputs, outcomes, and impact is often \nlimited by the absence of carefully constructed counterfactuals, which are needed to assess \nwhat would have happened to beneficiaries without the interventions. Often, evaluations at \nproject completion are conducted by monitoring partial indicators, and the focus on available, \nrather than needed, data may lead to selection bias. The lack of good counterfactuals and \nbaselines  also  leads  to  reliance  on  qualitative  assessments  and  identification  of  ADB \ncontribution rather than attribution, limiting the accountability for development outcomes.  \n                                                \n1  An impact evaluation assesses the changes in the well-being of individuals that can be attributed to a particular \nproject, program or policy. The central impact evaluation question is what would have happened to those receiving \nthe intervention if they had not received it. \n2  A common shortcoming of the impact evaluations was that they were not integrated into the project cycle and \nhence lacked sound baseline or benchmark scenarios. Other common shortcomings included weak analytical rigor \non account of insufficient sample size and/or choice of impact assessment techniques and methodologies. \n3  The TA first appeared in the business opportunities section of ADB’s website on 2 September 2010. \n4  The Center for Global Development, one of the world's leading policy research institutions, argues that despite \nspending billions of dollars on development-related interventions over decades, there is little knowledge or \nevidence about the impact of past development investments. See, for example, Birdsall, Levine, and Savedoff \n(2006) \"When will we ever learn? Improving lives through impact evaluation\", Center for Global Development \n<http://www.cgdev.org/section/initiatives/_active/evalgap>, and Banerjee and He (2007) \"Making Aid Work\", Boston \nReview/MIT Press. \n ", "2   \n4.  The Independent Evaluation Department evaluates projects after completion, but its \nability to carry out impact evaluations is limited by the lack of reliable counterfactuals and \nbaseline surveys. It is recognized that counterfactual identification and baseline surveys are \nbest started early in the project cycle, as part of the project monitoring and evaluation system, \nas they can be used to carry out impact evaluations at mid-term and project completion. Hence, \nimpact  evaluations  should  ideally  be  done  by  the  regional  departments  responsible  for \noperations.  \n \n5.  ADB recognizes the need to measure outcomes and impact more systematically as a \nway  of  strengthening  the  management  of  effective  development.  This  issue  was  also \nunderscored by member countries in general capital increase (GCI V) and Asian Development \nFund  (ADF  X)  discussions.  In  response,  ADB  has  initiated  actions  toward  upscaling  and \nmainstreaming impact evaluation.5 Better measurement of the outcome and impact of ADB \ninterventions will help the institution and DMC policymakers to assess the consequences of the \ndevelopment initiatives and help allocate limited resources more efficiently, guide the design of \nmore effective interventions, and enable evidence-based policy dialogue.  \n \n6.  Integrating impact evaluation into ADB operations requires additional resources. These \nare needed to initiate DMC awareness raising and capacity building, and to provide “seed” \nfunds to launch highly selective impact evaluations with the aim to promote and expand impact \nevaluation activities. All departments are expected to have a direct or indirect role in such an \ninitiative, but the main implementing role is recognized to lie with the regional departments, with \ntechnical support from the Economics and Research Department (ERD). Regional technical \nassistance was selected as the most suitable modality. Designing and implementing impact \nevaluation studies is a complex undertaking and not necessary or even feasible for every \nproject. The TA will design and implement (or initiate implementation of) impact evaluations of \nstrategically selected interventions so as to build the knowledge base required to sharpen \nADB's development effectiveness. The TA will be an important step toward implementing the \ninitial ADB Impact Evaluation Work Program (2009−2010).6 \n \nIII.  THE TECHNICAL ASSISTANCE \n7.  Conducting impact evaluations for strategically selected interventions will improve the \nrelevance and effectiveness of country and regional partnership strategies. Stronger impact \nevaluations will lead to a more strategic mix of effective interventions. The TA will also help \ncreate regional knowledge on what kind of interventions work, how and why.  \n \nA.  Impact and Outcome \n8.  The impact of the TA will be for impact evaluation to be initiated and better integrated in \nADB-supported operations and DMCs. The outcome of the TA will be for impact evaluation to \nbe piloted in each regional department and related DMCs with an effective centralized technical \nsupport system.  \n                                                \n5  In May 2009, a heads of department meeting discussed the need to revive the impact evaluation initiative and \nestablished a steering committee to do so. In September 2009, the steering committee set up a cross-department \nworking group and endorsed a four-pronged program for upgrading impact evaluation at ADB: (i) advocacy and \ncapacity  building  of  ADB  staff  and  DMC  officials,  (ii)  support  of  impact  evaluation  initiatives  in  regional \ndepartments, (iii) conduct of impact evaluations, and (iv) knowledge sharing and learning. \n6  The Impact Evaluation Work Program (2009−2010) agreed by the heads of department on 30 September 2009 will \nbe updated to reflect the revised timeframe and the impact evaluation committee’s arrangements incorporated in \nthis TA paper for Management approval. \n ", "  3 \n \nB.  Methodology and Key Activities \n9.  The outputs of the TA will include (i) at least five impact evaluation studies (one to two \nper regional department) with published case study illustrations;7 (ii) awareness building and \ncapacity  development  for  DMC  officials  and  ADB  staff,  and  awareness  building  for \nManagement; and (iii) technical support to regional departments in selecting and implementing \nimpact evaluation interventions. The TA will provide financial and technical support for these \ninterventions.  \n10.  The impact of a project is the difference between a specific outcome for the units \nreceiving the project intervention (e.g., individuals, households, and/or enterprises) and the \noutcome  that  would  have  resulted  had  the  units  never  received  the  project  intervention. \nAssessing the impact of a project requires comparing the units that receive the investments \nunder the project with the same units in a counterfactual scenario in which they do not receive \ninvestments under the project. \n11.  The central challenge of conducting impact evaluation studies is that a unit cannot both \nreceive and not receive the investments at the same time. Historically, this has been solved by \nmonitoring the same unit before and after the project, and measuring the project's impact by \ncontrasting outcomes for the same unit before and after, and with and without the project. The \nproblem with this approach is that as time elapses, other factors affecting the impact indicators \nmay appear. If a project has already been implemented, the measurement of outcomes could \nreflect not only the impact of the project (which is the main interest of project evaluators), but \nalso the impact of external factors that came to bear during implementation. As a consequence, \nthe difference between “before” and “after” might constitute a biased and inaccurate measure of \nthe project's true impact. \n12.  Therefore,  impact  evaluation  depends  on  the  construction  of  a  reliable  control \n(counterfactual) group to be compared with the treated group so as to ascertain a project’s \neffectiveness. The control group should be composed of units that are not receiving investments \nunder the supported project but that resemble the treated units in every possible respect. If the \ncontrol group is different from the treated group in some important and perhaps hidden way, the \nevaluation of the project may be biased. The source of this bias, called the selection bias, would \nbe preexisting differences between treatment and control groups that influence how different \nunits will react to, and benefit from a given project. Modern impact evaluation techniques deal \nwith the task of generating reliable control groups, thus allowing the isolation of the treatment \neffect from the selection bias. Selecting the right methods by accessing external and internal \ntechnical expertise is expected to overcome the inherent methodological challenges of impact \nevaluation. \n13.  As a best-practice impact evaluation study ideally entails carrying out a baseline survey \nas well as an “endline” survey—which will be done after the project has been completed—the \nfull set of activities in a given evaluation may go beyond the timeframe of a single TA. To \nminimize this risk, impact evaluation is best incorporated into the project cycle, with strong \nsupport  from  DMC  governments  in  the  early  stages  of  the  project  cycle.8 An  alternative \n                                                \n7  Advisory support and training workshops under the TA will be supplemented by in-house training courses on \nimpact evaluation for ADB staff. \n8 The Government of Nepal has conveyed its concurrence with the impact, outcome, outputs, implementation \narrangements, cost, financing arrangements, and terms of reference. Other DMCs to be covered by the TA will be \n ", "4   \napproach is to base the impact evaluation of an ongoing or recently completed project on non-\nrandomized techniques. Because the TA is the start of a process to integrate impact evaluation \nin  ADB-supported  operations,  yet  is  limited  to  a  2-year  implementation  period,  regional \ndepartments  will  prioritize  impact  evaluations  on  projects  that  are  known  to  have  credible \nbaselines, or carry out evaluations that use proxy comparators and non-randomized methods, \nbut support for the early stages of impact evaluations will also be considered where provisions \nhave been made in loan projects for systematic monitoring and evaluation, and endline surveys.  \n14.  Thus, the selection of impact evaluation subprojects will include the following criteria: \n(i) relevance of questions to be addressed by the proposed evaluation, (ii) effectiveness of the \nproposed evaluation design to learn policy lessons, (iii) adequacy of chosen methodology and \nalternatives,  (iv)  cost  effectiveness  of  the  proposed  study  design,  (v)  required  technical \nexpertise (in-house, external or local institutions), (vi) evaluation time needed, and (vii) buy-in of \nDMC  agencies.  Selection  will  be  based  on  the  information  provided  in  impact  evaluation \nproposals. Impact evaluations will be restricted to ADB project interventions, unless the impact \nevaluation committee makes an exception with sound justification. \nC.  Cost and Financing \n15.  The cost TA is estimated to cost $1.0 million and will be financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF-other), of which about $175,000 is budgeted \nfor each regional department and $125,000 for ERD, including contingencies. Actual allocations \nmay vary depending on the availability of useful secondary data, the design of the evaluation \n(e.g., single or multiple treatment groups), nature of interventions, required sample size to get \nsignificant statistical power, and required external expertise. The impact evaluation committee \nwill decide subproject budget allocations when reviewing impact evaluation design for quality \nassurance. \n16.  Subprojects, further in-house and DMC training, and awareness-building are expected to \ncost $0.875 million. The remaining $0.125 million will finance access to external expertise to \nsupport regional department and DMC evaluation teams, development and maintenance of an \nimpact evaluation intranet website, and dissemination and publication activities. \nD.  Implementation Arrangements \n17.  To implement impact evaluation as part of the project cycle requires that the demand \nand responsibility for it will be with ADB’s regional departments and their DMCs. Thus, ADB will \nbe the executing agency for the TA, and the regional departments will propose, prepare, and \nimplement impact evaluations under the TA on department-supported loan and TA projects in \ntheir DMCs, and in coordination with DMC counterpart agencies. ERD will provide overall \ncoordination  and  technical  support.  An  impact  evaluation  committee  comprising  ERD,  the \nRegional and Sustainable Development Department, the Central Operations Services Office, \nand  the  regional  departments,  and  chaired  by  a  regional  department,  will  have  oversight \nresponsibilities. The Independent Evaluation Department will be invited as an observer. \n18.  To  ensure  the  relevance  and  feasibility  of  each  impact  evaluation  subproject,  the \ncommittee will review and approve project proposals and budgets to be considered for impact \nevaluation from regional technical assistance funds. ERD and the committee will advise on \nproject design with support from external experts as required. Upon clearance by the committee, \n                                                                                                                                                       \nselected during implementation, and concurrences of relevant governments will be obtained before commencing \nwork in the particular DMC. \n ", "  5 \nthe regional departments’ evaluation teams will seek endorsement from the DMC governments \non a non-objection basis, or a written confirmation to support the proposed design of the impact \nevaluation subproject. ERD will provide overall coordination of the TA budget and the committee \nwill approve TA budget allocations to the regional departments. These indicative amounts will \nbe flexible and transferrable between departments with committee approval.  \n19.  Once  an  individual  impact  evaluation  subproject  is  submitted  and  approved  by  the \ncommittee, the TA allocations will be registered with the Controller’s Department and ERD. The \nregional department will administer the subproject and related contracts. The department will be \nresponsible for consultant selection and other budgeted items for the subproject. Although the \nexact requirements of the type of expertise and the length of their inputs will only be known \nduring the implementation of the individual studies, it is envisaged that the TA will require about \n18 person-months of international and 25 person-months of national consultant services. Given \nthis limitation and the intermittent nature of assignments and anticipated variety of expertise \nrequired, the TA will primarily fulfill its consulting requirements by recruiting experts on an \nindividual basis. If the studies require involvement of a research institution, the recruitment will \nbe based on the Consultants Qualification Selection (CQS). On an exceptional basis, and where \nthe subproject selections result in a country context where only one research institution can \nprovide the required expertise, the recruitment will be conducted on a single-source selection \n(SSS) basis. All consultants, individual and research institutions, will be engaged in accordance \nwith ADB’s Guidelines on the Use of Consultants (2010, as amended from time to time). Outline \nterms of reference for the consultants are in Appendix 3. \n20.  Procurement  of  equipment  (computer  hardware  and  software)  by  ADB  will  be  in \naccordance with its Procurement Guidelines (2010, as amended from time to time) and in \ncoordination  with  ADB’s  Office  of Information  Systems  and Technology,  and the Office of \nAdministrative Services. At TA completion, any equipment procured will be disposed off in \naccordance with project administration instructions.9  \n21.  Disbursements  under  the  TA  will  follow  ADB’s  Technical  Assistance  Disbursement \nHandbook (2010, as amended from time to time). Payments will be endorsed by the regional \ndepartments to ERD for overall budget management and submission to the controllers. ERD will \nadminister TA funds for centralized expert advisory support. The departments will report the \nprogress of the evaluations to ERD and the committee. Based on department reporting, ERD \nwill provide overall reporting on TA budget utilization to the committee and controllers. \n22.  Regional departments will be responsible for the final subproject outputs and reports, \nand for quality. Results will be published as part of the project completion reports or as stand-\nalone working papers regardless of the nature of outcomes. The collection of data will be \nsupervised by the evaluation study team members and staff assigned by the committee to \nensure  their  quality.  The  data  produced  by  impact  evaluations  will  be  stored  and  made \naccessible for further internal and external use. \n \n                                                \n9  ADB. 2009. Administering Grant-Financed Technical Assistance Projects. Project Administration Instructions. No. \n5.11.  Manila.  \n ", "6   \nIV.  THE PRESIDENT'S DECISION  \n23.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis \nfor Implementing Impact Evaluation at ADB, and hereby reports this action to the Board. \n ", "Appendix  1  7 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources and/or  Assumptions  \nSummary  Targets and/or  Reporting  and Risks \nIndicators  Mechanisms  \nImpact       \nImpact evaluation  Number of project  Project performance  Impact evaluations will \nfirmly established in  designs incorporating  reports  continue to be financed \nADB operations  impact evaluation  through TA and lending \n  operations. \nOutcome       \nImpact evaluation  Progress reports on  Regional department \npiloted in each  impact evaluation  and ERD records \nregional department \nwith an effective \ncentralized technical \nsupport system \n \nOutputs       \n1. ADB staff and  30 ADB staff trained  Records from the  ADB staff and \nDMC counterparts    Human Resources  government agencies \nunderstand impact  DMC counterpart  Division  understand and accept \nevaluation concepts  staff trained     implications of impact \nand practices    Regional department  evaluation studies for \n  ADB staff and DMC  project files  project design and \n  counterparts manage  implementation. \n  pilot impact   \nevaluation projects  Selected impact \n  evaluation studies will \n2. Impact evaluation  Impact evaluation  Regional department  either be completed within \nmethodology  method guides  project files  the TA implementation \nguidelines selected,  developed    period or the funds will be \nadvice provided to    ERD and regional  made available through \nADB staff and DMC  Technical advice on  department project files  other sources, including \ncounterparts on  impact evaluation  loan or grant proceeds. \nproject design and  design provided and \nimplementation, and  incorporated \nat least five new   \nimpact evaluation  Impact evaluation \nprojects implemented  implementation \nprogress reports \n \n3. Lessons from pilot  Impact evaluation  Minutes of meetings \nactivities presented  reports and lessons   \nto Management and  made available to  ADB intranet and \ndisseminated within  ADB staff and DMCs  internet \nADB and DMCs   \nPublished reports \n ", "8  Appendix 1 \n \nActivities with Milestones  Inputs \n1.  Impact evaluation awareness building   \n1.1. Train mission leaders in impact evaluation practices (from first  ADB: $1.0 million \nquarter 2011)   \n1.2. Raise  awareness  of  Management  and  others  on  impact   \nevaluation principles and concepts (December 2010)   \n   \n2.  Impact evaluation implementation   \n2.1  Impact  evaluation  committee  advises  on  technical  matters,   \nincluding project selection and methodology (December 2010) \n2.2  Select and approve impact evaluation methods for each \nselected project (December 2010) \n2.3  Engage consultants as required (first quarter 2011) \n2.4  Report implementation progress to committee (2011–2012) \n \n3.  Lesson dissemination \n3.1  Committee meets regularly with communities of practice (from \nfirst quarter 2011) \n3.2  Maintain impact evaluation intranet website (from first quarter \n2011) \n3.3  Disseminate lessons and methods report (fourth quarter 2012) \n \nADB = Asian Development Bank, DMC = developing member country, ERD = Economics and Research Department.  \n \n \n \n \n ", "Appendix 2  9 \n \n \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Asian Development Banka   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  360.00 \n      ii.  National consultantsb  182.20 \n    b.  International and local travel  80.00 \n  2.  Equipment  25.00 \n  3.  Data, surveys, and in-depth studies  200.00 \n  4.  Workshops, training, seminars and conferencesc  30.00 \n  5.  Miscellaneous administration and support costsd  22.80 \n  6.  Contingencies  100.00 \n   \n        Total  1,000.00 \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-other sources). \nb  Includes research assistants. \nc  Includes per diem and travel costs for ADB staff engaged as resource persons. \nd  Includes publication costs. \nSource: Asian Development Bank estimates. \n ", "10  Appendix 3 \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  Impact evaluation advisor (international, 3 person-months, intermittent). The impact \nevaluation  advisor  should  have  more  than  15  years  of  experience  and  a  well-established \nreputation in impact evaluation research and practice. The advisor will mainly provide technical \nguidance and feedback on the evaluation studies under this TA. Specifically, the advisor will \n(i)  review and provide detailed comments and suggestions on the inception reports \nprepared by the impact evaluation specialists; \n(ii)  review and provide detailed comments and suggestions on the draft final impact \nevaluation studies; \n(iii)  provide  guidance  on  questions  raised  by  the  evaluation  team  regarding  the \nevaluation studies; \n(iv)  participate in the dissemination activities as requested; and  \n(v)  provide guidance on the contents of the study website. \n \n2.  International  impact  evaluation  specialists  (international,  10  person-months, \nintermittent). The international impact evaluation specialists should have sufficient expertise and \nexperience in impact evaluation of public interventions and a good understanding of the project \nsector in the developing countries. They will  design the evaluation, guide and oversee its \nimplementation, and produce high-quality TA deliverables. Specifically, the specialists will \n(i)  conduct a desk review of project documents and coordinate with the project team \nin designing and implementing the evaluation; \n(ii)  conduct a literature review with assistance from the national impact evaluation \nspecialists; \n(iii)  identify  and  access  existing  data  sources  with  assistance  from  the  national \nspecialists; \n(iv)  design an evaluation framework and develop an action plan for implementation; \n(v)  prepare an inception report that includes a description of the intervention to be \nevaluated,  evaluation  questions,  evaluation  design,  implementation  plan,  and  other \ninformation requested by the project team; \n(vi)  design survey instruments and guide the national specialists and survey team in \nthe conduct of surveys; \n(vii)  conduct empirical analysis of the impacts of the project; \n(viii)  prepare a final report with details of the impact evaluation study, highlighting \nlessons learned and recommendations for future operations; and \n(ix)  assist in disseminating the evaluation findings through academic publications, \npolicy briefs, and/or seminars and workshops. \n \n3.  National impact evaluation specialists (national, 20 person-months, intermittent). The \nnational impact evaluation specialists should have sufficient expertise and experience in survey \ndesign and implementation, good knowledge of the project sector and of impact evaluation \nmethodologies and application. Guided by the international impact evaluation specialists, they \nwill assist in survey design, implement the surveys, and assist in data analysis and report \npreparation. Specifically, the specialists will \n(i)  assist  the  international  specialists  in  literature  review  and  in  identifying  and \naccessing existing data sources; \n(ii)  assist the international specialists in developing the impact evaluation framework \nand action plan; \n(iii)  conduct pretests of survey instruments and assist the international specialists in \nimproving the survey design; \n(iv)  guide the survey team and implement surveys for data collection;  \n ", "Appendix  3  11 \n(v)  coordinate  between the  international specialists,  project team,  and  executing \nagencies; \n(vi)  assist the international specialists in data analysis and report preparation; and \n(vii)  participate in and contribute to the dissemination activities. \n \n4.  Project coordinator (national, 5 person-months, intermittent). The project coordinator \nshould have sufficient experience in coordinating research projects. Specifically, the \nproject coordinator will \n(i)  follow up and update the project team of this TA and the impact evaluation \ncommittee with progress of the evaluation study; \n(ii)  prepare periodic reports on project progress, and/or as requested; \n(iii)  monitor budget utilization by regional departments; \n(iv)  design, maintain, and update the study websites; \n(v)  consolidate TA reports as needed; and \n(vi)  coordinate events related to the project. \n \n5.  Copy editor (international, 2.5 person-months). The copy editor will ensure that the \noutputs  under  this  TA  adhere  to  ADB  style  and  usage,  and  conform  to  high  publication \nstandards. The consultant should have expertise in copyediting and desktop publishing, and \npreferably have extensive experience in similar assignments involving preparation of economic \npublications. \n \n6.  Research assistants (national, as needed). The research assistants should be familiar \nwith the impact evaluation literature and have experience in data processing and analysis. \nUnder the guidance of the impact evaluation specialists, the research assistants will \n(i)  collect, clean, and analyze data; \n(ii)  assist in preparing presentations, reports and other publications; and \n(iii)  provide inputs to the study website.  \n \n7.  Impact evaluation trainers (international, 2.5 person-months, intermittent). The impact \nevaluation trainers should be familiar with the impact evaluation literature and key development \nissues in the developing member countries (DMCs). They should also have practical experience \nin impact evaluation in the developing countries. The trainers will \n(i)  design training courses for DMC officials covering common experimental and \nnon-experimental methods of impact evaluation, their respective merits and drawbacks, \nand circumstances where they are applicable;  \n(ii)  prepare relevant training materials, including case studies to illustrate possible \nscenarios that the participants may face; and \n(iii)  prepare reports on course effectiveness based on feedback from participants and \nother indicators. \n \n \n "], "metadata": {"Author": "Asian Development Bank", "Comments": "", "Company": "Licenced User", "CreationDate": "D:20101208152323+08'00'", "Creator": "Acrobat PDFMaker 9.1 for Word", "Keywords": "adb project 44354, adb technical assistance, impact evaluation, public sector management, economic growth, economic efficiency, enabling business environment, economic opportunities, human development, post-implementation evaluation, research and development technical assistance", "ModDate": "D:20101216092232+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20101208072313", "Subject": "", "Title": "Technical Assistance Report:  Implementing Impact Evaluation at ADB"}, "author_page": " \n \nVice-President  U. Schaefer-Preuss, Knowledge Management and Sustainable \nDevelopment \nOfficer-in-Charge  J. Zhuang, Deputy Chief Economist  concurrently Assistant Chief \nand Director  Economist, Economics and Research Department (ERD) \n   \nTeam leader  M. E. Khan, Principal Economist, ERD \nTeam members  A. A. Bernardo, Senior Results Management Officer, South Asia \nDepartment (SARD) \n  R. Bolt, Advisor, Southeast Asia Department (SERD) \n  J. Brommelhorster, Senior Economist, East Asia Department (EARD) \n  H. Carlsson, Lead Professional (Project Performance Management), \nSARD \n  M. R. M. Cham, Economics Officer, ERD \n  J. Felipe, Principal Economist, Central and West Asia Department  \n  Y. Jiang, Economist, ERD \n  W. Kolkma, Principal Results Management Specialist, Strategy and \nPolicy Department \n  A. Lagman-Martin, Senior Economics Officer, ERD \n  M. Minc, Lead Professional (Project Management), EARD \n  S. Pollard, Principal Economist, Pacific Department \n  P. Rajapakse, Principal Economist, SERD \n  G. Rauniyar, Senior Evaluation Specialist, Independent Evaluation \nDepartment \n  P. Robertson, Principal Project and Portfolio Management Specialist, \nCentral Operations Services Office \n  S. Shrestha, Senior Economist, SARD \n  V. You, Senior Advisor to the Managing Director General, Office of the \nPresident \nPeer Reviewer  B. Edes, Director, Regional and Sustainable Development Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nITnh ep vreiepwasr ienxgp reasnsye dc hoeurneitnry a rep rtohgorsaem o f tohre  csotrnastuelgtayn,t  afinnda dnoc innogt  naencye ssparroiljye cret,p reosr enbty t homsaek oinf gA DaBn’sy  \ndmeesmigbnearsti,o Bno aorfd  oorf  Dreirfeecrteonrsc,e M taon aag epmaretnict,u olar rs ttaeffr,r iatonrdy m oary  gbeeo pgreralimphinica ray rien an aintu rteh. is  document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "U. Schaefer-Preuss", "role": "Knowledge Management and Sustainable", "organization": ""}, {"documentRole": "Officer-in-Charge", "fullname": "J. Zhuang", "role": "Deputy Chief Economist  concurrently Assistant Chief", "organization": ""}, {"documentRole": "Team leader", "fullname": "M. E. Khan", "role": "Principal Economist", "organization": "ERD"}, {"documentRole": "Team members", "fullname": "A. A. Bernardo", "role": "Senior Results Management Officer", "organization": "South Asia"}, {"documentRole": "Team members", "fullname": "R. Bolt", "role": "Advisor", "organization": "Southeast Asia Department"}, {"documentRole": "Team members", "fullname": "J. Brommelhorster", "role": "Senior Economist", "organization": "East Asia Department"}, {"documentRole": "Team members", "fullname": "H. Carlsson", "role": "Lead Professional (Project Performance Management)", "organization": ""}, {"documentRole": "Team members", "fullname": "M. R. M. Cham", "role": "Economics Officer", "organization": "ERD"}, {"documentRole": "Team members", "fullname": "J. Felipe", "role": "Principal Economist", "organization": "Central and West Asia Department"}, {"documentRole": "Team members", "fullname": "Y. Jiang", "role": "Economist", "organization": "ERD"}, {"documentRole": "Team members", "fullname": "W. Kolkma", "role": "Principal Results Management Specialist", "organization": "Strategy and"}, {"documentRole": "Team members", "fullname": "A. Lagman-Martin", "role": "Senior Economics Officer", "organization": "ERD"}, {"documentRole": "Team members", "fullname": "M. Minc", "role": "Lead Professional (Project Management)", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "S. Pollard", "role": "Principal Economist", "organization": "Pacific Department"}, {"documentRole": "Team members", "fullname": "P. Rajapakse", "role": "Principal Economist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "G. Rauniyar", "role": "Senior Evaluation Specialist", "organization": "Independent Evaluation"}, {"documentRole": "Team members", "fullname": "P. Robertson", "role": "Principal Project and Portfolio Management Specialist", "organization": ""}, {"documentRole": "Team members", "fullname": "S. Shrestha", "role": "Senior Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "V. You", "role": "Senior Advisor to the Managing Director General", "organization": "Office of the"}, {"documentRole": "Peer Reviewer", "fullname": "B. Edes", "role": "Director", "organization": "Regional and Sustainable Development Department"}]}