{"path": "data/input/ta/44379-012-png-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 44379–012 \nCapacity Development Technical Assistance (CDTA) \nNovember 2012 \n \n \n \nPapua New Guinea: Supporting Public Financial \nManagement, Phase 2 \n \n \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \nCURRENCY EQUIVALENTS \n(as of 25 October 2012) \n \nCurrency unit  –  kina (K) \nK1.00  =  $0.487 \n$1.00  =  K2.054 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPS  –  country partnership strategy \n  FFE  –  framework for fiscal enhancement \n  LNG  –  liquefied natural gas \n  PFM  –  public financial management \n  PNG  –  Papua New Guinea \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting  –  General intervention \nclassification \nSector (subsectors)  –  Public  sector  management  (public  expenditure  and  fiscal \nmanagement, public administration) \nThemes (subthemes)  –  Capacity  development  (institutional  development, \norganizational  development);  economic  growth  (promoting \nmacroeconomic  stability);  governance  (economic  and  financial \ngovernance) \nLocation (impact)  –  Rural (low), urban (medium), national (high), regional (low) \nPartnerships  –  Development partners coordinate public financial management \nreform efforts using a framework for fiscal enhancement where \ngovernment  efforts,  supported  by  development  partners,  are \nfocused on fiscal and public financial management. \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  I. Matsumoto, Urban, Social Development and Public Management \nDivision, PARD \n   \nTeam leader  H. Everett, Financial Sector Specialist (Public Finance), PARD \nTeam member  A. Batten, Country Economist, Papua New Guinea Resident Mission, \nPARD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.  \n ", " \nI.  INTRODUCTION \n1.  Strengthening public financial management (PFM) systems and practices in Papua New \nGuinea (PNG) will improve the government’s ability to effectively and efficiently utilize public \nfinances for service delivery and infrastructure provision. PFM is an important component of the \ngovernment’s  medium-term  development  plan.  The  plan  focuses  on  (i) improving  and \nstrengthening  public  sector  reform,  (ii)  improving  budgeting  and  financial  management  for \neffective  service  delivery,  and  (iii)  enforcing  accountability  and  transparency  initiatives. 1 \nDevelopment partners coordinate PFM reform efforts using a framework for fiscal enhancement \n(FFE)  where  government  efforts,  supported  by  the  development  partners,  focus  on  fiscal \nmanagement and PFM.2 \n \n2.  The technical assistance (TA) will support ongoing PFM reform in PNG by focusing on \nareas identified in the FFE and aligned with the priorities of ADB’s ongoing programs and \nprojects in PNG. The TA will (i) support the design and implementation of systems for financing \nthe construction and maintenance of infrastructure from a newly created sovereign wealth fund, \nand (ii) strengthen the accountability of statutory authorities to the national government. The TA \nhas been conceptualized and designed through consultations during the preparation of the \ncountry partnership strategy (CPS),3 as well as a TA fact-finding mission in September 2012. \nThe design and monitoring framework is in Appendix 1.4 \n \nII.  ISSUES \n3.  Two  components  of  ADB’s  country  strategy  for  PNG  are  good  governance  and \nsovereign wealth management (footnote 3). Improved governance will ensure more effective \nand efficient utilization of public finances for service delivery and infrastructure provision, and \nwill be critical in the context of the anticipated sudden gains in revenues from the liquefied \nnatural gas  (LNG)  project  and  other  major mining  projects. The  CPS  notes  that  ADB  will \ncontinue to support the government-wide FFE led by the departments of finance and treasury; \nand efforts to increase governance standards for infrastructure projects, statutory authorities, \nand state-owned enterprises. \n \n4.  On  sovereign  wealth  management,  there  is  a  need  for  skillful  management  of  the \npotential  adverse  macroeconomic  implications  of  large  resource  projects.  During  the  CPS \nimplementation period, ADB plans to help the government prepare for the expected mineral \nrevenue. PNG will also need to ensure that revenue from LNG and other mining and petroleum \nprojects is efficiently and equitably utilized, and aligned with development priorities. Increasing \ngovernance standards, particularly with regard to the management of revenue from petroleum \nand mining projects, is essential to ensuring that the government can convert financial wealth \ninto  broad-based  delivery  of  basic  services.  ADB  will  therefore  continue  to  support  the \ngovernment to strengthen PFM (footnote 3). \n                                                \n1  Government of Papua New Guinea, Department of National Planning and Monitoring. 2010. Papua New Guinea \nMedium Term Development Plan 2011–2015. Port Moresby. \n2  ADB, Australian Agency for International Development, and World Bank. 2009. Framework for Fiscal Management \nEnhancement in Papua New Guinea. Port Moresby. \n3  ADB. 2010. Country Partnership Strategy: Papua New Guinea, 2011–2015. Manila. \n4  The TA first appeared in the business opportunities section of ADB’s website on 30 October 2012. \n ", "2   \n5.  The most recent public expenditure and financial accountability assessment confirmed \nprogress in several PFM areas.5 The debt burden is significantly lower and more balanced \nthrough the effective implementation of a debt strategy and the application of fiscal surpluses to \nreduce debt. Budget preparation is more orderly, transparent, and consultative as a result of the \nFiscal Responsibility Act. Furthermore, the government has strengthened fiscal planning and \nexpenditure management by adhering to principles laid out in two successive 5-year medium-\nterm fiscal strategies, first implemented in 2003. \n \n6.  However, important weaknesses impede the government’s ability to control expenditures, \ndisburse the budget as approved, and provide essential services. Fundamental arrangements \nare  in  place,  but  implementation  weaknesses  mean  that  the  systems  and  procedures  for \nexpenditure control cannot be relied upon to ensure appropriate accountability. Transparency in \nbudget execution is weak, with budget integrity undermined by the unauthorized diversion of \nfunds,  including  resources  for  regional  development.  Tracking  expenditures  to  ensure  the \nbudget is delivered as approved is difficult. Statutory authority accountability is particularly weak. \nIn addition, the greater responsibility being given to provincial governments has impacted PFM, \nstretching the limited human resources available to manage the country’s financial systems. \n \n7.  The TA will support further improvements in PFM by focusing on areas identified in the \nFFE. The FFE has three priority areas (i) managing financial volatility by maintaining long-term \nfiscal  sustainability  and  safeguarding  sudden  gains  in  revenues;6 (ii) strengthening  service \ndelivery  through  budget  expenditure  prioritization  and  effective  implementation;  and \n(iii) reinforcing the integrity of budget systems and processes by delivering comprehensive, \ntransparent, and accountable budgets.7 The TA will (i) support the design and implementation of \nsystems for financing the construction and maintenance of infrastructure from the sovereign \nwealth  fund,  and  (ii) strengthen  the  accountability  of  statutory  authorities  to  the  national \ngovernment. \n \n8.  The  sovereign  wealth  fund  aims  to  reduce  fiscal  volatility  by  safeguarding  sudden \nincreases  in  revenues.  Parliament  approved  the  Organic  Law  on  Sovereign  Wealth  Fund \nManagement  on  21  February  2012; the  law  offers  significant  advantages for  directing  the \nmanagement of volatile resource revenues over current policies.  The law provides for the \ncreation of a number of new funding mechanisms and agencies that will receive revenues \naccruing to the government as a result of its equity stake in the LNG project. Under the law, all \nfuture mining, oil, and gas revenues will be deposited into an offshore stabilization fund, which \nwill be overseen by an independent board and subject to enhanced governance, transparency, \nand asset management rules. Withdrawals from the stabilization fund will be fully integrated into \nthe national budget process and restricted to the average of the past 15 years of mineral \nrevenues. \n \n9.  Working  in  close  coordination  with  the  interdepartment  sovereign  wealth  fund \nimplementation secretariat, and the development partners sovereign wealth fund coordination \ngroup,  the  TA  will  support  the  design  and  implementation  of  systems  for  financing  the \nmaintenance and construction of infrastructure from the sovereign wealth fund, either based on \n                                                \n5  Government of Papua New Guinea, Department of Finance. 2009. Public Financial Management Performance \nReport. Port Moresby. \n6  One of PNG’s continuing challenges is to manage financial volatility inherent in the economy, which heavily relies \non extractive industries such as mining and petroleum. \n7  Reinforcing the integrity of budget systems and processes—ensuring that actual budget spending complies with \nbudget allocations, funds reach intended budget organizations, there are no leakages on the way, and budget \norganizations maintain the mix of actual spending conducive to service delivery—remains a challenge. \n ", "  3 \na  proposed  independent  authority  model  that  will  fund  investment  in  infrastructure,  or  an \nalternative arrangement once agreed by the government.8 \n \n10.  The PNG sovereign wealth fund secretaries committee has approved an implementation \nplan to operationalize the sovereign wealth fund in 2013. The Department of Treasury has \nasked ADB to help address a number of key implementation issues related to integrating the \nproposed structure into their existing systems. Key issues to be addressed include the (i) policy \nand  legislative  framework,  (ii)  institutional  framework,  (iii) definition  of  public  infrastructure \nassets, (iv) management structure, (v) criteria for project selection, and (vi) project and financial \noperating issues. The role of existing agencies and the relationship of any new arrangement \nwith the existing agencies needs to be considered. \n \n11.  Currently, the Department of Finance does not have a unit dedicated to monitoring the \napproximately 80 statutory authorities in PNG. In 2008, the government commissioned a report \ninto  the  governance  of  statutory  authorities,  which  recommended  the  establishment  of  a \ndedicated  statutory  authorities  unit.9 More  recently,  statutory  authorities  have  expressed \nconcern about the lack of engagement between central agencies and the statutory authorities, \nand  requested  that  a  first  point  of  contact  be  identified.  The  Department  of  Finance  has \ntherefore approved the establishment of a new statutory authorities monitoring branch. \n \n12.  The current accountability framework for statutory authorities is deficient in a number of \nareas, including (i) noncompliance with reporting provisions, financial measures, structures, and \npolicies;  (ii)  lack  of  demonstrable  service  delivery  improvements  and  outcomes;  (iii)  the \noperation of competitive programs and strategies that undermine government’s public programs \nand  national  priorities;  (iv)  dilution  of  policy  control  and  direction  in  the  management  and \nprotection of finances, key assets, and natural resources; and (v) control failures by central \nagencies resulting in statutory authorities collecting and retaining increasing streams of public \nrevenues and committing to unsustainable increases in year-on-year expenditures. \n \n13.  The Department of Finance has, therefore, requested ADB support to assist in the initial \nestablishment and operation of the new statutory authorities monitoring branch. The branch will \nmonitor compliance of statutory authorities with the governance framework, and, more generally, \nwill monitor the performance of statutory authorities against their performance plans.10 \n \n14.  Both  the  sovereign  wealth  fund  implementation  support  and  the  statutory  authority \nsupport is closely aligned with ADB’s existing operations in PNG, given the CPS focus on \nrehabilitating PNG’s transport infrastructure network; and ADB’s existing projects with a number \n                                                \n8  Various models are being considered as possible arrangements for financing the maintenance and construction of \ninfrastructure from the sovereign wealth fund, including (i) a proposed independent authority model to maintain \nexisting national infrastructure, and supervise construction of new infrastructure by the government, including \nroads, airports, ports, and hospitals; (ii) an initiative led by the Department of Transport and Department of Works \nfor a public–private partnership transaction office; and (iii) a proposed public–private partnership center to be \nestablished once public–private partnership legislation currently before Parliament is approved. \n9  ADB. 2008. Papua New Guinea: Support for Public Expenditure Review and Rationalization. Manila (consultant’s \nreport). Statutory authority monitoring arrangements are also discussed in ADB. 2011. Papua New Guinea, \nSupporting  Public  Financial  Management,  Governance  and  Financial  Management  Monitoring  Framework– \nStatutory Authorities. Manila (consultant’s report); and ADB. 2011. Statutory Authorities Performance Management \nSystems Report: A Framework for Performance Reporting by PNG Statutory Authorities. Manila (consultant’s \nreport). \n10 The governance framework for statutory authorities is contained in (i) the Public Finances (Management) Act 1995 \nand related financial instructions, (ii) Regulatory Statutory Authorities Act 2004, and (iii) enabling legislation for \neach statutory authority. \n ", "4   \nof statutory authorities, including the Border Development Authority, the Civil Aviation Safety \nAuthority, the National Maritime Safety Authority, and the National Roads Authority. \n \n15.  ADB’s  recent  support  for  PFM  in  PNG  was  through  TA  for  Support  for  Public \nExpenditure Review and Rationalization,11 and Supporting Public Financial Management.12 This \nTA will build on the progress made under the latter TA, rated successful in the TA completion \nreport.13 \n \n16.  The main lesson from the Supporting Public Financial Management TA is that, for TA to \nhave  impacts  across  the  government  sector,  all  of  the  government  must  support  the  TA \nobjectives. In addition, some logistical issues impacted TA delivery. The TA completion report \nnoted  the  importance  of  carefully  confirming  counterpart  contributions,  particularly  in  weak \ncapacity agencies, where facilities are limited. The completion report also notes that issues such \nas  strengthening  oversight  of  statutory  authorities  are  critical  to  improving  development \noutcomes in PNG and need to receive continued support from development partners. More \ngenerally, efforts to improve PFM capacity in PNG are challenging with modest achievements; \nthis justifies the highly focused initiative proposed. \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n17.  The impact is to contribute to more effective and efficient utilization of public finances for \nservice  delivery  and  infrastructure  provision.14 The  outcome  is  strengthened  PFM  systems \nthrough  improved  transparency,  accountability,  and  efficiency  in  national  government \nmanagement and use of public resources. \n \nB.  Methodology and Key Activities \n18.  The TA will deliver the following outputs (and associated activities) during 2012–2014. \n \n19.  Support the design and implementation of systems for financing the construction \nand  maintenance  of  infrastructure  from  the  sovereign  wealth  fund. The TA, in close \ncoordination  with  the  sovereign  wealth  fund  implementation  secretariat,  will  (i)  prepare  a \ncomprehensive  concept  paper  on  various  options  for  financing  the  construction  and \nmaintenance  of  infrastructure  from  the  sovereign  wealth  fund,  (ii)  undertake  consultation \nworkshops  with  government  agencies  and  development  partners  on  the  concept  paper, \n(iii) support expert peer reviews of the proposed options, (iv) prepare a detailed implementation \nplan of the preferred option, and (v) provide support on the establishment and implementation of \nthe final proposal once agreed, including capacity building support. \n \n20.  Strengthen the accountability of statutory authorities to the national government. \nThe TA, in close coordination with the Department of Finance, will (i) develop a 2013 work plan \n                                                \n11 ADB.  2007.  Technical  Assistance  to  Papua  New  Guinea  for  Support  for  Public  Expenditure  Review  and \nRationalization. Manila (TA 4947–PNG for $500,000, approved on the 29 June, financed by the Japan Special \nFund). \n12 ADB. 2009. Technical Assistance to Papua New Guinea for Supporting Public Financial Management. Manila (TA \n7427–PNG for $1,000,000, approved on 10 December, financed by the Japan Special Fund). \n13 ADB. 2012. Technical Assistance Completion Report: Supporting Public Financial Management in Papua New \nGuinea. Manila. \n14 Footnote 3, Sector Results Framework, Public Sector Management, 2011–2015. \n ", "  5 \nfor the new statutory authorities monitoring branch, (ii) ensure progress on the development of \nfinancial  instructions  covering  performance  and  financial  reporting  by  statutory  authorities,  \n(iii) develop a simple database to support the branch in its monitoring role, and (iv) finalize \nstaffing arrangements for the branch, including the preparation of position descriptions. Once \nthe branch is established, the TA will support the branch in undertaking monitoring of an initial \ngroup of pilot statutory authorities and training branch staff in undertaking this monitoring. \n \nC.  Cost and Financing \n21.  The TA is estimated to cost $1,000,000, of which the full amount will be financed on a \ngrant  basis  by  ADB’s  Technical  Assistance  Special  Fund  (TASF-IV).  The  government  will \nprovide counterpart support in the form of office accommodation for consultants, provision of \ncounterpart staff and support services, and other in-kind contributions. Disbursements under the \nTA will be made in accordance with ADB’s Technical Assistance Disbursement Handbook (2010, \nas amended from time to time). The cost estimates and financing plan are in Appendix 2. \n \nD.  Implementation Arrangements \n22.  The Department of Treasury will be the executing agency. The Department of Treasury \nand the Department of Finance will be the implementing agencies. \n \n23.  The TA will require international consultants (estimated 25 person-months) with skills \nand expertise in economics, finance, PFM, or governance, particularly in fund management \ngovernance arrangements, and statutory authority governance. All consultants will be engaged \nas individuals. ADB will engage consultants in accordance with its Guidelines on the Use of \nConsultants (2010, as amended from time to time). \n \n24.  TA activities will be implemented from 1 December 2012 to 31 October 2014. The \noutline terms of reference for consultants are in Appendix 3. \n \n25.  Monitoring of the TA will draw on findings of assessments by ADB and development \npartners  including  ADB’s  country  performance  assessment  for  PNG,  and  the  next  public \nexpenditure  and  financial  accountability  assessment.  Detailed  activities  will  be  monitored \nthrough the review of TA outputs and feedback from the executing and implementing agencies. \n \nIV.  THE PRESIDENT'S DECISION \n \n26.  The President, acting under the authority delegated by the Board, has approved the \nprovision of technical assistance not exceeding the equivalent of $1,000,000 on a grant basis to \nthe Government of Papua New Guinea for Supporting Public Financial Management, Phase 2, \nand hereby reports this action to the Board. \n \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact      Assumption \nEffective and efficient  CPA indicator C-8a, equity  ADB CPA reports  Political commitment to \nutilization of public  of public resource use and  reform activities \nfinances for service  government spending,   \ndelivery and  increaseda  Risk \ninfrastructure    External commodity \n2011 baseline: 3.0 \nprovision  prices reduce sudden \n2015 target: 4.0 \ngains in revenues \nOutcome      Assumption \nStrengthened PFM  PEFA performance  PEFA PFM performance  Active participation by \nsystems through  indicator 9, oversight of  report  the Department of \nimproved  aggregate fiscal risk from  Treasury and statutory \ntransparency,  other public sector entities,  authorities in \naccountability, and  increasedb  strengthening PFM \nefficiency in national    processes \n2009 baseline: D \ngovernment   \n2014 target: B \nmanagement and use  Risk \nof public resources  Delays in legislative \napproval required to \nsupport reform activities \nOutputs      Assumption \n1. Support the design  Average 0.5 rating  ADB CPA reports  The government and \nand implementation  improvement by the end of    development partners \nof systems for  2014 for the following    continue to work \nfinancing the  relevant CPA scores:a    collaboratively on PFM \nconstruction and       \n(i)  A-2: fiscal policy (2011 \nmaintenance of    Risks \nbaseline: 3.5)  \ninfrastructure from    Political disruption after \n(ii)  A-3: debt policy (2011 \nthe sovereign wealth    the 2012 elections \nbaseline: 4.5) \nfund.     \n \n    Amount of funding \nFinal design for financing  Legislation and/or \n  required to finance the \nthe construction and  institutional \n  maintenance and \nmaintenance of  arrangements put in \n  construction of \ninfrastructure from the  place \n  infrastructure from the \nsovereign wealth fund is   \n  sovereign wealth fund \nbased on the concept   \n  is not politically viable \npaper supported under the   \n   \ntechnical assistance   \n  Institutional rivalry \n   \n  between the design put \n   \n2. Strengthen the  Department of Finance  Completed statutory  in place for financing \naccountability of  receiving performance  authority performance  the maintenance and \nstatutory authorities  reports from at least 9  reports  construction of \nto the national  statutory authorities by    infrastructure from the \ngovernment.  2014 (2012 baseline: 0)    sovereign wealth fund, \n    and existing \n    infrastructure agencies, \n    over scarce resources \n    leading to delays in \n    construction and \n    maintenance of \n ", "Appendix 1  7 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nAverage one-step  PEFA PFM performance  infrastructure \nimprovement by the end of  report. \n2014 of the following \nrelevant PEFA \nperformance indicators:b \n \n(i)  Performance indicator \n16: predictability and \navailability of funds for \ncommitment of \nexpenditures (2009 \nbaseline: C+) \n(ii)  Performance indicator \n18: effectiveness of \ninternal controls for \nnonsalary expenditure \n(2009 baseline: C+) \nActivities with Milestones  Inputs \n   \n1.  Support the design and implementation of  ADB: $1,000,000 from the Technical Assistance \nsystems for financing the construction and  Special Fund (TASF-IV). \nmaintenance of infrastructure from the   \nsovereign wealth fund.  The government will provide counterpart support in \n1.1 Prepare concept paper (December 2012 – May  the form of office accommodation for consultants, \n2013).  provision of counterpart staff and support services, \n1.2 Undertake consultation workshops (November  and other in-kind contributions. \n2012 and April 2013).c \n1.3 Complete expert peer reviews of the concept \npaper (May 2013). \n1.4 Prepare detailed implementation plan (August \n2013). \n1.5 Support initial establishment and \nimplementation of the final proposal once \nagreed (September 2013 – October 2014). \n2. Strengthen the accountability of statutory \nauthorities to the national government. \n2.1 Prepare a work plan for the statutory authorities \nmonitoring branch (June 2013). \n2.2 Complete financial instructions covering \nperformance and financial reporting by \nstatutory authorities (December 2013). \n2.3 Develop a database (December 2013). \n2.4 Finalize staffing arrangements for the branch \n(February 2013). \n2.5 Complete monitoring of an initial group of pilot \nstatutory authorities (October 2014). \nADB = Asian Development Bank, CPA = country performance assessment, CPS = country partnership strategy, \nPEFA  =  public  expenditure and  financial  accountability,  PNG  =  Papua  New  Guinea,  PFM  =  public  financial \nmanagement. \na  The CPA criteria are measured from 1 to 6, with 1 being the lowest score. \nb  The PEFA assessment framework grades indicators from A to D, with D being the lowest score. \nc One consultation workshop will be undertaken in December 2012, immediately after mobilizing the consultants. The \nsecond consultation workshop will be undertaken once the draft concept paper is prepared. \nSource: Asian Development Bank. \n ", "8  Appendix 2 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \nItem  Total Cost \nAsian Development Banka   \n1.  Consultants   \n  a.  Remuneration and per diem   \n      International consultantsb  770.00 \n  b.  International and local travel  55.00 \n  c.  Reports and communications  5.00 \n2.  Training, seminars, and conferencesc  58.00 \n3.  Miscellaneous administration and support costs  30.00 \n4.  Contingencies  82.00 \nTotal  1,000.00 \nNote: The technical assistance (TA) is estimated to cost $1,000,000, of which the full amount will be financed on a \ngrant basis by the Asian Development Bank (ADB). Contributions from the ADB are presented in the table above. \nThe government will provide counterpart support in the form of office accommodation for consultants, provision of \ncounterpart staff and support services, and other in-kind contributions. The value of government contribution is \nestimated to account for 10% of the total TA cost. \na  Financed by the ADB’s Technical Assistance Special Fund (TASF-IV). The cost estimates and financing plan \nreflect the high cost of undertaking TA in Papua New Guinea. \nb  Includes the cost of vehicle hire for consultants. \nc  For financing four consultation workshops (two for the sovereign wealth fund component of the TA and two for the \nstatutory authority component). The TA consultants will administer the consultation workshops. \nSource: Asian Development Bank estimates. \n \n \n ", "                                                                                                                                                           Appendix 3  9   \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nA.  Sovereign Wealth Fund Expert (international, 4 person-months, intermittent) \n1.  The sovereign wealth fund expert will have a background in economics, finance, public \nfinancial management, or governance; and have at least 15 years experience in one or more of \nthese  disciplines.  The  expert  will  have  sound  project  management,  report  writing,  and \nadministrative skills; and be capable of liaising with senior public officials and development \npartners. Prior experience of working in Papua New Guinea and prior knowledge of Asian \nDevelopment Bank (ADB) procedures is highly desirable. \n \n2.  The expert will have overall responsibility for supporting the design and implementation \nof systems for financing the construction and maintenance of infrastructure from the sovereign \nwealth fund. Working in close coordination with the interdepartment sovereign wealth fund \nimplementation  secretariat,  the  expert  will  (i)  prepare  a  comprehensive  concept  paper  on \nvarious  options  for  financing  the  construction  and  maintenance  of  infrastructure  from  the \nsovereign wealth fund, (ii) undertake consultation workshops with government agencies and \ndevelopment partners on the concept paper, (iii) work with selected peer reviewers who will \nreview  the  proposed  options,  and  (iv) finalize  the  concept  paper  for  presentation  to  the \ninterdepartment sovereign wealth fund working group. The concept paper must be finalized by \nJune 2013, so that the preferred arrangements can be finalized in time for preparation of the \n2014 budget. \n \n3.  The expert will prepare a detailed implementation plan of the preferred option and \nprovide support for the initial establishment  and implementation of the arrangements once \nagreed, including capacity building support. The nature of the establishment and implementation \nsupport  will  be  finalized  in  consultation  with  the  sovereign  wealth  fund  implementation \nsecretariat and the ADB project officer once the arrangements are agreed. \n \n4.  Outputs will include (i) a comprehensive draft concept paper on various options for \nfinancing the construction and maintenance of infrastructure from the sovereign wealth fund, \n(ii) a final concept paper incorporating commentary from peer reviewers, (iii) presentation of the \nconcept paper and peer review recommendations to the sovereign wealth fund implementation \nsecretariat and other relevant stakeholders, and (iv) a detailed implementation plan. The expert \nwill be required to administer the consultation workshops relating to this component of the \ntechnical assistance (TA). \n \nB.  Governance Expert (international, 3 person-months, intermittent) \n5.  The governance expert will have a background in economics, finance, public financial \nmanagement, or governance; and have at least 7 years experience in one or more of these \ndisciplines. The expert will have sound project management, report writing, and administrative \nskills; and be capable of liaising with senior public officials and development partners. Prior \nexperience of working in Papua New Guinea and prior knowledge of ADB procedures is highly \ndesirable. \n \n6.  The  expert  will  work  closely  with  the  sovereign  wealth  fund  expert  to  support \narrangements  for  financing  the  construction  and  maintenance  of  infrastructure  from  the \nsovereign  wealth  fund.  Working  in  close  coordination  with  the  sovereign  wealth  fund \nimplementation secretariat, the governance expert will support the sovereign wealth fund expert \nto (i) prepare a comprehensive concept paper on various options for financing the construction \nand maintenance of infrastructure from the sovereign wealth fund, (ii) undertake consultation \n ", "10  Appendix 3 \n \n \nworkshops with government agencies and development partners on the concept paper, (iii) work \nwith selected peer reviewers who will review the proposed options, and (iv) finalize the concept \npaper for presentation to the interdepartment sovereign wealth fund working group. The concept \npaper must be finalized by June 2013, so that the preferred arrangements can be finalized in \ntime for preparation of the 2014 budget. \n \n7.  Outputs include (i) a comprehensive draft concept paper on various options for financing \nthe construction and maintenance of infrastructure from the sovereign wealth fund, (ii) a final \nconcept  paper  that  incorporates  commentary  from  peer  reviewers,  (iii)  presentation  of  the \nconcept paper and peer review recommendations to the sovereign wealth fund implementation \nsecretariat and other relevant stakeholders, and (iv) a detailed implementation plan. \n \nC.  Statutory Authority Expert (international, 11 person-months, intermittent) \n8.  The statutory authority expert will have at least 15 years experience in public financial \nmanagement and experience in the institutional arrangements of statutory authorities or similar \nbodies. The expert will have sound project management, report writing, and administrative skills; \nand  be  capable  of  liaising  with  senior  public  officials  and  development  partners.  Prior \nexperience of working in Papua New Guinea and prior knowledge of ADB procedures is highly \ndesirable. The expert will work closely with the new statutory authority monitoring branch within \nthe Department of Finance and with selected statutory authorities implementing the TA. \n \n9.  The expert will have overall responsibility for strengthening the accountability of statutory \nauthorities to the national government and will (i) develop a 2013 work plan for the branch; \n(ii) support  the  development  of  financial  instructions  covering  performance  and  financial \nreporting by statutory authorities; (iii) develop a simple database to support the branch in its \nmonitoring role; (iv) finalize staffing arrangements for the branch, including the preparation of \nposition descriptions; and (v) support the branch in undertaking monitoring of an initial group of \npilot statutory authorities, and provide training to branch staff to undertake this monitoring. \n \n10.  Outputs will include (i) a work plan for the new branch, (ii) financial instructions covering \nperformance and financial reporting by statutory authorities, (iii) a database to support the \nbranch in its monitoring role, and (iv) completed monitoring reports for a pilot group of statutory \nauthorities. The expert will be required to administer the consultation workshops relating to this \ncomponent of the TA. \n \nD.  Expert  Peer  Reviewers (3 positions, international, 0.5 person-months per position, \nintermittent) \n11.  The expert peer reviewers will have experience with sovereign wealth funds or related \nrelevant  experience;  and  have  a  background  in  economics,  finance,  public  financial \nmanagement, or governance. The experts will have sound report writing skills. \n \n12.  The  reviewers  will  be  required  to  review  the  draft  concept  paper  prepared  by  the \nsovereign wealth fund expert, and prepare a written commentary on the various options to be \nincluded as part of the draft concept paper. \n \n13.  Outputs will include a completed written commentary to be included as part of the draft \nconcept paper. \n \n ", "  Appendix 3  11 \nE.  Other Experts (international, 5.5 person-months, intermittent) \n14.  The  TA  will  provide  approximately  5.5  person-months  of  intermittent  international \nconsulting services with a focus on fund management governance arrangements, financial \nmanagement  legislation  and  procedures,  and  statutory  authority  governance.  Specific \nconsultant requirements will be refined when (i) the government agrees with the arrangements \nfor financing the construction and maintenance of infrastructure from the sovereign wealth fund, \nand (ii) the work plan for the new statutory authorities monitoring branch is finalized. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20121113091348Z", "Creator": "Microsoft® Office Word 2007", "ModDate": "D:20121123110109+08'00'", "Producer": "Microsoft® Office Word 2007", "Title": "TAR: Papua New Guinea: Supporting Public Financial Management, Phase 2"}}