{"path": "data/input/ta/44471-012-fsm-tar.pdf", "pages": [" \nTechnical Assistance Report \n \nProject Number: 44471  \nCapacity Development Technical Assistance (CDTA) \nNovember 2011 \n \n \n \nFederated States of Micronesia: Strengthening \nInfrastructure Planning and Implementation  \n(Financed by the Japan Fund for Poverty Reduction) \nThe views expressed herein are those of the consultant and do not necessarily represent those of ADB’s \nmembers, Board of Directors, Management, or staff, and may be preliminary in nature.  \n ", " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DTCI  –  Department of Transportation, Communications and Infrastructure \n  FSM  –  Federated States of Micronesia \n  TA  –  technical assistance \n       \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector (energy; water supply and other municipal \ninfrastructure and services; public sector management; \ntransport and information and communication technology) \nThemes (subthemes)  –  Capacity development (institutional development, \norganizational development); economic growth (promoting \neconomic efficiency and enabling business environment); and \ngovernance (economic and financial governance, public \nadministration);  \nLocation impact  –  Rural (medium), urban (high), national (high), regional (low) \nPartnership  –  Japan Fund for Poverty Reduction \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n  \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  A. Iffland, Urban, Social Development and Public Management Division, \nPARD \n   \nTeam leader  S. Pedersen, Principal Public Management Specialist, PARD \nTeam member  S. Blaik, Senior Urban Development Specialist, PARD \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nI.  INTRODUCTION \n1.  Basic infrastructure systems, such as power, transportation, and communications, are \nessential for the economic development of a country. The proposed technical assistance (TA) \nwill  (i) support state  utilities  within  the  Federated  States  of  Micronesia  (FSM)  in  executing \ninfrastructure projects more effectively by having an agreed upon approach to systems and \nprocedures for project planning, design, and management across the country; and (ii) build \ncapacity in the Department of Transportation, Communications and Infrastructure (DTCI) to \nplan, design, and oversee project execution. The TA was included in the country operations and \nbusiness  plan,  2011–2013  at  the  request  of  the  national  and  state  governments.1 The \ngovernment  was  consulted  and  has  agreed  with  the  proposed  impact,  output,  outcomes, \nimplementation arrangements, cost and financing arrangements, and terms of reference for \nconsultants.2 \n \nII.  ISSUES \n2.  The  FSM  exhibits  the  characteristics  of  a  fragile  state.  Capacity  for  development \nmanagement  is  limited,  governance  systems  are  undeveloped,  and  performance  of  past \nprojects was not satisfactory. While the government is committed to its Strategic Development \nPlan,  2004–2023,  limited  capacity  within  the  national  and  state  governments  to  plan  and \nmanage the implementation of infrastructure projects is hindering development.3  \n \n3.  Economic growth in the FSM in the medium term is estimated at 0.6%. Private sector \ngrowth is sluggish. Because the FSM lacks effective power, transportation, and communication \ninfrastructure, foreign investors’ commitment to the country is weak. Better project management \nwould support timely execution of projects and hence would meet the conditions for drawdown \nof infrastructure grants under the Compact of Free Association.4 \n \n4.  The 2004–2023 Infrastructure Development Plan highlighted the need for a high level of \nprogram  management,  technical  skills,  and  financial  and  reporting  skills  for  the  detailed \nplanning,  technical  analysis,  resource  mobilization,  financial  management,  and  reporting \nsystems  that  would  be  required.  However,  limited  needs  assessments  and  little  capacity \nbuilding at any level has been undertaken. \n \n5.  Progress is hampered, in particular, by undefined procurement processes and building \nstandards, and disagreement within the FSM about project management processes (as well as \nunresolved land issues, inadequate long-term planning, lack of funding for maintenance, and \nlack of technical capacity).5 These issues are compounded by unclear legal and regulatory \n                                                \n1  Asian Development Bank. 2010. Country Operations Business Plan: Federated States of Micronesia, 2011–2013. \nManila. The FSM Constitution established three levels of government: (i) national, (ii) state, and (iii) municipal. The \nnational government’s powers are expressly delegated and provide for matters of foreign affairs and defense, \ntaxation, regulation of banking, and coordination of foreign assistance. State governments have exclusive powers \nto deal with local issues and all residual powers. Both national and state governments may (i) appropriate public \nfunds; (ii) borrow money on the public credit; and (iii) establish systems of social security and public welfare.  \n2  The TA first appeared in the business opportunities section of ADB’s website on 17 August 2011. \n3  Government of the Federated States of Micronesia. 2004. Strategic Development Plan, 2004–2023: Achieving \nEconomic Growth and Self-Reliance. http://www.mra.fm/pdfs/news_StrategicPlan.pdf \n4  IMF. 2010. Article IV Consultation Mission with FSM Concluding Statement. Washington, DC. The Compact of \nFree Association between the governments of the United States and the FSM, signed in 1982 and renewed in \n2003 for 20 years, provides for US economic assistance to and defense of the FSM in exchange for US defense \nand operating rights, including denial of access to FSM territory by other nations and other agreements. \n5  Government of the United States. 2009. Federated States of Micronesia Fiscal Year 2008 Economic Review. \nWashington, DC. \n ", "2   \nframeworks, the loose nature of the federal constitution of the states of Micronesia, and a \ntenuous sense of nationhood across the four states.  \n \n6.  DTCI is the executing agency for almost all government infrastructure projects, including \nthose funded by the Asian Development Bank (ADB). In the absence of a common project \nmanagement system, processes, and basic standards between DTCI and the state utilities (as \nimplementing  agencies  for  many  infrastructure  projects),  projects  cannot  be  implemented \neffectively. However, the state utilities are accountable to the state governments—not to the \nnational government.6 With regard to proper project implementation, DTCI can only negotiate,  \npersuade, and influence the state utilities.  \n \n7.  However, DTCI has implemented a number of infrastructure projects at the request of \nstate governments, in recognition of the state’s capacity constraints. In addition to having an \noversight role for almost all infrastructure projects, DTCI also provides capacity support to the \nstate implementing agencies.  \n \n8.  ADB’s project completion reports identify procurement and project management issues \nas  causes  of  project  implementation  delays  and  unsatisfactory  outcomes.7 The  review  of \ngovernance and capacity building gaps in DTCI in 2010 found four main constraints on effective \nproject implementation in its infrastructure division:8 \n \n(i)  The  overall  capacity  of  the  infrastructure  division  is  weak,  particularly  in \ninfrastructure  design,  project  management,  asset  management,  financial \nmanagement,  procurement,  and  risk  management.  The  division  has  specific \nskills gaps in asset planning and capital works programming, and has only one \nqualified civil engineer.  \n(ii)  Processes relating to project design and delivery, management of consultant \nprocurement,  and  risk  management  are  not  consistently  defined,  applied,  or \nunderstood within the divisions of DTCI. Consequently, DTCI’s ability to influence \nthe state utilities in implementing proper processes is very weak.  \n(iii)  State  utilities,  as  a  consequence,  do  not  define,  apply,  or  understand  the \nprocesses. The ability of DTCI to plan and oversee infrastructure implementation \nis  severely  limited  because  project  definition and  costing  are  undertaken  by \nstates  and  then  approved  by  the  National  Office  of  Statistics,  Budget  and \nEconomic  Management,  Overseas  Development  Assistance  and  Compact \nManagement and the Joint Economic Management Committee, and the budget is \nappropriated before assessment, review, and tendering by DTCI.  \n(iv)  Governance issues arise at project inception through indecisive and risk-averse \nmanagement, unclear and uncoordinated project description and design, and \nlack  of  project  ownership,  compounded  by  the  reluctance  of  DTCI  staff  to \nproperly manage consultant project managers. \n \n9.  The absence of agreed systems and processes for planning, designing, and managing \nprojects and the limited capacity of DTCI constrain effective project implementation in the FSM. \n \n                                                \n6  Because the project management unit within DTCI implements Compact infrastructure grant projects, DTCI does \nwield some influence during implementation, but not in the selection of projects. \n7  ADB. 2002. Completion Report: Fisheries Development Project in the Federated States of Micronesia. Manila; \nADB. 2010. Completion Report: Basic Social Services Project in the Federated States of Micronesia. Manila; ADB. \n2010. Completion Report: Private Sector Development Program in the Federated States of Micronesia. Manila. \n8  ADB. 2009. Technical Assistance for Governance and Capacity Development Initiative (Phase 2). Manila. \n ", "  3 \n10.  The TA is aligned with (i) ADB's Strategy 2020, which defines infrastructure as a core \narea  of  operations;9 (ii) ADB’s  Pacific  Approach,  2010–2014,  which  addresses the  lack  of \ninstitutional and human capacity development and skilled and qualified labor within the fragile \nstates of the Pacific;10 and (iii) ADB’s Integrating Capacity Development into Country Programs \nand Operations: Medium-Term Framework and Action Plan, 2007–2010.11  \n \n \nIII.  THE TECHNICAL ASSISTANCE \nA.  Impact and Outcome \n11.  The  impact  of  the  TA  will  be  that  states  receive  adequate  support  to  execute \ninfrastructure investment projects. The outcome will be that DTCI will have improved capacity to \nplan and oversee the execution of infrastructure projects.  \n \nB.  Methodology and Key Activities \n12.  The TA will support the delivery of two outputs: (i) systems and procedures for project \nplanning, design, and management agreed upon by DTCI and state utilities; and (ii) DTCI staff \nresources having the knowledge and skills in selected areas to plan, design, and oversee \nproject execution. \n \n13.  Output 1─Systems and procedures for project planning, design, and management. \nProject  planning,  design  and  management  frameworks,  systems,  and  procedures  for \ninfrastructure  investments  will  be  reviewed,  updated,  and/or  developed  with  DTCI  in \nconsultation with the state utilities of Yap, Pohnpei, Kosrae, and Chuuk. This includes manuals \non (i) planning of civil works, (ii) contracting of civil works, and (iii) management and supervision \nof  civil  works.  Procedures  for  coordinating  DTCI  and  state  utilities  in  planning,  design, \nimplementation, and supervision of infrastructure investments will be developed. A contract \nprocedures manual will be designed with DTCI and the four state utilities.  \n \n14.  A document management and a management information system will be designed and \nimplemented to facilitate organizational efficiency  within DTCI. These systems will also  be \naccessible by the state utilities. The need for further procedures manuals will be assessed, and \nmanuals produced, as required. \n \n15.  Agreement between DTCI and state utilities on the proposed project planning, design, \nand  management  system  design  and  implementation  arrangements  will  be  essential. \nImplementation  of the agreed  upon  approach within  DTCI  will  include  ongoing monitoring, \nassessment, and review throughout the term of the TA.  \n \n16.  Output 2─DTCI staff knowledge and skills improvement. An in-depth assessment of \nthe capacity of DTCI staff and long-term contractors to plan, design, implement, and supervise \ninfrastructure  projects  will  be  carried  out.  This  will  form  the  basis  for  tailored  capacity \ndevelopment programs for each division of DTCI. It will include formal and nonformal training.   \n                                                \n9  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n10  ADB. 2009. ADB’s Pacific Approach, 2010–2014. Manila. \n11  ADB. 2007. Integrating Capacity Development into Country Programs and Operations: Medium-Term Framework \nand Action Plan. Manila. \n ", "4   \nClassroom training will be complemented by on-the-job training, where trainees will participate \nin procurement activities, contract administration, and project supervision.   \n \n17.  The technical training programs will cover (i) introduction to infrastructure design, (ii) \nproject management, (iii) asset management, (iv) financial management, (v) procurement, (vi) \ncontract  administration,  and  (vii)  risk  management.  Climate  change  adaptation  will  be  an \nintegrated part of all technical courses. The design of the capacity development program will be \nbased on a modular approach, and training manuals will be produced for all subjects. Train-the-\ntrainer programs will be undertaken to create a permanent capacity within DTCI to train new \nstaff. \n \nC.  Cost and Financing \n18.  The Government of FSM has requested ADB to finance $700,000 equivalent. The TA \nwill be financed on a grant basis by the Japan Fund for Poverty Reduction and administered by \nADB. The government will provide counterpart support in the form of office accommodation; \naccess to telephone, facsimile, and internet facilities at the office of the DTCI; and other in-kind \ncontributions.  \n \nD.  Implementation Arrangements \n19.  ADB will be the executing agency, and DTCI will be the implementing agency. The TA \nwill require 25 person-months of international consultants: (i) an institutional strengthening and \ndevelopment  specialist  (17  person-months);  (ii)  an  infrastructure  management  capacity \nspecialist (5 person-months); and (iii) a capacity development expert (3 person-months). A \nnational consultant with capacity development expertise will be hired for 12 person-months. All \nconsultants will be hired on an individual basis, and all consulting services will be rendered \nintermittently.12 Consultants will be engaged by ADB in accordance with its Guidelines on the \nUse of Consultants (2010, as amended from time to time.) All procurement will be done in \naccordance  with  ADB’s  Procurement  Guidelines  (2010,  as  amended  from  time  to  time). \nProceeds  of  the  TA  will  be  disbursed  in  accordance  with  the  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). The TA will be implemented \nover 3 years starting on 1 December 2011 and ending on 30 November 2014.  \n \n20.  A steering committee comprising senior management and change champions within \nDTCI and the four state utilities will be established within 1 month of approval of the TA. The \nsteering  committee  will  provide  guidance  and  direction  for  TA  activities  to  ensure  (i) \nsustainability of outputs and outcomes, and (ii) that the TA activities are inclusive and engage a \nconsultative and collaborative process. An inception workshop will be organized to discuss \npreliminary findings and issues with key stakeholders. A clear and coherent communication \nstructure and monitoring and evaluation process will be designed and implemented to support \nthe  steering  committee.  The  steering  committee  will  receive  quarterly  progress  reports, \nparticularly on the change management process and the capacity development program.   \n   \n                                                \n12  The most appropriate consultants are likely to be hired as individuals, as only a small number of consultants is \nrequired, and the selection criteria specify a combination of technical skills and North Pacific experience.  \n ", "  5 \nIV.  THE PRESIDENT'S DECISION \n21.  The President, acting under the authority delegated by the Board, has approved ADB \nadministering technical assistance not exceeding the equivalent of $700,000 to the Government \nof the Federated States of Micronesia to be financed on a grant basis by the Japan Fund for \nPoverty Reduction for Strengthening Infrastructure Planning and Implementation, and hereby \nreports this action to the Board. \n \n  \n \n \n \n ", "6  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks  \nImpact      Assumptions \nStates receive  Number of joint planning  Annual reports of state  National and state \nadequate support to  sessions and monitoring  utilities  governments committed to \nexecute infrastructure  site visits increase from  improving project \nAnnual reports of DTCI \nprojects.  20 to 45 annually starting  implementation  \n2014.  \nAdequate operational \n    budget from DTCI to \nsupport the states \n   \nRisk \nReduced political \ncommitment could reduce \nthe chances of success. \nOutcome      Assumptions \nDTCI has improved  Annual approved project  Annual implementation  National and state \ncapacity to plan and  implementation plans  plans of DTCI  governments committed to \noversee execution of  prepared by DTCI by  implement institutional \ninfrastructure  January of each year  strengthening and \nprojects.  increase from 15 to 25.  capacity building program  \n    All institutions are \nprepared to undertake \n   \nnecessary policy and \ninstitutional reforms to \npromote better project \nimplementation.  \nAll institutions are \nprepared to make \nnecessary investments to \nimprove infrastructure \nimplementation. \nOutputs      Assumptions \n1. Systems and  By 2013 DTCI and state    All institutions are willing \nprocedures for  utilities agree upon at  to agree to joint systems \nproject planning,  least four key systems  and procedures. \ndesign, and  and procedures for \nAvailability of DTCI staff is \nmanagement are  project planning, design, \nassured. \nagreed upon by  and management. \nDTCI and state  Risks \nutilities. \nHigh turnover of staff in \n  DTCI  \n \n ", "Appendix 1  7 \nData Sources and \nPerformance Targets and  Reporting \nDesign Summary  Indicators with Baselines  Mechanisms  Assumptions and Risks  \n2. DTCI staff have the  By 11/2014  \nknowledge and \n85% of DTCI staff \nskills in selected \nmembers received 5 days \nareas to plan, \nof training per quarter, \ndesign, and \nrepresenting at least two \noversee program \ntraining programs per \nexecution. \nquarter. \n \n80% of staff pass final \nexam.  \nDocument management \nsystem operating \neffectively and updated \nweekly  \n Activities with Milestones  Inputs \nOutput 1: Systems and procedures for project planning, design, and  Japan Fund for Poverty \nmanagement are agreed upon by DTCI and state utilities.  Reduction \n1.1  Establish a steering committee comprising leaders and change  $0.7 million \nchampions within DTCI and state utilities to develop a communication   \nplan and a steering committee meeting schedule within 1 month of TA  Government of FSM: \ninception.  Contributions in the form \n1.2  Review DTCI’s readiness to change, taking into account structural  of office accommodation, \nand institutional drivers and constraints to change as well as the  access to telephone, \nformal and informal and political drivers and constraints within  facsimile and internet \n1 month of TA inception.  facilities. \n1.3  Complete an assessment of DTCI’s systems, procedures, and human   \nresources within 3 months of TA inception.    \n1.4  Assess the impact of DTCI’s systems, procedures, and human \n \nresources on state utilities within 4 months of TA inception.  \n1.5  Develop new project planning, design, and management systems and \nprocedures within 6 months of TA inception, taking into consideration \nclimate change and the Clean Development Mechanism, and the \nimpact of climate change on project design. \n1.6  Obtain agreement between DTCI and state utilities on project \nplanning, design, and management system design and \nimplementation within 9 months of TA inception. \n1.7  Begin implementation within DTCI of project planning, design, and \nmanagement systems within 12 months of TA inception, and \nundertake ongoing monitoring and assessment throughout the term of \nthe TA. \n1.8  Undertake a comprehensive review of project planning, design, and \nmanagement systems within 21 months of TA inception. \n \nOutput 2: DTCI staff resources have the knowledge and skills in \nselected areas to plan, design, and oversee program execution. \n2.1  Establish DTCI change team comprising department heads and \nchange champions, and develop communication plan and meeting \nschedule within 1 month of TA inception. \n2.2  Design change management program and communication plan based \non analysis of systems, procedures, and human resources within \n4 months of TA inception. \n ", "8  Appendix 1 \nActivities with Milestones  Inputs \n2.3  Undertake comprehensive assessment of capacity of all DTCI staff \nand long-term consultants and contractors against roles and \naccountabilities within 4 months of TA inception. \n2.4  Review capacity assessment gaps within 4 months of TA inception. \n2.5  Develop capacity building work program for each individual within \n6 months of project inception. \n2.6  Determine department- and division-specific capacity building \nprogram, looking at formal, informal, and on-the-job training within \n6 months of project inception. \n2.7  Begin implementation of capacity building program, including on-the-\njob training and specialist technical training within 6 months of TA \ninception and continuing throughout the term of the TA.  \n2.8  Monitor and assess all aspects of capacity building program against \ndefined deliverables throughout the term of the TA. \n2.9  Prepare and disseminate communication materials on institutional \nframework within 6 months and throughout the term of TA. \n2.10  Design and implement new document management system. \n2.11  Design and implement new contracts procedures manual within \n12 months of TA inception.  \n2.12  Assess need and implement as required additional procedures \nmanuals.  \n2.13  Undertake comprehensive review of change management capacity \nbuilding within 21 months of TA inception. \nDTCI = Department of Transportation, Communications and Infrastructure, TA = technical assistance. \nSource: Asian Development Bank estimates. \n ", "  Appendix 2  9 \nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n \n  Total \nItem  Cost \nA.  Japan Fund for Poverty Reductiona   \n  1.  Consultants   \n    a.  Remuneration and per diem   \n      i.  International consultants  560.00 \n      ii.  National consultants  40.00 \n    b.  International and local travel  53.00 \n    c.  Reports and communications  2.00 \n  2.  Training, seminars, and conferences   \n    a.  Facilitators  20.00 \n    b.  Training program  10.00 \n  3.  Miscellaneous administration and support costs  5.00 \n  4.  Contingencies  10.00 \n      Subtotal  700.00 \n   \nB.  Government  of  the  Federated  States  of  Micronesia  In-kind   \ncontribution  in  the  form  of  office  accommodation,  access  to \ntelephone, facsimile and internet facilities at the offices of DTCI and \nother in-kind contributions. \n        Total  700.00 \na  Administered by the Asian Development Bank  \nSource: Asian Development Bank estimates. \n \n ", "10  Appendix 3    \n \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \n1.  The  technical  assistance  (TA)  will  provide  institutional  strengthening  support  and \ncapacity  building  to  the  Department  of  Transportation,  Communications  and  Infrastructure \n(DTCI), the government institution in the Federated States of Micronesia (FSM) responsible for \nproject  implementation  and  management,  thus  contributing  to  better  state  infrastructure \nexecution.  \n \nA.  Scope of Work  \n \n2.    The TA will provide about 25 person-months of international consulting services and \n12 person-months of national consulting services intermittently over 3 years. Under the TA, \nDTCI and state utilities will agree upon a system and process for project planning, design, and \nmanagement. In addition, the TA will build DTCI staff capacity to plan, design, and oversee \ninfrastructure program execution. The TA will build upon previous initiatives to develop an \norganizational framework for DTCI and will also identify links to capacity development outside \nthe parameters of the TA. \n \nB.  Terms of Reference  \n \n1.  Institutional Strengthening and Development Specialist (international, \n17 person-months intermittent over 24 months)  \n \n3.  The  specialist  will  have  extensive  experience  in  institutional  strengthening  and \ndevelopment, and a technical background in project management in the infrastructure sector. \nExperience  in  working  in  the  Pacific,  particularly  the  North  Pacific,  will  be  important.  The \nspecialist  will  provide  leadership  in  establishing  and  strengthening  the  support  system  for \nimproved  infrastructure  implementation  and  management.  The  specialist  will  also  play  a \nmentoring role in key project and program management issues, including risk assessment and \nmitigation; management of data and documentation; assessing project management capacity; \nand designing, delivering, and coordinating technical training. \n \n4.  The specialist will ensure timely delivery of outputs. The specialist will also prepare and \nsubmit necessary reports and conduct briefings and meetings with ADB staff, local counterparts \nand partners, and other stakeholders as needed. The specialist will have good negotiating skills \nand excellent relationship management skills. Specific tasks include: \n(i)  establishing a steering committee comprising leaders and change champions \nwithin DTCI and state utilities;  \n(ii)  undertaking  an  in-depth  institutional  and  organizational  assessment  of  the \nsystems, processes, and human resources of DTCI (including whether staff have \nthe necessary qualifications to perform their responsibilities, and whether staff \nrecruitment  and  promotion  processes  are  adequate),  taking  into  account  its \nreadiness  to  change  and  the  motivating  forces  supporting  institutional \nstrengthening, within the context of the expected outcomes of the Infrastructure \nDevelopment Plan and the DTCI institutional road map;1   \n                                                \n1  The assessment will take into account and build upon the capacity assessments already undertaken, including that \nunder ADB. 2009. Technical Assistance for Governance and Capacity Development Initiative (Phase 2). Manila \n(TA 7277-REG). It will encompass systems, processes, and human resources. The assessment will include (i) \nlegal and regulatory frameworks, (ii) agency mandates, (iii) division of roles and responsibilities, (iv) linkage \nbetween mandates and/or performance targets and available human and financial resources, and (v) incentive \nsystems. It will also assess possible change champions within DTCI. The TA will review transparency and \n ", "  Appendix 3  11 \n(iii)  preparing a TA inception report outlining methodological approaches, TA issues \nand options, data sources, survey questionnaires, work plan, results framework, \nand implementation issues; \n(iv)  organizing  a  TA  inception  workshop  to  discuss  the  TA  inception  report, \npreliminary findings, and other issues with key stakeholders across the network;  \n(v)  determining a clear and coherent communication structure and monitoring and \nevaluation process to support the steering committee; \n(vi)  reviewing  and  designing  new  project  planning,  design,  and  management  \nsystems and procedures, ensuring that consideration is taken into account of \nclimate change, and the impact of climate change on project design; \n(vii)  obtaining approval from DTCI and state utilities for the enhanced systems and \nprocedures with support of the steering committee and change champions; \n(viii)  preparing codification of new systems and procedures in written format including \nmanuals on (i)planning and civil works; (ii)contracting of civil works; and (iii) \nmanagement and supervision of civil works; \n(ix)  implementing new systems and procedures within DTCI;  \n(x)  assessing and monitoring effectiveness of new systems and procedures, and \nadvising on readjustment as required;  \n(xi)  establishing  DTCI  change  team  comprising  department  heads  and  change \nchampions, and developing a communication plan and meeting schedule;  \n(xii)  designing a change management program and communication plan based on an \nanalysis of systems, procedures, and human resources;  \n(xiii)  undertaking a comprehensive assessment of the capacity of all DTCI staff and \nlong-term consultants and contractors against their roles and accountabilities and \nthe systems and procedures DTCI and state utilities agreed upon for project \nplanning, design, and management; \n(xiv)  reviewing capacity assessment gaps;  \n(xv)  developing a capacity building work program for each individual;  \n(xvi)  determining  department-  and  division-specific  capacity  building  programs, \nidentifying all training opportunities available, including formal, informal, and on-\nthe-job training;  \n(xvii)  assisting ADB in recruiting an infrastructure management specialist and other \nshort-term consultants, and supervising and assessing their performance; \n(xviii)  managing the implementation of the capacity building program, including on-the-\njob training and specialist technical training;  \n(xix)  delivering components of the capacity building program in conjunction with the \ninfrastructure management specialist; \n(xx)  monitoring and assessing all aspects of the capacity building program against \ndefined  deliverables throughout the term of the TA; \n(xxi)  ensuring institutionalization of the training and capacity building program through \ndocumentation and systematization of the program within the human resource \nfunction of the national and state governments; \n(xxii)  preparing  and  disseminating  communication  materials  on  the  institutional \nframework throughout the term of TA; \n(xxiii)  designing  and  implementing  a  new  contracts  procedures  manual  within  12 \nmonths of TA inception; \n(xxiv)  undertaking  a  comprehensive  review  of  change  management  and  capacity \nbuilding; \n                                                                                                                                                       \naccountability measures as well as recruitment, performance evaluation, incentives, and promotions within the \nexisting human resources management system. \n ", "12  Appendix 3 \n \n \n(xxv)  conducting train-the-trainer programs with local staff to support capacity transfer; \n(xxvi)  designing and implementing a document management system and management \ninformation system for DTCI;  \n(xxvii)  designing and obtaining approval for the contracts procedures manual, with the \nsupport of change agents across the network;  \n(xxviii) implementing  procedures  laid  out  in  the  contracts  procedures  manual  within \nDTCI; and \n(xxix)  assessing the need for and implementing additional procedures manuals, as \nrequired. \n \n5.  The specialist will prepare the following reports: \n(i)  an inception report after 3 months, covering (a) confirmation of the overall TA \nrationale and design, (b) recommended adjustments to the terms of reference \nand timing of long-term specialists' deployment, (c) a schedule of inputs from \nshort-term specialists for the following 33 months of the TA, and (d) a detailed TA \nimplementation schedule; \n(ii)  monthly progress reports; \n(iii)  a draft TA completion report; and \n(iv)  a final TA completion report incorporating comments from ADB and the national \nand state governments. \n \n2.  Infrastructure Management Specialist (international, 5 person-months \nintermittent over 24 months) \n      \n6.  The specialist will design and deliver specific technical training programs identified by \nthe institutional strengthening and development specialist. This will include (i) an introduction to \ninfrastructure  design,  (ii)  project  management,  (iii)  asset  management,  (iv) financial \nmanagement,  (v)  procurement,  (vi)  contract  administration,  (vii)  risk  management,  (viii)  an \noverview  of  the  impact  of  climate  change  and  Clean  Development  Mechanism  on  project \ndesign, and (ix) other relevant areas. \n \n3.  Other Experts (international, 3 person-months; national, 12 person-months; \nintermittent) \n \n7.   The TA will require short-term consultants with capacity development expertise. Specific \nconsulting requirements will be defined based on the detailed capacity assessment of all DTCI \nstaff.  \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20111122091244Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "adb project 44471; federated states of micronesia; fsm; infrastructures investment projects; infrastructures planning and implementation; infrastructure systems; project planning; adb capacity development technical assistance", "ModDate": "D:20111202141817+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Decision document for the capacity development technical assistance on Strengthening Infrastructure Planning and Implementation in the Federated States of Micronesia presented to ADB's Board of Directors or Management for approval.", "Title": "TAR: FSM: Strengthening Infrastructure Planning and Implementation "}, "author_page": " \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DTCI  –  Department of Transportation, Communications and Infrastructure \n  FSM  –  Federated States of Micronesia \n  TA  –  technical assistance \n       \n \nTECHNICAL ASSISTANCE CLASSIFICATION \n \nType  –  Capacity development technical assistance (CDTA) \nTargeting classification  –  General intervention \nSector (subsectors)  –  Multisector (energy; water supply and other municipal \ninfrastructure and services; public sector management; \ntransport and information and communication technology) \nThemes (subthemes)  –  Capacity development (institutional development, \norganizational development); economic growth (promoting \neconomic efficiency and enabling business environment); and \ngovernance (economic and financial governance, public \nadministration);  \nLocation impact  –  Rural (medium), urban (high), national (high), regional (low) \nPartnership  –  Japan Fund for Poverty Reduction \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n  \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  A. Iffland, Urban, Social Development and Public Management Division, \nPARD \n   \nTeam leader  S. Pedersen, Principal Public Management Specialist, PARD \nTeam member  S. Blaik, Senior Urban Development Specialist, PARD \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "R. Wihtol", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "A. Iffland", "role": "Urban", "organization": "Social Development and Public Management Division"}, {"fullname": "S. Pedersen", "role": "Principal Public Management Specialist", "organization": "PARD"}, {"fullname": "S. Blaik", "role": "Senior Urban Development Specialist", "organization": "PARD"}]}